[{"review": "+ “beyond meat” burger cutlet in shawarma is the only pro of this cafe and they don’t even mention it anywhere\n- very sad Greek salad with 1 green olive and 1 black olive and meh service that …", "rating": 2, "name": "Kris W", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback and we will pay attention to the comments.", "rating": 4, "name": "Helmut Saathoff", "cat": "Hamburger restaurant"}, {"review": "A perfect Location when it comes to beef! I had a medium Flank which wss perfectly tender and juicy! I loved the country style Potatoes! I will do an update after I tried the yummy-looking Burgers! …", "rating": 5, "name": "Ken Stewart", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback. we will consider your suggestions)", "rating": 5, "name": "Richard Creasey", "cat": "Hamburger restaurant"}, {"review": "Right on the corner of two old streets, surrounded by old imperial era buildings and  with trams rumbling past.I’ve been here for breakfast a few times and I was impressed by the service and the presentation. My breakfast cost about a third …", "rating": 4, "name": "Tamer Elfiky", "cat": "Hamburger restaurant"}, {"review": "They speak good English and were very welcoming. I had a rib eye steak that was cooked perfectly and was full of flavour. Prices were very reasonable.", "rating": 3, "name": "Vitaly Shelofast", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you!))", "rating": 4, "name": "Dezin", "cat": "Hamburger restaurant"}, {"review": "The place serves nice burgers but make sure  I tell them how you want it cooked. The fried are very greasy though. Great for a quick bite, staff could be more friendly too", "rating": 3, "name": "Santiago Andrigo", "cat": "Hamburger restaurant"}, {"review": "Used to be my go to place for a long time, but it changed today. Ordered five dishes for takeaway -- one (soup) ended up being overspiced and extremely oversalted (I am certain because I ate it before), second one was confused with another …", "rating": 2, "name": "Serhii Zyma", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback. We will take into account, we will convey your comments to the kitchen and staff.", "rating": 4, "name": "Iryna Perepelytsya", "cat": "Hamburger restaurant"}, {"review": "The place is well designed and the food was tasty. We tried the chili burger and the patty was juicy but not a lot so the buns were dry and not soaked. But the prices are a bit high. Other then that it is s great place comfortable suitable for bigger groups of people. They had comfortable sofas.", "rating": 2, "name": "M. D. Jolley", "cat": "Hamburger restaurant"}, {"review": "Had a burger here. It was ok but pretty unremarkable. The potato chips were good.", "rating": 2, "name": "Слава Корбут", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback!)", "rating": 3, "name": "Theodoros Yiouras", "cat": "Hamburger restaurant"}, {"review": "Sound of a football match is not allowed.\nBeer plate was too salty and fatty with a separate fish skin included as on the picture. …", "rating": 4, "name": "Andrii Dvoiak", "cat": "Hamburger restaurant"}, {"review": "Thank you! We will take into account the remarks!", "rating": 5, "name": "Валик Квита", "cat": "Hamburger restaurant"}, {"review": "Food and beer were good. They offer Varvar craft beer among others that I recommend you to try if you haven't done this yet so far) But the service was just terrible. There were only couple of tables with guests in the ground level, still …", "rating": 5, "name": "Christian Brundu", "cat": "Hamburger restaurant"}, {"review": "Thank you so much for your feedback!", "rating": 5, "name": "William Goodman", "cat": "Hamburger restaurant"}, {"review": "Wont go back here again. The cooks don't know what they are doing. The egg on my dates burger was nearly raw. It's supposed to be 'sunny side up' with the yolk yellow, not gross and mostly raw. Do you need a real chef to teach your chefs how to cook an egg? I'll show you if you don't know how.", "rating": 5, "name": "Artur Tymchyshyn", "cat": "Hamburger restaurant"}, {"review": "We are sincerely sorry that you were disappointed with the taste of the dish. We are always ready for dialogue and will do everything in our power to correct the negative impression you have.", "rating": 5, "name": "Ihor R.-M.", "cat": "Hamburger restaurant"}, {"review": "If you're looking for a burger, consider choosing some other place. I took classic beef burger and it was not juicy, and the bread was dry, not crispy, stuck inside the throat. Better choose McDonalds. …", "rating": 4, "name": "Ivan Lozowy", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback! We will pay attention to your remark.", "rating": 5, "name": "Hisaya Kunita", "cat": "Hamburger restaurant"}, {"review": "Decent coffee bar and welcoming staff. Ambience is its advantage. suitable choice fo a quick coffee or brunch.", "rating": 5, "name": "Alireza Farokhiyan", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Astrakan Project", "cat": "Hamburger restaurant"}, {"review": "Nice place, has crafted Ukrainian beer. But not burgers are good.", "rating": 3, "name": "Danila Bezmenov", "cat": "Hamburger restaurant"}, {"review": "Went on lunch break to this spot\nTried burger with goat cheese and it was good 😊\nPlace is not crowded and staff is very friendly 👍", "rating": 5, "name": "Stuart Ponter", "cat": "Hamburger restaurant"}, {"review": "Thanks))", "rating": 5, "name": "Vadym Dozorets", "cat": "Hamburger restaurant"}, {"review": "Fun, interesting, cheap and tasty. Would recommend to anyone visiting Kiev. Worth a detour", "rating": 4, "name": "Oleksandr", "cat": "Hamburger restaurant"}, {"review": "This place is my jam! I try to come here every time I am in Kyiv. In my opinion, it has some of the best burgers I have ever had in my life (I am from Texas. I have eaten a lot of burgers). …", "rating": 4, "name": "Andrei Absolutchenko", "cat": "Hamburger restaurant"}, {"review": "Thank you so much :)", "rating": 5, "name": "Ilya G", "cat": "Hamburger restaurant"}, {"review": "I've been to this place multiple times and the best thing to get here is obviously burgers 🤤🤤\nI've got Beef Burger Classic and it was delicious. Not too pricy but great service and good quality 👌🏼", "rating": 5, "name": "Anton Evers", "cat": "Hamburger restaurant"}, {"review": "Thank you so much!)", "rating": 4, "name": "Ievgen Dubravin", "cat": "Hamburger restaurant"}, {"review": "This place is one of the best for me in Kyiv. Haven't tried all of the burgers yet but at least 70% of them for sure. They are the best!\nAfter I've known about 3B cafe, recommending it to my friends all the time. The atmosphere is great and the personal is kind.", "rating": 3, "name": "Egorcic Dolhich", "cat": "Hamburger restaurant"}, {"review": "Thank you! See you!)", "rating": 5, "name": "M", "cat": "Hamburger restaurant"}, {"review": "Good food, burgers, salads, chips and the like. Prepared quite quickly, most of the food preparation is visible so quality control is assured.", "rating": 2, "name": "Kashatin", "cat": "Hamburger restaurant"}, {"review": "Thank you so much for your feedback!", "rating": 4, "name": "Hasan Al-Ammori", "cat": "Hamburger restaurant"}, {"review": "Great restaurant in Kunita", "rating": 3, "name": "Stuart Danby", "cat": "Hamburger restaurant"}, {"review": "Thanks) See you)", "rating": 5, "name": "Bassel Haddad", "cat": "Hamburger restaurant"}, {"review": "I spent my birthday dinner at this place, the staff were super friendly, I kinda was a pain by bugging them multiple times with multiple requests however they were super kind and at the end they gifted me a desert with a candle and they …", "rating": 5, "name": "Chris Ortiz", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 2, "name": "Екатерина Винокурова", "cat": "Hamburger restaurant"}, {"review": "Excellent products and food. Comfy and fullfiling food, we ordered a borsh that was fantastic (spicier than what you usually find ) and a burger, and that was way to much!!! The lunch option has smaller portions,we'll give it a try next …", "rating": 5, "name": "Basil Lion", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you!)", "rating": 5, "name": "Govanny Rossi", "cat": "Hamburger restaurant"}, {"review": "The food was tasteless. Pork ribs were dry, tough and fat at the same time. This is not the way they are supposed to taste. My friends got burgers, beer plate and steak. Not one liked their dishes. The staff on the other side was welcoming and professional.", "rating": 5, "name": "stephane lepain", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback! We will pass on your comments to our chef!", "rating": 2, "name": "Ksiu Nebesnaia", "cat": "Hamburger restaurant"}, {"review": "The burgers here are excellent as well as a very good selection of beers on draught. I was very happy with my choice and being a lone traveller in a busy establishment i didnt feel out of place at all. Very mellow vibe. The staff are very bubbly and friendly and even alerted me when i left without my gloves. Thank you :)", "rating": 5, "name": "Dmytro Shevtsov", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you))", "rating": 5, "name": "Ievgen Barannyk", "cat": "Hamburger restaurant"}, {"review": "Loved the Super Cheese Maniac, and the beers selection. Burgers are served really fast. Cozy atmosphere right at the center of Podil. You definitely need to go there and feel the place.", "rating": 5, "name": "Andrii Danchenko", "cat": "Hamburger restaurant"}, {"review": "Thanks :)\nSee you!", "rating": 5, "name": "Glib Brunenko", "cat": "Hamburger restaurant"}, {"review": "Not my first visit to this cafe, and  I can compare . Our waiter was nice guy, friendly and competent. Salad and steak were tasty, and they have good house wine. But, dirty cushioned furniture, the sofas are located near the windows have …", "rating": 2, "name": "Tommy", "cat": "Hamburger restaurant"}, {"review": "Hello! Thanks for the feedback and comments! We will definitely take this into account!", "rating": 4, "name": "София Горецкая", "cat": "Hamburger restaurant"}, {"review": "Interior is 3/10. Location is good. Staff is prompt and professional. Burgers are 1 of the best for not luxury rest. Use this place when you have had a night full of fun and drinking.", "rating": 3, "name": "Yana Shevchuk", "cat": "Hamburger restaurant"}, {"review": "Thank you, it's interesting to hear why such a low rating for the design of the cafe?", "rating": 5, "name": "Michael Bentsa", "cat": "Hamburger restaurant"}, {"review": "Good menu, special offers, nice staff, reasonable prices. Go in for a fish burger, super tasty. Also recommend the terrace.", "rating": 5, "name": "Kostja Manfred", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 5, "name": "Joe Furniss", "cat": "Hamburger restaurant"}, {"review": "Very decent burgers. Fast service. English speaking staff. Great variety of beers and cocktails. Very busy on the weekends. Popular among people in their 20s and 30s.", "rating": 4, "name": "K. S.", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "Dana Hecker", "cat": "Hamburger restaurant"}, {"review": "Good food and drinks most of the time. Everything is brought to you fast on most nights, but since it does get very crowded on certain evenings you might have to wait. Try the borscht and a bloody marry, they are excellent here!", "rating": 5, "name": "Sergii Pavlenko", "cat": "Hamburger restaurant"}, {"review": "Maybe just my mood, or maybe it was really very average both in terms of service and kitchen. Steak was neither good nor bad, grilled vegetables were brought cold and hard, waiter wasn't really carrying, maybe was just tired. Cocktails were …", "rating": 4, "name": "Nastasia Fisher", "cat": "Hamburger restaurant"}, {"review": "Good day. Thank you. We will definitely give feedback to management to clarify the situation!", "rating": 5, "name": "Jane Greckova", "cat": "Hamburger restaurant"}, {"review": "Burgers are tasty and they have a lot of variations. Also some different Ukrainian craft beers. WLAN connection sucks. But food is good. Waiters are always very friendly", "rating": 5, "name": "Pavel Fomenko", "cat": "Hamburger restaurant"}, {"review": "There is a good beer menu But food is a weakness of this place. As for me 3B specialization is rare meat (tartar was pretty good, probably) as well as Chicken Teriyaki which was cooked more then 40 minutes. At the top of all personal could be more polite with guests especially local administrator Tatiana.", "rating": 4, "name": "Ian Bearder", "cat": "Hamburger restaurant"}, {"review": "I have tried many dishes here, but don't have much to recommend. The first thing, which comes to mind is theirs \"Czech\" tea. There is nothing Czech about it, but it is an awesome bavarage for winter time to warm you up. It has a lot of …", "rating": 5, "name": "Yevhen Kifiak", "cat": "Hamburger restaurant"}, {"review": "For the price it's hard to complain about forgettable tasting burgers and the very strange tasting Coleslaw. Some of the salads and other dishes are not bad, but not spectacular. The decor and presentation is definitely above average for …", "rating": 4, "name": "Valerij Saprykin", "cat": "Hamburger restaurant"}, {"review": "Cool place, watched the champions league final there. Had a 4 cheese beef burger, was yummy. Nothing negative to say 😊", "rating": 1, "name": "Ezzet Alkhudairi", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 5, "name": "Pelykh Denys", "cat": "Hamburger restaurant"}, {"review": "New York steak with garlic mashed potatoes and two beers, please. The only thing I've eaten is their NY steak, and I've had it 6 times within the past few weeks. Great service and great atmosphere. Recommend.", "rating": 5, "name": "Akram", "cat": "Hamburger restaurant"}, {"review": "Chris, thanks for a comment)", "rating": 5, "name": "Albert Riabtsev", "cat": "Hamburger restaurant"}, {"review": "The place has a nice atmosphere, but steaks they serve do not correspond with menu and it's disappointing. Neither ribeye nor pepper steak are right. Burgers are nice.", "rating": 5, "name": "Roman Feshchenko", "cat": "Hamburger restaurant"}, {"review": "I love thid place! Built in loft style it looks amazing and unique. Serving one of the best grilled meat abd burgers in town, and still keeps affordable prices. Good selection of foods and beverages. I highly recommend this place.", "rating": 3, "name": "Boltok Sagdiyev", "cat": "Hamburger restaurant"}, {"review": "Significantly cheaper than Beef and Wine place nearby. Full of young people. Burgers very good but not only - I tried spicy pumpkin soup which was delicious.", "rating": 5, "name": "Ivo Tamm", "cat": "Hamburger restaurant"}, {"review": "It was excellent. I had the vege burgur. Hostesses were very amicable but definitely need to improve on the English. Especially if you want to cater for international clientele usually in Kiev just for a short period of time.", "rating": 5, "name": "Cem Töre", "cat": "Hamburger restaurant"}, {"review": "My second time here, after the first time I put 5 stars. But now I’m so disappointed!!!! It was one of the worst steak ribeye ever. I put two stars only because the first time it was good.", "rating": 5, "name": "Sergey Kovaltschuk", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Dmytro Hraif", "cat": "Hamburger restaurant"}, {"review": "Great burgers, polite staff, reasonable prices.", "rating": 5, "name": "Bogdan Pavlyk", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 3, "name": "Alex Survio", "cat": "Hamburger restaurant"}, {"review": "You need rest, delicious food and time to discuss the impression of a walk if you descend from St. Andrew's Church  This part of the city (Podil) is good for this. Two steps from Kontraktova Square you can find a cafe where there is always …", "rating": 4, "name": "Serhii Shvets", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you very much.\n\n", "rating": 5, "name": "Svyatoslav Yaroshevych", "cat": "Hamburger restaurant"}, {"review": "Really good steaks and pricing is reasonable.   What won me over is that they serve true rare   fry-up. Many restaurants in Kyiv do medium rare even if you ordered rare.", "rating": 4, "name": "Dennis Batyrev", "cat": "Hamburger restaurant"}, {"review": "I’ve been to many burger places in Kyiv and 3B is the most delicious one though not the most expensive. Besides guys have a good variety of drinks and a good loyalty program.", "rating": 4, "name": "adrian price", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Roman Belfer", "cat": "Hamburger restaurant"}, {"review": "Food was ok but bad service, I was only able to communicate with one hostess on the whole place and she got my order wrong. I ordered a natural water and she gave me carbonated instead, then when I mentioned it was wrong, she took the …", "rating": 5, "name": "Jose F", "cat": "Hamburger restaurant"}, {"review": "Nice place. We spent good time here and enjoyed burgers and beer. Also liked Nacho's with very hot sauces.", "rating": 5, "name": "Taras Oleksiyenko", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 3, "name": "Pavel Boiko", "cat": "Hamburger restaurant"}, {"review": "Fast service, average food, a bit high prices.", "rating": 5, "name": "Serhii Kryzhanovskyi", "cat": "Hamburger restaurant"}, {"review": "Really nice place which is kids friendly and they know how to make rear steaks😉 like really rear steaks ribeye) also triyed beer with kivi) that was sometging new and fresh) also burgers are great and big) if you know what i mean)", "rating": 5, "name": "Kris 88", "cat": "Hamburger restaurant"}, {"review": "Perfect service and delicious kitchen", "rating": 4, "name": "Stephan Meijer", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Michelle Law", "cat": "Hamburger restaurant"}, {"review": "Good selection of beer. Had a nice coffee and a very tasty smoked salmon and egg dish. The burgers look great!", "rating": 5, "name": "Aleksandra Kuznetsova", "cat": "Hamburger restaurant"}, {"review": "Joe, thank you very much for your feedback and positive assessment! We will be glad to see you again and again)", "rating": 5, "name": "Sergey Mironov", "cat": "Hamburger restaurant"}, {"review": "Delicious, convenient place near metro station, lots of people inside, good for meetings with friends. Prices are not very cheap, but not expensive. The staff may be faster and attentively at the underground floor.", "rating": 4, "name": "Anastasia K", "cat": "Hamburger restaurant"}, {"review": "Soo tasty food! I like theirs steaks and chicken with cheese. Favorite food: cheese plate and coffee with Parmesan. Waitresses are really friendly!", "rating": 5, "name": "Roman M", "cat": "Hamburger restaurant"}, {"review": "Everything is excellent! The meal is delicious, service is very good and so fast. I was very very happy to visit this cafe and I can recommend to visit it other people!", "rating": 3, "name": "Olexi Pasyuk", "cat": "Hamburger restaurant"}, {"review": "Thanks for a comment)", "rating": 5, "name": "Бел Анна", "cat": "Hamburger restaurant"}, {"review": "Food is good. The independent waiter brought me a strange drink explaining it 'we don't serve the one you ordered'", "rating": 5, "name": "Alisa K", "cat": "Hamburger restaurant"}, {"review": "Thank you very much for your feedback and positive assessment! We will be glad to see you again and again)", "rating": 3, "name": "Борис Струков", "cat": "Hamburger restaurant"}, {"review": "Good place with delicious burgers. Also, if you visit during happy hours, you might have a bonus -20%", "rating": 4, "name": "Chivu Radu", "cat": "Hamburger restaurant"}, {"review": "Thank you so much)", "rating": 4, "name": "Julien Penalba", "cat": "Hamburger restaurant"}, {"review": "Good place. Fast and polite service. Good craft beer and good food. Also nice to stay and relax with friends.", "rating": 5, "name": "Alexander Gorkun", "cat": "Hamburger restaurant"}, {"review": "Thank you!)", "rating": 4, "name": "Cenk Tosuner", "cat": "Hamburger restaurant"}, {"review": "It's not the wildest or most original place in Podil, but the location is good, it's open late and the burgers are undoubtedly the best in Podil.", "rating": 4, "name": "Rob noort, van", "cat": "Hamburger restaurant"}, {"review": "Thank you very much)", "rating": 5, "name": "Siskot Lempiäinen", "cat": "Hamburger restaurant"}, {"review": "The best burgers in Kyiv! Place quite comfortable, but to get inside I would recommend to book table before you come.", "rating": 4, "name": "Gabriel N", "cat": "Hamburger restaurant"}, {"review": "pretty nice, nothing special. Have open kitchen, so you can control how things are going :)", "rating": 5, "name": "Artemii Semenov (ariklus)", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 5, "name": "Diba Hadi", "cat": "Hamburger restaurant"}, {"review": "The restaurant looks great from the outside, but the the food and service is awful. I don't recommend it at all. Its the only bad food i had during my visit to Kiev!", "rating": 5, "name": "Morne Botha", "cat": "Hamburger restaurant"}, {"review": "Great place,  waiters all so welcomed", "rating": 5, "name": "Arben Rashiti", "cat": "Hamburger restaurant"}, {"review": "Its a good restaurant/coffee shop, they serve all hot drinks-alcohol-and some fast food, its well decorated and warm inside, the prices are normal", "rating": 5, "name": "Ary D.", "cat": "Hamburger restaurant"}, {"review": "Excellent service, high quality cuisine, some peculiar drinks, moderate prices and cozy atmosphere. Highly recommended.", "rating": 5, "name": "Igor Bershadsky", "cat": "Hamburger restaurant"}, {"review": "Great place, good interior. Tasty food. We keep coming back here times and times again.", "rating": 5, "name": "Ярослав Богомаз", "cat": "Hamburger restaurant"}, {"review": "Great staff but I was not amazed by the food. However, we had a good lunch.", "rating": 5, "name": "Emil Fischer", "cat": "Hamburger restaurant"}, {"review": "Good burgers for a reasonable price. There are many venues of 3B in Kiev. I've visited already two of them.", "rating": 5, "name": "Yaroslav Halai", "cat": "Hamburger restaurant"}, {"review": "Thanks for a comments :)", "rating": 5, "name": "Nazar Hnid", "cat": "Hamburger restaurant"}, {"review": "Nice burgers and soups to. 12-15 is happy hour meaning free pepsi", "rating": 5, "name": "Xavier van Buchem", "cat": "Hamburger restaurant"}, {"review": "\nThank you)", "rating": 5, "name": "Yevhenii Kovalenko", "cat": "Hamburger restaurant"}, {"review": "Nice place. Tasty steaks and burgers. Very positive and responsive personnel.", "rating": 3, "name": "Welton Luiz Costa Rocha Filho", "cat": "Hamburger restaurant"}, {"review": "Cosy place, tasty food and beverages. Helpful staff.", "rating": 5, "name": "Darek Szczerbinski", "cat": "Hamburger restaurant"}, {"review": "Nice atmosphere and tasty food. Plus we've got to the group's performance - it have made our eveniing.", "rating": 5, "name": "Valerii Kundas", "cat": "Hamburger restaurant"}, {"review": "Was much better, for some time it served very good burgers. Their steak still ok", "rating": 4, "name": "Oleksii Holub", "cat": "Hamburger restaurant"}, {"review": "Nice place with tasty food. It's very popular, so you need to reserve a table for the evenings.", "rating": 4, "name": "Guy Zuckerman", "cat": "Hamburger restaurant"}, {"review": "Good european style with available football broadcasting", "rating": 4, "name": "Alex Miller", "cat": "Hamburger restaurant"}, {"review": "Burger place for those on a budget. The service is good- no complains here. The burger is just ok. Try: 3B burger.", "rating": 5, "name": "Olga Kuchuk", "cat": "Hamburger restaurant"}, {"review": "Quite a nice cafe near tram lines. Varied menu but staff a bit subdued.", "rating": 5, "name": "Andrii Bohdanov", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback. We will look after our staff)", "rating": 4, "name": "Katharina Golosova", "cat": "Hamburger restaurant"}, {"review": "I like that place - it's nice for lunch, dating or meeting with friends. Tasty burgers and really nice meat.", "rating": 5, "name": "gerry priestley", "cat": "Hamburger restaurant"}, {"review": "Great place with fun attentive bilingual serves. Food is tasty and moderately priced.", "rating": 3, "name": "Joffrey Montmeza", "cat": "Hamburger restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "PVV", "cat": "Hamburger restaurant"}, {"review": "Really like this place. After 11pm - super deal for shots (which are actually too girlish, but anyway nice) - 2+1 sets :)", "rating": 4, "name": "Alyona Drozdova", "cat": "Hamburger restaurant"}, {"review": "Good decorated but stake is not tasty, medium rare steak should not be dry.", "rating": 4, "name": "EGIDIJUS SKUZINSKAS", "cat": "Hamburger restaurant"}, {"review": "Why?", "rating": 5, "name": "Eugen Horoshko", "cat": "Hamburger restaurant"}, {"review": "Nice rib eye, liked it so much", "rating": 5, "name": "Yulia Lazarenko", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Moto Family", "cat": "Hamburger restaurant"}, {"review": "Great food, friendly staff and brilliant price. 100% recommend", "rating": 1, "name": "Michael O'Connell", "cat": "Hamburger restaurant"}, {"review": "Thank you!)", "rating": 4, "name": "Evaldas Ūsas (pseudonymous)", "cat": "Hamburger restaurant"}, {"review": "Great place. Good food, reasonable pricing, and English menu and English speaking staff.", "rating": 5, "name": "Artem Dyrul", "cat": "Hamburger restaurant"}, {"review": "Modern interior, the burger were delicious and the portion are quite big!", "rating": 5, "name": "Dima Kravchenko-Loznya", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Mihai S.", "cat": "Hamburger restaurant"}, {"review": "I like this cafe: delicious food, great atmosphere, middle price - big portion 👌", "rating": 5, "name": "Gianluca Della Porta", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Martin Cerny", "cat": "Hamburger restaurant"}, {"review": "Nice place, perfect location, decent choice of food, well cooked.\nRecommended.", "rating": 4, "name": "Dimitri J.", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Oleg Shimanskyy", "cat": "Hamburger restaurant"}, {"review": "Good burgers, average cocktails. Good place to spend time with friends.", "rating": 4, "name": "Sergii Yatsuk", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Oleksii Sliusarenko", "cat": "Hamburger restaurant"}, {"review": "Good place, but the opens at 11 am, not at 10 as specified in google maps.", "rating": 5, "name": "Volodymyr Kalinichenko", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 4, "name": "L N", "cat": "Hamburger restaurant"}, {"review": "Nice interior, without any soul in it. They ask how well done meat you want, just to bring the wrong one. Horrible eclairs.", "rating": 4, "name": "3C16790A", "cat": "Hamburger restaurant"}, {"review": "Very good place for meeting with friends. Good beer and one of the best burger and steakes in the city!", "rating": 4, "name": "Fredrik Persson", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback!", "rating": 3, "name": "Oleksandra Alokhina", "cat": "Hamburger restaurant"}, {"review": "Pleasant service. Dog-friendly! Good choice of burgers and beer", "rating": 2, "name": "Denys Lushchyk", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 4, "name": "Grzegorz Zimoch", "cat": "Hamburger restaurant"}, {"review": "Awesome beers variety, though bit overpriced. Food is mediocre.", "rating": 5, "name": "Ivan Bosmansky", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 2, "name": "Caner Kalender", "cat": "Hamburger restaurant"}, {"review": "The stake was very quick and nice but a more on the rare side, than that i asked for, which was medium rare.", "rating": 5, "name": "Andriy Klimenko", "cat": "Hamburger restaurant"}, {"review": "Very nice place, tasty burgers, good choice of beer. Recommended !", "rating": 4, "name": "Borys Chyzhyk", "cat": "Hamburger restaurant"}, {"review": "Great burgers, cocktails and shots menu is a bit lacking though", "rating": 5, "name": "karina polkovnychenko", "cat": "Hamburger restaurant"}, {"review": "Hamburgers are very good but don't try pork ribs.", "rating": 5, "name": "Olek Vol", "cat": "Hamburger restaurant"}, {"review": "Like the cans of vodka and good food (the burgers, if you want steak go to another place)", "rating": 5, "name": "Sergiy Kleymenov", "cat": "Hamburger restaurant"}, {"review": "Nice place, god service and good Food remend the beer snake, close to the Chernobyl museum", "rating": 5, "name": "Юрий Шевага", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Anton Mikhaylets", "cat": "Hamburger restaurant"}, {"review": "Good place, nice atmosphere, food is good but not great, prices are fair and the service is good", "rating": 5, "name": "Nasib Hasanov", "cat": "Hamburger restaurant"}, {"review": "Good cuisine, friendly staff. Pricing is above average but worth it.", "rating": 5, "name": "Modestas Markevičius", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 4, "name": "Halyna", "cat": "Hamburger restaurant"}, {"review": "Great food\nGreat atmosphere\nI love this place", "rating": 5, "name": "Eugene Kushta", "cat": "Hamburger restaurant"}, {"review": " Very grateful!\n\n", "rating": 3, "name": "Georgiy K", "cat": "Hamburger restaurant"}, {"review": "Great Burgers. Breakfast could do with a bit more Bacon.", "rating": 5, "name": "Rusty", "cat": "Hamburger restaurant"}, {"review": "Thanks!) See you!", "rating": 5, "name": "Valentine Ulanov", "cat": "Hamburger restaurant"}, {"review": "Great Steaks\n\nMy favourite place in Kiev...for a good steak or Burger!", "rating": 4, "name": "Rodrigo G.", "cat": "Hamburger restaurant"}, {"review": "Thank you very match!)", "rating": 4, "name": "Anton Pikula", "cat": "Hamburger restaurant"}, {"review": "Good food at acceptable price.\nVery nice area at the -1 level.", "rating": 5, "name": "Lukas Krikštaponis", "cat": "Hamburger restaurant"}, {"review": "Nice and cozy, ok burger. Try it.", "rating": 5, "name": "Yurii Mashtalir", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you!)", "rating": 5, "name": "Дарина Зевина", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers and nice drinks. BTW, steaks are really good here.", "rating": 4, "name": "Мари G", "cat": "Hamburger restaurant"}, {"review": "Very good steaks for reasonable price, well served, good ambiance", "rating": 4, "name": "Carl Staffordshire", "cat": "Hamburger restaurant"}, {"review": "Very tasty, but as always cafe is full of people (noisy)", "rating": 5, "name": "Andrii Kyslyi", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "mari k", "cat": "Hamburger restaurant"}, {"review": "Love those burgers! Tasty meat and cozy place to stay", "rating": 5, "name": "Trevor Williams", "cat": "Hamburger restaurant"}, {"review": "Thanks for your  feedback", "rating": 5, "name": "Sviat Illiashov", "cat": "Hamburger restaurant"}, {"review": "Fast and friendly service, tasty burgers, good meat.", "rating": 4, "name": "Illia Termeno", "cat": "Hamburger restaurant"}, {"review": "Thanks you, so much!", "rating": 3, "name": "Mr/Ms Odobesku", "cat": "Hamburger restaurant"}, {"review": "Nice interior, delicious burgers, good selection of cocktails and beer.", "rating": 5, "name": "Fruity Pie", "cat": "Hamburger restaurant"}, {"review": "Burgers are ok, steaks are overpriced but tasty and service and preparation of food are super slow.", "rating": 5, "name": "Daria Malitskaja", "cat": "Hamburger restaurant"}, {"review": "Very nice place perfect kitchen:) and really good price", "rating": 5, "name": "Hennadiy Aronson", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Iryna Tarasovets", "cat": "Hamburger restaurant"}, {"review": "Tried strawberry burger. As always very delicious. Thanks!", "rating": 1, "name": "Viktor V", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Turk A", "cat": "Hamburger restaurant"}, {"review": "This place is just like any other bar on Kontraktova -- expensive and pretty good food, albeit nothing really special either", "rating": 2, "name": "American Eagle", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback!", "rating": 4, "name": "Алексанр Щибрик", "cat": "Hamburger restaurant"}, {"review": "Great place for lunch or dinner, big plates, good meat, worth a visit.", "rating": 5, "name": "Eugene Pyvovarov", "cat": "Hamburger restaurant"}, {"review": "Night food - it's really cool! But very slow service, sometimes...", "rating": 4, "name": "Andriy Kasyanov", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "Максим Кривонос", "cat": "Hamburger restaurant"}, {"review": "Nice place in the historical district, good food, flank steak!", "rating": 5, "name": "Alex Protsyk", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Max Golionko", "cat": "Hamburger restaurant"}, {"review": "Great Place, crafted beer tasty cuisine, moderate prices", "rating": 5, "name": "Bogdan Tanygin", "cat": "Hamburger restaurant"}, {"review": "My favourite burgers. Service fails sometimes, but nothing serious.", "rating": 3, "name": "Артем Балагура", "cat": "Hamburger restaurant"}, {"review": "Thank you for feedback.", "rating": 5, "name": "Никита", "cat": "Hamburger restaurant"}, {"review": "Good food, friendly helpfully staff who all spoke English.", "rating": 5, "name": "Constantine Yevdyukhin", "cat": "Hamburger restaurant"}, {"review": "Thank's:)", "rating": 5, "name": "Anton Chupak", "cat": "Hamburger restaurant"}, {"review": "Very nice atmosphere and staff but the service was slow and they were wrong with our order...!", "rating": 4, "name": "Ondrej Citek", "cat": "Hamburger restaurant"}, {"review": "Thank you for your comment Sir! Actually we have a lot of young trainees in our restaurant, that's why sometimes some mistakes in our service can be observed. In any case we are grateful for your feedback and hope that the next time you will be content with all details of our service.\nAlways yours, Administration of 3b Cafe ;)", "rating": 4, "name": "Oksana Shnypir", "cat": "Hamburger restaurant"}, {"review": "A cool place! A quick service! Moderate prices as for city centre.", "rating": 4, "name": "Danil Kuhta", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback)", "rating": 5, "name": "Sergiy Ivanchenko", "cat": "Hamburger restaurant"}, {"review": "Nice place, tasty food, but dirty chairs", "rating": 4, "name": "Сергій Овчарук", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 5, "name": "Anastasiia Chornomor", "cat": "Hamburger restaurant"}, {"review": "Good service, pricy, food delicious", "rating": 4, "name": "Timur Babaev", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you)", "rating": 4, "name": "Sergii Che", "cat": "Hamburger restaurant"}, {"review": "Really liked the service and steaks !\nRecommend 🤘🏿", "rating": 5, "name": "Sigitas Zakalskis", "cat": "Hamburger restaurant"}, {"review": "Thank you very much)", "rating": 1, "name": "Svyat Poshva", "cat": "Hamburger restaurant"}, {"review": "Yummy burger menu, salads and cider. I recommend!", "rating": 5, "name": "Andrii Mykhalniuk", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "PkerPts", "cat": "Hamburger restaurant"}, {"review": "Very good ale.The food is OK.", "rating": 5, "name": "Stanislav Jackdaw", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Evan Drew", "cat": "Hamburger restaurant"}, {"review": "Long wait. 40 mins or more. Twice in 1 week. Good did though when you do get it.", "rating": 4, "name": "Taras Slobodyanyuk", "cat": "Hamburger restaurant"}, {"review": "Food was nice but AC is not working very well.", "rating": 5, "name": "Viacheslav", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Oleg Levitsky", "cat": "Hamburger restaurant"}, {"review": "Good beef steak but not good beer choice", "rating": 3, "name": "Eugene Guzik", "cat": "Hamburger restaurant"}, {"review": "Nice cozy place. Friendly waiters.", "rating": 5, "name": "Bogdan Dolia", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!)\n\n", "rating": 5, "name": "Alexander P.", "cat": "Hamburger restaurant"}, {"review": "Good food", "rating": 5, "name": "Andrey Kalpas", "cat": "Hamburger restaurant"}, {"review": "Very good and very nice 😎", "rating": 5, "name": "Irina Dykun", "cat": "Hamburger restaurant"}, {"review": "thanks for feedback", "rating": 4, "name": "Serhii Bolilyi", "cat": "Hamburger restaurant"}, {"review": "Fantastic burgers, fast and kind service", "rating": 4, "name": "Oleksandr Leshchenko", "cat": "Hamburger restaurant"}, {"review": "Good location, nice interior and delicious burgers.", "rating": 5, "name": "Maxim Kondratovich", "cat": "Hamburger restaurant"}, {"review": "They've added very good breakfasts, but the service remains mediocre.", "rating": 5, "name": "Tee Portas", "cat": "Hamburger restaurant"}, {"review": "Good grill menu.\nUnderground level not so cozy.", "rating": 4, "name": "Максим", "cat": "Hamburger restaurant"}, {"review": "Friendly personal, nice food and cocktails", "rating": 3, "name": "Mike Gonta", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers, worth to try", "rating": 3, "name": "Julia S", "cat": "Hamburger restaurant"}, {"review": "Thanks! See you)", "rating": 5, "name": "Bohdan Romanchenko", "cat": "Hamburger restaurant"}, {"review": "They have trange plates to serve salads.", "rating": 4, "name": "Lilia Panchenko", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Vitalii Levets", "cat": "Hamburger restaurant"}, {"review": "Mediocre place, nothing overly special, great staff though!", "rating": 5, "name": "Oleg Nesterenko", "cat": "Hamburger restaurant"}, {"review": "Thank you!)", "rating": 5, "name": "Дмитрий Шинкарь", "cat": "Hamburger restaurant"}, {"review": "Good and relaxed atmosphere and a good menu.", "rating": 5, "name": "Oleksii Yudin", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 5, "name": "Igor Vlahek", "cat": "Hamburger restaurant"}, {"review": "good place for a big company to eat before or after party", "rating": 5, "name": "Ferenec Roma", "cat": "Hamburger restaurant"}, {"review": "This two stars only for Guinness draft and design. Not for burgers!!!", "rating": 5, "name": "Denis Gaiduchek", "cat": "Hamburger restaurant"}, {"review": "Good food and caffe. Made in modern west style.", "rating": 5, "name": "Vitalii Moskalchuk", "cat": "Hamburger restaurant"}, {"review": "Fantastic burger and great staff", "rating": 5, "name": "Vasyl Osypchuk", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Mitko Stamatov", "cat": "Hamburger restaurant"}, {"review": "They forgot bringing our order. Ribs was dry.", "rating": 5, "name": "Leonid Zyabrev", "cat": "Hamburger restaurant"}, {"review": "Thank you. Let's take note)", "rating": 4, "name": "Ivan Pysarenko", "cat": "Hamburger restaurant"}, {"review": "Good burgers! Reckon the best on Podil!", "rating": 1, "name": "Olek Dev", "cat": "Hamburger restaurant"}, {"review": "Pretty good food at a pretty good price.", "rating": 5, "name": "Sergii Lisnychyi", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers and great bonus system", "rating": 5, "name": "Ruslan Gunawardana (exarus)", "cat": "Hamburger restaurant"}, {"review": "👍", "rating": 5, "name": "Dmytro Nedvetskyi", "cat": "Hamburger restaurant"}, {"review": ";-)", "rating": 5, "name": "Eugenia Chepiga", "cat": "Hamburger restaurant"}, {"review": "Maybe the best burgers in Kyiv.", "rating": 5, "name": "Dmitriy Vasiliev", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Ivaylo Matev", "cat": "Hamburger restaurant"}, {"review": "Tasty big cahoona burgers(notallofthem)", "rating": 5, "name": "Oleksii T", "cat": "Hamburger restaurant"}, {"review": "Nice burgers for a cheap price", "rating": 5, "name": "Volodymyr Gulkov", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Stephane LE BORGES", "cat": "Hamburger restaurant"}, {"review": "Great ribs! Finger-licking good.", "rating": 5, "name": "Maksym Vedenieiev", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "popular chugh", "cat": "Hamburger restaurant"}, {"review": "Good, cozy place with nice food.", "rating": 5, "name": "Eduardo Pereira", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Евгений Медведев", "cat": "Hamburger restaurant"}, {"review": "Tasty food, but mostly spicy", "rating": 5, "name": "Dmitriy Aleksiychuk", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Тимофей Демченко", "cat": "Hamburger restaurant"}, {"review": "Good food and nice atmosphere.", "rating": 5, "name": "Yuriy Malyshko", "cat": "Hamburger restaurant"}, {"review": "good burgers, nice place", "rating": 5, "name": "Kyryll Uskov", "cat": "Hamburger restaurant"}, {"review": "👍", "rating": 5, "name": "wyk thor", "cat": "Hamburger restaurant"}, {"review": "❤️", "rating": 5, "name": "오승주", "cat": "Hamburger restaurant"}, {"review": "Very tasty. Deserts are wonderful!", "rating": 3, "name": "Alexandr Safonov", "cat": "Hamburger restaurant"}, {"review": "Pretty interesting place) prices okay", "rating": 5, "name": "Daniel Akselrod", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Yevhen Danchenko", "cat": "Hamburger restaurant"}, {"review": "Ginger tea was good and tasty cakes", "rating": 5, "name": "Vaida Urbutiene", "cat": "Hamburger restaurant"}, {"review": "Good burger would eat again", "rating": 5, "name": "Светлана Козориз", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Dmytro Iholnikov", "cat": "Hamburger restaurant"}, {"review": "Great for meetings. And food is delicious", "rating": 5, "name": "Алексей Кузьмин", "cat": "Hamburger restaurant"}, {"review": "Very tasty food. Especially sweets ;)", "rating": 5, "name": "Karelin Illya", "cat": "Hamburger restaurant"}, {"review": "Wonderful burgers ! Nice service", "rating": 5, "name": "Andrii Sidun", "cat": "Hamburger restaurant"}, {"review": "In 2017 was better, now quality goes down", "rating": 4, "name": "Варвара Куприянова", "cat": "Hamburger restaurant"}, {"review": "Nice burgers cooked on real grill", "rating": 5, "name": "koray can", "cat": "Hamburger restaurant"}, {"review": "Nice service .. Tasty burgers", "rating": 5, "name": "Oleksii Pinchuk", "cat": "Hamburger restaurant"}, {"review": "Excellent staff and great food", "rating": 4, "name": "Victor Zinchenko", "cat": "Hamburger restaurant"}, {"review": "One of the best cozy modern place in Kyiv.", "rating": 5, "name": "SUNNA’S", "cat": "Hamburger restaurant"}, {"review": "Burgers are not bad, not spectacular either.", "rating": 5, "name": "Dmytro Skyba", "cat": "Hamburger restaurant"}, {"review": "A barely know any place with required servicing price. Kinda strange for me.", "rating": 5, "name": "Сергей Мухин", "cat": "Hamburger restaurant"}, {"review": "Good place for dinner :)", "rating": 4, "name": "Ludmila Bunyak", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 2, "name": "Ирина Баринова", "cat": "Hamburger restaurant"}, {"review": "3b is beautiful food, beautiful prices, beautiful location", "rating": 4, "name": "vd mm", "cat": "Hamburger restaurant"}, {"review": "Daria, thanks you for a great comment! :)", "rating": 3, "name": "MixingSound", "cat": "Hamburger restaurant"}, {"review": "The burgers are quite good.", "rating": 1, "name": "Богдан Тамченко", "cat": "Hamburger restaurant"}, {"review": "Very good steak!", "rating": 1, "name": "Виталия Рылач", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Tata Tulipus", "cat": "Hamburger restaurant"}, {"review": "I don't know, why people eat this crappy Burgers.", "rating": 5, "name": "Юлія Крісман", "cat": "Hamburger restaurant"}, {"review": "Good overall, need to book in advance", "rating": 5, "name": "Anna Shchupak", "cat": "Hamburger restaurant"}, {"review": "Not following my order and the meat is raw", "rating": 4, "name": "Evgenya Lafa", "cat": "Hamburger restaurant"}, {"review": "Beer & burgers to enjoy with friends.", "rating": 5, "name": "Алиса Коваленко", "cat": "Hamburger restaurant"}, {"review": "nice steak, good prices.", "rating": 4, "name": "Елена Жаворонкова", "cat": "Hamburger restaurant"}, {"review": "Good burgers are there.", "rating": 5, "name": "Богдан Коростельов", "cat": "Hamburger restaurant"}, {"review": "\nThank you for your appreciation. Very glad that you liked everything :)", "rating": 1, "name": "Roman S.", "cat": "Hamburger restaurant"}, {"review": "Good food good price", "rating": 5, "name": "Карина Суховерхова", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 4, "name": "Zigzag", "cat": "Hamburger restaurant"}, {"review": "Great and tasty burgers.", "rating": 4, "name": "Светлана Найденко", "cat": "Hamburger restaurant"}, {"review": "always good food and cocktails", "rating": 4, "name": "Сергей Garkwolf", "cat": "Hamburger restaurant"}, {"review": "Good steaks, cultural location.", "rating": 1, "name": "Алина", "cat": "Hamburger restaurant"}, {"review": "Very bad service 😡😡😡💩💩💩but food is delicious.", "rating": 3, "name": "Марія Савенко", "cat": "Hamburger restaurant"}, {"review": "Tasty meat dishes and salads.", "rating": 5, "name": "Александр Матвеев", "cat": "Hamburger restaurant"}, {"review": "Nice place. Tasty burgers", "rating": 5, "name": "Андрей Хорошилов", "cat": "Hamburger restaurant"}, {"review": "Thanks for a comment!)", "rating": 4, "name": "Eva Casanova", "cat": "Hamburger restaurant"}, {"review": "Very nice burgers!", "rating": 5, "name": "Павел Осокин", "cat": "Hamburger restaurant"}, {"review": "Nice place for a dinner ;)", "rating": 4, "name": "Ян Эдоков", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 3, "name": "Євгенія Кочерга", "cat": "Hamburger restaurant"}, {"review": "Very pleasant place with testy food", "rating": 4, "name": "Юрий Задирака", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Elizabeth", "cat": "Hamburger restaurant"}, {"review": "Tasty beef burger", "rating": 4, "name": "Лолита Мангова", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Anna Koshyna", "cat": "Hamburger restaurant"}, {"review": "Great pub in old town", "rating": 5, "name": "Duhdh DuhdhGnbG", "cat": "Hamburger restaurant"}, {"review": "Cola for free when you take a burger :)", "rating": 3, "name": "Юлия Мерная", "cat": "Hamburger restaurant"}, {"review": "Prices lil bit higher then average", "rating": 5, "name": "Марічка Сорока", "cat": "Hamburger restaurant"}, {"review": "Nice, but nothing special", "rating": 5, "name": "Станислав Матвийчук", "cat": "Hamburger restaurant"}, {"review": "Good burgers and beer", "rating": 3, "name": "Sasha Stoezkiy", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "настюша киса", "cat": "Hamburger restaurant"}, {"review": "Try Cheese maniac burger 👍", "rating": 1, "name": "Уля", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Michael Rosenzweig", "cat": "Hamburger restaurant"}, {"review": "7+people +10% to bill", "rating": 1, "name": "Re: veha", "cat": "Hamburger restaurant"}, {"review": "Very lovely and testy menu", "rating": 4, "name": "Daria Akulova", "cat": "Hamburger restaurant"}, {"review": "Andrii, thanks for a comment:) We hope to see you again!)", "rating": 2, "name": "Виктория Декань", "cat": "Hamburger restaurant"}, {"review": "Amazing Food\n\nGood Location", "rating": 5, "name": "Nika131 Nika131", "cat": "Hamburger restaurant"}, {"review": "Great burgers and beer", "rating": 3, "name": "VVO", "cat": "Hamburger restaurant"}, {"review": "Food was well good 👍👍👍", "rating": 3, "name": "Viktoriia Ivanova", "cat": "Hamburger restaurant"}, {"review": "Evan, thank you)", "rating": 3, "name": "Анна Палагина", "cat": "Hamburger restaurant"}, {"review": "I love this place for good atmosphere.", "rating": 5, "name": "Volodymyr Hiriakov", "cat": "Hamburger restaurant"}, {"review": "Good burger place.", "rating": 1, "name": "Андрей Смирнов", "cat": "Hamburger restaurant"}, {"review": "Good drinks and burgers", "rating": 4, "name": "Kowka_ira", "cat": "Hamburger restaurant"}, {"review": "This place is getting worse with time...", "rating": 5, "name": "Yulka Molodchenkova", "cat": "Hamburger restaurant"}, {"review": "What exactly was wrong?", "rating": 4, "name": "Сергей Лисицкий", "cat": "Hamburger restaurant"}, {"review": "Great fish stake.", "rating": 1, "name": "Денис Грачев", "cat": "Hamburger restaurant"}, {"review": "Thanks!", "rating": 1, "name": "Alex Sunn", "cat": "Hamburger restaurant"}, {"review": "Not bad", "rating": 3, "name": "Алена Кулагіна", "cat": "Hamburger restaurant"}, {"review": "Great beef burgers", "rating": 4, "name": "Tanka Barabanka", "cat": "Hamburger restaurant"}, {"review": "Tasty steaks and salads", "rating": 4, "name": "Максим Партицький", "cat": "Hamburger restaurant"}, {"review": "Good place with good food)", "rating": 3, "name": "Иван Ярмоленко", "cat": "Hamburger restaurant"}, {"review": "Good service, but so expensive.", "rating": 5, "name": "olya vasileva", "cat": "Hamburger restaurant"}, {"review": "Good but busy place", "rating": 5, "name": "Тарас Павленко", "cat": "Hamburger restaurant"}, {"review": "Great burgers!", "rating": 5, "name": "Анна Щупак", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 2, "name": "Вячеслав Кирильченко", "cat": "Hamburger restaurant"}, {"review": "Nice but not superb.", "rating": 5, "name": "Julia L.", "cat": "Hamburger restaurant"}, {"review": "Smell of meals most of the time", "rating": 4, "name": "Ирина Раковская", "cat": "Hamburger restaurant"}, {"review": "Noizy, but quiet good.", "rating": 5, "name": "Iryna Lysova", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers 😍", "rating": 4, "name": "Igor Kuharenko", "cat": "Hamburger restaurant"}, {"review": "Football fans, too loud", "rating": 4, "name": "Natalia Riabtseva", "cat": "Hamburger restaurant"}, {"review": "Thank`s)", "rating": 5, "name": "Алина Кондратенко", "cat": "Hamburger restaurant"}, {"review": "Great burgers.", "rating": 4, "name": "Moments from my life", "cat": "Hamburger restaurant"}, {"review": "Best value for money", "rating": 5, "name": "Светлана Кузнецова", "cat": "Hamburger restaurant"}, {"review": "Perfect bosch! 😁", "rating": 3, "name": "Павел Милициян", "cat": "Hamburger restaurant"}, {"review": "Tahanx))", "rating": 1, "name": "Ivanna Voloshchak", "cat": "Hamburger restaurant"}, {"review": "Great value for the money", "rating": 5, "name": "Ru Niko", "cat": "Hamburger restaurant"}, {"review": "Great burgers", "rating": 1, "name": "Валентин Тимченко", "cat": "Hamburger restaurant"}, {"review": "Thank you very much)", "rating": 5, "name": "Valentin Pupena", "cat": "Hamburger restaurant"}, {"review": "Good value for money", "rating": 1, "name": "Kateryna", "cat": "Hamburger restaurant"}, {"review": "Great burgers!!!", "rating": 5, "name": "Ольга Байсара", "cat": "Hamburger restaurant"}, {"review": "Thank you very match!:)", "rating": 4, "name": "Лоліта Корольова", "cat": "Hamburger restaurant"}, {"review": "Great value for money", "rating": 5, "name": "Алена Вдовенко", "cat": "Hamburger restaurant"}, {"review": "Good burgers", "rating": 5, "name": "ylia moroz", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Alla Korniienko", "cat": "Hamburger restaurant"}, {"review": "Nice place for a coffee", "rating": 5, "name": "Anna Kolesnik", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers!", "rating": 4, "name": "Володя Хмура", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback!", "rating": 2, "name": "Оксана Кравчук", "cat": "Hamburger restaurant"}, {"review": "Exceptionally friendly staff", "rating": 5, "name": "Oksana Nesterenko", "cat": "Hamburger restaurant"}, {"review": "Not tasty food", "rating": 4, "name": "Янина Елизарова", "cat": "Hamburger restaurant"}, {"review": "I like borsh here", "rating": 3, "name": "Alisa Shevchenko", "cat": "Hamburger restaurant"}, {"review": "Cool place!", "rating": 5, "name": "Раиса Иванченко", "cat": "Hamburger restaurant"}, {"review": "Great", "rating": 5, "name": "Марина Маринина", "cat": "Hamburger restaurant"}, {"review": "Thanks)", "rating": 5, "name": "Kot Garfield", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 4, "name": "Rostyslav Sukhin", "cat": "Hamburger restaurant"}, {"review": "Thanks))", "rating": 5, "name": "Roman Kurylych", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 5, "name": "Mrdrago HvH", "cat": "Hamburger restaurant"}, {"review": "Thanks :)", "rating": 5, "name": "Maryna Gladunova", "cat": "Hamburger restaurant"}, {"review": "good burgers", "rating": 1, "name": "Олег Бойко", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 1, "name": "Диана Шахрай", "cat": "Hamburger restaurant"}, {"review": "Delicious steak", "rating": 5, "name": "Volodymyr Zaslavskyy", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 2, "name": "Olga Kovalevskaya", "cat": "Hamburger restaurant"}, {"review": "Great Burgers!", "rating": 5, "name": "Анна Шпилевая", "cat": "Hamburger restaurant"}, {"review": "Thanks!!:)", "rating": 5, "name": "Oleksii “Kingracer” Kolesnyk", "cat": "Hamburger restaurant"}, {"review": "Very good!", "rating": 1, "name": "Jack Black", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Инна Андрияшина", "cat": "Hamburger restaurant"}, {"review": "Awesome", "rating": 5, "name": "Дари Черникова", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 1, "name": "Андрей С", "cat": "Hamburger restaurant"}, {"review": "Tasty yummy", "rating": 1, "name": "Irina Grinenko", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!\n\n", "rating": 5, "name": "Mikhail Barskiy (LogistClub)", "cat": "Hamburger restaurant"}, {"review": "Ok", "rating": 5, "name": "Hanna Al-Samavetli", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 5, "name": "Sergey Tkachenko", "cat": "Hamburger restaurant"}, {"review": "Like it", "rating": 1, "name": "Артем Шихов", "cat": "Hamburger restaurant"}, {"review": "\nThank you for your appreciation :)", "rating": 1, "name": "Katire Rakhno", "cat": "Hamburger restaurant"}, {"review": "Nice", "rating": 2, "name": "Andre auf Reisen", "cat": "Hamburger restaurant"}, {"review": "Tasty as usual", "rating": 5, "name": "Оля Добреля", "cat": "Hamburger restaurant"}, {"review": "Thanks;)", "rating": 5, "name": "Кристина Артемьева", "cat": "Hamburger restaurant"}, {"review": "Beautiful place!", "rating": 5, "name": "Nata Best Cat", "cat": "Hamburger restaurant"}, {"review": "Perfect", "rating": 1, "name": "Oleksandr Hurtovenko", "cat": "Hamburger restaurant"}, {"review": "Thanks:)", "rating": 2, "name": "Kateryna Chaika", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 2, "name": "Олександр Лісовицький", "cat": "Hamburger restaurant"}, {"review": "Burgers is so so", "rating": 3, "name": "Oleksandr Polonin", "cat": "Hamburger restaurant"}, {"review": "Very nice place", "rating": 5, "name": "Эдгар Таймер", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 1, "name": "Наташа Тихая", "cat": "Hamburger restaurant"}, {"review": "The favorite one!", "rating": 3, "name": "Ksenia Gudzenko", "cat": "Hamburger restaurant"}, {"review": "\nThank you for your appreciation!)", "rating": 3, "name": "Vadym", "cat": "Hamburger restaurant"}, {"review": "Excellent 😍 fillet mignon", "rating": 1, "name": "Kote Hunter", "cat": "Hamburger restaurant"}, {"review": "Very Good!!!", "rating": 5, "name": "Serhii Pedko (nitrotol)", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback!", "rating": 1, "name": "Таня Ярова", "cat": "Hamburger restaurant"}, {"review": "Burgers and beer", "rating": 5, "name": "Богдан (Body85)", "cat": "Hamburger restaurant"}, {"review": "Thanks;)", "rating": 3, "name": "Yulia Patiaka", "cat": "Hamburger restaurant"}, {"review": "Love this Cafe", "rating": 4, "name": "Vika G", "cat": "Hamburger restaurant"}, {"review": "Good place!", "rating": 3, "name": "Andrii Tsuvalovskyi", "cat": "Hamburger restaurant"}, {"review": "Thanks;)", "rating": 5, "name": "Александра Шарапова", "cat": "Hamburger restaurant"}, {"review": "Tasty food", "rating": 4, "name": "Marina Chumel", "cat": "Hamburger restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "Kostya Udovichenko", "cat": "Hamburger restaurant"}, {"review": "Nice place.", "rating": 5, "name": "Сергей Кордон", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 5, "name": "Juliya Koniushenko", "cat": "Hamburger restaurant"}, {"review": "Good place", "rating": 4, "name": "TimeTo Explore", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 5, "name": "NatCat", "cat": "Hamburger restaurant"}, {"review": "Good place", "rating": 2, "name": "Анжелика Кугенко", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 1, "name": "IhorF", "cat": "Hamburger restaurant"}, {"review": "Good burgers", "rating": 5, "name": "Di K", "cat": "Hamburger restaurant"}, {"review": "Nice place", "rating": 1, "name": "У Вована", "cat": "Hamburger restaurant"}, {"review": "Thanks!)", "rating": 3, "name": "Valeriia", "cat": "Hamburger restaurant"}, {"review": "Nice place", "rating": 4, "name": "Lovetta Li", "cat": "Hamburger restaurant"}, {"review": "Thank you)", "rating": 2, "name": "Olya Kulyk", "cat": "Hamburger restaurant"}, {"review": "Nice spacious facility. We celebrated a corporate party with the company - we were satisfied with everything. The meat is quite tasty. I recommend the pork skewers. It is possible to pre-order. Waiters serve unobtrusively, which can be …", "rating": 4, "name": "Alexey Mavliutdinov", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 2, "name": "Yuriy Kazankin", "cat": "Hamburger restaurant"}, {"review": " To be honest, before, before the pandemic, I was there more often and I enjoyed it. The last visit was after the new year. Everything is good, but somehow not so cozy, quite cold inside, dark. The staff is tired, it …", "rating": 1, "name": "Валентина В", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 1, "name": "Maksym Mykhailenko", "cat": "Hamburger restaurant"}, {"review": "If you are a burger lover then this is definitely NOT for you!\nI ordered a burger that absolutely did not match the description and picture on the menu! I had “four cheeses” and apart from a plate of yellow cheese and a cutlet I didn’t have anything ...", "rating": 5, "name": "Vitalii Mostipaka", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback and for your attention to the institution. We will definitely pay attention to all these shortcomings and will try to correct the situation as best we can.\n\n", "rating": 2, "name": "Veronika Shalukhina", "cat": "Hamburger restaurant"}, {"review": "The institution is normal, you can visit. The burgers are delicious, I liked the onion one. Grapefruit cider seemed diluted, expected a richer taste. I advise you not to order additives in the form of potatoes, it seems to me that earlier in burgers it was ...", "rating": 4, "name": "Oleksii Khakhaliev", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Your feedback and comments on the dishes are very valuable to us. Informed the kitchen on these comments. We try to be the best for you.\n\n", "rating": 5, "name": "Alex Dema", "cat": "Hamburger restaurant"}, {"review": "It is very good that sprayers are installed on the street, it is very refreshing. The service and the work of the institution itself is terrible🤪, on a holiday, the delay in the kitchen is 40-50 minutes!!! After a long wait, the dish is brought cold👨‍🍳. Need to wait...", "rating": 5, "name": "Ярослава Стукалова", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! It is a pity that you are dissatisfied with visiting the restaurant. We are trying to correct the situation regarding the workload of the staff.\n\n", "rating": 2, "name": "Bohdan Petryshak", "cat": "Hamburger restaurant"}, {"review": "A bone got into the burger, dry and absolutely does not match the photo in the menu, photo below. I visited the institution with friends, all 4 burgers were barely warm, they forgot to bring the previously ordered side dish to one. Burger with a bone was removed from the bill and as ...", "rating": 5, "name": "Лунгу Екатерина", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback. We will take into account in further work.\n\n", "rating": 3, "name": "Bonnie Benay", "cat": "Hamburger restaurant"}, {"review": "I often passed by and a couple of times I couldn’t get in because of the hype, the prices are low, I understand that the hype was not because of the quality, but because of the price. The place is not very good. I ordered unfiltered, but they brought light beer. I ordered a burger with two …", "rating": 4, "name": "Elena V. Belous", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take into account all comments in further work and will do everything to change your opinion about our institution.\n\n", "rating": 1, "name": "Evgenij Rakhno", "cat": "Hamburger restaurant"}, {"review": "Delicious and high quality. I ordered a salad with salmon. The portion was huge and very tasty, there was an unusual set of ingredients. Didn't expect from a burger place! The hall on the first floor was overcrowded and we were put in the basement under …", "rating": 3, "name": "Yanina Holovach", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 1, "name": "Денис Ковальчук", "cat": "Hamburger restaurant"}, {"review": " 5/5 for the fact that the burger is really delicious salads and very good service. …", "rating": 2, "name": "Viktoriia Harus", "cat": "Hamburger restaurant"}, {"review": " Very grateful! We are always glad to see you again, in our institution!\n\n", "rating": 5, "name": "Дмитрий Фомкин", "cat": "Hamburger restaurant"}, {"review": "Interesting design. The waitress knows the menu well and can easily recommend dishes from the assortment. There was no veggie burger on the menu, but the waitress herself offered to check with the chef if he would. All in all, the burger was very…", "rating": 1, "name": "Volodymyr", "cat": "Hamburger restaurant"}, {"review": " Thank you for the feedback!\n\n", "rating": 3, "name": "Artem Kulahin", "cat": "Hamburger restaurant"}, {"review": "We came to watch football. It's cool that there was a place to watch football, since all the other bars were full)\nThe staff is attentive. …", "rating": 5, "name": "Polina Nekerova", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Let's take into account that you didn't like the cocktails! Let's fix it!)\n\n", "rating": 1, "name": "Yurii Maivaldov", "cat": "Hamburger restaurant"}, {"review": "Came to this place on the recommendation of a friend and never regretted it! They took burgers for themselves ... Juicy, tasty, and the size was such that they could hardly eat it! The atmosphere is nice, the service is great! Everyone was friendly, the waiter helped to make a choice and …", "rating": 5, "name": "Олексій Масальцев", "cat": "Hamburger restaurant"}, {"review": " Thank you very much! Happy that you liked it!\n\n", "rating": 2, "name": "Volodymyr Semeniuta", "cat": "Hamburger restaurant"}, {"review": "Overall good! But, we had dinner on January 7, the last day before the lockdown, and the impression was that some products were not freshly cooked, but warmed up. For example wings. I would also like the waiter to be more interested in how …", "rating": 4, "name": "Viktor Rezvyi", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. In fact, all products are fresh and high quality and we are always responsible for that! As for the waiters, work will be done with them. We will take into account all comments and we will correct :)\n\n", "rating": 5, "name": "Juli Baib", "cat": "Hamburger restaurant"}, {"review": "Review valid as of 01/19/2020\nI just love this network!\n3b cafe prepares the most delicious burgers in my opinion. …", "rating": 4, "name": "Nina Riviere", "cat": "Hamburger restaurant"}, {"review": " Thank you very much)\n\n", "rating": 1, "name": "Eleonora Light", "cat": "Hamburger restaurant"}, {"review": "They brought a warm, almost cold burger, which at the same time is as dry as possible, as if the chef does not know what sauces are. …", "rating": 2, "name": "Kateryna Prokopenko", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback. Let's take note!\n\n", "rating": 2, "name": "Игорь Мосийчук", "cat": "Hamburger restaurant"}, {"review": "Great place for breakfast, lunch or dinner with a varied menu. Large selection of burgers, including for vegetarians. Delicious juicy steaks. Interesting seasonal offerings such as green borscht or seasonal fruit tart. Also …", "rating": 2, "name": "Валентин Сухар", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much, Karinochka)", "rating": 5, "name": "тома марчук", "cat": "Hamburger restaurant"}, {"review": "Good establishment. Excellent, juicy, meat burgers. Adequate prices. Nice, relaxing atmosphere, casual service. Of the minuses, I can only note the lack of gloves for the burger. Salad and fries are delicious. Sauce …", "rating": 5, "name": "Николай Плотников", "cat": "Hamburger restaurant"}, {"review": " Thank you! Note)\n\n", "rating": 3, "name": "Dmitriy Dobrovolskiy", "cat": "Hamburger restaurant"}, {"review": "Were with guests from Odessa. Liked the food. Large and tasty portions. The staff is not friendly. Couldn't answer questions about the vegetarian menu. The toilet was dark and dirty. There was no paper. …", "rating": 4, "name": "Елена Александровна Слободянюк", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!) Let's take note!)\n\n", "rating": 1, "name": "TORI YA", "cat": "Hamburger restaurant"}, {"review": "Nice place downstairs. We ate burgers, beef cheeks, cheese platter, drank a corona cocktail and beer (ipa). Service is good. Burgers are good. The beer is good. The cheese platter is weird. Let's just say - strongly on a gourmet this cheese platter. …", "rating": 1, "name": "Asa Zdr", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback!)\n\n", "rating": 5, "name": "Viktoriia H", "cat": "Hamburger restaurant"}, {"review": "My last visits have been a total disappointment. The food here is MUCH worse.\nBurger \"Smoked Indian\" is very dry, the meat is overcooked. The waiter brought...", "rating": 3, "name": "Pasha Kuyan", "cat": "Hamburger restaurant"}, {"review": "The place used to be top, but it's getting worse. Prices go up, quality goes down. The burgers are delicious, the grill gives them a special flavor, but for them, get ready to wait for the waiter for 20-30 minutes (not at rush hour). Service is indifferent and slow, for…", "rating": 5, "name": "Роман Куценко", "cat": "Hamburger restaurant"}, {"review": " Good day. Thanks for the feedbacks. Submit your comments to the institution's management.\n\n", "rating": 4, "name": "Ira Mladenova", "cat": "Hamburger restaurant"}, {"review": "Whenever we want burgers or steaks we always go here. The atmosphere is pleasant, the service is mostly fast. Delicious Ukrainian craft beer varvar is available. On weekends, it is better to book a table in advance, there are often not enough places. …", "rating": 4, "name": "valentyn safin", "cat": "Hamburger restaurant"}, {"review": "\nAlexander, thank you for your appreciation, we are very glad that you liked everything! Your review gave a good mood to our guys for the whole day! Thank you for being with us! :) We look forward to your next visit.", "rating": 5, "name": "Sanya Kuhar", "cat": "Hamburger restaurant"}, {"review": "Great cafe decor. Beautiful dishes. Original design of dishes. Delicious. Borscht is chic, both in color and in content. The burgers are delicious. The food is worth its money. Be careful, the portions are huge. Check out, I took the burger home, ...", "rating": 4, "name": "Kachura S.", "cat": "Hamburger restaurant"}, {"review": "\nAndrew, thank you for your feedback! Very nice!", "rating": 2, "name": "Глина Глина", "cat": "Hamburger restaurant"}, {"review": " She was in the institution with a guy.\n- The waiter served us in Ukrainian, when he heard that we communicate with each other in Ukrainian, it is very gratifying; …", "rating": 2, "name": "Иван Печевистый", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for such a detailed response! you help us become better!)\n\n", "rating": 1, "name": "Roman Behma", "cat": "Hamburger restaurant"}, {"review": "Great place, I recommend it to everyone! Very tasty. Great variety of dishes and reasonable prices. I especially liked the steaks. Now I will be your regular customer. I recommend to all! …", "rating": 3, "name": "Elena", "cat": "Hamburger restaurant"}, {"review": "\nPavel, thank you for the excellent feedback and high appreciation of the work of our 3BC! :) It is always very pleasant to know that hard work is paying off! We look forward to your visit! :)", "rating": 4, "name": "Игорь Полищук", "cat": "Hamburger restaurant"}, {"review": "Not a bad place, it would be nice to have a button to call the waiter\nThe burgers are delicious too...", "rating": 4, "name": "Анна Подгорная", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 5, "name": "Петр Кричун", "cat": "Hamburger restaurant"}, {"review": "Previously, they loved this cafe very much, but last year they tried to discover new places for themselves and could not even look in. Today we finally managed))) without even booking we took a good place on the lower floor. I ordered onion soup and cobb...", "rating": 5, "name": "Владимир Шевчук", "cat": "Hamburger restaurant"}, {"review": "\nEugene, thank you for your feedback! We handed it over to the chef and restaurant manager!", "rating": 4, "name": "Аленка Карпова", "cat": "Hamburger restaurant"}, {"review": "Located in a lively place, so people are always there. In the evenings, and especially on Fridays, you can not get in without a preliminary order. The service is good, the order started to sell in 10-15 minutes. Well done waiters - told ...", "rating": 3, "name": "Людмила Зінченко", "cat": "Hamburger restaurant"}, {"review": "\nThank you for the excellent comment, the \"story\" about our 3WS is very pleased that you have appreciated us! We hope to see you again :)", "rating": 4, "name": "Anna Zagrebeniuk", "cat": "Hamburger restaurant"}, {"review": "A cozy place in the center of Kyiv with a stylish, laconic design. The prices are more than democratic, and the food is beyond praise. The burgers are all delicious, it is possible to take without potatoes. The service is also top notch. One of the best places where…", "rating": 5, "name": "Виктория Сабинина", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! We will be glad to see you again!\n\n", "rating": 1, "name": "Любов Винницька", "cat": "Hamburger restaurant"}, {"review": "Prices are slightly above average, service is quite fast. Ordered chicken nuggets, burger and salad. I especially liked the salad, cobb. Fresh vegetables, tasty sauce...", "rating": 1, "name": "Gabriel Swan", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 3, "name": "Roman Hotabich", "cat": "Hamburger restaurant"}, {"review": "3b favorite place to eat burgers: there are a variety of burgers available, also a lot of steaks)) and everything is sooo tasty\nPleased with the bonus system. …", "rating": 5, "name": "Oleksandr Gnatenko", "cat": "Hamburger restaurant"}, {"review": "My husband and I are frequent guests of this institution, we used to eat a cheese maniac burger, now 4 cheeses, very tasty. It is very good that they draw conclusions and correct mistakes. Not long ago we ate 2 fish steaks, we didn’t have time to roll everything is ready and on the table, serving salads ...", "rating": 3, "name": "Миша Жиленко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Оксана Краснюк", "cat": "Hamburger restaurant"}, {"review": " The impression is twofold!\nVisited many times!\nOne dessert, one steak, one salad, tea, 2 beers, fries and cheese pains cost …", "rating": 5, "name": "Denys Vinnik", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Let's take into account.\n\n", "rating": 5, "name": "Дарья Финик", "cat": "Hamburger restaurant"}, {"review": "Burgers are very tasty and good prices for cider with them!) There is always a full seat on the hem, so it's better to book a table in advance. The service there is just as good!…", "rating": 5, "name": "Виталий Золотаревский", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!) Glad to try for you!)\n\n", "rating": 1, "name": "Александр Дейнеко", "cat": "Hamburger restaurant"}, {"review": "Celebrated a friend's birthday. I'll tell you right away. Just got out of there. Very satisfying and tasty. Burger is top class. Not dry. Perfectly cooked cutlet.\nThe variety on the menu is not very big, but the name tells us about 3 things: beef, …", "rating": 5, "name": "Oksana “Level” Lev", "cat": "Hamburger restaurant"}, {"review": "\nStanislav, thank you for such a pleasant review! We are sincerely glad that you and the company were satisfied!", "rating": 5, "name": "Igor Shevchenko", "cat": "Hamburger restaurant"}, {"review": " Medium burgers, good location, the hall on the -1 floor is cozy, there were few people and good music. Of the minuses: additions to burgers are very small, it is especially interesting that carrot sticks, which are …", "rating": 3, "name": "Николай Кожинов", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback. Let's take note!\n\n", "rating": 5, "name": "Daniella", "cat": "Hamburger restaurant"}, {"review": " A delicious place for get-togethers. Good selection of beers and snacks. Delicious burgers and meat. You can have a snack and eat in this place. Halls are clean toilets, too. Postor halls on 2 floors. I recommend …", "rating": 5, "name": "הודיה אהרון", "cat": "Hamburger restaurant"}, {"review": " Thanks for the nice feedback!)\n\n", "rating": 4, "name": "Ivan Yaremenko", "cat": "Hamburger restaurant"}, {"review": " Alas, disappointment!\nPortions are small, prices for sandwiches, for example, are unreasonably high.\nThe quality of the cutlet inside the burger is not very fresh, the mattress hit …", "rating": 2, "name": "Roman Bodnar", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take into account and we will correct.\n\n", "rating": 5, "name": "Nana Cat", "cat": "Hamburger restaurant"}, {"review": "The best burgers I have ever eaten. Nice atmosphere. Special thanks to Yulia. Very pleasant waitress. Made our evening at this establishment unforgettable. For which special thanks ...", "rating": 4, "name": "Alona Cheb", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much)", "rating": 5, "name": "Катя Матвиенко", "cat": "Hamburger restaurant"}, {"review": " Damn, worse than burgers, probably did not eat. A bunch of cartilage in the cutlet. The cutlet itself is not fried enough.\nAnd the coolest thing about picking potatoes and carrots for a burger is with …", "rating": 1, "name": "Николай Лазарев", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take into account and we will correct\n\n", "rating": 1, "name": "versus j", "cat": "Hamburger restaurant"}, {"review": "This was the second time I've been to this establishment. In general, the staff is friendly and polite. The burgers are delicious (with strawberries, so generally with a bang). I strongly recommend providing gloves for burgers and making sauces of your choice (this way there will be more …", "rating": 5, "name": "Ната Ростовцева", "cat": "Hamburger restaurant"}, {"review": "\nThank you, we will work on 5!", "rating": 3, "name": "Елена Горичевская", "cat": "Hamburger restaurant"}, {"review": "I ordered wings, they turned out to be overdried, just dry meat fibers, and on top there was still the taste of a long-unwashed grill, all this was not appetizing, I did not eat it. A friend ordered a pork kebab - he didn’t eat either, he said that the meat was not ...", "rating": 3, "name": "Stn Ost", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Let's take it into account and we will correct ourselves!\n\n", "rating": 3, "name": "John Kolerts", "cat": "Hamburger restaurant"}, {"review": "Great, we were with kids. Everything was chosen as desired, everything is delicious. The children really liked the carrots and potatoes, I advise. Booked a table in advance, by 2 o'clock all the tables were occupied. Desserts tried everything - delicious! …", "rating": 4, "name": "Олексій Жабуровський", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback!\n\n", "rating": 5, "name": "Olga Dolga", "cat": "Hamburger restaurant"}, {"review": " I do not understand the behavior of the waiter, ordered a cola, brought a glass of cola ... I tell you, if the customer orders a drink, such as cola zero, the waiter must bring an empty glass and a closed circle, can …", "rating": 5, "name": "anton larin", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We will take this into account in further work!\n\n", "rating": 5, "name": "Галина Македон", "cat": "Hamburger restaurant"}, {"review": "We used to visit this cafe often, we liked the food and the service was great. But, unfortunately, for a long time the menu has remained the same, the technology is changing, the taste is lost and all the food is now somehow ordinary and completely nothing ...", "rating": 4, "name": "Anastasia Mironova", "cat": "Hamburger restaurant"}, {"review": "\nVictoria, thank you for your feedback! Part of the menu really remains unchanged, these are the guests' favorite dishes, while part of the menu is changed every 3-4 months. The furniture will be updated shortly.", "rating": 5, "name": "Viktoriia Svietikova", "cat": "Hamburger restaurant"}, {"review": "I ordered through Glovo, they added dips to the order. It was impossible to even chew, so dry. The burger is ok, but I'm unlikely to order a second time ...", "rating": 4, "name": "Sasha Sem", "cat": "Hamburger restaurant"}, {"review": " Grateful for the feedback. Let's take into account and pass on the comments of the kitchen.\n\n", "rating": 5, "name": "Fallen Angel", "cat": "Hamburger restaurant"}, {"review": "Fire place! Everything is very cool, everything is very tasty, excellent service! We came here after a half-marathon of burgers to eat and were very pleased))) at the maximum load, we were served quite well, I think)) near the house on the Palace …", "rating": 1, "name": "Наташа Скрипицина", "cat": "Hamburger restaurant"}, {"review": "\nSpasiiiibo big)", "rating": 2, "name": "Yulia Kharchenko", "cat": "Hamburger restaurant"}, {"review": "What the hell kind of dish is this with a raw piece of minced meat inside?\nAhhh, it's a Beef Burger from 3B Cafe.\nWho is doing cooking there and what the hell is this \"food\" from the industrial zones on Glovo ...", "rating": 3, "name": "Павел Мороз", "cat": "Hamburger restaurant"}, {"review": " Hello! Please write in more detail! To what address was the delivery ordered?\n\n", "rating": 2, "name": "Olga Kovalchuk", "cat": "Hamburger restaurant"}, {"review": "Basically, not bad. The prices are normal. The food is delicious.\nService is good.\nFrom the not very positive - the seats were on the aisle and every time like someone ...", "rating": 4, "name": "Дмитрий Пруткевич", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Dima olertys", "cat": "Hamburger restaurant"}, {"review": "Atmospheric cafe/pub with delicious burgers and a large selection of beers and ales. Friendly and very caring waiters. …", "rating": 3, "name": "Toni Muratto", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for the positive feedback!)\n\n", "rating": 2, "name": "Kate Soluar", "cat": "Hamburger restaurant"}, {"review": "A good place. Convenient location and reasonable prices. The institution is quite crowded and on Friday evening there may not be enough places. The kitchen is NORMAL, there are not enough stars from the sky, but quite good. The main caveat is that the cost…", "rating": 5, "name": "ASIA DUBAS", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback!)\n\n", "rating": 3, "name": "Victoria Gnatenko", "cat": "Hamburger restaurant"}, {"review": "Unfortunately, this is no longer the “3B kafe” that we all liked:\n1. Portions including drinks are cut to the maximum\n2. Menu - hug and cry ...", "rating": 3, "name": "Віта Ярмак", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We will take into account all the comments and we will correct!\n\n", "rating": 3, "name": "ProstoJuli", "cat": "Hamburger restaurant"}, {"review": "Service 6/10\nFood 2/10\nHair in food, napkins and beer. …", "rating": 5, "name": "Katerina Batranets", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback, we appreciate every thought of your work. We sincerely regret that you have a negative impression of our restaurant. We will try to become better for you!\n\n", "rating": 2, "name": "Ольга Саранюк", "cat": "Hamburger restaurant"}, {"review": "Unfortunately, it used to be much better in terms of lunches - now the food is tasteless and the portions are small - you come for lunch and end up leaving hungry ...", "rating": 4, "name": "Ruz B", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Feedback from the guest is important for us, we will take it into account.\n\n", "rating": 5, "name": "Helen Tarasenko", "cat": "Hamburger restaurant"}, {"review": "I liked the interior, sat downstairs. We ordered chicken shawarma 🙁 and banana cocoa 😍, everything seems to be nothing and prices and atmosphere, service, serving, only I didn’t understand shawarma ... Lavash is either raw, or it should be like this, maybe I’m used to the fact that ...", "rating": 5, "name": "Анастасія Омецинська", "cat": "Hamburger restaurant"}, {"review": " Good day. We thank you for the feedback. Regarding the dishes, you can always make it easy for you to cook: it relates to the different sauces, the degree of frying, etc.\n\n", "rating": 5, "name": "Iryna Nehrieieva, MEAL Consultant", "cat": "Hamburger restaurant"}, {"review": "Everything would be good and very tasty. But only the work of the staff remained in my memory, which, in my opinion, is simply terrible. Carry a standard and already prepared brownie dessert for twenty minutes, while the burgers were ready twice as fast. But this …", "rating": 5, "name": "Александра Кащенко", "cat": "Hamburger restaurant"}, {"review": " Maxim, thank you for your feedback and notification of the situation. Be sure to conduct a dialogue and work with staff on the quality and speed of service.\n\n", "rating": 5, "name": "Nelly P", "cat": "Hamburger restaurant"}, {"review": "3 borscht and 3 burgers were brought cold... (And this is constant)\n\nI ordered one uzvar, they brought three (here we praise the waiter for his quick wits) ...", "rating": 5, "name": "Oleksandr Vlasov", "cat": "Hamburger restaurant"}, {"review": " Ivan, thank you for your feedback and information. We will process this situation with the kitchen and staff.\n\n", "rating": 4, "name": "Masha Create", "cat": "Hamburger restaurant"}, {"review": "I always visit with pleasure. The food is delicious myasko know how to cook. The menu includes steaks, burgers, salads. Service is not intrusive. I love to visit Podil and Shota Rustavelli. Last visit to Khoriva. …", "rating": 4, "name": "Артём Алисов", "cat": "Hamburger restaurant"}, {"review": "Cocktails and steaks. That's what you need to come here for. But be careful, they fry one level lower than you order. If you want an average level - say Vel dan. …", "rating": 5, "name": "Юлия Чимбай", "cat": "Hamburger restaurant"}, {"review": " Delicious, quickly carried orders. Delicious burger with strawberries …", "rating": 4, "name": "carodnepr/hqwatchgallery", "cat": "Hamburger restaurant"}, {"review": "Thank you!)", "rating": 5, "name": "Андрей Танин", "cat": "Hamburger restaurant"}, {"review": "Today, the food is terrible.\nburgers are cold\ncheese is not melted in burgers...", "rating": 1, "name": "Dosisksosk Apwoeoeo", "cat": "Hamburger restaurant"}, {"review": " It is a pity that you were dissatisfied with the service and cuisine in our restaurant. We would be grateful if you could specify the date and time of your visit. We want to better imagine the situation and take appropriate action. Thank you in advance!\n\n", "rating": 4, "name": "Kindzadzaaaa", "cat": "Hamburger restaurant"}, {"review": "👍🏻Excellent network, menu with different burger options and a lot of other snacks. There is also a very tasty cherry cider - I recommend👌🏻 Everything is usually very tasty. We also have our own system of accumulating points, which we often use👍🏻 ...", "rating": 1, "name": "Ira Shkodich", "cat": "Hamburger restaurant"}, {"review": " We are pleased that you like)\n\n", "rating": 5, "name": "Таня Богдан", "cat": "Hamburger restaurant"}, {"review": "I liked the food, tasty and large portions.\nI did not like that the sofas are still dirty, although visitors wrote about this several months ago. …", "rating": 5, "name": "Dennis Zdorovy", "cat": "Hamburger restaurant"}, {"review": " Hello, Irina) Thanks for the feedback, this problem will be resolved in the near future)\n\n", "rating": 5, "name": "Keks Keks", "cat": "Hamburger restaurant"}, {"review": " I've heard about this place for a long time, but I've never been. And in vain! Cozy place, fast service, interesting and delicious food. …", "rating": 5, "name": "Ann Futureyou", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Kristina Kucher", "cat": "Hamburger restaurant"}, {"review": "Tasty, beautiful, ha-ra-sho. The only thing is that the beer is not very cold. I would even say warm. Or barely cool. …", "rating": 3, "name": "Анна Гажаман", "cat": "Hamburger restaurant"}, {"review": " Thank you! We will take your wishes into consideration)\n\n", "rating": 4, "name": "Смит Смит", "cat": "Hamburger restaurant"}, {"review": " All in all, a very good place. Modern interior, good service. The cuisine is delicious, although not something so incredible.\nWe were a little unlucky because we were immersed in a period of \"unsuccessful\" …", "rating": 1, "name": "Sasha Pr", "cat": "Hamburger restaurant"}, {"review": " Excellent and fast service! And the dishes deserve special attention. Nuggets are probably the most delicious in this place :) …", "rating": 3, "name": "Angelina Bishep", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!)\n\n", "rating": 5, "name": "Nataliya Gyrych", "cat": "Hamburger restaurant"}, {"review": "The tea and signature cake were delicious. This place is more like a pub. Clean and pleasant place. You can get together with the company, watch football. …", "rating": 5, "name": "Юлия «Rapal» Нечипорук", "cat": "Hamburger restaurant"}, {"review": " Thank you very much! Always glad to see you again!\n\n", "rating": 3, "name": "Максим", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers in Kyiv. I especially like the chicken burgers. Burgers are served with salad and sauces. Loft-style interior, spacious. The cost of a burger is 160-180 UAH. Ordered Cobb salad, photo attached. …", "rating": 3, "name": "Марина Барских", "cat": "Hamburger restaurant"}, {"review": "\nThanks a lot)", "rating": 5, "name": "Ростислав Черников", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers! And okroshka deserves a separate medal!\nP.S. After only two weeks, the situation has changed - not for the better. Okroshka was without meat ... at all. We asked the waiter to pick up the dish and check it personally. …", "rating": 5, "name": "Yuliana Kuzhel", "cat": "Hamburger restaurant"}, {"review": " Paul, thanks for the feedback!)\n\n", "rating": 4, "name": "Sergey Mih", "cat": "Hamburger restaurant"}, {"review": " Exactly a year ago, I left a great review about this institution. But a year passed and a moment of disappointment came.\nToday we made an order, which included a burger with home delivery, or rather …", "rating": 2, "name": "Valentyn", "cat": "Hamburger restaurant"}, {"review": "Thanks. Let's take note)", "rating": 4, "name": "Sartal", "cat": "Hamburger restaurant"}, {"review": "A good place. The room is pleasant and cozy, the service is not inferior to the quality of the kitchen. There are already legends about borscht and okroshka from 3B, after all. Well, meat and steaks, this is a separate conversation. It is very tasty, very cool and very satisfying. …", "rating": 3, "name": "alexz", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much, Roman)", "rating": 5, "name": "Yevhenii Kizim", "cat": "Hamburger restaurant"}, {"review": " Very disappointed with your favorite establishment, on the weekends came to the most delicious burgers, we were seated at a table and after 5 minutes a couple came with a dog (Cocker Spaniel) they put them near and …", "rating": 3, "name": "Анастасия Янычар", "cat": "Hamburger restaurant"}, {"review": " Hello! 3B Cafe is dog-frienly, so it is possible for us to have pets, but the situation with the waiter is really unacceptable, we will definitely take the appropriate measures!\n\n", "rating": 5, "name": "Serhii Budiak", "cat": "Hamburger restaurant"}, {"review": " Delicious, fast. But even if it was not tasty, it would still be 5 points - for the fact that the waiters speak Ukrainian. 🇺🇦🤘 …", "rating": 5, "name": "Владимир Забудский", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!\n\n", "rating": 3, "name": "Сергей «Sergey Dvorsky» Дворский", "cat": "Hamburger restaurant"}, {"review": "There was an order through Glovo yesterday. They sent instead of water without gas - with gas (according to the labels). The bottle says “highly gassed”, you open it - it is without gas. Cafe pours its pallet. In nuggets - hair. Do you want a twist? The courier takes out the order, and from ...", "rating": 5, "name": "Галина Дехтярук", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Work will be done with the staff so that such moments do not happen again!\n\n", "rating": 3, "name": "Марина Донец", "cat": "Hamburger restaurant"}, {"review": " Delicious cuisine.\nTook three identical steaks, but one was unlucky, was tough. Asked to cook, everything was fixed quickly. …", "rating": 1, "name": "Дима Драч", "cat": "Hamburger restaurant"}, {"review": " Thank you very much)\n\n", "rating": 5, "name": "Александр Семененков", "cat": "Hamburger restaurant"}, {"review": " Good place, delicious burgers, but a relatively expensive menu. Ordered chicken burgers with a price tag of 129 UAH. They gave them to us pretty quickly. Along with burgers, they serve fried potatoes (similar to …", "rating": 5, "name": "Valentina Ryabokon", "cat": "Hamburger restaurant"}, {"review": " Thanks for the excellent evaluation and constructive comment :) Waiting for you!\n\n", "rating": 4, "name": "Evghen Filin", "cat": "Hamburger restaurant"}, {"review": "The best burger ever!!! The taste of food is incomparable, the atmosphere leaves no one indifferent, the service is top notch!)🎉😘 Well done guys, I advise absolutely everyone👍 …", "rating": 5, "name": "Татьяна", "cat": "Hamburger restaurant"}, {"review": "\nThank you for the excellent feedback and appreciation :)", "rating": 5, "name": "Олена Білоконь", "cat": "Hamburger restaurant"}, {"review": "Big tasty juicy burgers. If you want a hearty meal then this is the place for you. Adequate price. Interesting interior. It is easy to find among the streets of Podil …", "rating": 5, "name": "Светлана Матвеева", "cat": "Hamburger restaurant"}, {"review": "Great establishment! A good option for a large company) A choice of burgers, beer snacks, meat dishes, a large selection in the bar map. The portions are big and very tasty! …", "rating": 3, "name": "Анна Сидоренко", "cat": "Hamburger restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Bohdan Kudrik", "cat": "Hamburger restaurant"}, {"review": "Good menu, large portions, reasonable prices. Very tasty burgers! Great place to watch football...", "rating": 5, "name": "Денис Анацкий", "cat": "Hamburger restaurant"}, {"review": " Good tasty cuisine and meat, which is basically the main thing for the establishment. Two Different Room Designs On The Ground Floor And Basement. The waiters are friendly though, and they don't come too often. The …", "rating": 2, "name": "Vasyl Bulka", "cat": "Hamburger restaurant"}, {"review": " The food is very tasty (especially salads), but very upset by the lack of a promotional offer for rum. Although the announcement of the \"2 + 1 at a good price\" campaign is on every table. However, the waitress did not …", "rating": 5, "name": "Anna Zhulavskaya", "cat": "Hamburger restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Denys Petrash", "cat": "Hamburger restaurant"}, {"review": "Very interesting menu. Average and slightly higher price category. Great beer and mulled wine…", "rating": 5, "name": "Bogdan Ivaniuk", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!)\n\n", "rating": 2, "name": "Serhiy Int", "cat": "Hamburger restaurant"}, {"review": "Pleasant staff. 3 comfortable rooms. In the morning they show the series \"Friends\"!) The choice of breakfasts is not very good, but the waiters always go to meet, listen to desires and please. Pretty quiet but crowded place. Not the finest cuisine, but…", "rating": 2, "name": "Сергей Ровенский", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback and constructive criticism! Let's improve!\n\n", "rating": 2, "name": "Дарина Якименко", "cat": "Hamburger restaurant"}, {"review": "It looks like a catering establishment - a lot of people, a lot of waiters, tables close to each other. The choice of food and drinks is quite large, but I did not like the mushroom cheeseburger - the mushrooms are incomprehensible and tasteless ...", "rating": 5, "name": "Kateryna А.", "cat": "Hamburger restaurant"}, {"review": " With pleasure spent time in cafe.\nQuickly fulfilled the order. Everything was very tasty and liked. Special thanks to Eugene for his kindness and attention. …", "rating": 4, "name": "Alex Anakin", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback!\n\n", "rating": 5, "name": "Екатерина Колосовская", "cat": "Hamburger restaurant"}, {"review": "Great place, very tasty burgers and steaks, fast service, cozy place. A separate plus for the bar, they do not bodyate and a very good cocktail list. …", "rating": 4, "name": "Валентина", "cat": "Hamburger restaurant"}, {"review": "Great place to eat delicious burgers and drink no less delicious beer. I'm sure the other positions are also good, but so far we've only tried beer and burgers. …", "rating": 5, "name": "Екатерина", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback!\n\n", "rating": 5, "name": "Марта Городинская", "cat": "Hamburger restaurant"}, {"review": "A very pleasant establishment. Not a very large selection, but everything on offer is cooked to perfection. What pig ears! Interesting food presentation.\nIn the basement hall there is a big screen with current football matches. Soundless. AND …", "rating": 1, "name": "Yuliya Zoshchenko", "cat": "Hamburger restaurant"}, {"review": "\nThanks for your feedback!", "rating": 4, "name": "Denys Kiparenko", "cat": "Hamburger restaurant"}, {"review": " Good atmosphere, quiet music, fast service. Beer and really tasty burgers are a justified feature of the establishment. They broadcast football, which is important. I recommend to everyone! …", "rating": 4, "name": "Denis Shkodynskyi", "cat": "Hamburger restaurant"}, {"review": "\nGood afternoon, Roman, thank you very much for your feedback, we are trying to make our restaurant the best for guests!", "rating": 2, "name": "Катя Оленич", "cat": "Hamburger restaurant"}, {"review": " Very tasty, ate chicino grill set, I recommend the master chef. The idea of ​​the idea is quickly tasty and high quality, but the interior is outdated and needs to be updated …", "rating": 5, "name": "Golandec Airsoft", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Always glad to see you again! We will take into account your opinion in further work!\n\n", "rating": 4, "name": "CARефан CARефанов", "cat": "Hamburger restaurant"}, {"review": "Delicious food and very good cocktails. We did not book a table, but we easily found a place for 4 people on Friday evening. The waiters are very responsive and pleasant, served quite quickly …", "rating": 5, "name": "Ира Кричко", "cat": "Hamburger restaurant"}, {"review": "\nThanks a lot.", "rating": 3, "name": "I. V.", "cat": "Hamburger restaurant"}, {"review": "The worst service that I met in the city of Kyiv, they came with a friend to drink a glass of beer on Friday, the waiters did not approach us for 25 minutes, after which, when asked if it was possible to place an order, they said that it would have to wait about an hour, ...", "rating": 1, "name": "Tamara Pershukova", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We will take into account your comments and process this issue with the staff!\n\n", "rating": 5, "name": "Константин", "cat": "Hamburger restaurant"}, {"review": " When I first visited this place, I really liked the cuisine and service.\nHowever, yesterday, unfortunately, was a complete disappointment. Cherry cider …", "rating": 5, "name": "Богдан Щавинский (BogamiR)", "cat": "Hamburger restaurant"}, {"review": " Diano, thank you for your feedback! Please write your contacts to us on social networks so that the restaurant manager can contact you and resolve the situation.\n\n", "rating": 5, "name": "Dasha Zubenko", "cat": "Hamburger restaurant"}, {"review": " Very tasty and relatively inexpensive restaurant. Everything is preparing fast. …", "rating": 4, "name": "Виктория Царь", "cat": "Hamburger restaurant"}, {"review": " Thank you-thank you)\n\n", "rating": 4, "name": "Vitalij Dykkyj", "cat": "Hamburger restaurant"}, {"review": "We were frequent visitors to the network of this institution, but today, apparently, was the last one. The kitchen did not go to the whole company, soiled sofas and a persistent aroma of frying create the impression of a cheap dining room, although earlier, coming here, one felt good …", "rating": 3, "name": "Александр Воронов", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback, we appreciate any feedback on your work. We sincerely regret that you have a negative impression of our restaurant. We would be grateful if you could specify the date and time of your visit. We want to better understand the situation and take appropriate action.\n\n", "rating": 5, "name": "Natalia Liubinetska", "cat": "Hamburger restaurant"}, {"review": "The steak is good, they took into account the wish with roasting, but did not like the service, given that the table was booked in advance and it was a birthday, the waiter was not reachable, and when it came it felt like we had come to her house ...", "rating": 2, "name": "Маша Скороход", "cat": "Hamburger restaurant"}, {"review": " The establishment liked it, waited for quite a while (what a rarity), took with my friend two burgers (if I'm not mistaken - double beef), meat is just one of the best that I tasted (no streaks and fried perfectly), …", "rating": 4, "name": "Andriy Volkoviy", "cat": "Hamburger restaurant"}, {"review": " Alex, we thank you very much for your welcome feedback. Looking forward to your visit again)\n\n", "rating": 5, "name": "Лилия Довженко", "cat": "Hamburger restaurant"}, {"review": "For each item on the menu, a 10% tip is added for alleged service, although they waited a mega long time for their order and had to ask the waiters several times. Once we dined with a company and found a discrepancy between the prices on the check and the prices on the menu ...", "rating": 2, "name": "Sag Bobinowski", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. 10% of the service check is automatically taken into account not for each item, but for the total amount of the check. But if you don't like the service or you don't want to pay, you can tell the waiter. As for the prices on the menu and the check, they can't be different, maybe you have a check left?\n\n", "rating": 5, "name": "Dorian Bruno", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers and incredible sweet potatoes. Nice staff. …", "rating": 3, "name": "Vlad Kucherenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 5, "name": "Slava Gubernachyk", "cat": "Hamburger restaurant"}, {"review": "Situation: I wanted to eat, the guy wanted to sit in a coffee shop. We decided to order food in a 3b cafe and go to eat at this coffee shop, which is relatively close, but not directly close. In general, we waited 60 minutes, took the order, arrived at the destination ...", "rating": 2, "name": "Dyadya Vadya", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! It's always nice to get positive feedback in return!)\n\n", "rating": 5, "name": "Екатерина Бондаренко", "cat": "Hamburger restaurant"}, {"review": "We used to visit this place very often (about 3 years ago). Not so long ago I visited with my wife and were extremely surprised (in a bad way). There were very few steaks and their quality fell: the meat was \"rubber\". …", "rating": 3, "name": "Олег Стогнушенко", "cat": "Hamburger restaurant"}, {"review": " Andrew, thank you for your feedback and attention to our institution. We will try to become better for you and improve your impressions.\n\n", "rating": 3, "name": "Елена Растецкая", "cat": "Hamburger restaurant"}, {"review": "This is a fiasco guys!!\nWent a couple of years ago and recommended to all my friends. This time it's just a disaster! The toilet is dirty, cleanliness is not a priority! In the ordered dishes, the ingredients are changed without ...", "rating": 5, "name": "Максим Новий", "cat": "Hamburger restaurant"}, {"review": " Irina, thank you for your feedback. We sincerely regret that a visit to our restaurant left you with a negative impression. We will be sure to check the correctness of the actions of employees and take appropriate measures. Please leave your contacts with us in the social network. networks. We hope you will give us a chance to correct the impression. We promise we will not let you down!\n\n", "rating": 4, "name": "Владислав Валиуллин", "cat": "Hamburger restaurant"}, {"review": "Good pub. Great beer, service 5 out of 5. They brought a slightly undercooked chicken kebab - they apologized, they brought it overcooked and as an apology - a delicious cheesecake. …", "rating": 3, "name": "Vladimir Pshechenko", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback!\n\n", "rating": 3, "name": "Illarion Khlestov", "cat": "Hamburger restaurant"}, {"review": "Celebrated a birthday. Great cafe, delicious food, polite waiters. As a gift, they brought shots from the institution and a portion of delicious napolen with a candle for the birthday girl. …", "rating": 2, "name": "Роман Рома", "cat": "Hamburger restaurant"}, {"review": "\nThanks for your feedback! We are glad that you were satisfied!", "rating": 4, "name": "Alexander Boyko", "cat": "Hamburger restaurant"}, {"review": "Check out delicious burgers! Very straight! I recommend paying attention to happy hours, so you can save a little. The portion is very large, if you are not very hungry - share the meal with a friend. …", "rating": 4, "name": "Natali Dudchenko", "cat": "Hamburger restaurant"}, {"review": "\nThank you, nice to read)", "rating": 5, "name": "Anna K", "cat": "Hamburger restaurant"}, {"review": "I do not recommend.\nA few years ago, they liked to leave the office for lunch with a team in this institution - I decided to go in now. Service is terrible. The waiters sat and just talked...", "rating": 2, "name": "Kostya Pyanykh", "cat": "Hamburger restaurant"}, {"review": " Thank you for letting us know about the situation you encountered while visiting the restaurant. Please accept our sincere apologies for the inconvenience. All these shortcomings will be eliminated.\n\n", "rating": 2, "name": "Mira Bektimirova", "cat": "Hamburger restaurant"}, {"review": "Terrible place, waited for burgers for about 20 minutes, instead of the declared 10. Brought cold ones!!! French fries were also brought cold, and they also stank of some kind of lard, and they asked for it for the child. The tables are dirty, the feeling of a cheap eatery at …", "rating": 3, "name": "Виталий Зленко", "cat": "Hamburger restaurant"}, {"review": " We sincerely regret that the visit to our institution left you with negative impressions. We will be sure to check the correctness of the actions of employees in the kitchen and take appropriate measures. We hope you will give us a chance to correct the impression.\n\n", "rating": 3, "name": "Liliya Klenkova", "cat": "Hamburger restaurant"}, {"review": " It's a shame, this used to be a really good burger shop. We have been here a lot over the past few years, but recently it has stopped tasting. The burgers have become smaller, less juicy, the bread has been changed …", "rating": 3, "name": "Катерина Кириленко", "cat": "Hamburger restaurant"}, {"review": "Thanks for the tip. We will take into account your comments.", "rating": 3, "name": "natalka klimenko", "cat": "Hamburger restaurant"}, {"review": "Great place to hang out after work\nAnd the waitress we got was just lovely - pleasant, and even with a great sense of humor) ...", "rating": 1, "name": "Вікторія Андрійченко", "cat": "Hamburger restaurant"}, {"review": " Very nice to read such reviews)\n\n", "rating": 5, "name": "Andrew", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 2, "name": "Міша Франкевич", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 2, "name": "Maria Nk", "cat": "Hamburger restaurant"}, {"review": "Beer pub?! Yes, it's very tasty! From quality products. I recommend. Although the waiters are sleepy and lethargic. We waited for a second order and the menu for a long time. Although the load is not large. If we were in a hurry, it would be 1 * ...", "rating": 4, "name": "Игорь Пидчибий", "cat": "Hamburger restaurant"}, {"review": "Instead of 5 burgers they brought 4, 2 of them were cold. Returned, warmed (maybe in the microwave). Well, so-so impression, five of us came to eat, in the end we divided 4 burgers into five. This review is not about the food, only about the service...", "rating": 3, "name": "Любовь", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will work with the staff, we will find out the situation why your order was not issued in full and according to standards. We will take into account all comments!\n\n", "rating": 5, "name": "Сергій Гуцалюк", "cat": "Hamburger restaurant"}, {"review": "Worst cocktail I have ever tried. Half of the drink is ice and there was not even a hint of gin in it, which, like, was supposed to be there. To taste water with a crown. A shame. And this cocktail is from the top ... And I doubt that the bartender ...", "rating": 5, "name": "tatiana 5", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you for your feedback! If your cocktail did not meet the technological standards, you should definitely inform the songwriter. The drink would be recycled! We take the responsibility to have a serious conversation with the bartenders!\n\n", "rating": 5, "name": "Yana Mahmudova", "cat": "Hamburger restaurant"}, {"review": " This place has become a very poor choice to have lunch.\nThey served stale warm beer, caesar salad looks just bad, it's obviously made from the cheapest ingredients. …", "rating": 5, "name": "Алика Гудзь", "cat": "Hamburger restaurant"}, {"review": " Alexander, thank you for your feedback, we appreciate every thought of your work. We sincerely regret that you have a negative impression of our restaurant. We hope you will give us a chance to correct our impressions during the next visit.\n\n", "rating": 5, "name": "Anastasia Herasymenko", "cat": "Hamburger restaurant"}, {"review": "Air conditioning inside does not always work (or not really). There are not very many places on the street. The burgers are delicious, love it. But it’s better not to even try shawarma if you want to avoid disappointment. Waiting time is longer than I would like...", "rating": 5, "name": "Maksym Podhornyi", "cat": "Hamburger restaurant"}, {"review": " Alexander, thank you for sharing your impressions. We will take into account and process the above-mentioned remarks.\n\n", "rating": 5, "name": "anastasia smol", "cat": "Hamburger restaurant"}, {"review": "Delicious snacks and burgers, nice place, very polite and helpful staff. The prices are quite reasonable. …", "rating": 5, "name": "Lavrov Oleg", "cat": "Hamburger restaurant"}, {"review": " Thank you! ;-)\n\n", "rating": 5, "name": "Кристина Задвижная", "cat": "Hamburger restaurant"}, {"review": "Tasty, but no hygiene. The cook who prepares the burgers takes them with tongs and holds them on top with his hand WITHOUT A GLOVED. The waitress was asked to collect food with us (which we did not finish), she folded it with her hands without gloves in the court. …", "rating": 3, "name": "Alex Odin", "cat": "Hamburger restaurant"}, {"review": " Natalia, thank you for your feedback. We will be sure to work with our staff and will try to continue to meet your highest expectations. We hope for a new meeting!\n\n", "rating": 1, "name": "Nataliia Yesypenko", "cat": "Hamburger restaurant"}, {"review": "I could not imagine that you can spoil Caesar like that! The food there is delicious! For the first time I see that in this salad there were pieces of a loaf, instead of croutons, and a completely tasteless chicken ... One small tomato, a complete lack of ...", "rating": 5, "name": "Vi Panda", "cat": "Hamburger restaurant"}, {"review": " Please tell, why such estimation?\n\n", "rating": 2, "name": "Андрій Любченко", "cat": "Hamburger restaurant"}, {"review": "I came to this institution on 06/26/21 for the last time, and before that it was not a one-time thing, everything seemed to be fine for a couple of years. My wife and I ordered 2a burgers. I rated it 3 stars only because my hair was in a carrot (my wife kept me from ...", "rating": 1, "name": "Lucy Lucy", "cat": "Hamburger restaurant"}, {"review": " Vadim, thank you for the information and feedback. It is a pity that such a situation has arisen. Feedback is very valuable to us. Be sure to communicate with staff. We will do our best to meet your expectations in the future and enjoy impeccable service. Be sure to come to us again.\n\n", "rating": 3, "name": "Maxim Nep", "cat": "Hamburger restaurant"}, {"review": "I didn't think there would be a need for this review, but still. I found it on the menu in the desserts Brownie with cherries! I love brownie and have made it myself and tried it abroad many times. …", "rating": 5, "name": "CUTME Studio", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Be sure to pass your comments to the staff of the institution!\n\n", "rating": 3, "name": "Володимир Рябченко", "cat": "Hamburger restaurant"}, {"review": " Very cozy, welcoming and delicious. Nice music, friendly staff. The menu is pleasantly surprised by the wide selection of meat and fish dishes. A great bar map with interesting cocktails …", "rating": 3, "name": "Dmitry Tharn", "cat": "Hamburger restaurant"}, {"review": " Sergey, thank you very much)\n\n", "rating": 5, "name": "Андрей Солонский", "cat": "Hamburger restaurant"}, {"review": "In general, the institution is pretty, and this is the only plus here!\nOrdered food, and four of the four dishes inside were half-cooked, cold meat\nI took the dishes, the money was returned and thanks for that ... ...", "rating": 3, "name": "Влад Иванченко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take into account all the comments and correct ourselves!\n\n", "rating": 3, "name": "Evgeni", "cat": "Hamburger restaurant"}, {"review": "Nice place to eat a delicious burger and drink beer. I also liked the steak, I recommend it! …", "rating": 5, "name": "Serhii Pivenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the recommendation)\n\n", "rating": 1, "name": "Анастасия Матвеева", "cat": "Hamburger restaurant"}, {"review": "Lunches are good here, though often there is no lula kebab.\nAnd they came one evening with friends, then the burgers brought so-so, they used to be tastier, the beer is generally warm. …", "rating": 4, "name": "Виталина Ушкань", "cat": "Hamburger restaurant"}, {"review": " Julia, thank you for your attention to our institution! Be sure to pass the remarks to the restaurant manager.\n\n", "rating": 1, "name": "Ольга Денисюк", "cat": "Hamburger restaurant"}, {"review": "The staff is pleasant, attentive. Burgers are normal tasty, by the standards of Kyiv I don’t know what level. . For which I took off a star. The table was sticky, the sofas were stained, it was a little hot in the establishment, the beer was lukewarm... I want it in the heat...", "rating": 5, "name": "Евгений Крендель", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Feedback is very valuable to us. We are glad that you liked our dishes. But we regret that we did not meet your expectations for cleanliness. The information has already been passed to the restaurant manager, the necessary actions will be taken to eliminate the situation.\n\n", "rating": 1, "name": "Галина Іщенко", "cat": "Hamburger restaurant"}, {"review": "In the pre-Covid times, for me and my friends, this was the main \"burger\" place. Yesterday we went after a year and a half break and were upset. Yes, the burgers are normal, but no more, the waiters are absolutely passive. The only thing that made me happy was…", "rating": 5, "name": "Sergey Dema", "cat": "Hamburger restaurant"}, {"review": " Andrew, thanks for the feedback! We are glad that you appreciated our beer. But it is a pity that the service in the restaurant left a negative impression after visiting. We try our best to improve the service and atmosphere in the institution. We hope for another meeting.\n\n", "rating": 1, "name": "Galina Kulasova", "cat": "Hamburger restaurant"}, {"review": "Fast service, nice interior, very tasty burgers with juicy meat, I was very pleased! …", "rating": 5, "name": "Illia Martyn", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 3, "name": "Dima B", "cat": "Hamburger restaurant"}, {"review": " Funny place on the corner. Delicious warm salad with veal liver. Wide range of alcoholic beverages. Delicious coffee. There is a screen for watching sports channels. In general, a good impression leaves the …", "rating": 3, "name": "Oleksandr Fenenko", "cat": "Hamburger restaurant"}, {"review": " Thank you very much! Note)\n\n", "rating": 4, "name": "Sergey Rotov", "cat": "Hamburger restaurant"}, {"review": " Very tasty cuisine, democratic prices, good atmosphere, friendly staff. But you need to book in advance, because it is very difficult to find places on weekends and weekdays. Got to the cafe for the second time, and …", "rating": 5, "name": "Юрий Царенко", "cat": "Hamburger restaurant"}, {"review": "Was today 01/03/21\nThe administrator is a girl who is not tall, just a great fellow, they watched her work, great! …", "rating": 4, "name": "Olga Ольга", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 5, "name": "Volodymyr Alfimov", "cat": "Hamburger restaurant"}, {"review": "Insanely delicious cooked meat in a burger ala grill, \"with a twinkle\". Grab a beef burger and you'll be happy! For me, the most delicious burgers in Kyiv. …", "rating": 4, "name": "Николай Горбач", "cat": "Hamburger restaurant"}, {"review": "Good selection of burgers, ordered a chili burger... and yes it was spicy, I loved it. The girl ordered a chicken ... the cutlet was dry, or rather, not a cutlet, but a fillet! There are detox cocktails, a good selection of fresh juices. …", "rating": 2, "name": "Анна Хоружа", "cat": "Hamburger restaurant"}, {"review": "Very tasty and satisfying) democratic prices for “business lunch” for Kyiv\n10 out of 10 🙂…", "rating": 3, "name": "M W", "cat": "Hamburger restaurant"}, {"review": " Thank you for the positive feedback! Your rating, the best thanks for us!)\n\n", "rating": 4, "name": "Победка Юрьевна", "cat": "Hamburger restaurant"}, {"review": "We were always in this cafe only on Minsk, we wanted to go to this one because it was closer.\nThe service is good, but the 4 cheese burger was half-baked cocklets not very nice …", "rating": 2, "name": "Игорь Неверовский", "cat": "Hamburger restaurant"}, {"review": " Angelica, be sure to pay attention to your constructive comments and pass the information to the staff of 3B Cafe in Podil. Thanks for the feedback. We try to make the service even better.\n\n", "rating": 4, "name": "Vitaliy K", "cat": "Hamburger restaurant"}, {"review": "One disappointment! Not the first time ... and not the first time we go. And now, after the pandemic ..... The quality of service has fallen. The quality of the burgers too... The buns were not even warmed up, the potatoes are cold.... The salad 🥗 in the burger is not filling …", "rating": 5, "name": "öznur uzun", "cat": "Hamburger restaurant"}, {"review": " Igor, thanks for the feedback! We sincerely regret that you were dissatisfied with the level of service and quality of cooking burgers. Please specify, in what there was a problem with service? We try to take every guest feedback into account in our future work.\n\n", "rating": 5, "name": "Halyna Stets", "cat": "Hamburger restaurant"}, {"review": "Spacious, comfortable, a lot of sofas, quickly served, tasty (a little bit of meat in the burger). Prices are moderate…", "rating": 1, "name": "Алёна Дмитриева", "cat": "Hamburger restaurant"}, {"review": "\nThank you for the constructive :) Information chef handed! We look forward to visit again :)", "rating": 4, "name": "Zhanna", "cat": "Hamburger restaurant"}, {"review": "We came to eat a steak, there were no steaks at all. I ordered borscht and waited 1 hour for it to be brought. As an apology, they poured a glass of horseradish, and I don’t even drink. It is better to look for another place to stay ...", "rating": 2, "name": "Владимир Тузенков", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback, you help us be the best. And we regret that did not quite live up to your expectations. We will take into account all comments in our future work. We hope for a new meeting.\n\n", "rating": 4, "name": "Алёна Замкова", "cat": "Hamburger restaurant"}, {"review": "Visited the institution with the company on January 2:\n\n• waiting for an order for a very long time (more than 30 minutes waiting for drinks and even longer ...", "rating": 5, "name": "Юлія Поліщук", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take into account all comments and correct ourselves!\n\n", "rating": 4, "name": "Валентин Носач", "cat": "Hamburger restaurant"}, {"review": "Delicious. Not expensive. Pleasant waiters. The food is a bit salty. Although I do like salty. …", "rating": 5, "name": "Евгения Гаврилко", "cat": "Hamburger restaurant"}, {"review": " She ordered chicken breast on spinach and vegetables.\nThe chicken itself with the sauce is delicious, though the type of serving is awful, like Halloween. …", "rating": 5, "name": "Artem Kravchenko", "cat": "Hamburger restaurant"}, {"review": " Good afternoon about the dish - we will definitely pass the chef's remarks, we also want to note that the three bills the waiter can issue, so we will find out!\n\n", "rating": 1, "name": "Миру Мир", "cat": "Hamburger restaurant"}, {"review": "Good cafe, normal burgers, tasty. They cook quickly. The staff is excellent. Prices are above average. Clean, comfortable, music does not interfere with communication. …", "rating": 3, "name": "Olga Parsons", "cat": "Hamburger restaurant"}, {"review": "Thank you!)", "rating": 5, "name": "Peskovsky S", "cat": "Hamburger restaurant"}, {"review": "The menu on the site does not match reality, the prices are old and not up-to-date, there are no drinks offered in the business lunch, they give pepsi / 7up instead of uzvar / fruit drink. The price is 139 UAH, the bill brought 140 UAH. Every detail is…", "rating": 2, "name": "Anton Myrhorod", "cat": "Hamburger restaurant"}, {"review": " Yuri, the price for some items on the site may indeed differ, because now the site is in a state of adjustment and refinement. Therefore, our waiters try to do everything possible to better inform guests. But thank you for your fair comments, we will rectify the situation soon.\n\n", "rating": 5, "name": "Marina Timoshenko", "cat": "Hamburger restaurant"}, {"review": "We went for a bite to eat, there was only shawarma. But at first it was a VERY sharp something that was not warned about. And when they asked to redo it, they brought something cold in pita bread, any shawarma near the metro is 100 times tastier. Never again((...", "rating": 4, "name": "Yurii Ivashko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Let's take it into account and we will correct ourselves!\n\n", "rating": 3, "name": "Гилян Тамразова", "cat": "Hamburger restaurant"}, {"review": "I didn't think I'd write a negative review, but I have to. And judging by other reviews, mine was only a matter of time, unfortunately.\nA lot has already been said about the food and it’s hard for me to add anything (only angry ...", "rating": 5, "name": "Oleksii Garkavenko", "cat": "Hamburger restaurant"}, {"review": " Maxim, please accept our apologies for the absolutely unacceptable behavior of the employee. We will definitely understand the situation that has arisen and take the necessary measures.\n\n", "rating": 4, "name": "Sergey Reshetnik", "cat": "Hamburger restaurant"}, {"review": "There are quite unusual dishes (strawberries with cheese, burgers with cherries, etc.). Tried a lot of things here, everything was delicious and beautifully presented. …", "rating": 3, "name": "Олексій Базалук", "cat": "Hamburger restaurant"}, {"review": " The company decided to make us a holiday and paid to visit this institution. We were on Kontraktova, the hall seemed to be in the basement. …", "rating": 4, "name": "Pavlo Chernysh", "cat": "Hamburger restaurant"}, {"review": " Veronica, thanks for the feedback. We sincerely regret that you were dissatisfied with the level of service. We passed all the information to the restaurant management. In the future, we will take into account all these comments.\n\n", "rating": 5, "name": "Yevhen Tkachenko", "cat": "Hamburger restaurant"}, {"review": "Great location and great facility with an extra room in the basement. Spacious, good air conditioning. On Friday evening, the waiters were not very efficient and the orders waited quite a long time, although the halls were not crowded. …", "rating": 5, "name": "Алёна Зак", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Please describe in more detail what exactly you did not like about the food?\n\n", "rating": 4, "name": "Oksi Cher", "cat": "Hamburger restaurant"}, {"review": "As always, 3b is very happy. Great atmosphere, delicious food, relatively low prices, convenient location. I liked that there is music, but it is in the background, you don’t have to shout over the interlocutor. A photo of the receipt for 4 people is attached. …", "rating": 3, "name": "Roman Dyma", "cat": "Hamburger restaurant"}, {"review": "\nAlex, thanks for your feedback) are always happy!", "rating": 2, "name": "Кисельова Катерина", "cat": "Hamburger restaurant"}, {"review": " Very tasty tapas, burgers and a good selection of beers. And thank you very much for paying by check from the QR code on the table 😊 …", "rating": 3, "name": "анастасия кутузова", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 4, "name": "Mag Nastenko", "cat": "Hamburger restaurant"}, {"review": " I didn't like the bergers. The impression that all the ingredients go separately and do not fit into one picture, the bun is not tasty. It was like making a sandwich with ketchup, cutlet and dried bread. …", "rating": 1, "name": "Taisiya K.", "cat": "Hamburger restaurant"}, {"review": " Bogdan, thank you for your feedback! It is important for us to receive feedback. Already passed information to the kitchen about your comments. We are trying to correct this situation.\n\n", "rating": 5, "name": "Sergey Mikhailov", "cat": "Hamburger restaurant"}, {"review": "Booked a table for football. There was a match with Poland, and the sound in its national matches is not broadcast here. The receptionist kindly agreed to turn on the sound for us when booking. …", "rating": 5, "name": "Владислав", "cat": "Hamburger restaurant"}, {"review": " Kateryna, thank you very much for your attention to our work! We look forward to seeing you next time!\n\n", "rating": 4, "name": "Ірина Дерев'янко", "cat": "Hamburger restaurant"}, {"review": " Not bad, I expected the best if to be honest.\nThe reviews indicated what a cool kitchen and all that .. that's why I came here. …", "rating": 2, "name": "Andrii Biletskyi", "cat": "Hamburger restaurant"}, {"review": " Thanks for the informative feedback! We have already sent comments on the kitchen, be sure to make improvements in cooking.\n\n", "rating": 5, "name": "Norbert Beaver", "cat": "Hamburger restaurant"}, {"review": "Great place to hang out with friends and have lunch. But for a large company, they automatically include a 10% tip in the bill, which spoils the impression very much. With an empty -1st floor ...", "rating": 4, "name": "Сергей Карась", "cat": "Hamburger restaurant"}, {"review": " Elena, it is a pity that you have such an impression of our institution, but we try to be the best for you. Be sure to deal with this situation and talk to staff about proper service.\n\n", "rating": 5, "name": "Lena Tkachuk", "cat": "Hamburger restaurant"}, {"review": "The tables are terribly dirty with leftover food in the crevices of the table top. Potatoes stink of old lard. They brought something that they did not order and then had the audacity to include it in the bill. Take care of your health and nerves and avoid this place! …", "rating": 5, "name": "Sasha Balyas", "cat": "Hamburger restaurant"}, {"review": " Eugene, thank you for your feedback! You help us to be the best. We will keep in mind the situation described by you and do everything possible to prevent this from happening again.\n\n", "rating": 5, "name": "Dmitriy Shandrenko", "cat": "Hamburger restaurant"}, {"review": " We were here on a holiday - August 24. There was tension on the part of the staff - many people refused, arguing that everything was busy (actually, no). They carried orders for a long time. …", "rating": 2, "name": "Alina", "cat": "Hamburger restaurant"}, {"review": " Thank you for informing us about the situation you encountered while visiting the restaurant. Please accept our sincere apologies for the inconvenience. We always listen to the feedback of guests and try to do everything possible to avoid such situations.\n\n", "rating": 5, "name": "Игорь Щирский", "cat": "Hamburger restaurant"}, {"review": "A terrible place, at first one waiter came up and offered to scan the menu, after him after 5 seconds the second waiter did the same, then one took the order and the second one came up behind him to take the order, whatoooooooo for the breeeeee ???? What do you have...", "rating": 5, "name": "Oleksii Kriukov", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. You were served by different waiters so that the waiting time was shorter, as the restaurant was very busy, we take into account that guests are not comfortable! We will take into account food and drinks and we will correct ourselves!\n\n", "rating": 5, "name": "Евгений Нагорный", "cat": "Hamburger restaurant"}, {"review": "I don't know about everything else, but Caesar is just disgusting.\nFor the whole salad one tiny cherry tomato. There is no cheese, in principle, one drop of sauce. Chicken without any taste at all, the first time I tried this. Croutons more...", "rating": 3, "name": "Volodymyr Tym", "cat": "Hamburger restaurant"}, {"review": " Victoria, what exactly did you not like about the taste of Caesar salad?\n\n", "rating": 1, "name": "Олена Жемчужина", "cat": "Hamburger restaurant"}, {"review": "Everything is cool, very tasty, cutlets are just perfection. BUT Obolon chefs are better, they differ in taste. I would like to somehow hone the technology so that it is always in all institutions of your network as in Obolon. …", "rating": 5, "name": "Tapac", "cat": "Hamburger restaurant"}, {"review": " Dmitry, thank you for your feedback!) We took into account your comments.\n\n", "rating": 3, "name": "Ирина Федорец", "cat": "Hamburger restaurant"}, {"review": "All for all do not care. The order was taken in half an hour. Beer was carried for another half an hour. If you want to eat and not pay - you are here, you will simply die of old age until the bill is brought to you ...", "rating": 4, "name": "Ирина Мельничук", "cat": "Hamburger restaurant"}, {"review": " Vladimir, it is a pity that you had such an impression when visiting our institution. Such behavior of staff is of course unacceptable. We assure that the necessary measures will be taken to improve the service.\n\n", "rating": 4, "name": "Tina Chem", "cat": "Hamburger restaurant"}, {"review": "There used to be good business lunches, but recently they have deteriorated.\n\nChicken broth with a taste of salt water, Italian burger became dry and not tasty, …", "rating": 2, "name": "Vadym Lohin", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! From today you can try new business lunches in all 3B!)\n\n", "rating": 4, "name": "Леонид Бутенко", "cat": "Hamburger restaurant"}, {"review": "Very tasty cafe 🤤 It is suitable for people who do not eat meat, only vegetables are there. You can order without meat and you can order with meat your desire ...", "rating": 5, "name": "Anna Bazaly", "cat": "Hamburger restaurant"}, {"review": "\nThanks a lot)", "rating": 4, "name": "Serhii Tolbanov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "Реклама Метро", "cat": "Hamburger restaurant"}, {"review": "Delicious salad with chicken liver. The burgers are good too. Service was top notch, no problems. …", "rating": 5, "name": "Вячеслав Шевченко", "cat": "Hamburger restaurant"}, {"review": "\nGood day! Thank you very much for your feedback, Alexey)", "rating": 5, "name": "Ярик Кузьменко", "cat": "Hamburger restaurant"}, {"review": " They ordered Grimbergen Double Ambry beer (he drank it for the rest of his life, almost 50 liters), and brought something similar in color, but completely different in taste and not yet chilled; pork ears are a …", "rating": 5, "name": "Julia Anishchenko", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 5, "name": "Ukrainian TechMech", "cat": "Hamburger restaurant"}, {"review": "Weakly. It was better in 2018-2019. There is no paper in the toilet. Menu by 3D code. From the website. Why then the application takes up space on my phone. And it hangs. The waiters are sleeping. Luckily the food is delicious as always. And that's what I'm here for...", "rating": 5, "name": "Polina Egorova", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We will take into account your comments.\n\n", "rating": 5, "name": "Kateryna Piddubna", "cat": "Hamburger restaurant"}, {"review": "Great place) the food is amazingly delicious) the service is quality and fast)\nTried the beef burger with goat cheese, perfect 💜 …", "rating": 5, "name": "Юлия Демидюк", "cat": "Hamburger restaurant"}, {"review": " Thank you very much that our burger came to your taste)\n\n", "rating": 5, "name": "Olha Romanenko", "cat": "Hamburger restaurant"}, {"review": "Didn't like the service. They did not bring everything that was ordered and spilled tea on the sofa. Shawarma is very mediocre. The burgers are delicious…", "rating": 3, "name": "Дарья Билецкая", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Tanya Happyness", "cat": "Hamburger restaurant"}, {"review": " They brought 3 glasses of beer. Of these, 2 are warm and one is cold. When the waiter was asked to replace the warm ones with cold ones, the waiter said that all their beers were warm !!! Why weren't they warned when …", "rating": 5, "name": "К Марина", "cat": "Hamburger restaurant"}, {"review": " Eleanor, thank you for your comments in the feedback. We will definitely pay attention to this! Please provide your contacts so that the administrator can clarify the situation in more detail. Feedback is very valuable to us.\n\n", "rating": 5, "name": "Nataliya Tiutiunnyk", "cat": "Hamburger restaurant"}, {"review": "The whole impression of 3b was spoiled. You need to ask for napkins and cutlery in person, and they will put a couple of them right on the table, the administrator is not friendly .. In general, the food is normal, there is no service .. And in the women's toilet you need a hook for things ...", "rating": 5, "name": "Марина", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Work will be done with the staff. Napkins and utensils should only be brought by waiters! As for the music, it is always in the institution) All your other comments will be taken into account in further work! Thank you!\n\n", "rating": 5, "name": "Liliia Degtiar", "cat": "Hamburger restaurant"}, {"review": "Before... more than a year ago, I used to come here for the borscht, it was delicious, it had a big piece of meat, and they served it with a freshly baked bun, which was great to spread lard on. …", "rating": 1, "name": "Мар’яна Нестерук", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will take it into account and pass it to the management for processing.\n\n", "rating": 1, "name": "Владимир Цыбко", "cat": "Hamburger restaurant"}, {"review": " Ordered shawarma with chicken and shawarma Mix XL, with chicken generally not eaten, because it is tasteless and just like some incomprehensible salad in pita bread, …", "rating": 3, "name": "Юлия Хоменко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We are glad that you liked the atmosphere of the establishment and the music. Passed information about the taste of the dish in the kitchen. Be sure to work on this issue.\n\n", "rating": 1, "name": "Svitlana Shakalova", "cat": "Hamburger restaurant"}, {"review": "An ideal place to meet friends. We come here once a month to hang out. The staff is friendly and courteous.\nFood delivery is fast. Separate love is love is shots... 💜 …", "rating": 4, "name": "Олексій Хохловський", "cat": "Hamburger restaurant"}, {"review": " Tomo, we express our commitment to the response and careful evaluation of our work. We will do everything possible so that in the future when visiting you have only positive emotions.\n\n", "rating": 2, "name": "ssumbaeva.a", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 2, "name": "Andrii Kovalchuk", "cat": "Hamburger restaurant"}, {"review": "Nice place with nice loft style interior. The appetizers are delicious (cheeseballs and Caesar), but the burger (beef burger classic) seemed a bit dry. The service is also not up to par, with an incomplete boarding and two waiters talking to each other, …", "rating": 1, "name": "Сергей Никитченко", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 3, "name": "Oleg Vigranenko", "cat": "Hamburger restaurant"}, {"review": "Nice place, spacious, stylish. However, the waiters are not up to par with this interesting idea…", "rating": 3, "name": "Ольга Ченцова", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Світлана Гоч", "cat": "Hamburger restaurant"}, {"review": "Terrible place!\nWas 05.05.21\nI ordered a medium-rare burger, after finishing it in 10-15 minutes I felt sharply ...", "rating": 3, "name": "Александр Кашпур", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We are responsible for the quality and freshness of our products, so the option that the dishes were spoiled is excluded. We haven't received feedback on mass poisonings lately. We are very sorry that this situation has developed. In fact, we do not have the right to give you a first aid kit, we can call an ambulance in case of ill health, but we do not have the right to provide a first aid kit, as we are not a medical institution. We will take into account!\n\n", "rating": 4, "name": "Ірина Доліба", "cat": "Hamburger restaurant"}, {"review": "We were in this institution yesterday 22.05 and were completely disappointed. Why does one waiter take the order, another waiter is interested in our affairs, and the third one calculates. There were no napkins on the table. The food wasn't bad enough...", "rating": 5, "name": "Ivan Dmytrenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. With a heavy workload, the waiters help each other to make the service faster! But, keep in mind that you do not like this option!\n\n", "rating": 5, "name": "Аліса Ткачук", "cat": "Hamburger restaurant"}, {"review": " I love their delicious steaks !! And the alcohol is great, and the coffee, and the atmosphere. Definitely a valuable institution. Install their application to receive bonuses;) …", "rating": 5, "name": "Стася Стася", "cat": "Hamburger restaurant"}, {"review": "Were led by a company for a beautiful menu. Tasty, but burgers taste like they were additionally dipped in fat. I have not seen this in other establishments. Perhaps this is a feature of the institution. For a carrot, as a side dish, a special thank you. If a …", "rating": 4, "name": "Елизавета Митрофанова", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Let's take into account!)\n\n", "rating": 4, "name": "Agatha Gardner", "cat": "Hamburger restaurant"}, {"review": "Very tasty double burger and craft beer, waited half an hour for one dish due to the replacement of coals. The meat is very urgent and tasty…", "rating": 5, "name": "Алексей Горщаров", "cat": "Hamburger restaurant"}, {"review": "An excellent, atmospheric place for evening leisure and watching football. The waiters are attentive and polite, always help with the choice. Place Recommend.\n-1⭐. Why? There was no liquid soap, not a very clean restroom, but I think that's all ...", "rating": 4, "name": "Antonina Zahrotska", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 1, "name": "Наталья", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Vladyslav Berezovskyi", "cat": "Hamburger restaurant"}, {"review": " The cheese burger is delicious, under the beer - delicious! The place is crowded, popular. …", "rating": 5, "name": "Пиккадилли Стрит", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Вячеслав Заворитный", "cat": "Hamburger restaurant"}, {"review": "Very tasty))) Cool design, food and cocktails. I had a good evening, but the service was disappointing, the girl flirted with my boyfriend directly, which spoiled the mood ...", "rating": 5, "name": "Оксана Колобанько", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!) We are glad that you have a positive impression of our food and drinks! It is a pity that there was such a situation with the waiter. We passed the information to the personnel manager! Be sure to work on this issue with staff.\n\n", "rating": 2, "name": "Sergey Matyar", "cat": "Hamburger restaurant"}, {"review": "Went tonight, ordered a spicy burger, which turned out to be ordinary, but pretty tasty. We were served by a guy, but a girl came to count, who for some reason was clearly in a bad mood. Which began to yell and ...", "rating": 5, "name": "Vladyslav Kolmykov", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Let's take into account, work will be carried out with the staff!\n\n", "rating": 4, "name": "Tina Owl", "cat": "Hamburger restaurant"}, {"review": "We often visit this place with friends. Everything was always good. But the last trip was overshadowed by disgusting service. We waited for the waiters for a very long time, they always disappeared somewhere, and when they asked about the order, they received in response ...", "rating": 5, "name": "Трейд Чиф", "cat": "Hamburger restaurant"}, {"review": " Thank you for writing to us about this. We will take into account and work with staff.\n\n", "rating": 3, "name": "Oleksandr Osovets", "cat": "Hamburger restaurant"}, {"review": "Ordered lunch from this establishment today. It was chicken noodle broth, fruit drink and chili con carne rice. Literally after 30 minutes, I began to feel very sick and the condition became even worse after a while. …", "rating": 5, "name": "Дарія Петрова", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We are responsible for the quality and freshness of our products, so the option that the dishes were spoiled is excluded. We haven't received feedback on mass poisonings lately. We are very sorry that this situation has developed. We will take into account!\n\n", "rating": 5, "name": "Михайло Денисенко", "cat": "Hamburger restaurant"}, {"review": "The first and probably the only cafe where the prices on the menu do not correspond to reality. There is a description of the dish, its photo and price. But in fact, the price is indicated for the basic version, and if you want, as in the description and in the photo, then you need to pay extra. Incomprehensible...", "rating": 1, "name": "I. B.", "cat": "Hamburger restaurant"}, {"review": " Thanks for your feedback! The dishes on the menu are presented in full, with the exception of ingredients that can be added as desired. In any case, we will take into account your comments and opinion.\n\n", "rating": 5, "name": "Евгений Лелюк", "cat": "Hamburger restaurant"}, {"review": "This is your delicious burger. Good brioche and not broken into the trash coltets (probably, as Stalik bequeathed, did they chop the minced meat with axes?)\nBut lemonade lacks saturation (...", "rating": 4, "name": "Ольга Мулько", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback. We will take into account)", "rating": 3, "name": "Вадим Власенко", "cat": "Hamburger restaurant"}, {"review": "At first they brought a burger with an almost raw cutlet, they said that this is how it should be)) but they replaced it without any problems. In general, not bad, but they used to be tastier, I think. …", "rating": 5, "name": "Христина Боднар", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Mykola Chervak", "cat": "Hamburger restaurant"}, {"review": " Cool and delicious cafe. The prices are decent. The atmosphere is good. …", "rating": 4, "name": "Владимир Кожаев", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for such a great review. Very glad that you liked it, we are waiting for you :)\n\n", "rating": 4, "name": "Nikita Vialov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "R2", "cat": "Hamburger restaurant"}, {"review": "I ordered a spicy Mexican burger to go online. The order was made on time. Since there was no mask available, the waiter took the package with the order outside with a payment terminal. Very pleased. …", "rating": 1, "name": "Dmytro Zarin", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 1, "name": "Valeria Andruh", "cat": "Hamburger restaurant"}, {"review": " Burgers are not tasty, the meat is not very cooked and the combination of tastes is not in the burger itself is not very (double buffoon burger and cheesy maniac) …", "rating": 2, "name": "Nitka", "cat": "Hamburger restaurant"}, {"review": " Lyudmila, thank you for your feedback. It is believed that there was a spooky mistake because these are the pets of our guests. Our burgers are one of the best in Kiev. And where's the most delicious for you?\n\n", "rating": 5, "name": "Kira Filonova", "cat": "Hamburger restaurant"}, {"review": "Interesting menu. Everything is delicious. Good serving of food. But, the service was not very good, they didn’t clean dirty dishes with napkins for 10 minutes, they carried drinks for a very long time. Perhaps due to the heavy workload 🤷 Let's see how it will be next time. …", "rating": 3, "name": "VOLOJARMOVIES", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Let's take note and work with staff!\n\n", "rating": 2, "name": "Lifebox", "cat": "Hamburger restaurant"}, {"review": "Cozy place. Delicious 'Italian' burger with chicken fillet and potato dips❤️ Big portion, you will eat for a long time. Good mulled wine and reasonable prices. The waiters are attentive and friendly. I like it! …", "rating": 5, "name": "Evgeniy Avramenko", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for the feedback! Glad you liked it all!)\n\n", "rating": 5, "name": "Maksym Diachenko", "cat": "Hamburger restaurant"}, {"review": " People are seated out of turn, despite the fact that only one table is free. Thank you for a good evening! …", "rating": 1, "name": "D Bk", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We will work with staff!\n\n", "rating": 2, "name": "Alexander KORBUT", "cat": "Hamburger restaurant"}, {"review": "The worst place, we ordered a Ribeye steak, and instead of beef they brought us just a piece of pork, and then they proved that it was not pork. I do not advise anyone! Everything was very tasty! …", "rating": 4, "name": "Сергей Павл", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We are very sorry that such a situation has arisen. We are already working on this issue with the staff.\n\n", "rating": 5, "name": "Joel W", "cat": "Hamburger restaurant"}, {"review": " Ordinary cafe. Nothing special. We sat in two, ate 2 burgers, 1 beer, 1 tea, the check turned out 600 UAH. Dear. The staff is friendly. Purely. …", "rating": 5, "name": "Silvio Manuel", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback and comments.\n\n", "rating": 4, "name": "Oleksandr Nazarenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 2, "name": "Nikita Hryhoriev", "cat": "Hamburger restaurant"}, {"review": "A wonderful place, excellent burgers, a good atmosphere on the veranda, but no one here will bring you a glass of water in your old age, even with a check for 600+ UAH, \"Decree from the authorities.\" …", "rating": 5, "name": "Alex Voytenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. Let's take this moment into account. But let's find out with the staff why they didn't bring you water. Your feedback will be passed on to management\n\n", "rating": 5, "name": "Влад Працюк", "cat": "Hamburger restaurant"}, {"review": " Shota tasty, steak ordered not liked, asked the cold well done, and brought with blood …", "rating": 1, "name": "Max Fadeev", "cat": "Hamburger restaurant"}, {"review": " Good day. Thanks for the feedback, we will definitely pay attention to this situation!\n\n", "rating": 5, "name": "Viktoriia Kosenko", "cat": "Hamburger restaurant"}, {"review": "Delicious food, attentive staff. High ceilings add space. Of the shortcomings - a small distance between the tables. Prices are average. In general, the impression is very positive. …", "rating": 5, "name": "Ющенко Екатерина", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for the feedback! We look forward to seeing you again!)\n\n", "rating": 3, "name": "Andrii", "cat": "Hamburger restaurant"}, {"review": "Very tasty, budget, atmospheric, fast service. Absolutely loved it, will come again. …", "rating": 4, "name": "Valery Z", "cat": "Hamburger restaurant"}, {"review": "Invited by a friend. Delicious burgers 4 cheeses..it's not about cheese))\nThe roast meat is the bomb!!\nThe price is democracy. …", "rating": 5, "name": "Serhii", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 4, "name": "Богдан Бурбело", "cat": "Hamburger restaurant"}, {"review": "We made an order, after 45 minutes the food was brought to all tables except ours, even to those who made the order later. Forgot? Well, it's okay, we'll forget to come to you too 🤝 ...", "rating": 4, "name": "Evgeniy Taran", "cat": "Hamburger restaurant"}, {"review": " Alexander, accept our sincere apologies for the inconvenience. We reminded employees of their job responsibilities and service rules. All the shortcomings you mentioned will definitely be eliminated.\n\n", "rating": 2, "name": "Oleg Mindriukov", "cat": "Hamburger restaurant"}, {"review": "\nGood steaks .. Delicious juicy and tender", "rating": 1, "name": "Natalie Natalie", "cat": "Hamburger restaurant"}, {"review": "I've been to this place several times and it's always been very good. Fast and attentive service. Juicy and very tasty burgers, probably tried them all there :) …", "rating": 5, "name": "Виктория Плахотникова", "cat": "Hamburger restaurant"}, {"review": "\nThank you)", "rating": 3, "name": "Вікторія Козаченко", "cat": "Hamburger restaurant"}, {"review": "Interesting shawarma from eco meat, but no more. The staff is not friendly. They doused clothes with drops of fat and did not even notice. Service is weak. …", "rating": 4, "name": "Alina Shevchenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback. We apologize, in such situations, it is better to immediately inform the administrator about what happened to resolve the situation and avoid unpleasant impressions.\n\n", "rating": 3, "name": "Панфилова Ирина", "cat": "Hamburger restaurant"}, {"review": "Magnificent tea.\nInsanely delicious burgers, very large portions, I didn’t eat it all myself. Waiters are great, service is great. …", "rating": 5, "name": "Светлана Зотова", "cat": "Hamburger restaurant"}, {"review": "\nthanks for", "rating": 5, "name": "Irina Maximenko", "cat": "Hamburger restaurant"}, {"review": " I came here with a local friend who recommended the place and said the burgers here are delicious and he was definitely right. The service is good and the food came quickly. At noon, there is a 20% discount on the …", "rating": 5, "name": "Кныш Валентин", "cat": "Hamburger restaurant"}, {"review": "Thank you so much!)", "rating": 5, "name": "Erhan Keyvan", "cat": "Hamburger restaurant"}, {"review": "Nice and cozy atmosphere\neverything is delivered quickly\nprices are reasonable…", "rating": 4, "name": "Виталий мал", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback)", "rating": 5, "name": "Ирина Федоровская", "cat": "Hamburger restaurant"}, {"review": " Ordered by Borjomi, in 20 minutes and brought nothing. And I wanted to drink ( …", "rating": 4, "name": "Владимир Руденко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Find out why your order has been carried for so long! We apologize for the inconvenience and look forward to seeing you again!\n\n", "rating": 5, "name": "Alina", "cat": "Hamburger restaurant"}, {"review": "Always good service, lots of options including delicious vegan burgers. Good prices for huge portions. In addition to burgers, I highly recommend grilled fillet with cherry sauce - you can eat and it's very tasty. There is a seasonal menu including…", "rating": 4, "name": "Ольга Зайченко", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much)", "rating": 3, "name": "Сергей Шишлянников", "cat": "Hamburger restaurant"}, {"review": " Good cozy place, delicious food, clean in the bathroom. However, the prices are a bit high (400 ml of beer - 90 UAH). …", "rating": 4, "name": "Ozgur Gun", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! 😉 Your feedback is very valuable to us.\n\n", "rating": 5, "name": "Olga Radchenko", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers (especially chili)\nGood waiters, delicious ginger tea, …", "rating": 5, "name": "Vladimir Shevchenko", "cat": "Hamburger restaurant"}, {"review": "Yesterday we stopped by for a bite to eat, as a result, we got poisoned! The pulled pork and goat burgers were terrible, there was almost no goat cheese at all, it was spread with a thin layer, the buns in one, in the second burgers were stale and not tasty, like a loaf ...", "rating": 5, "name": "Николай Кудряшов", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! We are very sorry for this situation. We monitor the condition and quality of our products, so it is not unusual for us to receive feedback on such issues. In recent days, no reports of poisoning have been received! We will be sure to give your feedback to the management and find out why this happened.\n\n", "rating": 4, "name": "Ulia Bogush", "cat": "Hamburger restaurant"}, {"review": "Been to the establishment 3 times. All three are complete failures. The food is absolutely not tasty. Taking a Mexican burger, cut the sky with nachos.\nDeciding to give the restaurant another chance, I placed an order through Glovo. Time of delivery …", "rating": 1, "name": "EVG KYV", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Let's take it into account and we will correct ourselves!\n\n", "rating": 5, "name": "Polina Gorelina", "cat": "Hamburger restaurant"}, {"review": "\nWe liked it) Tasty, clean, modern.", "rating": 5, "name": "Дима Янюк", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 5, "name": "Валентина Салюхина", "cat": "Hamburger restaurant"}, {"review": "We come here often, it's always delicious. And on the last visit, the food let us down ((the potatoes with the burger were terrible (the couple at the next table also noticed this), but the Norwegian cream soup was even worse. This is just a mockery of …", "rating": 5, "name": "Георгий Симоненко", "cat": "Hamburger restaurant"}, {"review": " Hello, Thanks for the feedback and apologize for the tasty lunch. It is very unfortunate that such things spoil the impression of the institution. We will certainly pay attention to the comments and take appropriate measures)\n\n", "rating": 4, "name": "Сёрж Горелый", "cat": "Hamburger restaurant"}, {"review": "I was with a girl last week and it turned out that we got just in time for promotional hours with \"free\" Pepsi... I had a firm conviction that half a glass of Pepsi was added to half a glass of water!!! Why are you doing this with clients? And this …", "rating": 1, "name": "Мария Слипченко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Take into account)\nAs for Pepsi, they are from taps, not bottles, so sometimes they may disproportionately pour syrup and soda. We will pass your feedback to the management.\n\n", "rating": 3, "name": "Alexandr Pianin", "cat": "Hamburger restaurant"}, {"review": "The atmosphere is not bad, it's good to sit and chat with the company. The kitchen is good. But the waiters are a little lost - the menu to choose another dessert if 15 minutes, a bottle of beer is about the same. The Guinness beer on tap felt heavily watered down. …", "rating": 5, "name": "Marіna S", "cat": "Hamburger restaurant"}, {"review": "Great gastrobar for dinner in a noisy company.\n\nLiked: …", "rating": 4, "name": "Alina Kurpil", "cat": "Hamburger restaurant"}, {"review": "\nThank you for such a detailed review) We are working to improve the quality of the dishes!", "rating": 5, "name": "Lena Oleynick", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Elena Kabakova", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! We will be glad to see you again!\n\n", "rating": 5, "name": "Ігор Швед", "cat": "Hamburger restaurant"}, {"review": "Great place for breakfast, lunch or evening gatherings with friends!\nWhat pleases most of all is the friendly service. It's been so rare these days it's sad. But in ZBS you are always welcome!))) ...", "rating": 5, "name": "Roman K", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Very nice!\n\n", "rating": 4, "name": "Sweet Marrie", "cat": "Hamburger restaurant"}, {"review": "It's been two years since I discovered this place. I really like the cuisine, and especially the burgers that are cooked practically in the hall, in front of your eyes. The smell and taste of the finished dish is mesmerizing. 😊 The institution is quite popular, it's nice to watch ...", "rating": 3, "name": "Роман Осипов", "cat": "Hamburger restaurant"}, {"review": "\nGalina, thanks for your feedback and recommendation)", "rating": 1, "name": "Валентина Н", "cat": "Hamburger restaurant"}, {"review": "Were yesterday\nThey noted that after the quarantine, the menu became much smaller and out of the five types of steaks, there were no two. Well, return the salad to the burgers pzh) ...", "rating": 5, "name": "Анастасия Богданова", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! We are working on it, indeed during the quarantine some menu items were missing, but will be back soon!\n\n", "rating": 5, "name": "Danylo Khrystenko", "cat": "Hamburger restaurant"}, {"review": "Sometimes we arrange gatherings with colleagues. Delicious food and beautiful presentation, nice staff. It is very convenient that they share the check, especially when there are 14 people and who wants to pay by card, who wants to pay in cash. There is also a bonus system, each time more ...", "rating": 4, "name": "Андрей Маноха", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much, Victoria!", "rating": 3, "name": "Vadym R", "cat": "Hamburger restaurant"}, {"review": "Nice place, the staff works hard. works well, communication is excellent.\nBut there are a couple of buts - cold potatoes for burgers, a vegetarian burger with half-cooked zucchini, and of course a cockroach that ran along the wall with our ...", "rating": 5, "name": "Іван Сорочан", "cat": "Hamburger restaurant"}, {"review": "\nSasha, thanks for your feedback! Feedback to our chef and restaurant manager.", "rating": 5, "name": "Александр", "cat": "Hamburger restaurant"}, {"review": "For the umpteenth time I come back here, with a girl or a company - I always like everything. The service and, of course, the chic borscht and double beef deserve special praise. These dishes are always top notch. Tried other burgers and steaks a couple of times...", "rating": 4, "name": "Yana Soroka", "cat": "Hamburger restaurant"}, {"review": " Foo, very spoiled !!! Not a tasty burger, super spicy shawarma, and spoiled spinach with feta, no more leg !!!!! …", "rating": 2, "name": "Artem Babenko", "cat": "Hamburger restaurant"}, {"review": " Natalia, thank you for your feedback. We will pay attention to your remarks.\n\n", "rating": 4, "name": "Viacheslav Starostyn", "cat": "Hamburger restaurant"}, {"review": "I was here at the beginning of the year and really enjoyed it. I went yesterday and was surprised, ordered potatoes, wings and beer. The potatoes are cold, the wings are clearly not the first freshness, the beer was tired, as if it had been standing in a glass for a couple of hours, and here it is for me ...", "rating": 4, "name": "Сергей Антосев", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 5, "name": "Anastasiia Chupryna", "cat": "Hamburger restaurant"}, {"review": "The place is very popular. On a weekday afternoon it was packed with visitors. But personally, I didn't like it very much. And that's why. I ordered a Caesar and a Beef Burger. In Caesar, the meat was quite tough. In the burger, the beef patty was insipid. AT …", "rating": 4, "name": "Grinsowa", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback. In fact, the color and taste of a friend is not different. We are very sorry that our establishment did not appeal to you. On account of potatoes in a basket that was not convenient to eat, it can always be poured into a plate, for convenience, or to ask the waiters about it. Speaking of Pepsi, we have Pepsi taps installed and the syrup is combined with a carbonated beverage, so Pepsi may not seem as full as a bottle, but the syrup and soda are added in proportion! But every guest's opinion is valuable to us, so thank you for your comments you are helping to get better\n\n", "rating": 1, "name": "Діана Горохівська", "cat": "Hamburger restaurant"}, {"review": " Did not warn that you need to wait a long time for food. The next table came later, but the orders were brought to us all at the same time. The burger is not tasty, the cutlet is overcooked ( …", "rating": 4, "name": "Юрий Долобан", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Take note!\n\n", "rating": 5, "name": "Николай Наумов", "cat": "Hamburger restaurant"}, {"review": "Everything is very tasty, but the staff is absolutely not organized.\nThe administrator in life will not help the waiter, he is in command, orders are confused. The problem is clearly in management, orders are standing while the administrator near the bar distributes ...", "rating": 5, "name": "Валентина Липская", "cat": "Hamburger restaurant"}, {"review": "\nThank you for such a detailed comment! We will give the information to the manager of the restaurant, we will correct it :) And we are looking forward to seeing you :)", "rating": 3, "name": "Schinckler", "cat": "Hamburger restaurant"}, {"review": "Great cafe for people of all ages. Of the main chips there are burgers and steaks. The burgers here are not the same as in eateries, but very large ones with huge tomato buns, they even come with fried eggs on the bun, and the meat is real, …", "rating": 4, "name": "Yaroslav Sem", "cat": "Hamburger restaurant"}, {"review": " There were times, salad, sauce, potatoes were added to the burger ... The choice of beer is interesting, but it would not hurt simpler …", "rating": 5, "name": "Lena Nest", "cat": "Hamburger restaurant"}, {"review": " Thank you for your evaluation. We will definitely take into account the comments.\n\n", "rating": 2, "name": "Vira Sheludko", "cat": "Hamburger restaurant"}, {"review": "- They didn't carry the menu until they asked for it on the 3rd attempt. Didn't take order for a long time. One of the ordered dishes was not delivered. The food was of average taste. I sat on a hole between the seats (pictured), as the tables are tight so that there are more tables, ...", "rating": 4, "name": "Юлия Барабаш", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you for your personal opinion. Based on feedback, be sure to take the appropriate action!\n\n", "rating": 5, "name": "Ира Крушеницкая", "cat": "Hamburger restaurant"}, {"review": "11/03/2020 B\n\nEugene is an incredibly pleasant person. Performs quickly and efficiently...", "rating": 4, "name": "Julia Zolotaiko", "cat": "Hamburger restaurant"}, {"review": " Thank you very much for your feedback! It is incredibly nice to receive such feedback from guests! Submitted your comments to staff to inspire further work))\n\n", "rating": 5, "name": "Den Usenko", "cat": "Hamburger restaurant"}, {"review": "While walking, I came across this establishment, there was a hope that if people are willing to pay for a place in the city center, then the food will be up to par.\nTried burgers from USA to Hong Kong but...", "rating": 4, "name": "Marina Nguyen", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you very much for your feedback. We will definitely give it to the management! But we want to note that we do not freeze the meat and burgers we make from burgers! Let's find out the situation with cheese maniac!\n\n", "rating": 5, "name": "Дмитрий", "cat": "Hamburger restaurant"}, {"review": "The place can be described in two words - nothing special. The burger was good, but the salad and fries didn't taste good. Cider is normal.\nThe institution is not memorable and does not stand out. …", "rating": 4, "name": "Anton Maksimenko", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback! Let's take all the moments to become better and be remembered!\n\n", "rating": 5, "name": "Алена Липак", "cat": "Hamburger restaurant"}, {"review": "On Friday evening there were many visitors, my friend and I were sitting in the lower hall. Liked:\n- beef patty in a chanterelle burger - the meat was tasty and enough…", "rating": 4, "name": "Eugene “FarineL” West", "cat": "Hamburger restaurant"}, {"review": "\nThanks for your detailed feedback! we handed it over to the management of the restaurant! Let's get the job done!", "rating": 4, "name": "Володимир Ольшанский", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Валентин Клименко", "cat": "Hamburger restaurant"}, {"review": " Thank you! Glad to try for you!)\n\n", "rating": 3, "name": "Андрей Москалец", "cat": "Hamburger restaurant"}, {"review": " Were on Saturday, almost half of the menu was not available. What was and tried .... was not tasty (((dry kebabs, grilled vegetables burnt on one side and raw on the other, steak, which was-was no ... dry and …", "rating": 5, "name": "Andrii Vorfolomeiev", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! Let's take it into account and we will correct ourselves!\n\n", "rating": 5, "name": "Дмитрий Дубровин", "cat": "Hamburger restaurant"}, {"review": "The place is stylish.\nThe menu is good.\nThe steak is cooked well, but the original product does not seem to be of high quality, ...", "rating": 4, "name": "Таня Стовбчата", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you very much for your feedback! All comments will be considered! And we are waiting for you to visit next time, not only the bar recommended))\n\n", "rating": 4, "name": "Andrii Kolesov", "cat": "Hamburger restaurant"}, {"review": "Cozy pleasant place. Prices are above average. The food is delicious, especially the burgers.\nPopular so don't book on Fri night and don't expect to get a table. But …", "rating": 5, "name": "Alex Shevchenko", "cat": "Hamburger restaurant"}, {"review": "My husband and I really love the local burgers and cherry cider, it's some kind of special)\nAlways nice and smiling staff! And everyone quickly cooks and brings, even if the hall is full (and this often happens). Everyone loves burgers!🙂 …", "rating": 5, "name": "Ольга Сусленко", "cat": "Hamburger restaurant"}, {"review": " Thank you very much!)\n\n", "rating": 2, "name": "Вячеслав Чернецов", "cat": "Hamburger restaurant"}, {"review": "Very tasty, burgers are huge and savory. Excellent service. You need to make a reservation if you plan to visit on the weekend or Friday night. Not for those on a diet. The price range is above average. …", "rating": 5, "name": "Анжелика Бойко", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Dmitry Nikiforov", "cat": "Hamburger restaurant"}, {"review": "We visit regularly with the whole family. Delicious burgers, salads, my husband liked the snacks) Pleasant waiters! It is especially pleasant that they pay attention to each guest but at the same time are not intrusive. I would like to visit you again and again! Keep it up) …", "rating": 4, "name": "Александр", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much, Alexandra, for your assessment and feedback! We will be glad to see you again and again in our institution!)", "rating": 3, "name": "Сергій Кружільний", "cat": "Hamburger restaurant"}, {"review": "Be sure to try the local borscht! I have never tasted such delights in more than one restaurant of Ukrainian cuisine. Yes, I know that you came for beer and a burger, they are decent here, but far from the best, but borscht!)) it really …", "rating": 3, "name": "Поліна Бондаренко", "cat": "Hamburger restaurant"}, {"review": " Good day. Thank you for your feedback, we'll be fine-tuned)\n\n", "rating": 5, "name": "Кира Баранова", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "Mik P", "cat": "Hamburger restaurant"}, {"review": " Good day. Let's take your advice into account)\n\n", "rating": 5, "name": "Valerii Khasanov", "cat": "Hamburger restaurant"}, {"review": "I often come here for a bite to eat) Good steaks at a nice price! But, if it’s football or a weekend evening, and you haven’t booked a table, it’s useless to come, so, just for the record) I took off a star because animals are allowed to fly, ...", "rating": 5, "name": "Маргарита Кондратюк", "cat": "Hamburger restaurant"}, {"review": "Magnificent tea. Insanely delicious burgers, very large portions, I didn’t eat it all myself. Waiters are great, service is great. The only negative is that the tables are too close, you can hit people nearby with your elbows, and you can clearly hear everything ...", "rating": 5, "name": "Eugène Malade", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback. We will take into account)", "rating": 4, "name": "Yaroslav Podgursky", "cat": "Hamburger restaurant"}, {"review": "Great place, nice atmosphere, unobtrusive, but at the same time quality service. Oooooo delicious!!!!! The institution is ideal for meeting and spending time together with a large and not very company. …", "rating": 5, "name": "Valeriy Gotsulyak", "cat": "Hamburger restaurant"}, {"review": " Julia, thank you for such a nice response!) We will be glad to see you among our guests in the future!\n\n", "rating": 5, "name": "Alexander Kondratovich", "cat": "Hamburger restaurant"}, {"review": "Nice cafe, more like a pub.\nClean, comfortable, modern design.\nPrices are above average. …", "rating": 5, "name": "Vitaliy Knysh", "cat": "Hamburger restaurant"}, {"review": "Cozy, sat on the ground floor: pleasant twilight, against the backdrop of football on the big screen. The waiter patiently, but not overly intrusive, helped to make a choice. We ordered a large board of meat for vodka. Delivered very promptly despite…", "rating": 5, "name": "Vadym Krokhmalnyi", "cat": "Hamburger restaurant"}, {"review": " Andrew, come to us more often)\n\n", "rating": 5, "name": "Дмитро Доценко", "cat": "Hamburger restaurant"}, {"review": "Disgusting taste, the takeaway order is recorded inattentively and they put a lot of things that we did not order instead of potatoes, the burgers are not tasty, the cheese balls are terrible, I do not recommend ...", "rating": 3, "name": "Josef Vondrous", "cat": "Hamburger restaurant"}, {"review": " Thanks for the feedback! It is a pity that you have such an impression of our restaurant. We have passed the information to the kitchen and will try to change the remarks you have made for the better.\n\n", "rating": 5, "name": "Виталий Юрик", "cat": "Hamburger restaurant"}]