[{"review": "Food is below average. These khinkally are real shame. Not juicy at all. Khachapuri is tiny and really meh. And they also charge you with 10% tip by default, which I’d never leave for this food. This place is a mistake and shouldn’t be here. Just like me 😒😒😒😒", "rating": 1, "name": "Roman Lunin", "cat": "Georgian restaurant"}, {"review": " Good day. Please indicate the date of your visit. Or leave contact information alaverdi_cafe@ukr.net\nI would like to understand the situation in more detail.\n\n", "rating": 3, "name": "Giuliano Bifolchi", "cat": "Georgian restaurant"}, {"review": "When we arrive the restaurant was empty and we were concerned. In this situation you can have the best meal in town or the worst experience in your life. Let's say that the dinner was fine. We couldn't complain about the food although the …", "rating": 4, "name": "Mohammed Muwar", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. It's nice that we liked our dishes) Our prices are quite democratic. We hope to see you again. We guarantee fast service)\n\n", "rating": 5, "name": "Joshua Azmov (ArtisNull)", "cat": "Georgian restaurant"}, {"review": "First time trying Ukrainian food and really amazing the meat is moist and soft real amazing only the soup was lacking some salt", "rating": 4, "name": "Viktoria Arseniuk", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "John Barr", "cat": "Georgian restaurant"}, {"review": "So most the time I came here, it was closed. This is some of the best authentic Georgian Food I have ever eaten. Restaurant is cozy. Great for beer and soup with friends. Downstairs to a full stomach.", "rating": 5, "name": "Roman Slipchenko", "cat": "Georgian restaurant"}, {"review": "Thanks you", "rating": 5, "name": "Pemmie Ryan", "cat": "Georgian restaurant"}, {"review": "I always look for a Georgian restaurant as I love khachapuri... would not recommend to stop here if you expect some real Georgian Adjaruli...only one type of cheese suluguni is not enough, and the egg’s size could have been more impressing …", "rating": 5, "name": "M K", "cat": "Georgian restaurant"}, {"review": " Thank you for your extensive feedback. We take into account your opinion) We are waiting for your visit)\n\n", "rating": 4, "name": "Andy Sanders", "cat": "Georgian restaurant"}, {"review": "This was a good Georgian restaurant. Try the Georgian Lemonade. It's a bit hard to find. It's not on the street. You have to go through an ally then turn left and it will be the first door on your left as soon as you turn.", "rating": 5, "name": "Lukacs Karoly", "cat": "Georgian restaurant"}, {"review": "Thanks you)", "rating": 3, "name": "Ivan K", "cat": "Georgian restaurant"}, {"review": "Cozy restaurant in center of the city, Podil. Tasty Georgian dish, low prices, fast service. Business lunches - about 3 euro. Tasty lemonades.", "rating": 5, "name": "Christopher Bick", "cat": "Georgian restaurant"}, {"review": "Thank you. Always welcome", "rating": 5, "name": "Alex Petrenko", "cat": "Georgian restaurant"}, {"review": "The food was fantastic, warm, homely and the service was excellent.", "rating": 5, "name": "Vitalii Hrytsenko", "cat": "Georgian restaurant"}, {"review": "Family run and with great quality! Try the georgian wine and Khachapuri with egg! They speak (enough) english too and you can pay with credit card 👌🏼", "rating": 4, "name": "Attila Lakatos", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Yannis Marc", "cat": "Georgian restaurant"}, {"review": "Nice food and very smooth service. Red wine  bit too cold served to be at taste.", "rating": 5, "name": "marco d'addio (jointino)", "cat": "Georgian restaurant"}, {"review": "Thanks you", "rating": 5, "name": "dylan malala", "cat": "Georgian restaurant"}, {"review": "Heavenly dishes, full stomach guaranteed! Don't Miss to try Georgian cognac 😉", "rating": 1, "name": "1 1", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation\n\n", "rating": 2, "name": "Elena L", "cat": "Georgian restaurant"}, {"review": "Strange service. 1 girl in a rush hour on weekend. Menu is not up to date.", "rating": 1, "name": "Саша Донец", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. At the weekend, we never have one waiter working. And the menu is relevant. You can find out why you made such a conclusion? Phone for communication 096-910-1010", "rating": 5, "name": "Светлана Шваб", "cat": "Georgian restaurant"}, {"review": "Great food and really good service!", "rating": 3, "name": "Владимир Черкасов - WowTarget", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback! You are always welcome!\n\n", "rating": 3, "name": "Вадим", "cat": "Georgian restaurant"}, {"review": "The best khachapuri I've ever eaten", "rating": 5, "name": "Юлиана", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Always glad to you!\n\n", "rating": 1, "name": "Татьяна Якунина", "cat": "Georgian restaurant"}, {"review": "Great cuisine! Thanks a lot.", "rating": 4, "name": "Anzhela Lupakova", "cat": "Georgian restaurant"}, {"review": "Thank you!", "rating": 1, "name": "Ірина Коломієць", "cat": "Georgian restaurant"}, {"review": "Liked the food, Georgian cuisine", "rating": 5, "name": "Andrej Vlasenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Nick Sunny", "cat": "Georgian restaurant"}, {"review": "Low prices and good quality", "rating": 3, "name": "Inna D.", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Надія Клименко", "cat": "Georgian restaurant"}, {"review": "One of my favourite georgian in kiev", "rating": 3, "name": "Янина Елизарова", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating", "rating": 5, "name": "Саша Котяш", "cat": "Georgian restaurant"}, {"review": "Amazing food!", "rating": 4, "name": "Андрей Андрей", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 1, "name": "Іванна Слободянюк", "cat": "Georgian restaurant"}, {"review": "Service is terrible - waiters in dirty clothes with sour faces.\nIn the end, I found out why they behave this way: in addition to the will of the visitors, the article \"service 10%\" is included in the check. …", "rating": 3, "name": "Sigma", "cat": "Georgian restaurant"}, {"review": "The food is so-so, they brought everything at once in 30-40 minutes. While one was eaten, the other was cold. The establishment is not cozy, cold and dark. The entrance doors were often open, the draft was incredible, and you had to get up to close it yourself, because the staff didn’t care. The …", "rating": 5, "name": "Refik Kiziltepe", "cat": "Georgian restaurant"}, {"review": "We were going to go to Tsimes, since it was closed, we decided to treat ourselves to Georgian cuisine.\nIn fact: …", "rating": 4, "name": "Юлия Могиль", "cat": "Georgian restaurant"}, {"review": " We had a rest with friends, very tasty cuisine, ojahuri and chashushuli did not taste the most delicious anywhere. Adjara khachapuri was heart-shaped. Were pleasantly surprised. Thank you for the festive atmosphere. …", "rating": 1, "name": "Tetiana Topalova", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Шведешен Кенигсрейх", "cat": "Georgian restaurant"}, {"review": "We were there yesterday, we were waiting for khinkali for 45 minutes, the electricity was turned off. I understand no luck. They said that there is gas and there will be khinkali, everyone was running around looking for a solution to the issue, the cook was doing something there. After 30 minutes they brought khinkali and they were terrible. It is seen …", "rating": 1, "name": "Яна Рабець", "cat": "Georgian restaurant"}, {"review": "To be honest, very mediocre. Well, it's neither bad nor good, nothing. Of course, I can’t be objective about the cuisine at once, especially since I only tried shish kebab, but small pieces of trimmed meat, with an inexpressive taste, ...", "rating": 3, "name": "ЯНА АЛЕЯН", "cat": "Georgian restaurant"}, {"review": " Thank you for your extensive feedback. We are sorry that you did not get acquainted with our institution. We look forward to welcoming you again and hope to change your mind for the better. Show this message and get a personal discount. The ventilation problem has already been resolved.\n\n", "rating": 2, "name": "Александра Артемченко", "cat": "Georgian restaurant"}, {"review": "Everything is great and very tasty. The only thing I didn't like was the wine glasses. For red wine, glasses should be of a completely different shape. …", "rating": 2, "name": "Катерина Гавришевська", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Юрий Задирака", "cat": "Georgian restaurant"}, {"review": "Terrible kitchen for 3- with a stretch. 1. We ordered a kebab that was cooked for more than an hour, the unfortunate 6 pieces. And then, brought half raw. In addition, the kebab was cooked not on wood (as is usually done), but in the oven! The smell of barbecue is not ...", "rating": 5, "name": "Ivanka Narizhnaya", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine.\nBut there is little movement in the restaurant, and the modest entrance does not match the spaciousness inside ...", "rating": 2, "name": "Дмитрий Перепеченко", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 1, "name": "Oleksii Hehelskyi", "cat": "Georgian restaurant"}, {"review": "Didn't like everything. Starting with the food and not a fresh shabby waiter. As well as terrible live music and dishes. Friends recommended it, otherwise they would not have stayed. Apparently we're out of luck. Definitely do not recommend this place to visit…", "rating": 1, "name": "Мariia Pashchenko", "cat": "Georgian restaurant"}, {"review": "Really nice home wine served in unique Georgian Clay Style pot ( “пиала”). Food is very tasty, high class serving, very friendly personal. Totally recommend It for those who already are familiar with Georgian food and for those who want to …", "rating": 4, "name": "Vladyslav Pichakhchi", "cat": "Georgian restaurant"}, {"review": "\nThank you for sharing your pleasant impressions of our establishment. ... We are always glad to see you!", "rating": 5, "name": "Светлана Мелащенко", "cat": "Georgian restaurant"}, {"review": " A wonderful establishment with a pleasant atmosphere and an extremely delicious Georgian meal. Khachapuri and Khinkali savored especially well. The interior is beautiful and cozy, although from time to time the whole …", "rating": 1, "name": "Амалия М", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and nice words) Always welcome you! As for our colleague, this is not some kind of protest). Simply, she has grown up in the Russian-speaking environment and does not speak Ukrainian perfectly. Hope for your understanding))\n\n", "rating": 5, "name": "Максим Карпенко", "cat": "Georgian restaurant"}, {"review": "We came to Alaverdi at the height of the weekend and were very surprised where all the guests were. And then it came a little. I thought there were no such \"hello from 2001\" restaurants left in Kyiv. It's very surprising to see tastelessly painted walls and crooked …", "rating": 3, "name": "Vlad Frolov", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We appreciate the opinion of each guest. We hope to change your impression for the better in the future)\n\n", "rating": 5, "name": "Олександр Єрмак", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine, I liked the design and atmosphere, for which we thank the waiters.\nI recommend the institution if you want to have a good time and get a good …", "rating": 5, "name": "Gregory Far", "cat": "Georgian restaurant"}, {"review": "The interior is not very conducive, from the entrance it seems that you will now find yourself in a wine cellar. There are 2 halls and a game room with table tennis (we did not find rackets on the shelves, but perhaps you need to ask the administrator for them). 1st room more…", "rating": 1, "name": "Igor Borovenko", "cat": "Georgian restaurant"}, {"review": "\nIt’s a pity that you didn’t manage to cook with our establishment, but I make sure that we carefully monitor the quality of the dishes and foreign objects could not get into the soup. I admit that I could burn. But this is in any case unacceptable. We apologize. If there is a desire to visit us again, you will receive a personal discount)", "rating": 5, "name": "Дмитро Василюк", "cat": "Georgian restaurant"}, {"review": " I really liked the place.\nThere was live music!\nThe atmosphere is great! …", "rating": 1, "name": "Soa Soa", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 1, "name": "Элеонора Суркова", "cat": "Georgian restaurant"}, {"review": " During the red zone in Kyiv, when the neighboring Puzata Khata is allowed only with a green kovid-certificate, and Dominos-pizza only works for delivery, the entrance is free and no one checks anything. The check will …", "rating": 3, "name": "Anastasiia Foia", "cat": "Georgian restaurant"}, {"review": " I do not recommend this institution!\nThe long wait, instead of the promised 15-20 minutes, waited for almost an hour, and this at a half-empty institution. The waiter does not navigate the menu. …", "rating": 4, "name": "Яна Ткачева", "cat": "Georgian restaurant"}, {"review": "The toilet is terrifying, creepy. Needs repairs for a long time... From the kitchen came the wild rzhach of employees, they have their own parties there, and somehow the already weak surroundings were completely destroyed. The food was not impressive, we had been in Georgian restaurants before, there are …", "rating": 3, "name": "Lemont Krenston", "cat": "Georgian restaurant"}, {"review": " Try their food Really excellent\nTry their food really excellent …", "rating": 5, "name": "Елена Гранд", "cat": "Georgian restaurant"}, {"review": "Today we were in an institution after expansion and reopening, we found a restaurant like Esme, then we realized that it was an extension and the original name was Alaverdi. I liked it very much, cozy atmosphere, the waiter showed a quality level …", "rating": 2, "name": "Татьяна Догадайло", "cat": "Georgian restaurant"}, {"review": "Did not like! I do not advise!!!\nWhen we arrived, no one greeted us, although we repeatedly greeted each other. We didn’t have time to take the menu - the waiter had already come running with a pen and a completely unobtrusive “You ...", "rating": 3, "name": "Наталья", "cat": "Georgian restaurant"}, {"review": " Good day. Please indicate the date of your visit to understand the situation in more detail ... Thank you\n\nThanks for the feedback. Having carefully studied the recordings from the CCTV cameras, I am ready to respond to your comment.\n\nThe waiter came to accept the order in 5 minutes. She couldn't know that you started studying the menu 2 minutes ago. It is usually said that they are not ready to place an order. If you haven't said so, then of course the waiter will wait.\n\nFood soup should not be liquid, but if you do not like the dish, you have the right to ask to replace it. Judging by the fact that the plates were completely empty, it was not as tasty as you say. We could also replace lemonade so that you don't drink \"poop\".\n\nAnd I do not understand why you write that constantly snatched from the hands of the plate. when you haven't milked yet. The waiter took only one EMPTY plate, and at the same time you asked to pack the remaining khachapuri.\n\nThe guests left the door open. After 4 minutes they were closed.\n\nIt is a pity that your visit turned out to be so negative for you. If you voiced your wishes right away, we could change something and you would probably be satisfied.\nAll the best to you!\n\n", "rating": 4, "name": "Görkem Özkurt", "cat": "Georgian restaurant"}, {"review": "If you want Georgian cuisine, this is it. Tasty, satisfying, colorful, not expensive, without pompous pathos ..\nThe place is fire, the food is delicious. …", "rating": 1, "name": "Владислав Ларіонов", "cat": "Georgian restaurant"}, {"review": " For 20 minutes the waiters did not come at all, on request to approach, fed breakfast, and the landing is not complete. Just awful, when asked to clean the table, they replied: \"When the waitress has time, she will …", "rating": 1, "name": "Ruslan V", "cat": "Georgian restaurant"}, {"review": "The kebab portion is small, although it says 200 grams. Probably with onions and lavash. There is little meat in khinkali. But tasty lavash. We went once and, yeah .... Not a foot more. …", "rating": 1, "name": "Эвелина Волкова", "cat": "Georgian restaurant"}, {"review": "Very long service. They themselves took the menu at the bar, since none of the waiters approached us, the order had to wait more than an hour. There were 2 of us, the supply was inconsistent, first they brought the order to one, then after 20 minutes to the second. Nobody...", "rating": 1, "name": "I. Bondarchuk", "cat": "Georgian restaurant"}, {"review": "\nDear Alexandra. We're really 2.01. did not count on such a flow of guests. We apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 5, "name": "Konstantin Veselyi", "cat": "Georgian restaurant"}, {"review": "I didn't like the food and coffee, the only good thing about this place is lemonade from a bottle. The waiters touch the plates inside with their fingers and charge a 10% service fee for this. As a result, it turns out expensive and zero pleasure ...", "rating": 3, "name": "Nikita Pronin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Valentin Kurka", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating", "rating": 1, "name": "Антон Козловский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Янка Ковалевская", "cat": "Georgian restaurant"}, {"review": "Disappointed with Georgian hospitality! 1 hour 20 minutes waiting for the order, despite the fact that the halls were half full. drinks we waited 30 minutes. The toilet is dirty. Raw potatoes. Delicious khachapuri. Tipping is already included! …", "rating": 5, "name": "Nataliia Lutsai", "cat": "Georgian restaurant"}, {"review": "Poor interior, uncomfortable tables, unpleasant smell in the toilet, dishes and serving like in a dining room, the price of the dishes does not match the quality. It seems that the rating in Google is screwed up ... ...", "rating": 2, "name": "Инна", "cat": "Georgian restaurant"}, {"review": "\nAccording to your feedback, I see that it is very difficult to please you))) Unfortunately, we don’t like our place, but the assessment is not bad.", "rating": 4, "name": "Ира Бойко", "cat": "Georgian restaurant"}, {"review": "To the question “is there a free table for 4?” They said \"I don't know, go check it out\". I had to look for the menu ourselves, the waitress to take the order - too. The food is ok but the service is zero. They immediately included a tip in the bill, which is illegal. Not …", "rating": 5, "name": "Prosto Prosto", "cat": "Georgian restaurant"}, {"review": "\nIt is a pity that acquaintance with us did not work out. We're really 2.01. did not count on such a flow of guests. We apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 1, "name": "Анастасия Агишева", "cat": "Georgian restaurant"}, {"review": "Nice place, very homely atmosphere, it feels like a cafe for your own. Nice waiters and very very tasty food! I recommend to visit!!! …", "rating": 1, "name": "Даниил Новиков", "cat": "Georgian restaurant"}, {"review": "\nThank you! Always glad to see you", "rating": 5, "name": "Dima UA", "cat": "Georgian restaurant"}, {"review": "Cozy Georgian restaurant. Georgian music sounds, the halls are decorated in accordance with the stated theme. Friendly staff, greeted with a smile, although you can’t see smiles in masks, but you can read everything in the eyes!) …", "rating": 4, "name": "Олексій", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Inessa lnessa", "cat": "Georgian restaurant"}, {"review": "They waited for an order for about an hour, brought raw khachapuri, salad with wilted tomatoes. Unsanitary conditions in sanitary places. Very bad . …", "rating": 1, "name": "Алексей Кононенко", "cat": "Georgian restaurant"}, {"review": "I went there to eat khinkali, but the last time they were generally dry. Perhaps the chef has changed. Before that, khinkali were great. Was there two weeks ago. …", "rating": 2, "name": "Ксения Кондратенко", "cat": "Georgian restaurant"}, {"review": "According to Adjarian microscopic steel, there is no beer on the menu, the waiter does not know the prices of what is on the menu, sorry, but it got worse ...", "rating": 5, "name": "Мария Веденичева", "cat": "Georgian restaurant"}, {"review": "Real Georgian cuisine. Very cozy quiet place. Polite and attentive staff. …", "rating": 5, "name": "Nataliia Milkevych", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant review. We are always glad to see you! )", "rating": 4, "name": "Мария Мануйлова", "cat": "Georgian restaurant"}, {"review": "A very good establishment.\nquiet, peaceful place.\nService, music, the atmosphere is truly Georgian. …", "rating": 3, "name": "Irina Kovalchuk", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Andrey Posmitniy", "cat": "Georgian restaurant"}, {"review": "At the entrance you are not met, you walk through the halls and look for a free table on your own. The waiter will not approach you if you do not grab him by the sleeve. When you grab it, it turns out that the wait for the order is 1 hour. In general, the place is not…", "rating": 1, "name": "Надежда Голоскова", "cat": "Georgian restaurant"}, {"review": "\nWe're really 2.01. did not count on such a flow of guests. We apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 4, "name": "Toni Muratto", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, pleasantly impressed by the affordable prices, friendly staff. Quite a cozy place where you can eat delicious and inexpensive. And Saakashvili was here)) …", "rating": 5, "name": "Сергей Барафанов", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 1, "name": "Valeriy Shramko", "cat": "Georgian restaurant"}, {"review": "I visited this outdated restaurant with terrible service and sour waiters. The indifference muzzle of the waiter said that there was no khinkali. After 10 minutes, they appeared at the next table at other people who did ...", "rating": 5, "name": "kscg 2101", "cat": "Georgian restaurant"}, {"review": "Been to this establishment many times before. I wanted a barbecue, went along the usual road, but there was no place, the restaurant changed its address, found it, was delighted, ordered it and .... ...", "rating": 5, "name": "Dmytro Assonov", "cat": "Georgian restaurant"}, {"review": "\nDear, Eleanor. You were having a great evening until the bill came out. Before that, there were no comments or complaints. Half a piece was left from two portions of kebab. Why did you have to force yourself and eat such a disgusting shish kebab?\n\nAnd when I asked why you didn’t immediately return the dish, if you didn’t like it, so that we wouldn’t include it in the bill, you only threatened to write a bad review.\nThere were no complaints about the shish kebab, otherwise we would simply not give it out.\nAs for the service, you also had the right not to pay for it. And if you voiced your comments right away, then the service would not be included in the bill.\nAnd why write a false review? Of the two of us, only you were rude.\n\nI am very sorry that such an unpleasant situation has developed. We will be glad to see you again.", "rating": 5, "name": "Alina Melnik", "cat": "Georgian restaurant"}, {"review": "Exterior - across the yard, next to the trash can, pits, which you successfully enter.\nThe interior is interesting, but the door to the toilet is broken, the locks are loose.\nThe music is super. …", "rating": 5, "name": "Лариса Мищанюк", "cat": "Georgian restaurant"}, {"review": "\nAnastasia, thanks for such a detailed review. The door to the toilet was broken by our guests and within an hour we fixed it. We apologize for the khinkali, an unpleasant situation. But it’s not entirely clear where the deception ... didn’t finish the mulled wine?\nWe always try to create the most comfortable conditions for the relaxation of our guests, it is unfortunate that you did not like it with us. Thank you for rating the kitchen)", "rating": 4, "name": "The One and Only Ivan", "cat": "Georgian restaurant"}, {"review": "Delicious tarragon. There is a lot of cheese in khachapuri, weight is about 450 grams, the price is about 80-120 UAH. The khinkali were delicious, but the last time I didn't like something. Maybe the chef was not in the mood) the institution is good. Set meals are also available, but…", "rating": 1, "name": "Алина Волкова", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. You are always welcome)\n\n", "rating": 5, "name": "GOKIO", "cat": "Georgian restaurant"}, {"review": "Beer is sour. With an empty hall (landing 2 tables and we are the third), the khinkali did not wait, sat for 25-30 minutes, after which my question was, when? The waiter answered 15 minutes more ... ...", "rating": 2, "name": "Татьяна Скрипак", "cat": "Georgian restaurant"}, {"review": "The impression is very good, the service is excellent, the waiter Ilya is very pleasant and helpful. I liked the pork kebab, very tasty, but I would like a slightly larger portion of pickles and sauerkraut as well as sauerkraut. Interior…", "rating": 3, "name": "Ivan Yaremenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and warm words! Always welcome you!\n\n", "rating": 5, "name": "Олег Тут", "cat": "Georgian restaurant"}, {"review": "Came by chance - the menu sign on the wall of the house works. Service is good. Georgian music... everything without pathos. That's all. I didn’t like khachapuri - very salty ... manti too - there was no juice inside and they were like flat cakes ... no further ...", "rating": 4, "name": "Yura Ya", "cat": "Georgian restaurant"}, {"review": "\nWe are very sorry that your experience with our establishment did not work out. If you are ready to give us a second chance, you will receive a personal one-time 30% discount on the entire menu. And besides, I wanted to hear what Ginger tea with lemon and mint should be like)))", "rating": 3, "name": "Валерий Пожидаев", "cat": "Georgian restaurant"}, {"review": "Service - none. The waitress showed no enthusiasm. She didn’t say an extra word, and in order to clarify something, it was impossible to reorder her. In the kitchen - ordered barbecue and khachapuri. The meat was tough and dry. No sauce...", "rating": 5, "name": "Ruslan Shalagay", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. It is unfortunate that this situation has developed. I would like to know the date of your visit. Please call 096-910-10-10. Thank you in advance.", "rating": 5, "name": "Мария Сушко", "cat": "Georgian restaurant"}, {"review": " A different place. Georgian cuisine. It can be tried.\n\n", "rating": 5, "name": "Ella Litvin", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 2, "name": "Артем Сластенко", "cat": "Georgian restaurant"}, {"review": " It is a pity that below 1 * can not be estimated. Poisoned, spoiled mood for a long time, do not even think about visiting this institution! …", "rating": 1, "name": "Алена Гулевич", "cat": "Georgian restaurant"}, {"review": "There is a summer terrace, if you decide to eat there, keep in mind that you can wait a long time at the table, but no one will come to you. …", "rating": 1, "name": "Anna Tkach", "cat": "Georgian restaurant"}, {"review": "\nWe are very sorry that you have such an unpleasant opinion about us. Please call to clarify the situation 096-910-10-10\nWe are always ready to serve business lunches by 13:00", "rating": 4, "name": "Сергей Заботин", "cat": "Georgian restaurant"}, {"review": "I have never had a worse barbecue. Could not determine what part of the unfortunate animal was taken on him. The meat was burnt on one side and raw on the other. The kebab was served with raw, not pickled onions and store-bought pita bread. Waited...", "rating": 5, "name": "Владимир Кошур", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. Could you contact us to clarify the situation. 096-910-10-10. Thanks.", "rating": 1, "name": "Владимир Wowan", "cat": "Georgian restaurant"}, {"review": "I wanted to write a review for a long time but did not have time. A couple of years ago I worked at Postal Square and every lunch I went to the court for dinner. A complex lunch, in my opinion, was somewhere around 60 UAH (3 courses plus lemonade). Delicious and not expensive. Then he moved from...", "rating": 4, "name": "Тарас Гончарук", "cat": "Georgian restaurant"}, {"review": "\nHello, dear Igor! \"The girl at the bar\" is me: administrator Victoria. I will miss the insults addressed to me, but why so brazenly twist my words? The conversation was not at all the way you describe it. Our cheese assortment includes Suluguni, Imereti cheese (feta cheese) and smoked suluguni. We always order cheese only from trusted suppliers. The cheese product has never been in our kitchen. Smoked suluguni can be different (which I tried to explain to you), but this does not mean that it was bought in Silpo. You said that you were in Georgia and tasted cheese there, I replied that I was in Georgia too (I have not lived there for 5 years) and you know that the cheese is completely different there, like all products, however. There are many factors that affect the taste. And she explained that they did not bring cheese to us from Georgia (can you imagine its cost?) And the production is in Ukraine. And she offered not to pay for cutting cheese if you did not like it. You said that everything is fine. Judging by your text, this is not so. 096-910-10-10 please dial. I would like to nevertheless solve the current situation. Thank you in advance.", "rating": 1, "name": "Alexei Cáceres", "cat": "Georgian restaurant"}, {"review": "I've been here a couple of times, it's always delicious, the staff is friendly. Super cozy atmosphere. The prices are nice too. All in all, a recommendation! 👌 …", "rating": 4, "name": "Victoria Slyva", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Александр Титов", "cat": "Georgian restaurant"}, {"review": "Double feeling. The kitchen is not bad either. Khachapuri is decent. but the waiters are not visible,,,,, the girl at the bar is fascinated by the phone and failed to attract attention. Saturday but few people. And yes, it's kinda boring. no entertainment...", "rating": 2, "name": "Євген К.", "cat": "Georgian restaurant"}, {"review": "\nIt's very unlike our guys. And the examination showed that the hall was not left without attention. I will be grateful for the details: 096-910-10-10 Victoria", "rating": 5, "name": "Марк Толок", "cat": "Georgian restaurant"}, {"review": "Two years later, the price of complexes increased slightly, but there were 40% discounts on khachapuri on Tuesday and khinkali on Thursday. There is no tennis now, but everything else is just as cool! Very cozy and comfortable environment. …", "rating": 5, "name": "Олександр Тєлєгін", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 1, "name": "Lutos Palmeyros", "cat": "Georgian restaurant"}, {"review": "Sat for 10 minutes and no one came. We went for the waitress. The waitress came up and asked to vacate the table. it's reserved. (There was no sign and absolutely all the other tables were free) ...", "rating": 2, "name": "Кирилл Дехтерев", "cat": "Georgian restaurant"}, {"review": "\nWe apologize for the current situation and for. We really serve lunches only in the hall and the last table was reserved in advance.\nWe will definitely understand this situation and are ready to correct your opinion about us. Please dial 096-910-10-10 Victoria", "rating": 4, "name": "Iuliia Korchevska", "cat": "Georgian restaurant"}, {"review": "Great establishment with great staff and atmosphere. Prices are average, everything is very tasty …", "rating": 3, "name": "Екатерина Погорелова", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thank you for the pleasant feedback and see you soon)\n\n", "rating": 5, "name": "Макс Луценко", "cat": "Georgian restaurant"}, {"review": "Soul restaurant. Delicious Georgian cuisine, with good wine. The atmosphere is pleasant, conducive to a leisurely conversation. There is a summer terrace in a quiet courtyard. And all this in the heart of Podil. The prices are also encouraging. I recommend! …", "rating": 5, "name": "Irin ***", "cat": "Georgian restaurant"}, {"review": "\nThanks for the nice review. You are always welcome!", "rating": 1, "name": "Podorozhni Podorozh", "cat": "Georgian restaurant"}, {"review": " Institution for people 50+. Music is horror. Kitchen - no. Typical \"diner\" …", "rating": 5, "name": "Дарья Дашенкова", "cat": "Georgian restaurant"}, {"review": "An institution without a claim to pathos.\nIf you are looking for aesthetics and pretentiousness of the surroundings, then of course you are not here.\nI was here with colleagues, after which I advised the institution to a friend, not yet …", "rating": 5, "name": "Nataly GNA", "cat": "Georgian restaurant"}, {"review": " Thanks for the extended feedback) We will strive to become better for you and everyone)))\n\n", "rating": 1, "name": "Марина Филипчук", "cat": "Georgian restaurant"}, {"review": "really like this establishment. when on the hem I always try to get into it. khachapuri there are simply gorgeous, large, satisfying and very good prices. the staff is very nice, friendly, everything is taken out quickly and at the same time not intrusive. …", "rating": 2, "name": "Yuri Hamster", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. It is very nice to have among our guests those who appreciate our efforts. You are always welcome!\n\n", "rating": 5, "name": "Оксана Маковей", "cat": "Georgian restaurant"}, {"review": "Not the Georgia you expect to see. Khinkali was carried longer than barbecue. They were boiled, a hair was caught in the first khinkal. The kebab meat was tough. In a word, unpleasant. …", "rating": 4, "name": "Yevheniia Vishnevskaia", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia. I would be grateful if you leave contact details to resolve this situation: alaverdi_cafe@ukr.net.\n\n", "rating": 4, "name": "Ира Шурьякова", "cat": "Georgian restaurant"}, {"review": "The service is just terrible, we didn't wait for the waiter to take the menu ourselves. Made an order after 40 minutes of waiting. The food was carried for about an hour, AND THE MOST IMPORTANTLY THEY INCLUDED 10% TIP ON THE CHECK (INTO THE TOTAL COST OF THE ORDER) The food is not bad, but everything else is terrible ...", "rating": 5, "name": "Богдан Білик", "cat": "Georgian restaurant"}, {"review": "\nWe apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 5, "name": "Дмитрий Соколовский", "cat": "Georgian restaurant"}, {"review": "Alaverdi moved across the street opposite. Entrance from the courtyard in the basement.\n\nExcellent Georgian cuisine. Big square. I go there regularly with my friends. …", "rating": 3, "name": "Юлія Максименко", "cat": "Georgian restaurant"}, {"review": " A good Georgian restaurant. Delicious dishes, especially khinkali with cheese (never met before). However, it is the location in the basement and the interior that creates a less positive impression of the institution …", "rating": 1, "name": "Andrii Riabykin", "cat": "Georgian restaurant"}, {"review": " Thank you for your reasonable feedback. We look forward to welcoming you again)\n\n", "rating": 5, "name": "Микола Калініченко", "cat": "Georgian restaurant"}, {"review": "Came by chance and were very impressed!\nWe took Adjarian khachapuri, khinkali, kudabari with meat and cheese, vegetables in a pot with veal. It's just MASTERPIECES! Everything is so delicious that it is indistinguishable from the kitchen ...", "rating": 5, "name": "Alexander Khaustov", "cat": "Georgian restaurant"}, {"review": "\nThanks for the kind words) It's always nice when an occasional guest becomes permanent))", "rating": 3, "name": "Александр Павлюковский", "cat": "Georgian restaurant"}, {"review": "You guys need an auditor. Khinkali are delicious. And royal khachapuri is terrible. The dough gives off yeast. Top with a raw egg. It is just poured on top, without 2 minutes of baking, maybe this is your trick, but this is a risk and who knows if the eggs were washed. Is not …", "rating": 5, "name": "Антон", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. The opinion of each guest is important for us. It is a pity that delicious khinkali and pleasant service are worth only one star))\nI am sure that Khachapuri would not be disappointed if they allowed the waiter to consult you, and not to place an order after reading the menu of another restaurant.", "rating": 5, "name": "Юлька", "cat": "Georgian restaurant"}, {"review": "I liked the food, but the service is HORRIBLE!!! The waiter is difficult to catch, the order was waiting for more than an hour! Lavash never waited!!! Probably prepared for a long time) ...", "rating": 3, "name": "Neprawda Neprawda", "cat": "Georgian restaurant"}, {"review": "😅Guys, I don’t recommend this secret place to anyone, because everyone will go there and then later, when we go, there will be no places 😊 We stumbled upon it by accident and were pleasantly surprised! Georgian restaurant once, on the hem in the center two, delicious food - three, …", "rating": 5, "name": "Алиев Вагиф", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and warm words! Always welcome you!\n\n", "rating": 3, "name": "Саша Кушковой", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ivan Lukyanov", "cat": "Georgian restaurant"}, {"review": "The guide advertised this place as a place where they cook from under the knife. I don’t know how you can cook lobio, khinkali, chakhokhbili and a bunch of other dishes in 15 minutes. But basically it's delicious. The hall can hardly be called cozy, there is something from …", "rating": 5, "name": "Serhii Bondarenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. You really can't cook all this in 15 minutes, apparently more time has passed. Lobio is cooked in the morning. You can cook a portion of khinkali in 15 minutes. Chakhokhbili takes 20-25 minutes", "rating": 2, "name": "Eugene Zapolsky", "cat": "Georgian restaurant"}, {"review": " Today they were in this institution for the second time. It waited a little longer (35 minutes), but it is not so critical. Hinkali was not available at all. But they were warned in advance. …", "rating": 5, "name": "Dawa Verhogliad", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Your opinion is important to us. It is a shame to us that we have the impression of our institution. We put the nuts in the strudel, so they may not have been noticed, but the raisins were not really present. We apologize for not warning you. We look forward to welcoming you again if you give us another chance. Show this message and get a personal discount.\n\n", "rating": 4, "name": "в к", "cat": "Georgian restaurant"}, {"review": "The kitchen is beyond praise. Prices are moderate. Responsive staff. Unfortunately, there is no site with a menu and the possibility of booking yet, but I think they will fix this small flaw. …", "rating": 4, "name": "Hans Gunther", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback) We don't have a site, but there is a Facebook page from the menu https://www.facebook.com/alaverdipodol\n\n", "rating": 5, "name": "KyPpIbOoM ChAnNeL", "cat": "Georgian restaurant"}, {"review": " If you want to eat in Alaverdi, go through the quest for endurance☝\nFind a place; wait for the waiter (20 minutes with 2 reminders), choose from the …", "rating": 5, "name": "Daimio Moz", "cat": "Georgian restaurant"}, {"review": " We are very sorry that the first impression of our institution is so negative. We look forward to seeing you again. I am sure that your opinion will change for the better. Show this review, a personal discount is waiting for you. Thanks for the feedback. Good Bye ))\n\n", "rating": 5, "name": "Людочка Хоменко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Roman Antiuhov", "cat": "Georgian restaurant"}, {"review": "Business lunch at its best! Tasty homemade and within 100 UAH! And most importantly, fast! …", "rating": 5, "name": "Диана Байхи", "cat": "Georgian restaurant"}, {"review": " Unpleasantly shocked by the weird service, waiting for an order of an hour. No apologies Dilute soup and mulled wine (((\nThe owner should pay attention to the quality and service and not work on the …", "rating": 3, "name": "Руслана Шахно", "cat": "Georgian restaurant"}, {"review": " Good day. The waiting time of the order is fully justified at full landing in the institution, especially on a holiday. In addition, almost all dishes are prepared from under the knife. Please dial 096-910-10-10. We value each guest and are confident that we will be able to correct your impression of our institution)\n\n", "rating": 5, "name": "Максим Діденко", "cat": "Georgian restaurant"}, {"review": "Khinkali, khachapuri👍👍👍 frying pans 👌😊 and homemade wine in cups👌👍 I love you!!! …", "rating": 1, "name": "Юля О.В.", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are always glad to see you!\n\n", "rating": 5, "name": "В Л", "cat": "Georgian restaurant"}, {"review": " Place liked Good location, democratic prices, pleasant interiors. It is worth only counting that the tips are included in the check. Dishes are delicious, served fast. The staff is polite and friendly, the only one …", "rating": 5, "name": "Ella M", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation. Always welcome you!\n\n", "rating": 5, "name": "Руслан Гороховский", "cat": "Georgian restaurant"}, {"review": " I liked it!\nCasual atmosphere. (You don't have to look 100% to feel comfortable.)\nDelicious food and friendly staff. Not high prices. …", "rating": 2, "name": "Марина Комаренко", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 3, "name": "Diana", "cat": "Georgian restaurant"}, {"review": "I really liked the food and the service. Nice waitress Nakhshun. Very pleased with the service in Ukrainian. …", "rating": 5, "name": "Zheka Lakatush", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Evgen Kos", "cat": "Georgian restaurant"}, {"review": "decent place for dinner or lunch. reasonable prices and good food. the interior is quite modest, but this is not the main thing in an institution where you want to eat Georgian cuisine. …", "rating": 1, "name": "Dracunculus", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback)", "rating": 5, "name": "Іван Костенко", "cat": "Georgian restaurant"}, {"review": "1. Waiting time - more than an hour\n2. Onions served with barbecue - absolutely raw\n3. Some cuts of meat are solid fat...", "rating": 4, "name": "Роман Шемчук", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. Could you contact us to clarify the situation. 096-910-10-10. Thanks.", "rating": 4, "name": "meatball", "cat": "Georgian restaurant"}, {"review": "Cool place.\nDelicious, inexpensive. Chat, drink, eat - the most it) ...", "rating": 1, "name": "Мария Яковлева", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Daria Zadiraka", "cat": "Georgian restaurant"}, {"review": "Slow service. The waitress misheard our order. One clarified after a while, the second filed incorrectly. Food for three. The interior is outdated. Prices are quite pleasant as for the hem. …", "rating": 5, "name": "Yuliya Zoshchenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. In order to be able to understand the situation, please write the date of your visit. Or call 096-910-1010. Thank you in advance.\n\n", "rating": 5, "name": "Ганна Радіонова", "cat": "Georgian restaurant"}, {"review": "The place is not expensive to eat...\nKhinkali in the photo are traditional ...", "rating": 4, "name": "Yaroslav Dranenko", "cat": "Georgian restaurant"}, {"review": "I ordered delivery via glovo....something went wrong...everything spilled into the courier's bag....contacted the restaurant....was pleasantly surprised!!! We repeated the order .... and at our own expense sent it by taxi .... thanks to the administrator !!! As a result, I received a very...", "rating": 3, "name": "Дмитрий Шепель", "cat": "Georgian restaurant"}, {"review": "\nFrom the administrator, thanks for the nice review)) We will be glad to see you with us)", "rating": 5, "name": "VIT M", "cat": "Georgian restaurant"}, {"review": "It's hard to notice this underground restaurant, as the unremarkable entrance is inside the courtyard. There are ping pong tables, good toilets. But sometimes some menu items are missing. …", "rating": 5, "name": "Максим Геденач", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 1, "name": "Антонина Богданович", "cat": "Georgian restaurant"}, {"review": "Nice place with moderate prices. However, it has deteriorated lately. Not tasty khinkali. Small-sized Adjarian khachapuri …", "rating": 5, "name": "Сергій Пилипенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Терехов", "cat": "Georgian restaurant"}, {"review": "Went with friends, everyone loved it! The food is excellent, everything is fresh and very tasty. The staff is polite. We will definitely come again. …", "rating": 4, "name": "Виктор Литвинов", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant review. We are always glad to see you! )", "rating": 1, "name": "юлия логинова", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine 🤤😝\nBeautiful interior without too much pathos👍🤗\nFriendly staff🥰👍…", "rating": 5, "name": "Михайло Салівонов", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Volodymyr Fedorenko", "cat": "Georgian restaurant"}, {"review": "The salad was poorly washed, sand crackled on the teeth, they waited an hour for their order, but I think this is due to the full house. …", "rating": 4, "name": "Volodymyr Kalinichenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We apologize and hope to see you again to change your impression))\n\n", "rating": 4, "name": "Artur Nets", "cat": "Georgian restaurant"}, {"review": " Food falls very slowly, especially considering that most people come here from offices for lunch! …", "rating": 5, "name": "Владимир Пикула", "cat": "Georgian restaurant"}, {"review": " Hello! So during the lunch break we are crowded, but this does not correct the fact that you have been waiting for your order for a long time. We sincerely apologize!\n\n", "rating": 3, "name": "Raisa Boiko", "cat": "Georgian restaurant"}, {"review": "Hair in food. Frankly tasteless. Included service on the bill is a mockery. I don't recommend...", "rating": 2, "name": "Oleksandr G", "cat": "Georgian restaurant"}, {"review": " Good day. Please indicate the date of your visit and the list of ordered meals. Or leave contact information alaverdi_cafe@ukr.net\nI would like to understand the situation in more detail. No complaints have been made to the waiters in recent days.\n\n", "rating": 5, "name": "Natasha Sidorenko", "cat": "Georgian restaurant"}, {"review": "Very quiet, atmospheric cafe. Delicious food, and cooked, not defrosted. A pronounced oriental accent: either salty or very sweet. I recommend. …", "rating": 4, "name": "Александр Гудз", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Nadiia Shutovska", "cat": "Georgian restaurant"}, {"review": "Delicious, not expensive, fast service, Georgian dishes like in Georgia, Staff is attentive. I recommend ordering lamb chakapuli here…", "rating": 5, "name": "Сергей Горбачев", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "boryaperelman", "cat": "Georgian restaurant"}, {"review": "They brought raw meat (chicken skewers) along with soup, overcooked potatoes more like black crackers. I do not advise …", "rating": 5, "name": "Jarl", "cat": "Georgian restaurant"}, {"review": " We are very sorry that this situation has happened. We apologize for the spoiled evening. Unfortunately, this sometimes happens when the kitchen is restarted, but this does not in any way justify us. If you give us another chance, I assure you that you will change your mind about our institution. You are waiting for a personal discount, just show this message.\n\n", "rating": 3, "name": "куевда юрий", "cat": "Georgian restaurant"}, {"review": " Georgian non-pathetic restaurant on Sagaidachnoho Street. Located in the arch. In summer you can sit on the outdoor terrace. The price level is average. They cook quickly and deliciously. Well-maintained interior. …", "rating": 4, "name": "Анастасия Старченко", "cat": "Georgian restaurant"}, {"review": " Thank you for the positive feedback!\n\n", "rating": 5, "name": "Александр Якубов", "cat": "Georgian restaurant"}, {"review": "their triple cheese khachapuri has less cheese than a novuss sandwich. still expensive and for an hour they cook one unfortunate dish. don't spoil your mood and go somewhere else. …", "rating": 5, "name": "Оксана Марченко", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. The opinion of each guest is important for us. Unfortunately, it is no longer possible to check the compliance with the flow sheets, but allow me to apologize for the fact that your expectations were not met.", "rating": 5, "name": "Beka Kavtaraძe", "cat": "Georgian restaurant"}, {"review": "Good khachapuri, but it takes a long time to cook... I had to eat only khachapuri (...", "rating": 1, "name": "Mak volin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Морозова", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Viktoriya Bukhalo", "cat": "Georgian restaurant"}, {"review": " 2 stars no more. Friendly staff but overall atmosphere of horror and tension. Rescues having a table for tennis. It is better to drink mulled wine on the street. …", "rating": 5, "name": "Petr Smirinskiy", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Usually we have a quiet and peaceful place, for which many value us. Come visit us after the New Year's corporate parties, I am sure that your opinion will change for the better. ) Happy Holidays!\n\n", "rating": 5, "name": "Олексієнко Катерина", "cat": "Georgian restaurant"}, {"review": "Very colorful. One piece of advice - if Georgians are walking around here, then do not rush to order wine for yourself. And so they will drink))) ...", "rating": 4, "name": "Grektochka Fert", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 4, "name": "Irina Bovan", "cat": "Georgian restaurant"}, {"review": "Gorgeous cuisine and excellent Khashlama soup, shish kebab and lightly salted mackerel is a combination …", "rating": 5, "name": "Vadim Vadim", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Dmitry B", "cat": "Georgian restaurant"}, {"review": "Finished place! They hurt people!!! Yesterday my brother and I went to meat, we can't get out of bed! …", "rating": 5, "name": "Вікторія Мельничук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Gio Gio", "cat": "Georgian restaurant"}, {"review": "\nWe apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 5, "name": "Міша Богданюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olena Zaliesnova", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Georgian cuisine is periodically served at business lunches. Thanks for the feedback and see you soon)\n\n", "rating": 1, "name": "Евгений Кравець", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the prices are reasonable. The restaurant is not new, repairs would be nice, you can work, there is a banquet / conference room, but the interior is lame. …", "rating": 4, "name": "Андрей Берестенко", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback. We are glad that the most important thing in any establishment is the cuisine, you liked it. We are always glad to see you)", "rating": 4, "name": "артур узурбаев", "cat": "Georgian restaurant"}, {"review": " Very tasty, for the company that's it.\n\n", "rating": 3, "name": "Stiv Filin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "soso alhazmi", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Роман Ясинский", "cat": "Georgian restaurant"}, {"review": " How can hincals be so tasteless? Nothing worse in my life did not eat. And they look terrible. In addition, there was no meat in one hinkaly. And good that was not. Lemonade like water. Do not waste money here …", "rating": 3, "name": "Алла Чирка", "cat": "Georgian restaurant"}, {"review": " In the day we prepare not less than hundred pieces of khinkali. And there was no complaint in the last days about taste or quality. I understand that everyone's taste is different, and lamb hinkali is not for everyone, but there were no complaints or refusals from you. If you do not like the dish, you have the right to refuse and pay it, and not to eat such a tasty meal for you.\n\n", "rating": 5, "name": "Drooid", "cat": "Georgian restaurant"}, {"review": "Very tasty dishes with barbecue and khachapuri. Always take away for birthdays. The barbecue is very good. …", "rating": 4, "name": "Лера Смышляева", "cat": "Georgian restaurant"}, {"review": "A great atmospheric place with delicious Georgian cuisine, hospitable service and affordable prices. …", "rating": 5, "name": "Наталия Шарапова", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Alexandra Stashenko", "cat": "Georgian restaurant"}, {"review": "Was in this place for a business lunch, by my standards, there is nothing there. I didn’t eat (I poked around with a fork and didn’t dare), but my colleagues ate, unfortunately ...", "rating": 5, "name": "Тамара Иашвили", "cat": "Georgian restaurant"}, {"review": " Good day. This is a serious accusation. I would like to clarify the situation. Call 096-910-10-10 Victoria. Thank you in advance\n\n", "rating": 5, "name": "Danyil Bulavskyi", "cat": "Georgian restaurant"}, {"review": " Waiters own a smartphone more interesting than customer service.\nSkewers of mutton no. Burned and wooden. Very similar to beef. …", "rating": 3, "name": "Михаил Иноземцев", "cat": "Georgian restaurant"}, {"review": " Delicious barbecue pork at reasonable prices. Everything is delicious. But the lamb kebab resembled goat meat. …", "rating": 5, "name": "Dungeon Store", "cat": "Georgian restaurant"}, {"review": " Only lamb is used in lamb kebab)\nYou are always welcome! Thanks for the feedback)\n\n", "rating": 4, "name": "Андрій", "cat": "Georgian restaurant"}, {"review": "The restaurant itself is similar to those in Georgia) But of course not as tasty as in Georgia itself) There is a signature Georgian lemonade and a summer terrace …", "rating": 1, "name": "Alex Adamchuk", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are always glad to see you!\n\n", "rating": 5, "name": "Алексей Шилин", "cat": "Georgian restaurant"}, {"review": " The kitchen is delicious, the waiters are polite, the atmosphere is pleasant. All great, if you did not see the cockroach on the ceiling .... ((((( …", "rating": 5, "name": "Роман Кравченко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We have solved this unpleasant problem a long time ago. We look forward to seeing you again.\n\n", "rating": 5, "name": "111 222", "cat": "Georgian restaurant"}, {"review": " Interesting pleasant atmosphere, delicious. It would be possible to prepare toilets a little. …", "rating": 5, "name": "Александр Жеребцов", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Meine Kleine", "cat": "Georgian restaurant"}, {"review": "Cosy! Class, I really liked it. Good kitchen! In winter, I didn’t want to go outside at all)). …", "rating": 2, "name": "Гела Чакветадзе", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback! You are always welcome!", "rating": 5, "name": "Сергей Иващенко", "cat": "Georgian restaurant"}, {"review": "Delivery is pretty fast. Service is good. There was no toilet paper or paper towels in the toilet...", "rating": 5, "name": "Юлія Антюхова", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We apologize. There was a big flow of guests and our cleaner did not count a bit.\n\n", "rating": 5, "name": "Оксана Кульбако", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alexander L Prokopchuk", "cat": "Georgian restaurant"}, {"review": " Good day. Could you tell us exactly what you didn't like?\n\n", "rating": 4, "name": "Анна Базікало", "cat": "Georgian restaurant"}, {"review": "Georgian cuisine what you need!\nIn the mornings there are few people, the order does not have to wait long.\nQuiet, cozy...", "rating": 2, "name": "Виктор Давыденко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your positive feedback.", "rating": 3, "name": "Ірина Степан", "cat": "Georgian restaurant"}, {"review": "Good establishment. In a quiet courtyard. There is a summer playground. Pleasant prices. Delicious! …", "rating": 5, "name": "Эльмира Мамедова", "cat": "Georgian restaurant"}, {"review": "\nThanks for the positive feedback.", "rating": 3, "name": "Татьяна", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Татьянка Сековая", "cat": "Georgian restaurant"}, {"review": "\nIt is unfortunate that you have such a negative opinion about us. We are waiting for you again and will try to fix all the errors)", "rating": 5, "name": "Maksim B", "cat": "Georgian restaurant"}, {"review": "I recommend visiting the establishment!\ngreat atmosphere, nice music, great food 👍", "rating": 5, "name": "Лариса Лариса", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant review. We are always glad to see you! )", "rating": 3, "name": "Іван Полозенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Srgei Magdik", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation))) Always glad to see you!\n\n", "rating": 5, "name": "Dmitriy Klepko", "cat": "Georgian restaurant"}, {"review": " One cook. Long wait. Slightly overdo it with salt.\n\n", "rating": 5, "name": "Sergey Zhovnir", "cat": "Georgian restaurant"}, {"review": " Not true)) One cook in the open process. Then there is more) Perhaps the wait seemed too long, as the dishes are prepared to order. As for the salt, we sincerely apologize and hope to see you again)))\n\n", "rating": 4, "name": "Евгений Мителенко", "cat": "Georgian restaurant"}, {"review": " Recommended by me! It is very nice to relax, but everything is at the highest level …", "rating": 3, "name": "Інна Коберник", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Rahul Chanda", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Гонтарук", "cat": "Georgian restaurant"}, {"review": "The kitchen is delicious, there are not enough windows, you sit like in a bunker, if this does not scare you, then I will advise you to eat there. …", "rating": 4, "name": "Андрей Удовиченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your good evaluation. We hope you will visit again. Not so scary with us))\n\n", "rating": 5, "name": "ANDREY YASKO", "cat": "Georgian restaurant"}, {"review": "\nDelicious and satisfying. Recommend!", "rating": 5, "name": "Лариса Несветайлова", "cat": "Georgian restaurant"}, {"review": "the portions are small, the wait is long, the prices for alcohol and some of the dishes are unreasonably high, the toilet is terrible. …", "rating": 5, "name": "S", "cat": "Georgian restaurant"}, {"review": "\nHello Evgeny. Very sorry. that you didn't like it with us. Our prices are quite democratic, we cook to order, so the waiting time may increase due to the workload. We are sorry. Hope to see you again)", "rating": 5, "name": "Фёдор Достоевский", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri, nice atmosphere and friendly staff! I will definitely come again…", "rating": 5, "name": "НАТАЛИЯ Бондарчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for such pleasant words) We are always glad to see you!", "rating": 4, "name": "Andrii Pasko", "cat": "Georgian restaurant"}, {"review": " Delicious, colorful, relatively inexpensive, friendly staff. The downside is that this is a basement. …", "rating": 5, "name": "Ali Alabdullatif", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. In the warm season there is a summer playground. You are always welcome.\n\n", "rating": 5, "name": "Катя С", "cat": "Georgian restaurant"}, {"review": " Delicious, democratic prices, themed decor and background music …", "rating": 4, "name": "Ольга Рылина", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 1, "name": "Andrii Shypov", "cat": "Georgian restaurant"}, {"review": "An excellent restaurant well worthy of five stars. I suggest you visit it, although I even insist ...", "rating": 5, "name": "Миша Шендрик", "cat": "Georgian restaurant"}, {"review": "\nThank you for such a positive review.", "rating": 5, "name": "Sasha Starostenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Владислав Еременко", "cat": "Georgian restaurant"}, {"review": "\nThanks! You are always welcome)", "rating": 4, "name": "Алексей Лукьяненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Альона Кирилюк", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Filip Kliński", "cat": "Georgian restaurant"}, {"review": " Great establishment. A delicious cuisine.\n\n", "rating": 5, "name": "Маргарита Скочко", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 5, "name": "Anton Matviichuk", "cat": "Georgian restaurant"}, {"review": "Delicious food, nice waiters\nthanks for the good service! …", "rating": 4, "name": "Aleksandr Rad", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "Animika A", "cat": "Georgian restaurant"}, {"review": " A bit of friendly staff and a sad atmosphere, but delicious food!) …", "rating": 4, "name": "Игорь Шкуренко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, Ruslana. Please write the date of your visit so we can talk to the staff. Thank you in advance\n\n", "rating": 4, "name": "Igor Volchyn", "cat": "Georgian restaurant"}, {"review": " The New Year celebrated a lot of fun. Everything was very tasty …", "rating": 5, "name": "Natali Upirova", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 1, "name": "Maurice TA", "cat": "Georgian restaurant"}, {"review": " Food is not very (\nKhachapuri small ( …", "rating": 5, "name": "Ksenia Demeshko", "cat": "Georgian restaurant"}, {"review": " We are very sorry that you did not like us. We will strengthen quality control. Thanks for the feedback!\n\n", "rating": 5, "name": "Наталья Кузнецова", "cat": "Georgian restaurant"}, {"review": "An excellent cafe, prices are affordable, the cuisine is delicious, I recommend Georgian flavor for a group of friends! …", "rating": 5, "name": "Ольга Гога", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Edward Popsuev", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Igor Palivoda", "cat": "Georgian restaurant"}, {"review": "Thank you so much for the quality, delicious cuisine, delivered on time and with a human face. Respect! …", "rating": 5, "name": "Иван Захаров", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and nice words)\n\n", "rating": 4, "name": "Oleg Sokhatskyy", "cat": "Georgian restaurant"}, {"review": "Boiled khinkali, insipid, look like an old scrotum))) They fall apart, it’s unpleasant to eat ...", "rating": 4, "name": "Юлія В", "cat": "Georgian restaurant"}, {"review": "\nYou better know what the old scrotum looks like.\nAs for the khinkali ... Thanks for the feedback. We will work on this)", "rating": 5, "name": "Julia Roman", "cat": "Georgian restaurant"}, {"review": "the cuisine is delicious, but the establishment is outwardly outdated, it needs to be updated and, at least, repaired, the service is poor …", "rating": 5, "name": "Марьяна Морозова", "cat": "Georgian restaurant"}, {"review": "\nThanks for the advice. We value the opinion of each guest. The main thing is that the cuisine is delicious)))", "rating": 3, "name": "Andrey Drozdov", "cat": "Georgian restaurant"}, {"review": "\nGood feedback, well done !! tasty", "rating": 4, "name": "Психологический Центр КМТ", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Maksim Kraitor", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Наталья Шаблова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Nataša Luković", "cat": "Georgian restaurant"}, {"review": "\nWe're really 2.01. did not count on such a flow of guests. We apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 5, "name": "Александр Стародубцев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Dan Danila", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are always glad to see you!\n\n", "rating": 4, "name": "Елена Загний", "cat": "Georgian restaurant"}, {"review": " Georgian cuisine at home. Cozy place\n\n", "rating": 5, "name": "July Oss", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Kateryna Moiseieva", "cat": "Georgian restaurant"}, {"review": " Good khachapuri and meat\n\n", "rating": 4, "name": "Serj Alexandrovich", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Luda Kr", "cat": "Georgian restaurant"}, {"review": "\nWe apologize and look forward to your return visit. I am sure that your opinion about us will change. Show this review, your personal discount awaits. Thanks for the feedback and all the best)", "rating": 5, "name": "Vladyslav Galamaga", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Влад Кравченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 4, "name": "Sylvanas Cry", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Людмила Бень", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 4, "name": "Alina Halchynska", "cat": "Georgian restaurant"}, {"review": "Cozy place despite being hard to find. They took Adjarian khachapuri, and they are satisfied. …", "rating": 3, "name": "Наталя Вус", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback! You are always welcome)", "rating": 4, "name": "Dasha Shigaeva", "cat": "Georgian restaurant"}, {"review": " A delicious cuisine, nice waitresses, a good place.\n\n", "rating": 3, "name": "Nataliya Marchenko", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 4, "name": "Іван Петрович", "cat": "Georgian restaurant"}, {"review": "The kitchen is specific, the rooms are stuffy and hot, so order a table outside ...", "rating": 5, "name": "Виталий Козалетов", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 4, "name": "Sofiia Yurkiv", "cat": "Georgian restaurant"}, {"review": "\nGood food and friendly staff", "rating": 4, "name": "Виктория Рагозина", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Анастасия Стеценко", "cat": "Georgian restaurant"}, {"review": "\nTasty, not expensive and welcoming!", "rating": 1, "name": "Fiana S", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Maksym Popov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Сергей девКАЛИон", "cat": "Georgian restaurant"}, {"review": " Portions are standard, prices are more than democratic. Maybe the food is not familiar to you, but not tasty - it's not about us\n\n", "rating": 5, "name": "Юля Антонюк", "cat": "Georgian restaurant"}, {"review": " Khachapuri in Ajarian was very pleased here!\n\n", "rating": 2, "name": "Tatiana Lukyanova", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 4, "name": "Viktor Teriaiev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Тищенко", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and pleasant feedback. Always welcome you\n\n", "rating": 5, "name": "Олександр Дерев'янко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sergii Gorodnii", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. Live music in our country is most often Georgian. We hope you enjoy it\n\n", "rating": 4, "name": "Микола Стефанцов", "cat": "Georgian restaurant"}, {"review": "poor cuisine, cheating customers - they say that lamb but they bring overcooked beef :( ...", "rating": 4, "name": "Лариса Сторчевая", "cat": "Georgian restaurant"}, {"review": " Cozy place with delicious food, friendly staff.\n\n", "rating": 4, "name": "Татьяна Джола", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Always glad to you!\n\n", "rating": 5, "name": "Наталия Крячко", "cat": "Georgian restaurant"}, {"review": "Delicious\nhospitable\nPolitely…", "rating": 3, "name": "Юлия Литвин", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback. You are always welcome!", "rating": 5, "name": "Виталий Марчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "mystupidsunshine", "cat": "Georgian restaurant"}, {"review": " Waiters are very nice, preparing food fast and tasty.\n\n", "rating": 5, "name": "Катерина Сенчук", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Mykola Denysiuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Богдан Легеза", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation.", "rating": 5, "name": "Volodymyr Denysenko", "cat": "Georgian restaurant"}, {"review": "\nTasty, but at 3.", "rating": 1, "name": "Богдана Кутняхова", "cat": "Georgian restaurant"}, {"review": " Good day. Please download something that you did not like: 096-004-64-64\n\n", "rating": 4, "name": "Vira Levska", "cat": "Georgian restaurant"}, {"review": " The khachapuri in Adzhar were from semi-milky dough 😪\n\n", "rating": 3, "name": "England LiveLondonHD", "cat": "Georgian restaurant"}, {"review": " It would have been nice if you made comments to the staff so that we could remedy the situation. I want to assure you that the case was a single one. Hope you come back to give us another chance)\n\n", "rating": 4, "name": "Александр Пинчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Хорошилов", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 5, "name": "Максим Сківка", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Rize Rize", "cat": "Georgian restaurant"}, {"review": " Delicious food, fast service, calm, pleasant atmosphere.\n\n", "rating": 3, "name": "Igor Kuharenko", "cat": "Georgian restaurant"}, {"review": "\nTasty, high quality, sincere", "rating": 5, "name": "Диана Цаава", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Вадим", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "julia algisa", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 5, "name": "simone amro", "cat": "Georgian restaurant"}, {"review": "\nYummy. Quickly. Cozy.", "rating": 3, "name": "Ihor Krymov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! Always welcome you\n\n", "rating": 5, "name": "Наталья Лобода", "cat": "Georgian restaurant"}, {"review": "\nCozy, tasty, but no security.", "rating": 5, "name": "Anastasiia", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! There is security, but I would like to understand where such conclusions come from. We didn't have any conflicts. If you don't mind, please dial 096-910-10-10 Victoria", "rating": 5, "name": "ольга енина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Богдан", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 4, "name": "Daria Kalinichenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Judīte Alpa", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation. We are waiting for your visit )))", "rating": 5, "name": "Сергій Панов", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious!", "rating": 5, "name": "Ясналада Київська", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Наталия Триполитова", "cat": "Georgian restaurant"}, {"review": "Good restaurant, good prices, good people, good food, good atmosphere.. …", "rating": 5, "name": "Roma Roman", "cat": "Georgian restaurant"}, {"review": "\nThanks for the positive feedback", "rating": 4, "name": "Daria Burik", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Эльдар Исхаков", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Could you please tell us more in detail so that we can work on the mistakes. 096-910-1010\nThank you in advance!\n\n", "rating": 5, "name": "Andrii Ganin", "cat": "Georgian restaurant"}, {"review": "\nVery good restaurant delicious food", "rating": 4, "name": "Дмитро Федорченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Aleksey Ermak", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Sergey Nesterenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. Dolma is served exclusively with sour cream sauce with herbs and garlic.", "rating": 5, "name": "Roman Fedotov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Олександр Кохан", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback! You are always welcome!\n\n", "rating": 5, "name": "We Prv", "cat": "Georgian restaurant"}, {"review": "\nStill great food❤️", "rating": 3, "name": "Алеся Рубахина", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and good feedback. You are always welcome)\n\n", "rating": 4, "name": "Alex P", "cat": "Georgian restaurant"}, {"review": "\nTasty. Inexpensive .. Recommend", "rating": 5, "name": "alex mezinskiy", "cat": "Georgian restaurant"}, {"review": " Thank you for your good assessment!\n\n", "rating": 5, "name": "Дмитрий Лукьянченко", "cat": "Georgian restaurant"}, {"review": "\nThank you very tasty 🤤", "rating": 5, "name": "Serhii Serdeniuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Васюк", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome.\n\n", "rating": 5, "name": "Галина Бакун", "cat": "Georgian restaurant"}, {"review": "\nGreat food, nice atmosphere", "rating": 4, "name": "Сергій", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating", "rating": 4, "name": "Мария Сотниченко", "cat": "Georgian restaurant"}, {"review": "\nSooo tasty cooked.", "rating": 5, "name": "Dostanle elnatsod", "cat": "Georgian restaurant"}, {"review": "\nThanks! You are always welcome)", "rating": 3, "name": "Tatyana Ponomarenko", "cat": "Georgian restaurant"}, {"review": "\nI simply recommend it to everyone !!!)))", "rating": 5, "name": "Елена Платова", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 3, "name": "Sergiy Kachan", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Татьяна Гильченко", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Roman Artemchuk", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 3, "name": "Александр Дмитрук", "cat": "Georgian restaurant"}, {"review": " Very long waiting for the order\n\n", "rating": 3, "name": "Александра Березинец", "cat": "Georgian restaurant"}, {"review": " We apologize for the inconvenience. Holiday weekends seemed loaded) We hope that you liked the dishes and you were waiting for a long time for nothing)\n\n", "rating": 5, "name": "Sergey Zoshchenko", "cat": "Georgian restaurant"}, {"review": "Delicious\nCalmly\nSoulful😁…", "rating": 1, "name": "Lyuba10021977ukr.net 0974203556z", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. You are always welcome!\n\n", "rating": 5, "name": "Ivan Klots", "cat": "Georgian restaurant"}, {"review": " All right, but not perfect\n\n", "rating": 5, "name": "Vitalii Savytskyi", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ярослав Давидчук", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We hope to change your mind for the better in the future.\n\n", "rating": 5, "name": "Светлана Науменко", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian food\n\n", "rating": 4, "name": "Ігор Кузьменко", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Святослав Репа", "cat": "Georgian restaurant"}, {"review": "\nVery tasty.", "rating": 3, "name": "Сергей Иваниченко", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Georgiy Butenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Kirill Kirillov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Please tell us what you did not like. 096-004-64-64\n\n", "rating": 4, "name": "Japanplus Konstantin", "cat": "Georgian restaurant"}, {"review": "\nGreat, quiet place.", "rating": 1, "name": "David Abakelia", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 5, "name": "Alex Kolt", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and inexpensive", "rating": 5, "name": "Андрій Настасяк", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Андрей Друзь", "cat": "Georgian restaurant"}, {"review": "\nThis is delicious))))))", "rating": 4, "name": "Андрей Кравчук", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 3, "name": "Валентин Кияница", "cat": "Georgian restaurant"}, {"review": " Hachapuri, I see!\n\n", "rating": 5, "name": "Iryna Bovgyria", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Олександр Сюмка", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine))", "rating": 5, "name": "Sophia Krutikova", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 5, "name": "Давид Сичинава", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Дмитрий", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 3, "name": "Ирина Легкая", "cat": "Georgian restaurant"}, {"review": "\nNot very tasty", "rating": 5, "name": "Игорь Рябинин", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. Could you clarify what exactly you did not like?\n\n", "rating": 4, "name": "Людмила Васильева", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Andrey Hrutba", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! Always happy\n\n", "rating": 5, "name": "Alina Gnom", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Yevhen Kryvda", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 4, "name": "Alexey Tokar", "cat": "Georgian restaurant"}, {"review": "\nLamb kebab is terrible", "rating": 5, "name": "Вова Котов", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account your comments.\n\n", "rating": 4, "name": "Алексей Нежиков", "cat": "Georgian restaurant"}, {"review": " I advise!\n\n", "rating": 5, "name": "Марія Сушко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Максим Каськевич", "cat": "Georgian restaurant"}, {"review": "\nTasty establishment", "rating": 4, "name": "Николай Волгов", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "Андрій Гуменюк", "cat": "Georgian restaurant"}, {"review": "\nTasty and Mentally", "rating": 5, "name": "Марина Любченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Владислав", "cat": "Georgian restaurant"}, {"review": "\nWonderful Khinkali and Adjarian", "rating": 4, "name": "Bohdan Poddubnyi", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and good feedback)\n\n", "rating": 4, "name": "Татьяна", "cat": "Georgian restaurant"}, {"review": "\nNice, comfortable place", "rating": 3, "name": "Владимир Зайцев", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Юрий Данько", "cat": "Georgian restaurant"}, {"review": "The food is terrible", "rating": 2, "name": "Roman Bessonov", "cat": "Georgian restaurant"}, {"review": "\nI understand that food is tastier in Georgia)) But it can't be terrible with us)", "rating": 4, "name": "Alexey Karlash", "cat": "Georgian restaurant"}, {"review": "\nAwesome kitchen", "rating": 4, "name": "Zoia Bolshak", "cat": "Georgian restaurant"}, {"review": "\nThanks, Sergey!", "rating": 5, "name": "Александр Кондратюк", "cat": "Georgian restaurant"}, {"review": " Bon appetit\n\n", "rating": 5, "name": "Hennadii Kruhliak", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Nataly Sidak", "cat": "Georgian restaurant"}, {"review": "\nDeliciously", "rating": 4, "name": "Кирилл Рудин", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Вячеслав Бубенщиков", "cat": "Georgian restaurant"}, {"review": "A wonderful kitchen", "rating": 5, "name": "Николай Наумов", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 4, "name": "Dmitriy Titov", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Светлана Ревута", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергей Бескровный", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юра Питерский", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 4, "name": "Елена Шамшурина", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 4, "name": "Елена Иваха", "cat": "Georgian restaurant"}, {"review": " I do not recommend\n\n", "rating": 1, "name": "Яна Шевченко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. Could you clarify what exactly you did not like?\n\n", "rating": 5, "name": "Sergey Savenkov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alisa Skliarova", "cat": "Georgian restaurant"}, {"review": "\nSuper", "rating": 5, "name": "Masha Datskiv", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 5, "name": "Maxim Shevtsov", "cat": "Georgian restaurant"}, {"review": "\nDelicious cuisine", "rating": 5, "name": "Shorena Zhvania", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Танюша Слегина", "cat": "Georgian restaurant"}, {"review": "\nWonderful.", "rating": 5, "name": "Marina Polosenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 3, "name": "Варга Елена", "cat": "Georgian restaurant"}, {"review": "We liked", "rating": 5, "name": "Гриша Рябокрис", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 3, "name": "Nikola Trajkovic", "cat": "Georgian restaurant"}, {"review": "\nFive points", "rating": 4, "name": "Юрий Феденко", "cat": "Georgian restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Марина Євтушик", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Елена Кулинская", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 4, "name": "наташа балабанова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Володимир Омельченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. Can you find out what you didn't like? 096-910-1010 Thank you in advance\n\n", "rating": 4, "name": "Alexandr Ivanov", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Nadia Kalyuzhna", "cat": "Georgian restaurant"}, {"review": " Welcome to Alaverdi! Thanks for the feedback and see you soon)\n\n", "rating": 3, "name": "Vadym Didychuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Tetjanka Kononenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are always glad to see you!\n\n", "rating": 5, "name": "Евген Сидоренкт", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Марина Дегтяренко", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Дмитрий", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Yaroslav Kalitin", "cat": "Georgian restaurant"}, {"review": "\nThanks! You are always welcome)", "rating": 4, "name": "Денис Руднев", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Наталья Мороз", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Светлана С", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ден Стр", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation))) Always glad to see you!\n\n", "rating": 3, "name": "Татьяна Мельник", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Оля Кавецкая", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation\n\n", "rating": 5, "name": "Sergey Kot", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Курик Ольга", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation.", "rating": 4, "name": "Костя Тертичный", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Ksunya Style", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! Unfortunately we had a problem with the supply of wine. Due to the storm, the ferry was delayed. Everything is already in stock, we are waiting for you))", "rating": 5, "name": "Юрий Иванов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Tetiana Saakova", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Дмитрий Чукин", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation! You are always welcome!\n\n", "rating": 3, "name": "Li Xiao Wei", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Корнусь Володимир", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are always glad to see you!\n\n", "rating": 5, "name": "Наталия Пугач", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Діма Павлюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анна Оноприйчук", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Надя Руда", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Антонина Изарова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Olena Usatenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We hope to see you in our institution and change your mind for the better!\n\n", "rating": 4, "name": "Toni Falcón", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Olha Nesterchuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Робота", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating", "rating": 5, "name": "Alexandr Ка", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Давид Сичинава", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Maksym", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Руслан Большаков", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating", "rating": 5, "name": "Kristina Kononenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Станіслав Квасов", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 3, "name": "Elena Noskova", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Andrii Popov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Dmytro Maloroshvylo", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Максим Кубрик", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Света Лоевская", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Бернацкий", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "Steffen Stichnothe", "cat": "Georgian restaurant"}]