[{"review": "I’ve been to a lot of fancy restaurants and rooftop bars in Kiev and I have to admit this is my favorite place so far. First, the rooftop bar (The Bar on 8) is amazing, there are beautiful sunsets, then there’s some really good food and an …", "rating": 5, "name": "Dmitry B", "cat": ""}, {"review": "Dear Dmitry!\n\nThank you very much for such a glowing review of our Bar on 8 and Lobby Lounge, it gives us great pleasure to receive feedback like yours.\nPlease be assured that your comments have been shared with our team and that we look forward to seeing you again many more times.\n\nBest regards,\nYuliia Tsviakh\nAdministrative Assistant F&B Manager", "rating": 5, "name": "Mason Zain", "cat": ""}, {"review": "Amazing food, fancy restaurant so be prepared to overspend but it’s worth it. I had the sea bass, mashed potatoes and crab/avocado sushi rolls. Very tasty.", "rating": 5, "name": "Ani Yoseliani", "cat": ""}, {"review": "Dear Mason Zain!\nWarmest greetings from Grill Asia!\nThank you so much for your visit and for your appreciation!\nWe are pleased to know that you enjoyed our food and atmosphere.\n\nWe are looking forward to welcoming you back again!", "rating": 1, "name": "Daniel Gildin", "cat": ""}, {"review": "The Asia Bar and Grill is an authentic and delicious establishment nestled in one of the Premier hotels of this city. Especially note worthy is the Brunch! which is held in collaboration with Helen Marlen. Wonderful experience, great staff and amazing food. We will be back ;)", "rating": 5, "name": "Ameena J", "cat": ""}, {"review": "Well appreciated, thank you", "rating": 3, "name": "Jenia Poluektova", "cat": ""}, {"review": "Liked the restaurant until today.\nI have booked a dinner for two on Valentine’s Day, when I arrived they told me that there is it “special “ menu instead of the regular one. …", "rating": 4, "name": "Anjum Razzaque", "cat": ""}, {"review": "Dear Mr. Gildin,\nIt is extremely sad to hear that you were not informed about special menu while you were booking, please allow me bring my apologies to your attention and to invite you one of our next activities, Ladies Day Brunch on 8th of March or South American Brunch on 28th of March on complimentary basis in order to have one more chance for us to show our hospitality to you and your partner.\nOnce again, please accept our apologies for the inconvenient experience occurred\nKind Regards\nMelih Yurtoren\nChef & F&B Director", "rating": 4, "name": "Amal Hab", "cat": ""}, {"review": "Food was really goood. One of the best tum yum soup I had in my life. Chief Phissan is amazing he was the one who prepared our food. Will definitaly be back.", "rating": 5, "name": "Steve Lee", "cat": ""}, {"review": "The food is great but the place is depressing and outdated (I think nothing changed in the last 10-15 years). For this price you can find better place. It seems that they have a good deal with Beijing duck for two for 2000 UAH on Fridays.", "rating": 4, "name": "Itzhak Sean Kaploun", "cat": ""}, {"review": "Dear Jenia,\nWell appreciated for your great word\nWe are really happy that you had great experience, thank you so much\nWe are currently working on renovation of venues with new concepts at Hotel, The new concepts will arrive in your offer as soon as all essentials come in right way all together.\nWill be looking forward to hosting you again\nKind Regards\nMelih\nChef", "rating": 5, "name": "Selçuk Korkmaz", "cat": ""}, {"review": "Food was good but over priced. Even though I was the only one of 3 or so customers the waitress was somewhat lazy even though the team leader (Elena) was very active in making sure guests were welcomed and were enjoying their resturant experience. Overall my experience is positive and I plan to visit the resturant again.", "rating": 4, "name": "Ignacio A. Monteserin", "cat": ""}, {"review": "Dear Anjum Razzaque,\nThank you very much for your feedback. Thank you for your critical comments in particular. Of course, we will take everything in attention and try to correct some things.\nHoping for your return!", "rating": 4, "name": "Martin Landolt", "cat": ""}, {"review": "Loved the noodles with chicken and shrimp and sushi was great\nGood service but the order took long", "rating": 4, "name": "Александр Сирко", "cat": ""}, {"review": "Dear Mr. Hab,\n\nYour positive feedback is highly appreciated and we are glad that you had great experience at our restaurant. We always do our best to deliver high quality service to our guests and we apologize that your order took more time than you expected.\nWe look forward to seeing you again soon at our establishment!\n\nKind regards,\nYuliia Tsviakh\nAdministrative Assistant F&B Manager", "rating": 5, "name": "Екатерина Бышовец", "cat": ""}, {"review": "Excellent quality.  Everything fresh and high quality.  Friendly staff.  Pricey but very good.", "rating": 5, "name": "Vladislaw Yurchenko", "cat": ""}, {"review": "Dear Steve Lee!\nWarmest greetings from Grill Asia!\nThank you so much for your visit as well as for taking the time to write your feedback.\nWe are looking forward to welcoming you back again!", "rating": 5, "name": "Riccardo Cascianini", "cat": ""}, {"review": "Expensive and tasty food", "rating": 5, "name": "Alexander Divos", "cat": ""}, {"review": "Dear Itzhak Sean Kaploun, good afternoon!\nThank you for your feedback. Very pleased that you liked our food.\nWe look forward to welcoming you again!", "rating": 4, "name": "Andrij Koljada", "cat": ""}, {"review": "Best food )", "rating": 3, "name": "Дмитрий Мочалов", "cat": ""}, {"review": "Dear Mr.Korkmaz,\n\nThank you so much for choosing Grill Asia as well as for taking the time to sharing this amazing feedback with all.\nWe are looking forward to welcoming you back again!\n\nKind regards,\nGrill Asia Team", "rating": 5, "name": "Igor Siriy", "cat": ""}, {"review": " Good Asian restaurant inside the hotel. With good food and better service, but at an exorbitant price (at hotel level) …", "rating": 5, "name": "Александр Тищенко", "cat": ""}, {"review": "Good afternoon Ignacio A. Monteserin!\nThank you for your evaluation and comments! We will be glad to see you again", "rating": 5, "name": "Андрей Иванета", "cat": ""}, {"review": " My visit was on Sunday evening, early February 2018. After the opera (\"Norma\") I still had an appetite for a bite of Asian food. Really eaten very well! Starter (octopus), main course (duck leg), Ukrainian beer, …", "rating": 4, "name": "Дарья Андреева", "cat": ""}, {"review": "Dear Martin!\nThank you so much for your visit as well as for taking the time to sharing this very nice rating as well as an amazing feedback with all the Google+ users, much appreciated.\nWe will be glad to see you all the time!)", "rating": 5, "name": "Julia Ivanova", "cat": ""}, {"review": "A good place where you can sit quietly and eat deliciously, but there are not enough partitions or some kind of table isolation (this is my personal complaint) …", "rating": 5, "name": "Samanta Surovaja", "cat": ""}, {"review": "\nBeautiful, effective cooking, tasty", "rating": 5, "name": "Богдан Лихтер", "cat": ""}, {"review": "\nGood afternoon, Catherine!\nThank you for your appreciation and for the nice comments!\nWe hope to surprise you in the future with even more spectacular cooking!", "rating": 5, "name": "Pierre Awad", "cat": ""}, {"review": " Service and cuisine at the highest level. Prices are above average. …", "rating": 5, "name": "Ольга Вудина", "cat": ""}, {"review": " Dear Vladislav!\n\nThank you for such a high rating, we are glad that you liked everything in our restaurant!\nWe look forward to seeing you again at Asia Bar & Grill!\n\nRegards,\nJulia Nail\nAdministrative assistant\n\n", "rating": 5, "name": "Назарій Демушко", "cat": ""}, {"review": " An incredible brunch, perfect quality, food felt like being in Italy. Very very good …", "rating": 5, "name": "gurets asya Nastya", "cat": ""}, {"review": "Mr. Cascianini!\nWarmest greetings from Grill Asia!\nThank you so much for your visit and for your appreciation!\n\nWe are looking forward your ways to Grill Asia", "rating": 4, "name": "christian favale", "cat": ""}, {"review": " I like very fine Asian cuisine\n\n", "rating": 5, "name": "Romanas Rastas", "cat": ""}, {"review": "Dear Alexander Divos!\nThank you so much for your visit as well as for taking the time to write your feedback.\nWe will be glad to see you again", "rating": 4, "name": "Никита Трофименко", "cat": ""}, {"review": " Good cozy place\n\n", "rating": 4, "name": "Dina Sudakova", "cat": ""}, {"review": " Thanks for your feedback and we look forward to hearing from you again!\n\n", "rating": 3, "name": "Iryna Savchenko", "cat": ""}, {"review": "", "rating": 5, "name": "Lucas Graham", "cat": ""}, {"review": "", "rating": 5, "name": "Вiталiй Великий", "cat": ""}, {"review": "\nGood afternoon, Igor!\nIt is very pleasant to receive a high rating from you!\nWe hope it matches your impressions of the visit for all 5 points!", "rating": 5, "name": "Tsatsa Salon", "cat": ""}, {"review": "", "rating": 5, "name": "A C", "cat": ""}]