[{"review": "Great place with the live music, tasty cocktails and fantastic atmosphere.\n\nI like this place, though there are a lot of foreigners who wanted to get …", "rating": 5, "name": "Поліна Сидорчук", "cat": "Cuban restaurant"}, {"review": "It is a social bar.\nPopped in here as we didn't want to go straight back to hotel after leaving friends. Great! Cheap vodka, live Cuban band . loads of people dancing and everyone very friendly. Great experience", "rating": 5, "name": "Utkarsh Yadav", "cat": "Cuban restaurant"}, {"review": "Very nice view , we want to eat something but we didnt find if want to drink its suitable", "rating": 4, "name": "Tuğba Güven", "cat": "Cuban restaurant"}, {"review": "Nice music, life music, dancing classes, if I want to dance some bachata or other Latinas dance always coming here)) A bit less place, coz place is so popular. All good, but waiters are a bit rude and bar men... if you didn’t get a table …", "rating": 4, "name": "Кристина 27", "cat": "Cuban restaurant"}, {"review": "Good place to relax. Live music, tasty cocktails))", "rating": 5, "name": "Tonya Walsh", "cat": "Cuban restaurant"}, {"review": "Dont need so much thought, just fun! Great music, great staff and delicious meal.", "rating": 5, "name": "begüm akcan", "cat": "Cuban restaurant"}, {"review": "Beautiful and cosy place , tasty food.  Best value for its money.  Every day I have a business lunch here , service is perfect.", "rating": 5, "name": "Viktoria Tsarenko", "cat": "Cuban restaurant"}, {"review": "Delicious. all quickly. business lunch at the level of 90-100 UAH. In the evenings dancing)", "rating": 5, "name": "P G", "cat": "Cuban restaurant"}, {"review": "A small, cosy place with a good interior decoration to hang up with you friends.", "rating": 5, "name": "Fahrettin Yılmaz", "cat": "Cuban restaurant"}, {"review": "Super friendly staff and lovely interiors.", "rating": 5, "name": "Shyam Sundar", "cat": "Cuban restaurant"}, {"review": "Classic cuban bar, a fantastic place to listen a performing band and dance Salsa, Bachata, and more. Good selection of drinks and food. I spent a great night here. Service is good and the crowd is fine. I would come back anytime", "rating": 5, "name": "Carlos Balbin", "cat": "Cuban restaurant"}, {"review": "This is my go to place every weekend. I am from the Caribbean and this place makes me feel like home. The staff is super cool and the music is very fun to dance too.  The drinks are good and the atmosphere is unbeatable.", "rating": 5, "name": "Sandy Rodriguez", "cat": "Cuban restaurant"}, {"review": "Super RUM, Super RUM cocktails, awesome atmosphere! Cozy place to drink with friends and chill! Great location in the center of Kyiv. Can be very crowded at evening! Sometimes live music shows on weekends if you are lucky. Try to book, because you might not get a free table at evening/night", "rating": 5, "name": "No Mad", "cat": "Cuban restaurant"}, {"review": "High rating for atmosphere: interesting people, a lot of fun.\n\nBut there are many things to be improved: …", "rating": 4, "name": "Elena Strutinska", "cat": "Cuban restaurant"}, {"review": "After 10 min, despite being the only clients there, we still didn't get menus. While leaving, a man came to us with 2 menus and didn't even say hello, just said: what do you want to order? He saw us before and pretended not to see us.", "rating": 1, "name": "Shaun", "cat": "Cuban restaurant"}, {"review": "If you like Latin and Cuban dancing then this the place for you. Open late , of course you have the John ones etc but a nice place standard prices 2/3 ,,,£ a beer.", "rating": 5, "name": "mark kirby", "cat": "Cuban restaurant"}, {"review": "Great place to listen to live music or dance latin american dances. Usually the place is really crowded at nights so might be not enough of place to sit. Friendly atmosphere, a lot of young people, locals and travellers. My tour guests enjoyed the atmosphere.", "rating": 5, "name": "Alina Virstiuk", "cat": "Cuban restaurant"}, {"review": "Great place with tasty cocktails.", "rating": 5, "name": "Dmitriy SpikeToW", "cat": "Cuban restaurant"}, {"review": "FIRE HAZARD -- So disappointed our night ended how it did.\nWe arrived at 11:00pm and sat downstairs. Enjoyed some drinks and live music. When we tried to leave a little after 12:00am, the upstairs was totally dark and …", "rating": 1, "name": "Amy Butler", "cat": "Cuban restaurant"}, {"review": "If you book and seat to a table in the mainroom and try to eat and drink, there is always who suppose that is correct to leave his glass to your table, and that is unacceptable.", "rating": 3, "name": "Luciano Curti", "cat": "Cuban restaurant"}, {"review": "Good atmosphere. They're playing latino music and people are dancing Salsa. Good selection of rum in the bar.", "rating": 3, "name": "Einar Sandvik Johansen", "cat": "Cuban restaurant"}, {"review": "If you dance salsa or speak Spanish come here. The locals will love you", "rating": 5, "name": "Luke Francis", "cat": "Cuban restaurant"}, {"review": "This place is as nice as the first time I was there (6 or 5 years ago)... And all years with some new space (don't know how because is a building in the middle of the city (:  ) …", "rating": 5, "name": "Pablo C", "cat": "Cuban restaurant"}, {"review": "Great party.\nOne of the spot to enjoy the night life in Kyiv", "rating": 5, "name": "Yura Lotonenko", "cat": "Cuban restaurant"}, {"review": "Small place but really nice atmosphere, special the diversity.", "rating": 4, "name": "Alan Vera", "cat": "Cuban restaurant"}, {"review": "Super mojito and nice friendly people", "rating": 5, "name": "riccardo meglioranzi", "cat": "Cuban restaurant"}, {"review": "Very cool and cosy place, but very crowded on weekends. Plenty of salsa and nice music bands. Good cocktails, but the menu is not one of the cheapest. Close to the city center. I recommend))", "rating": 5, "name": "Liliia Blazheieva", "cat": "Cuban restaurant"}, {"review": "Unbeatable vibes. Great people, music, drinks. Always joyful & fun in here, whether it's a live music with incredible Dislocados, or just a regular night.", "rating": 5, "name": "Daria Naumova", "cat": "Cuban restaurant"}, {"review": "Cool place with a lounge feeling. Live music and small dance floor. Drinks are not bad and feels very local.", "rating": 4, "name": "Fredrik Westerlund", "cat": "Cuban restaurant"}, {"review": "Good place and cheap price with good quality, latin music, the problem it's small place", "rating": 4, "name": "Basel Zobidat", "cat": "Cuban restaurant"}, {"review": "Great place with live music, a very large drink choice and tasty meals and snacks.\nThe place is very international.", "rating": 5, "name": "Charles-Victor Desbos", "cat": "Cuban restaurant"}, {"review": "Fabulous first time experience. Great bartenders very friendly and live music was brilliant. Listening to some Blues was super relaxing. Fully equipped bar a big plus.", "rating": 5, "name": "rajat tara", "cat": "Cuban restaurant"}, {"review": "Cute place to hear Latin beats! Mojitos 😍", "rating": 5, "name": "Commercial Producer, production fixer, Mari Tato", "cat": "Cuban restaurant"}, {"review": "If you're a tourist, make sure to visit this place! On weekends it's super busy, so if you wanna get a drink, better order at the bar! Otherwise you'll be waiting for the waiters forever. Hot latino music and chill atmosphere guaranteed!", "rating": 4, "name": "Anastasia Kovalenko", "cat": "Cuban restaurant"}, {"review": "Good place with nice music but you need to make reservation and also most probably if your staying in the center you will need a taxi to go there.", "rating": 5, "name": "Marios Karagiorgis", "cat": "Cuban restaurant"}, {"review": "Nice place, but very VERY crowded for amount of tables they have. Especially when people try to dance. Many foreign people and salsa music.", "rating": 4, "name": "Kseniia Snikhovska", "cat": "Cuban restaurant"}, {"review": "Great place to dance, awesome live music, but not all menu items were available for order. And WC was closed (broken).", "rating": 3, "name": "Oleksiy Boyko", "cat": "Cuban restaurant"}, {"review": "Loved it, went here on a date and absolutely loved it. Great ambience, staff so happy to accommodate an awkward git like me too, amazing cocktails, decent English spoken by the two guys in the basement bar (bar staff/mixologists). Definitely recommend!", "rating": 5, "name": "Chris Consi", "cat": "Cuban restaurant"}, {"review": "I  liked this place especially because it is live music and you can dance latino dances but last time it was really terrible!  Really this place deserve name \"bar\" where many drunk foreigners which all time stuck to you and not polite cheeky stuff!", "rating": 3, "name": "Марія Б", "cat": "Cuban restaurant"}, {"review": "Very atmosphere place to visit especially on Saturday, when it's salsa live music. Tasty food and great dancing. But there is not so many place to dance", "rating": 5, "name": "Maria Halushko", "cat": "Cuban restaurant"}, {"review": "Pretty nice place. Every thursday there's a blues night usually with live music. Do not expect good or fast service.", "rating": 3, "name": "Yurko Nychyk", "cat": "Cuban restaurant"}, {"review": "Nice bar with great atmosphere but a bit small inside downstairs.", "rating": 4, "name": "Valentin", "cat": "Cuban restaurant"}, {"review": "Fun place good music good customer service, great food and drinks", "rating": 5, "name": "kumeait carpenter", "cat": "Cuban restaurant"}, {"review": "Nice place for Latin music if you want more to hangout than literally dance. It's small but cozy.", "rating": 5, "name": "Yonathan Stein", "cat": "Cuban restaurant"}, {"review": "Nice atmosphere.\nFola's weekly kiz party is great.\nBartender was fast friendly and flexible", "rating": 5, "name": "Greg Carson", "cat": "Cuban restaurant"}, {"review": "Best place for drinking and dancing. Can be pretty crowded but it’s creates an amazing atmosphere and intimate connection between you and partner :)", "rating": 5, "name": "Lera Samoilenko", "cat": "Cuban restaurant"}, {"review": "Good atmosphere, cool cocktails but very bad food :/", "rating": 3, "name": "Taras Lopuszanski", "cat": "Cuban restaurant"}, {"review": "Great chilled place... Lovely staff.. Cool music!", "rating": 5, "name": "Al Shaw", "cat": "Cuban restaurant"}, {"review": "Nice people, good music.", "rating": 5, "name": "Taras Byk", "cat": "Cuban restaurant"}, {"review": "Amazing atmosphere, great music and delicious food. If you like latin music, do not mind some noise and crowd, then you will definitely like it :) Excellent party place!", "rating": 5, "name": "Anna Koval", "cat": "Cuban restaurant"}, {"review": "I wandered into this place during a trip to Kiev.  It was the complete opposite of the cold city in winter.  Good drinks, dancing and music.  I didn't try the food but there were dining tables as well.  The staff was great too!", "rating": 5, "name": "Chris S", "cat": "Cuban restaurant"}, {"review": "Nice place, live music, cocktails, fresh meals. Super.!!!", "rating": 4, "name": "Elkhan Tariverdiyev", "cat": "Cuban restaurant"}, {"review": "Very popular place. It is really overcrowded on weekends. Nice live music and descent service!", "rating": 5, "name": "Maryna Kovalenko", "cat": "Cuban restaurant"}, {"review": "Cute place, but they have only less then 10% of menu available. That was not so good.", "rating": 2, "name": "Ярослав Богомаз", "cat": "Cuban restaurant"}, {"review": "Hola! Thanks for your review, we are constantly improve our kitchen. Hope, next time when you visit us the menu will satisfy you :)", "rating": 5, "name": "onur üzmez", "cat": "Cuban restaurant"}, {"review": "Amazing latina bar. Normal price", "rating": 3, "name": "Елица Горанова", "cat": "Cuban restaurant"}, {"review": "We attended some music event and it was great, the cocktails are cheap and the staff is friendly. The lightning of the stage is not best though...", "rating": 5, "name": "Uliana Khivrych", "cat": "Cuban restaurant"}, {"review": "Warm cosy spot for business meetings or casual meetups with friends. It’s a bit crowded in the evenings and lunch time, so be smart to book ahead or come just 15 minutes before rush hours ;) …", "rating": 1, "name": "Daryna Rodriguez", "cat": "Cuban restaurant"}, {"review": "Horrible service. Was ignored for 20 minutes. Could not order. The other time managed to order but service was extremely slow. Food was cold. Only go here when desperate. (it's close to the office)", "rating": 4, "name": "Tiana T", "cat": "Cuban restaurant"}, {"review": "The cocktails are tasty, the food is quite dull - so better come here to drink and dance.", "rating": 2, "name": "Yuliya Solovan", "cat": "Cuban restaurant"}, {"review": "They don't check Covid certificates! Anyone can come inside, they don't even check the temperature", "rating": 5, "name": "8 Vision", "cat": "Cuban restaurant"}, {"review": "Very nice to have fun and meet great people from all over the world 😉👌🏿.", "rating": 5, "name": "Katia Kulyk", "cat": "Cuban restaurant"}, {"review": "amazing place for dancing salsa, great atmosphere, we went for Monday jam night and really enjoyed. Want more!", "rating": 4, "name": "Sergio R", "cat": "Cuban restaurant"}, {"review": "Good food & vibe, a little bit small but cute", "rating": 5, "name": "Dr.Mohammed Alameri", "cat": "Cuban restaurant"}, {"review": "Nice place to spend the time evening with salsa club", "rating": 5, "name": "Marian Petrenck", "cat": "Cuban restaurant"}, {"review": "Good service, reasonable prices for downtown spot. Safe and lovely place. A lot of young people! Good live music.", "rating": 2, "name": "Nastya Fomina", "cat": "Cuban restaurant"}, {"review": "This place is so old it's already smelly. Needs renovation badly. This fact ruins impression from good music.", "rating": 4, "name": "Jean-Michel ALLIX", "cat": "Cuban restaurant"}, {"review": "Age is good for rhum. Scratches in interior like scars on the face of noble pirate. And of course we welcome new and modern. Especially young girls. Thanks for coming! Crew, scrub the deck!!", "rating": 5, "name": "Iain Law", "cat": "Cuban restaurant"}, {"review": "Good music, tacos and cocktails and nice ambiance", "rating": 1, "name": "Daniil Lanovyi", "cat": "Cuban restaurant"}, {"review": "Great place. Good business lunch menu. Quick and tasty", "rating": 4, "name": "Andrew Mish", "cat": "Cuban restaurant"}, {"review": "Terrible place. Cocktails are awful. Stuff don't know what they're serving. Tapas is eatable at best.", "rating": 5, "name": "Ihor X", "cat": "Cuban restaurant"}, {"review": "Very cozy interior! Perfect for a group of friends who want to sit and chat - was a bit cold tho", "rating": 5, "name": "Николай Устименко", "cat": "Cuban restaurant"}, {"review": "Very nice place to have party and dance. Friendly people and crazy latina dance.", "rating": 4, "name": "Daryna Gulei", "cat": "Cuban restaurant"}, {"review": "The place is worth visiting, just because it's friendly atmosphere. The prices are economy scale. But cocktails are worth it. Try negrony. I would not take Cherry cake. But live music and Latin dances smoothes that at once.", "rating": 5, "name": "Benj Mitchell", "cat": "Cuban restaurant"}, {"review": "Ohhh My favorite place to dance salsa and drink tequila with friends! Definitely recommend it! And It's close to the city center", "rating": 3, "name": "Valentyn M (L'sync)", "cat": "Cuban restaurant"}, {"review": "Great food, friendly staff, and live music!", "rating": 5, "name": "פיתוי אלכסיי", "cat": "Cuban restaurant"}, {"review": "Going to Buena only when my friends play music there. Good things: pretty small and cozy place. Live music on the most evenings.\nNot so good things: staff is not friendly at all. You may wait for your dish, …", "rating": 5, "name": "Daria Ozerna", "cat": "Cuban restaurant"}, {"review": "Best Latina live music in town, beautiful chilli and cocktails", "rating": 5, "name": "Moritz Mehrlein", "cat": "Cuban restaurant"}, {"review": "Good place for listening to live music and dancing", "rating": 5, "name": "Ali Gen", "cat": "Cuban restaurant"}, {"review": "Such a nice place and a real hidden gem. Occasionally walked by and really enjoyed the athmosphere. People sitting for dining/enjoying wine while others tend to dance to cuban music.", "rating": 5, "name": "Nata Bo", "cat": "Cuban restaurant"}, {"review": "Best place if you like social bars.\nGood service.", "rating": 5, "name": "Eugene Konifatov", "cat": "Cuban restaurant"}, {"review": "Nice place, cosy, small and crowded at night. For Latin music lovers. Beer, shorts, cocktails are good", "rating": 5, "name": "Pelykh Denys", "cat": "Cuban restaurant"}, {"review": "A lot of drinks, good atmosphere, nice personnel", "rating": 3, "name": "Morten RadiationMan", "cat": "Cuban restaurant"}, {"review": "Great cocktails, nice music, perfect for 💃", "rating": 5, "name": "Mike Gadban", "cat": "Cuban restaurant"}, {"review": "If you like Latino music, this will be the place to go. Dancing going on almost every evening downstairs:)", "rating": 5, "name": "Ira Serge", "cat": "Cuban restaurant"}, {"review": "Lovely place ,live band cuban music dancing", "rating": 3, "name": "Mariana Miakush", "cat": "Cuban restaurant"}, {"review": "Good staff, great ambiance, good food!", "rating": 4, "name": "Manu De Man", "cat": "Cuban restaurant"}, {"review": "Waiters are really rude. I had to wait for one hour for my beer and even continuous reminding didn't help. Sometimes it seemed that she just ignored me. Considering the prices place doesn't have corresponding service quality.", "rating": 4, "name": "Hanna", "cat": "Cuban restaurant"}, {"review": "Great atmosphere and live band on Friday, liked the food and they offer shisha.", "rating": 4, "name": "Karpova Ira", "cat": "Cuban restaurant"}, {"review": "I personally like a lot this Cuban bar: the cuisine, the live music on Friday and Saturday evenings, the atmosphere and people you meet there! Alone or with friends, this place will not leave you bored. …", "rating": 5, "name": "Anastasiya “Rem”", "cat": "Cuban restaurant"}, {"review": "Good service and fast waiters. Tasty sydr, as well as grogg and hot toddy", "rating": 4, "name": "Onur Omer Bayraktaroglu", "cat": "Cuban restaurant"}, {"review": "Good place with live music", "rating": 5, "name": "Lex Monteriggioni", "cat": "Cuban restaurant"}, {"review": "Good food, good music. Recommended.", "rating": 5, "name": "Christian Carrasquillo", "cat": "Cuban restaurant"}, {"review": "Great live music. Dancing place", "rating": 5, "name": "Wilmer Mostacciuolo", "cat": "Cuban restaurant"}, {"review": "Great Music and Great service. Must for dancing!", "rating": 4, "name": "Mark Tokar", "cat": "Cuban restaurant"}, {"review": "Very good Latin club. Warm atmosphere and happy people.", "rating": 5, "name": "Віталій Ремелє", "cat": "Cuban restaurant"}, {"review": "Good live cuban music, but no room to dance. Wird", "rating": 5, "name": "Iryna Balashova", "cat": "Cuban restaurant"}, {"review": "Classic Cuban bar. Sophisticated interior, nice prices", "rating": 5, "name": "Artem Danyliuk", "cat": "Cuban restaurant"}, {"review": "Good bar with Latina music and atmosphere. There's lots of foreigners", "rating": 5, "name": "Mel Charles", "cat": "Cuban restaurant"}, {"review": "Very crowded place with the spirit and good mood.", "rating": 4, "name": "Sa A", "cat": "Cuban restaurant"}, {"review": "Real nice bar with a cellar fit dancing", "rating": 5, "name": "Jaime Garcia", "cat": "Cuban restaurant"}, {"review": "It's a small but lively club with friendly crowd and generally more approachable attractive women", "rating": 5, "name": "Arthur Az", "cat": "Cuban restaurant"}, {"review": "Great place to eat, dance and relax.", "rating": 5, "name": "Manyava International 2020 manyava", "cat": "Cuban restaurant"}, {"review": "Awesome place. Just be there on Saturday nights", "rating": 2, "name": "hamany9", "cat": "Cuban restaurant"}, {"review": "As usual this place welcomes people from different places and countries .good to visit with friends", "rating": 1, "name": "Sonya Terek", "cat": "Cuban restaurant"}, {"review": "The atmosphere wasn't great, I thought this was a latin club but nobody could dance latin (salsa bachata). And lots of working girls there and thirsty tourists.", "rating": 1, "name": "Olga Shkurka", "cat": "Cuban restaurant"}, {"review": "There isn't enough room to dance! On Friday and Saturday nights the managers of the bar should get rid of the tables in front of the stage to make room for people to dance! The tables are useless and in the way!", "rating": 5, "name": "Svyatoslav Aistov (stanis)", "cat": "Cuban restaurant"}, {"review": "Sorry for your inconvenience, but we are the bar, where people went to eat and drink and need tables. If you need more space, you can visit us on Sunday when we have special parties for dancers.", "rating": 5, "name": "Oleksandr T", "cat": "Cuban restaurant"}, {"review": "Place with great atmosphere, but people that are working here - cheaters. They included in our bill extra 2800  UAH for services!!! How come?", "rating": 1, "name": "Georgii Rats", "cat": "Cuban restaurant"}, {"review": "Hola, we are sorry, but Buena Vista is a bar, so we have drinks or food added to bills, no services. The only service fee is 10% for large corporative parties and it is always discussed before the event. Yesterday we have no such parties. Could you please share your bill with us? Just message it to https://www.facebook.com/buenavista.kyiv/ Thank you.", "rating": 5, "name": "Denis Malyutenko (SkunS)", "cat": "Cuban restaurant"}, {"review": "Get latin dance on with this place. Dance partner (possibly) not included", "rating": 5, "name": "Марина Киреева", "cat": "Cuban restaurant"}, {"review": "Awesome mojito, tasty caribbean food, and live music", "rating": 4, "name": "Björn Eriksson", "cat": "Cuban restaurant"}, {"review": "!!!!cockroaches can be served to you in your dish!!!! very slow service. last Friday waited for anyone to take my order and nobody came. asked the waiter to take the order - he told that he arrives. after 5 minutes more of waiting I left …", "rating": 5, "name": "Ram stein", "cat": "Cuban restaurant"}, {"review": "Beautiful and convenient place for latin dances! A lot of partners and good bar.", "rating": 5, "name": "Valkeriya Paris", "cat": "Cuban restaurant"}, {"review": "It's a great place to dance Salsa, Bachata and making new friends!!!", "rating": 5, "name": "Алёна Курята", "cat": "Cuban restaurant"}, {"review": "We visited for a couple of drinks early afternoon. Very cozy", "rating": 5, "name": "Gerry Devitt", "cat": "Cuban restaurant"}, {"review": "Cool club!", "rating": 3, "name": "olek solodun", "cat": "Cuban restaurant"}, {"review": "Amazing place, l liked so much.", "rating": 5, "name": "Alex Kurchev", "cat": "Cuban restaurant"}, {"review": "The best place for a lonely person. Here you will definitely find someone to speak to, to dance salsa/kizomba, to drink tequila :)\nToo little place for all visitors during the weekend, though you will definitely fall down in the Cuban atmosphere.", "rating": 5, "name": "Toby Mann", "cat": "Cuban restaurant"}, {"review": "Great bar, good fun there", "rating": 4, "name": "Tiberiu Dima", "cat": "Cuban restaurant"}, {"review": "Good live music. Bad service.", "rating": 5, "name": "Juan Sebastián Suárez Valencia", "cat": "Cuban restaurant"}, {"review": "Awesome place, better visit their jam sessions.", "rating": 5, "name": "Alexey Dronov", "cat": "Cuban restaurant"}, {"review": "Great atmosphere. Steady cocktails. Barman called Sasha was a legend. Cheers 🍸🍸", "rating": 5, "name": "Anton Butsyk", "cat": "Cuban restaurant"}, {"review": "Live music, nice, entertaining and crowded", "rating": 5, "name": "Alex Tamm", "cat": "Cuban restaurant"}, {"review": "Great place. I highly recommend it", "rating": 4, "name": "Jesper Lindholt", "cat": "Cuban restaurant"}, {"review": "Maybe the best social salsa place in Kyiv. The actual set of traditional South American cocktails, great Latino music and sometimes even live musicians. The staff and guests form truly international crowd, amazing!", "rating": 5, "name": "Ivan Shevelenko", "cat": "Cuban restaurant"}, {"review": "Bar with small dance floor (3-4) couples fit.", "rating": 3, "name": "Ronnie A", "cat": "Cuban restaurant"}, {"review": "Perfect place with Cuban atmosphere in the city center. Highly recommend.", "rating": 5, "name": "Yurii Savluk", "cat": "Cuban restaurant"}, {"review": "The real deal. People having a good time. Democratic prices. Live music on weekends.", "rating": 1, "name": "Dajoro Dajoro", "cat": "Cuban restaurant"}, {"review": "Nice music. Nice cocktails. Nice Son.", "rating": 5, "name": "Vladyslav Bondar", "cat": "Cuban restaurant"}, {"review": "Very tight spaces but it has an OK vibe. It's not exactly just Latin as the dj seems to mix various other types of music.", "rating": 5, "name": "Tomila Yanovytska", "cat": "Cuban restaurant"}, {"review": "Great atmosphere and very good cocktails.", "rating": 4, "name": "Julia Schlegel", "cat": "Cuban restaurant"}, {"review": "The place is nice if you want to dance to latin music. But double check your bills. The waiters are systematically cheating on the checks. We got tricked by 300 hrwinjas by our cuban waiter - and are still waiting until today for him to come back with our change...", "rating": 3, "name": "Mykhailo Pylynskyi", "cat": "Cuban restaurant"}, {"review": "Hello, please let us know when you visited our bar and what is the name or description of waiter who works that day.", "rating": 4, "name": "Bogdana Boubley", "cat": "Cuban restaurant"}, {"review": "Nice latina bar with live music", "rating": 1, "name": "diego ceciarini", "cat": "Cuban restaurant"}, {"review": "Good atmosphere, drinks and music", "rating": 5, "name": "Εva Styliagkatzi", "cat": "Cuban restaurant"}, {"review": "Flophouse surrounded by foreigners, light girls, Latin music and good drinks....", "rating": 5, "name": "BlackCat Olga", "cat": "Cuban restaurant"}, {"review": "Good bar, nice interior))\nnot a lot of cocktails ((", "rating": 5, "name": "Helen R.", "cat": "Cuban restaurant"}, {"review": "Good music and fun atmosphere!", "rating": 2, "name": "Backpacker Help", "cat": "Cuban restaurant"}, {"review": "A good place to be rob of all your staff", "rating": 5, "name": "David Mumford", "cat": "Cuban restaurant"}, {"review": "Cool place, warm atmosphere and suitable for bachata lovers.", "rating": 4, "name": "Canuck Can", "cat": "Cuban restaurant"}, {"review": "Loved it, really Cuban, you can practise your Spanish here as well", "rating": 5, "name": "Anna Zaiats", "cat": "Cuban restaurant"}, {"review": "Like the atmosphere! Love to have a chance to dance! Live music makes you feel so relaxed. I know that on weekend here you can dance Salsa! The business lunches here I will definitely come next time to dance. Dishes looks awesome and taste …", "rating": 5, "name": "Michael Duarte", "cat": "Cuban restaurant"}, {"review": "Please change your open time, also the Long Island iced tea have to taste better like ice and water", "rating": 5, "name": "lucy in wonderland", "cat": "Cuban restaurant"}, {"review": "Very friendly!\nFree WiFi...  Borrowed phone charger, thanks guys!", "rating": 5, "name": "Michael Duarte", "cat": "Cuban restaurant"}, {"review": "The good: not expensive, no cover, great music, this is your best bet on a nightly basis for dancing salsa/bachata in Kyiv. Friendly crowd also, authentic people.  The bad: usually very little space to dance. For some reason, they leave a …", "rating": 3, "name": "Dennis G D", "cat": "Cuban restaurant"}, {"review": "Definitely a place to go for Latin live music", "rating": 1, "name": "T K", "cat": "Cuban restaurant"}, {"review": "Great place to dance latin music!", "rating": 4, "name": "volodya semenikhin", "cat": "Cuban restaurant"}, {"review": "It is awesome😍😍😍😍😍 You can feel atmoshere of Cuba here!", "rating": 3, "name": "Lovro S", "cat": "Cuban restaurant"}, {"review": "Great place to dance latin music in Kiev!", "rating": 5, "name": "Kateryna Guban", "cat": "Cuban restaurant"}, {"review": "Great live music on Sunday but service is indifferent.", "rating": 5, "name": "Vedat Turkan", "cat": "Cuban restaurant"}, {"review": "The establishment was out of four items we attempted to order. Waited twenty minutes for the staff to take our order. Establishment advertised visa mastercard but when ask to pay by card they say the terminal is broken. Had to walk 6km to Podil to get cash and take a taxi back. Lived here for three years. Worse establishment ever.", "rating": 1, "name": "Oleksandr Kulyk", "cat": "Cuban restaurant"}, {"review": "Casual place, good for friends get together", "rating": 4, "name": "Steve White", "cat": "Cuban restaurant"}, {"review": "Small, crowded underground bar for salsa loving tourists", "rating": 5, "name": "José Antonio Torres Sánchez", "cat": "Cuban restaurant"}, {"review": "Best latina bar in Kyiv. Good selection of rum, live music, salsa dance, but tiny dance floor. Guacamole salad is a must try!", "rating": 5, "name": "Oleg Shimanskyy", "cat": "Cuban restaurant"}, {"review": "Good spot for expats. Especially at the weekends", "rating": 4, "name": "Rita Caterpillar", "cat": "Cuban restaurant"}, {"review": "Slow service. No attention to customer.", "rating": 5, "name": "Sal", "cat": "Cuban restaurant"}, {"review": "Nice vibe and live music", "rating": 5, "name": "Мария Плескач", "cat": "Cuban restaurant"}, {"review": "Great ! Weekends can get a bit too overcrowded", "rating": 5, "name": "Владислава", "cat": "Cuban restaurant"}, {"review": "THE place to dance salsa and live latino music.", "rating": 5, "name": "Eduardo Ferreira Bambi Ferrer", "cat": "Cuban restaurant"}, {"review": "Have fun, but nachos with vegetables", "rating": 5, "name": "James Baum", "cat": "Cuban restaurant"}, {"review": "Very good place, but too crowded", "rating": 5, "name": "Jimmy Burke", "cat": "Cuban restaurant"}, {"review": "One of the greatest bar in Kyiv", "rating": 3, "name": "Bryce Gryba", "cat": "Cuban restaurant"}, {"review": "Great for Latino dancing, the atmosphere is great, love it!", "rating": 5, "name": "N John", "cat": "Cuban restaurant"}, {"review": "Nice i like it nice blue music", "rating": 5, "name": "andre pekh", "cat": "Cuban restaurant"}, {"review": "A great place to dance Latin music", "rating": 3, "name": "Felix Schulte", "cat": "Cuban restaurant"}, {"review": "The live music is nice.", "rating": 4, "name": "Diana Minenko", "cat": "Cuban restaurant"}, {"review": "Good, but small and crowded.", "rating": 4, "name": "Milou London", "cat": "Cuban restaurant"}, {"review": "Just don’t miss it if you are in Kiev", "rating": 5, "name": "Volodymyr Barabanov", "cat": "Cuban restaurant"}, {"review": "Awesome atmosphere from year to year", "rating": 5, "name": "Tamara Prysykar", "cat": "Cuban restaurant"}, {"review": "Very full on weekends.30 min for a beer\nLots of Salsa and Latinos. Local girls.", "rating": 5, "name": "Софія Савчук", "cat": "Cuban restaurant"}, {"review": "Love music in this place.", "rating": 5, "name": "Arkadiy Zaslavskiy", "cat": "Cuban restaurant"}, {"review": "Great band playing on Sunday", "rating": 5, "name": "Eugene Dyachenko", "cat": "Cuban restaurant"}, {"review": "Best place for people who like Latin culture...", "rating": 5, "name": "Alisa Poletaeva", "cat": "Cuban restaurant"}, {"review": "Cuban bar with live music, you can dance which is rare in Kiev.", "rating": 5, "name": "Владимир Ткачук", "cat": "Cuban restaurant"}, {"review": "Chill place with good music and crowd to dance with", "rating": 5, "name": "Alex Kustov", "cat": "Cuban restaurant"}, {"review": "Good place for relax and dancing", "rating": 4, "name": "Nadia Smirnova", "cat": "Cuban restaurant"}, {"review": "Nice latina place", "rating": 5, "name": "TASOS TSIAMIS", "cat": "Cuban restaurant"}, {"review": "I like this popular place", "rating": 5, "name": "Shota Meladze", "cat": "Cuban restaurant"}, {"review": "Beautiful live music", "rating": 5, "name": "sir x", "cat": "Cuban restaurant"}, {"review": "My favorite bar", "rating": 5, "name": "Alexandr Lysyuk", "cat": "Cuban restaurant"}, {"review": "Nice place and cocktails!!", "rating": 5, "name": "Meltem Yiğit", "cat": "Cuban restaurant"}, {"review": "COZY, WARM, WITH FANTASTIC LATIN MUSIC", "rating": 4, "name": "Богдан Маковецький (#ВирішуюКлючовіПитання)", "cat": "Cuban restaurant"}, {"review": "very classy place", "rating": 5, "name": "Галина Дехтярук", "cat": "Cuban restaurant"}, {"review": "Very good business launch", "rating": 5, "name": "Светлана Шовкопляс", "cat": "Cuban restaurant"}, {"review": "Need a girl , go there", "rating": 5, "name": "Nanin Master", "cat": "Cuban restaurant"}, {"review": "Cocktails were good 😊", "rating": 5, "name": "Sasha Maistrenko", "cat": "Cuban restaurant"}, {"review": "Nice", "rating": 5, "name": "Юля Шпак", "cat": "Cuban restaurant"}, {"review": "the best latin house", "rating": 4, "name": "Cindy Kanade Domínguez Rodríguez", "cat": "Cuban restaurant"}, {"review": "The best place! I love it!", "rating": 4, "name": "Kat M", "cat": "Cuban restaurant"}, {"review": "amazing place", "rating": 4, "name": "சூர்யா கவுண்டர்", "cat": "Cuban restaurant"}, {"review": "The best in kiev", "rating": 4, "name": "Tatyana Lysyuk", "cat": "Cuban restaurant"}, {"review": "Wow!)", "rating": 5, "name": "Sabin “600” Stefanescu", "cat": "Cuban restaurant"}, {"review": "Good place", "rating": 3, "name": "Natalia Gotie", "cat": "Cuban restaurant"}, {"review": "nice atmosphere", "rating": 5, "name": "Elena Belyaeva", "cat": "Cuban restaurant"}, {"review": "Excellent place", "rating": 5, "name": "Ярослав Павленко", "cat": "Cuban restaurant"}, {"review": "Too crowded as for me", "rating": 4, "name": "Bryan", "cat": "Cuban restaurant"}, {"review": "Great CubaLibres!", "rating": 2, "name": "Hamed Mido", "cat": "Cuban restaurant"}, {"review": "Nice place", "rating": 2, "name": "david ederi", "cat": "Cuban restaurant"}, {"review": "Very nice", "rating": 5, "name": "Persian Style", "cat": "Cuban restaurant"}, {"review": "Cool atmosphere)))", "rating": 5, "name": "Viktoriia Oz", "cat": "Cuban restaurant"}, {"review": "Fun atmosphere", "rating": 5, "name": "Azad Yadav", "cat": "Cuban restaurant"}, {"review": "Very small", "rating": 5, "name": "Kayfor Warr", "cat": "Cuban restaurant"}, {"review": "Have a fight in the club", "rating": 5, "name": "Anup Gadekar", "cat": "Cuban restaurant"}, {"review": "Love the atmosphere of this place", "rating": 5, "name": "Поляруш Лена", "cat": "Cuban restaurant"}, {"review": "🔥🔥🔥", "rating": 5, "name": "Illya Bozhko", "cat": "Cuban restaurant"}, {"review": "Excellent", "rating": 3, "name": "ebrahim alaa", "cat": "Cuban restaurant"}, {"review": "Tango!", "rating": 3, "name": "Emre Baskak", "cat": "Cuban restaurant"}, {"review": "Just try it🤫", "rating": 5, "name": "Анна Гонтар", "cat": "Cuban restaurant"}, {"review": "Nice", "rating": 5, "name": "Burak Türk", "cat": "Cuban restaurant"}, {"review": "engaging", "rating": 5, "name": "Julia Fedorova", "cat": "Cuban restaurant"}, {"review": "Overpriced", "rating": 5, "name": "Katia Kotlinska", "cat": "Cuban restaurant"}, {"review": "Expensive", "rating": 4, "name": "Алёнка Рычкова", "cat": "Cuban restaurant"}, {"review": "Cool music", "rating": 5, "name": "Anastasia Chernenko", "cat": "Cuban restaurant"}, {"review": "👍fantastic", "rating": 5, "name": "Nadezhda Kolpakova", "cat": "Cuban restaurant"}, {"review": "Great place)! Cozy interior, delicious salads and desserts. The tea with herbs and fruits is very cool)!\nAnd the interior is completely different, not like in the previous photos in the reviews. Perhaps after...", "rating": 4, "name": "Reverent Evzheniy", "cat": "Cuban restaurant"}, {"review": "Only the most positive emotions caused this place!\nunusual interior. Yaroslav is attentive, courteous and kind.\nCozy and comfortable. …", "rating": 1, "name": "Вика Нес", "cat": "Cuban restaurant"}, {"review": "Quite an interesting place, but only if there is a concert program, otherwise the place is rather shabby. Alcohol prices are high. Megogo foreigners that attracts a lot of girls there and you know .... …", "rating": 1, "name": "Наталия Науменко", "cat": "Cuban restaurant"}, {"review": "Loved the atmosphere of this place! Pleasant and smiling staff. And what kind of cocktails are there, they just cheer you up ) I recommend trying tacos 🌮 - it's just something 😋 …", "rating": 1, "name": "Viktoriia Chernenka", "cat": "Cuban restaurant"}, {"review": " Great atmosphere, good live music. People dance between the tables. Good service\nHighly recommend 💃 …", "rating": 5, "name": "Alexander Kravchenko", "cat": "Cuban restaurant"}, {"review": "Period: Winter, 2021\n\nWe went to drink mulled wine, well, they flew into the room) 0 ...", "rating": 5, "name": "Engin Simsek", "cat": "Cuban restaurant"}, {"review": "Calculated for 400 hryvnia. We drank 8 margaritas and 3 gin tonics, the cost is about 1200 UAH, we paid 1650 UAH.\nAfter calling the restaurant, they said that the receipt could not be viewed. Of course, who...", "rating": 5, "name": "Evgueni Saveliev", "cat": "Cuban restaurant"}, {"review": "\nWe sincerely wish that your visit was unsuccessful. But still, here is a link to our menu https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 where margarita costs 140 UAH, and gin tonic 100. Therefore, the bill for 11 drinks could not be about 1200 UAH. Leave your phone number and we will sort out this confusion 🙂", "rating": 3, "name": "Ivan", "cat": "Cuban restaurant"}, {"review": "Wanted to visit this establishment with friends on Christmas Friday night. Before entering, we were met by a security guard and immediately strongly refused to visit us, when asked to justify his decision, he replied \"Without explaining the reason\" ...", "rating": 1, "name": "Alona Havras", "cat": "Cuban restaurant"}, {"review": " The atmosphere of the institution is not bad, but we were seated at a table that was planned to be removed when the dance began. Nobody warned us. As soon as there were already a large number of people in the …", "rating": 1, "name": "Maryna Demirska", "cat": "Cuban restaurant"}, {"review": "We go here for business lunches. Very super for the price. The dishes are also quite simple, but tasty and you can eat. Let's come again! …", "rating": 5, "name": "Анна Нестеренко", "cat": "Cuban restaurant"}, {"review": " I was there in February 2022. First of all, it's my favorite bar. But my comments are neutral. There is a table on the ground floor but the active part of the Bar is downstairs. There is a bar downstairs and tables …", "rating": 1, "name": "Наташа Шпак", "cat": "Cuban restaurant"}, {"review": "I continue to review the Kyiv milongas. Milonga in Buena Vista on Wednesdays.\n\nThis extravagant Cuban bar is not very far from Kontraktova Square. Look like …", "rating": 3, "name": "Dmitry Nikiforov", "cat": "Cuban restaurant"}, {"review": " I expected more from this institution, there were no Latin dances! At the entrance, the waiter immediately asked how much we would drink and a deposit of 400 UAH (and we were 8 people) ordered large cocktails, but …", "rating": 5, "name": "Rafaela Korpan", "cat": "Cuban restaurant"}, {"review": "Everything was fine both in terms of prices and the menu, until we were shortchanged for 400 UAH (apparently compensation for the low price tag for cocktails). Perhaps our fault is that they did not recalculate the bill and the realization came the next day after the visit. But …", "rating": 5, "name": "Алина Кириллова", "cat": "Cuban restaurant"}, {"review": "\nWe sincerely wish that your visit was unsuccessful. But still, here is a link to our menu https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 where margarita costs 140 UAH, and gin tonic 100. Therefore, the bill for 11 drinks could not be about 1200 UAH. Leave your phone number and we will sort out this confusion 🙂", "rating": 4, "name": "Vikulya Klutsko", "cat": "Cuban restaurant"}, {"review": " Russian-language menu, Russian-speaking bartender / waiter. The dishes and cocktails were very tasty, but the Russian language in the institution in the 8th year of the war - disrespect to visitors. …", "rating": 3, "name": "Enric Castillo", "cat": "Cuban restaurant"}, {"review": "This is one of my favorite places to dance. The guys who work here are just wonderful, very friendly and always help (we forgot our backpack and they helped us find and bring it as quickly as possible). Thank you for the atmosphere and...", "rating": 5, "name": "Veronika Orlovska", "cat": "Cuban restaurant"}, {"review": "Terrible staff!\nThe bartender just swore at us. When they came to sort things out at the bar, everyone was frostbitten. They said that the admin left and will be in a couple of days))). Just a level! Waiter …", "rating": 5, "name": "Victor Paniov", "cat": "Cuban restaurant"}, {"review": "Low prices. There are many foreigners, it is literally impossible to pass on the weekend. Everyone is in a smoke) do not observe quarantine, no one checks certificates, temperature, etc. …", "rating": 4, "name": "Xavier Lopez Muntet", "cat": "Cuban restaurant"}, {"review": " Great atmosphere, good price, friendly staff and even has live dance classes, not to mention the excellent live Latin music <3 …", "rating": 1, "name": "Лиза Кравец", "cat": "Cuban restaurant"}, {"review": "Super cool place. Very cool conveys the atmosphere of Cuba. Great choice of Roma. …", "rating": 4, "name": "Ruslan Chepil", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Анатолий Черненко", "cat": "Cuban restaurant"}, {"review": " Nice and well-decorated place, friendly and friendly service. Live music creates a good atmosphere. But without Cuban dishes (only 3) and the rest are not available …", "rating": 4, "name": "София Эмурлаева", "cat": "Cuban restaurant"}, {"review": "I really liked this place, the most atmospheric institution, nice people around, who have similar interests and ways to relax. Everyone dances Latin dances, live music. Even real Latinos can be found here, which makes even more…", "rating": 5, "name": "Dorota Zurawska", "cat": "Cuban restaurant"}, {"review": "Atmospheric and very popular place among foreigners, where there are always a lot of people. Live music, bubbling energy of the holiday help to forget about everyday problems and switch over, plunging headlong into the Cuban nights :) …", "rating": 5, "name": "Любовь Абрамова", "cat": "Cuban restaurant"}, {"review": " A place to Kiev to feel Latin, cozy place and live music recommended. As a restaurant it would need to improve dishes. …", "rating": 1, "name": "Alex Seven", "cat": "Cuban restaurant"}, {"review": "nasty smell of dampness and cigarettes throughout the establishment. a lot of foreigners who cling to girls. certificates are not checked, but that's nothing. I was on the weekend with a friend and saw cockroaches on the table! service staff …", "rating": 4, "name": "Veronika", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Lady Louise", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Ксения Яременко", "cat": "Cuban restaurant"}, {"review": "I really like the bar, and it's not my first time there. And I like this \"sharpness\" and the music. But on Saturday, December 4, my friends and I got apparently not in the best mood of the waiter) when he brought the wrong beer that we asked for, he sent ...", "rating": 5, "name": "Виктория Барановская", "cat": "Cuban restaurant"}, {"review": " Great music in latino rhythms. Drinks at very favorable prices and delicious 🍹🤩 Sometimes there is only a place to dance. …", "rating": 1, "name": "Alireza", "cat": "Cuban restaurant"}, {"review": "I love this place and I come here on my free evening! A special cozy atmosphere, live music and dancing from Friday to Monday, and of course, people! Been here for over 7 years now and would recommend to anyone! Special thanks to the bartenders! There is that…", "rating": 4, "name": "Анна Орешина", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Наталья Ломач", "cat": "Cuban restaurant"}, {"review": "A very colorful place with its own special atmosphere.\nWho loves cleanliness and service - you definitely don’t come here) But, they don’t come here for this)) ...", "rating": 5, "name": "Александра Стрельченко", "cat": "Cuban restaurant"}, {"review": "Very cute, cozy restaurant. Nice to sit and have a good time. Downstairs, the semi-basement, where there are rest rooms, a bar, live music plays.\nVery interesting and not hackneyed interior. In general, atmospheric and colorful. To me …", "rating": 5, "name": "Яна Рудик", "cat": "Cuban restaurant"}, {"review": "The place, of course, is wonderful) the prices are very moderate, the choice of drinks is large, no security control and sidelong glances of the guards, everything is democratic and fun, a good flirting factor. BUT give more air, there is nothing to breathe in the hall! Whether the air conditioner is not ...", "rating": 4, "name": "Ольга Камина", "cat": "Cuban restaurant"}, {"review": "Very cozy and colorful place, pleasant service, I want to come and come here 😊 …", "rating": 5, "name": "Кучма Алексей", "cat": "Cuban restaurant"}, {"review": "I used to love this establishment. But today, when my friends and I decided to visit this place, the person who called himself the owner refused to let us in. I've been visiting this place for a long time, but this is the first time I've come across this in 5 years. Highly …", "rating": 4, "name": "Юлія Опанасенко", "cat": "Cuban restaurant"}, {"review": "Pretty good bar, where on the ground floor you can sit with a cocktail and chat, and go down to the ground floor, get into a noisier atmosphere of music and movement. Cocktails are mostly prepared on the basis of pineapple. …", "rating": 5, "name": "Vlad", "cat": "Cuban restaurant"}, {"review": "The place is soulful, lively, there were Tuesdays ... there was lounge music ... very cool. Live music.\nAs for drinks, unfortunately they were not surprised and the menu was also weak, not enough …", "rating": 5, "name": "Yulia Ivanova", "cat": "Cuban restaurant"}, {"review": " If you have not been here, you have lost a lot). This is a piece of a completely different world in the center of Kiev. …", "rating": 4, "name": "Юлія Дмитренко", "cat": "Cuban restaurant"}, {"review": " Great atmosphere, great music, delicious drinks\n\n", "rating": 5, "name": "Elena Berezhinskaya", "cat": "Cuban restaurant"}, {"review": "Atmospheric, delicious cocktails.\nKitchen for 3.\nA lot of people, just sooooo, 10kami go in and out. Dance places…", "rating": 4, "name": "Olexander Leonets", "cat": "Cuban restaurant"}, {"review": "Lovely old place, lots of foreigners. Feeling as if he came to visit (but in a good way) ...", "rating": 5, "name": "Антон Викторович", "cat": "Cuban restaurant"}, {"review": " Bueno Vista is a place with its own special atmosphere. Cuban music and incendiary dances of visitors will not leave anyone indifferent 😌👍 …", "rating": 4, "name": "Dmitrij Ignatov (Believe)", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Оксана Кислова", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Машка Смирнова", "cat": "Cuban restaurant"}, {"review": " A very colorful place with live Cuban music. It is better to book a table in advance, because there are not many seats. You can dance, but between tables. The only thing that upset me a little was that they brought …", "rating": 2, "name": "Lisskas", "cat": "Cuban restaurant"}, {"review": "Perfect place! Excellent location in the center of Kyiv, close to the most famous sights. You can sit outside even in the rain and snow - which is a rarity. And it's wonderful inside. Great waiters! Tasty coffee! …", "rating": 4, "name": "Yuliia Viskushenko", "cat": "Cuban restaurant"}, {"review": " Atmospheric place that must be visited at least once. Great music, nice people, dancing. The only point to which the administration would pay attention is that for some reason the answers in Ukrainian are in Russian …", "rating": 2, "name": "Катя Ц", "cat": "Cuban restaurant"}, {"review": "Great place to lose consciousness!\nCool staff - just smart people (live their lives)\nInternational! - from rubiroid to Mexico ))(( ...", "rating": 5, "name": "Евгений Тимошенко", "cat": "Cuban restaurant"}, {"review": "Not for the first time - its own atmosphere, master classes are interesting)) But pay attention to the cleanliness - dirty tables and chairs... …", "rating": 2, "name": "Katheryna Semenova", "cat": "Cuban restaurant"}, {"review": "Wow, but how fun and danceable!\nMusic super!\nBut I would remove the table in front of the stage. Not much room for dancing. …", "rating": 5, "name": "N Ttt", "cat": "Cuban restaurant"}, {"review": " Good evening, we do not delete photos on Instagram)\n\n", "rating": 5, "name": "Татьяна Хромова", "cat": "Cuban restaurant"}, {"review": "Super Cuban establishment in the center of Kyiv!\nAlcohol, food 🔥🥰\nAtmosphere 😮🔥🤪💋…", "rating": 4, "name": "Alla Kushnir", "cat": "Cuban restaurant"}, {"review": "The boorish attitude on the part of the bartender is simply impressive) to obscene visitors cannot be the norm, and I think it is impossible to find factors justifying such behavior. Initially, the institution left only good things about itself …", "rating": 5, "name": "Маша Тютюнник", "cat": "Cuban restaurant"}, {"review": "There was sand in the lettuce leaves. To which the waiter did not react in any way! Salmon salad is delicious! Nachos so-so! I asked the waiter to bring a fork. He ignored. There is very little place to dance. Very closely. Mold smell. …", "rating": 5, "name": "Alona Plishko", "cat": "Cuban restaurant"}, {"review": "I did not like it, the main part of the bar is located in the basement where it was terribly cold, it stank of dampness and fungus. I had to sit in a jacket all evening. …", "rating": 5, "name": "Misha Technodriver", "cat": "Cuban restaurant"}, {"review": "Delicious cocktails, a very large selection of rum - there are three whole pages to choose from only rum. Lots of interesting popular Spanish, Mexican cocktails. Also a large selection of food - from side dishes to meat and fish. Sometimes there are dance evenings on …", "rating": 5, "name": "Владимир Владимир", "cat": "Cuban restaurant"}, {"review": "10/23/2021.... as boring as possible... there is no music really... And most importantly.... it is not possible to go to the toilet, because water (or not water) is 10 cm and it is not possible to go.... Everyone is yelling and you can't hear any music or anything. Service sucks... even come up…", "rating": 3, "name": "Federico Lombardozzi", "cat": "Cuban restaurant"}, {"review": " The establishment is not like the others, the atmosphere is maximally conveyed 💃\nBar and kitchen 🔥 …", "rating": 5, "name": "Granatovich", "cat": "Cuban restaurant"}, {"review": "Great place with an unforgettable atmosphere. A huge assortment of tequila and rum and, of course, incendiary salsa. …", "rating": 5, "name": "Виктория Королевская", "cat": "Cuban restaurant"}, {"review": " Delicious tacos, nachos with vegetables and mulled wine. Live music began on Saturday at 10.30. Although there was not enough space for dancing, it was still fun. You need to book a table in advance. …", "rating": 5, "name": "Natalia Taran", "cat": "Cuban restaurant"}, {"review": "I liked it very much. Celebrated my birthday, ordered a banquet for 10 people. Everything was great. The food is superb, beautifully presented and very tasty. The portions are large, thanks to the chef🌮🌮🌮 Administrator Marina is special for you...", "rating": 2, "name": "Daria Kurbakova", "cat": "Cuban restaurant"}, {"review": "This Buena is mego))) I always chat with the bartender on the first floor) this is already a tradition for me ;) …", "rating": 3, "name": "Eugene Mironyuk", "cat": "Cuban restaurant"}, {"review": "This is a delightful place if you want not just to sit at a table - but to have a cool time in a bar action with the opportunity to dance Latin dances! It’s like you’re transported to Cuba, to an atmospheric barchik .. you can make new ones ...", "rating": 1, "name": "Elene Mishchuk", "cat": "Cuban restaurant"}, {"review": "Unusual and interesting place! Delicious and not expensive at all for the location. Live music, nice staff. My wife and I are delighted! Added to the list of favorites, we will come again! …", "rating": 5, "name": "VonaGo", "cat": "Cuban restaurant"}, {"review": " I have been several times with my Spanish friends. But you always have to pay in cash and you have to complain to be able to pay with a card …", "rating": 4, "name": "Марина Яворская", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Ricardo Bolanos Perez", "cat": "Cuban restaurant"}, {"review": "Sat with a group, everyone liked it. The place is great, there is where to dive into the Cuban atmosphere, listen to live music and enjoy Latin dances…", "rating": 5, "name": "Viktor Grysiuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Мирослав Кайданник", "cat": "Cuban restaurant"}, {"review": "The place is good, the food was delicious.. but the service let us down specifically.. CHECK YOUR RECEIPT! The waitress cheated us 3 TIMES. 3 times we checked our bill... it's a pity that we didn't immediately realize to take a picture of all the checks that were brought to us.. from …", "rating": 5, "name": "Zakhar Kanevskiy", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, we sincerely apologize for this incident. This was the last day of the work of this waitress in our establishment, which we are pleased to see. Thank you for helping our bar get better.", "rating": 4, "name": "Катя Локанцова", "cat": "Cuban restaurant"}, {"review": "An old-fashioned corridor-type cellar, decorated in an amateur style in the pantry style of Papa Gobsek, with live music, a couple of bar counters and a small seating area. …", "rating": 5, "name": "Inna D.", "cat": "Cuban restaurant"}, {"review": "It's crowded, the music is terrible, the smell of dampness is everywhere, the flood in the toilet, the scandalous annoying waitress - I don't even know what else to add ... N-and-to-o-g-d-and I won't come here again. …", "rating": 5, "name": "Anne Bezrodna", "cat": "Cuban restaurant"}, {"review": "Bien, molto bene, very good Came absolutely by chance with a girl and danced until the morning. I have never met so many new friends in one evening. Friendship of peoples and extravaganza of dance. The bartender made exclusive cocktails for us! We …", "rating": 5, "name": "Игорь Немировский", "cat": "Cuban restaurant"}, {"review": "Always welcome :)", "rating": 1, "name": "Эвгений Машковсикй", "cat": "Cuban restaurant"}, {"review": "Was here 6 years ago. Visited again yesterday. Absolutely nothing has changed during this time. The food is delicious, the rum is good, the music and the atmosphere are beyond praise👍 Even the same waiter served, if I'm not mistaken. But the halls and the toilet are clearly …", "rating": 5, "name": "Марина Тимошенко", "cat": "Cuban restaurant"}, {"review": " It is a Latin bar, Good atmosphere, but too small and it gets quite crowded. Wear comfortable clothes because it is hot and be in constant contact with other people ... …", "rating": 5, "name": "Sirenko Juli", "cat": "Cuban restaurant"}, {"review": " Very atmospheric place. There is a choice of cocktails. Reasonable prices. Pleasant service. Often cool concerts …", "rating": 5, "name": "Anastasia Vlasenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Настася Князева", "cat": "Cuban restaurant"}, {"review": "The cafe conveys the unique atmosphere of the island of freedom, and parties where hot salsa is danced only enhance this feeling. A piece of Cuba in the heart of Kyiv. I recommend! …", "rating": 4, "name": "NALYSNYK _", "cat": "Cuban restaurant"}, {"review": "A great place to spend your leisure time with a big, fun company. You can eat, drink and dance.\nMinus the cocktails are heavily diluted (weak) but tasty…", "rating": 1, "name": "Iryna B.", "cat": "Cuban restaurant"}, {"review": "Simple, friendly, fun place! The most it is for meeting with a big company, for fun dating and easy flirting)\nThere are all sorts of interesting offers at the bar, like 3 liters of mojito for 800 …", "rating": 5, "name": "Дмитро Сук", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Dmytro Zlenko", "cat": "Cuban restaurant"}, {"review": "Cool, themed place. Immerse yourself in the atmosphere of Cuba. And the prices for the center of Kyiv are quite reasonable. …", "rating": 4, "name": "Татьяна Лесенко", "cat": "Cuban restaurant"}, {"review": "You can’t leave your girls right away, hachi pester girls, it’s dirty, really a lot of people from the secret police do not meet the standards of the guards ...", "rating": 5, "name": "Riki Tiki", "cat": "Cuban restaurant"}, {"review": "Very interesting and colorful place! It was a pleasant surprise for me! I did not expect that there is such a place for parties in Kyiv 🤩 …", "rating": 1, "name": "Alyona Sokolova", "cat": "Cuban restaurant"}, {"review": "A very original bar with a soul. Often you can find the owner, who will gladly tell some interesting story, and it already seems to you that you did not come to the bar, but to visit. Very cozy. Themed evenings are delightful, especially …", "rating": 5, "name": "Tatiana Ochimovska", "cat": "Cuban restaurant"}, {"review": " From now on, my favorite place. It is immediately obvious that the restaurant has a real Spanish soul. Prices do not bite, on the contrary, are very friendly and the food is delicious …", "rating": 5, "name": "Rich D", "cat": "Cuban restaurant"}, {"review": "Very cool atmosphere! So many interesting details in the interior)\nThe staff is excellent) especially Yaroslav - very sincere, attentive and pleasant towards the guests) …", "rating": 1, "name": "Vladik Vlad", "cat": "Cuban restaurant"}, {"review": " The institution is interesting. There is a feature in it - music and atmosphere. The only thing that is expensive. Be prepared for shocking prices and it is better to come with a large company or on payday😉 …", "rating": 5, "name": "Anna Klikh", "cat": "Cuban restaurant"}, {"review": " Bartender (tall blonde) Sasha - behaved inappropriately, either under the influence of alcohol or drugs. We ordered tequila at the bar and he served it in the wrong form (without salt, although a special salt shaker …", "rating": 2, "name": "Олексій Білан", "cat": "Cuban restaurant"}, {"review": "Everything is fine, but very hot. 100% need to do something with ventilation.\n\nThere are people who immediately come and are already sweaty, then these smells ... ...", "rating": 5, "name": "World Power", "cat": "Cuban restaurant"}, {"review": " We had three jackets stolen during the visit and none of the employees even apologized. They reacted as if it was normal and the jackets would be returned later. After a few calls, of course, no one returned anything …", "rating": 1, "name": "Nela Shulha", "cat": "Cuban restaurant"}, {"review": "The place is great to relax. Listen to music and dance salsa, bachata... The only thing I didn't like was Shura, a bald waiter with tattoos... (although everyone is like that there)... I know places where waiters build an aura and just don't want to leave... don't come here...", "rating": 1, "name": "Miguel Angel Capuñay Reategui", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Anna Fedenko (Shelena)", "cat": "Cuban restaurant"}, {"review": "If you want to pay money for the lack of service and then be \"reprimanded\" on One Two Three, then Buena Vista Social Bar is the right place. …", "rating": 5, "name": "Татьяна Скутельник", "cat": "Cuban restaurant"}, {"review": "Magic cocktails, fantastic bartender, wonderful music. One of my favorite places…", "rating": 5, "name": "Andrii Ulianenko", "cat": "Cuban restaurant"}, {"review": "\nGreat Business Lunch", "rating": 5, "name": "Валерия Кислухина", "cat": "Cuban restaurant"}, {"review": "Very bad staff, the bartender does not know how to communicate adequately, besides, he drinks on an equal footing with the guests) likes to call the girls to “depart”, the administrator is never there, if you want to get a lot of negative emotions - welcome 👌 …", "rating": 5, "name": "G V", "cat": "Cuban restaurant"}, {"review": " A great place to relax from a hard day's work. On Wednesday, tango dances here …", "rating": 2, "name": "Yaroslav Stovbovenko", "cat": "Cuban restaurant"}, {"review": "Went with friends for an evening meal and drink. We paid 100 UAH per person for entry (and there were five of us), there was live music (+ a cocktail as a gift), but there was practically nothing on the menu. Finished the \"free\" cocktail and went to another ...", "rating": 5, "name": "Anastasia Landysheva", "cat": "Cuban restaurant"}, {"review": "Everything is just wonderful and wonderful, unique color and atmosphere. Cuban menu, great selection of alcohol. Affordable business lunch from 12 to 16. Pleasant service. …", "rating": 5, "name": "Alyona Di", "cat": "Cuban restaurant"}, {"review": "Waiters, bartenders and security guards are just rednecks. DO NOT spoil your MOOD, there is nothing to do here ...", "rating": 3, "name": "Катерина Ломовая", "cat": "Cuban restaurant"}, {"review": " What a horrible place! No space to even dance and sound equipment without volume or acoustics or anything. …", "rating": 5, "name": "Наталія Антипіна", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Aleksander Kryvoruchko", "cat": "Cuban restaurant"}, {"review": "My favorite cocktail is sold here)) is called Caipirinha, for those who love sour-fresh drinks, I recommend it. The chicken tacos are delicious, even though I'm not a chicken fan. The last time it was out of stock and my friend and I took ...", "rating": 5, "name": "İbrahim PARMAKSIZ", "cat": "Cuban restaurant"}, {"review": " My favorite bar in Kiev. Everything there is built on the Latin thirst for life and tequila. On the weekend after 22 there is usually just a fire …", "rating": 5, "name": "İbrahim PARMAKSIZ", "cat": "Cuban restaurant"}, {"review": "A colorful Cuban restaurant. Delicious food, good alcohol. But the most wonderful thing is the social dancing 😍…", "rating": 4, "name": "Jiji Capone", "cat": "Cuban restaurant"}, {"review": "I was in your bar, I liked everything very much, the service is super, your bartender Yaroslav is a very sociable nice guy, I wish you had more such people in your work, everything was at the highest level, Halloween was a success …", "rating": 1, "name": "Макс П", "cat": "Cuban restaurant"}, {"review": " They serve for a long time and have to wait for the chosen drink and remind the waiter. In general, the atmosphere, thanks to live music, is great. …", "rating": 4, "name": "максим Старко", "cat": "Cuban restaurant"}, {"review": "\nGreat place, cool interior", "rating": 5, "name": "Daryna Borysova", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place☺️ Interesting interior, nice staff, delicious food 🤗 Thank you ❤️ …", "rating": 1, "name": "AMONG AS", "cat": "Cuban restaurant"}, {"review": "We ordered Spanish fries and a cocktail based on three rums.\nC grade potatoes, the sauce in which they were stewed, tasteless.\nThe cocktail is weak, alcohol is not felt. …", "rating": 5, "name": "Олена Ляшук", "cat": "Cuban restaurant"}, {"review": " Great live music, atmospheric location, great bartenders and delicious cocktails) …", "rating": 5, "name": "Павел Кодий", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Pio", "cat": "Cuban restaurant"}, {"review": " It is a very beautiful place. Decent and fun with its warm atmosphere …", "rating": 5, "name": "Сергей Усов", "cat": "Cuban restaurant"}, {"review": " Number ten five stars simply fun and decent environment\n\n", "rating": 5, "name": "Andre Samborskyi", "cat": "Cuban restaurant"}, {"review": "The atmosphere of Havana, always cool live music and incendiary dances\nKitchen for 3!\nA bar for 2 cocktails is a gloom with burnt alcohol ...", "rating": 5, "name": "Victoria Nst", "cat": "Cuban restaurant"}, {"review": "The sewer pipe was leaking. Dropped on heads. Expensive. Get off service. But most importantly - I came to see Bachata and listen to music - nothing was as promised. …", "rating": 4, "name": "Ольга Щербакова", "cat": "Cuban restaurant"}, {"review": "The original entourage, the audience gathers after midnight, as well as single girls in pairs in search of princes for an hour, a large selection of Roma, for tips the bartender plays the klaxon and the ship's bell ...", "rating": 4, "name": "MrTheMuradin", "cat": "Cuban restaurant"}, {"review": "The best place for the best people)) Joke. Relaxed atmosphere, live music, interesting people)) If you come here once, this place will become special for you. PS. All the fun starts after 23:00...", "rating": 4, "name": "людмила подвысоцкая", "cat": "Cuban restaurant"}, {"review": "Terrible attitude of the waiters!!!\nI asked for a menu 3 times, after 30 minutes I went to the bar to ask when the menu would be brought, to which they answered me ...", "rating": 5, "name": "Богдан Кагадей", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, we are very sorry that you encountered poor quality service in our establishment. Apologize. Could you give us more information about the date and the staff who served you? You can contact us directly on the bar page on Facebook, I attach the link https://www.facebook.com/buenavista.kyiv", "rating": 4, "name": "Anastasiia Sluisarenko", "cat": "Cuban restaurant"}, {"review": " Cool, atmospheric place with incredible dancing!\n\n", "rating": 5, "name": "MARS FIRE", "cat": "Cuban restaurant"}, {"review": "The irresistible atmosphere of Spain will fill you from the first minutes of your stay in this institution. More foreigners, pleasant Spanish music and dances in the best Latin American traditions will not leave you indifferent. …", "rating": 4, "name": "Инна Стручаева", "cat": "Cuban restaurant"}, {"review": " We are in the best club of Latin, Cuban music, Buena Vista pays tribute to our longed for Buena Vista Social Club.\nThe most famous of the Caribbean island, without a doubt a place of reference …", "rating": 5, "name": "Ka Po", "cat": "Cuban restaurant"}, {"review": "A very atmospheric establishment. Impressive with its interior and good music.\nLots of varieties of drinks.\nI liked the beer and very impressed with the burger!!!! …", "rating": 5, "name": "Антон Дяченко", "cat": "Cuban restaurant"}, {"review": " Very pleasant atmosphere, live music, I liked everything but it's all nothing compared to the girls here are beautiful umm)) but for such music no one will be left alone)) …", "rating": 1, "name": "Ali Sandra", "cat": "Cuban restaurant"}, {"review": "Atmospheric democratic bar for lovers of Latin American music in the center of Kyiv. Live music and dancing until morning on weekends. …", "rating": 4, "name": "Ramir Danishgar", "cat": "Cuban restaurant"}, {"review": "Well, it’s probably difficult to convey the spirit of Cuba in any institution), but here it’s just its own atmosphere, hunters and hunters find each other, everyone has their own goals)), you can “not” calmly drink a drink and join this cool madhouse a little), I advise ...", "rating": 5, "name": "Алексей Николайчук", "cat": "Cuban restaurant"}, {"review": "Good cozy place. But not very big, it is better to book a table for a late evening in advance …", "rating": 5, "name": "Тамара Ворчило", "cat": "Cuban restaurant"}, {"review": "Everything is always great, but tables from the center are not taken away in the evening for Latin music, people are dancing but sooooo crowded ...", "rating": 5, "name": "Евгения Насида", "cat": "Cuban restaurant"}, {"review": "Excellent establishment. Nice people. Latin American music, I hope I spelled it correctly. Always a lot of people and a lot of fun ...", "rating": 5, "name": "Максим Очкур", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Prosto Prosto", "cat": "Cuban restaurant"}, {"review": "Great atmospheric place, latin center in Kyiv, nice interior, music, it's worth visiting once👍 …", "rating": 5, "name": "Dariya Chan", "cat": "Cuban restaurant"}, {"review": "Great atmospheric place, with good music, the only thing is that it’s very crowded inside on the dance floor and there is no dressing room... …", "rating": 2, "name": "Irina Bukutunio", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Olga Savitska", "cat": "Cuban restaurant"}, {"review": "Very cool place with a very cool atmosphere. It's also delicious and at a reasonable price...", "rating": 5, "name": "vlad ivanov", "cat": "Cuban restaurant"}, {"review": "Poor service, tables not cleaned. The worst thing is that low-quality alcohol was ordered from Finland, but they brought nothing at all. And the restroom was dirty. Bad experience. …", "rating": 1, "name": "Юлия ивлиева", "cat": "Cuban restaurant"}, {"review": "This place beckons you to come in for a glass of wine. An impressively long bar menu with good prices on many items. Can't comment on the food, I didn't order. I will come again for the 'evening of music and dancing' :) …", "rating": 2, "name": "Бодя Мен", "cat": "Cuban restaurant"}, {"review": "A place that surprises every time. Incredible atmosphere and amazing live music. Very positive contingent and the mood of the holiday and drive. …", "rating": 4, "name": "Inna Olenina", "cat": "Cuban restaurant"}, {"review": "Great place! Cuban live music gets you dancing. reasonable prices. the staff is polite, helpful. meat and salads are not bad, but I don’t recommend a plate of seafood. …", "rating": 5, "name": "Елена Сахацкая", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place...live music, nice people, delicious food, always fun and cozy…", "rating": 5, "name": "тома марчук", "cat": "Cuban restaurant"}, {"review": " Good fun atmosphere, dancing, good cocktails, the feeling that you get to Cuba …", "rating": 4, "name": "Anna Tikhomirova", "cat": "Cuban restaurant"}, {"review": "incredibly atmospheric place! live music is just amazing. prices bite a little, but the food is very even, and a huge assortment of various alcohol.\nthe interior is thought out to the smallest detail and as if you find yourself in some bar in the south …", "rating": 4, "name": "Анатолий Драченко", "cat": "Cuban restaurant"}, {"review": " We went on the weekend, there was a band playing Latin music downstairs, it starts like 11 live music, an environment preferred by Latin dance enthusiasts and dances wildly. …", "rating": 5, "name": "Дмитрий Князик", "cat": "Cuban restaurant"}, {"review": "I don't recommend this place to anyone! Yesterday was the first and last time. Terrible service, ruined the whole evening. Didn't like the kitchen. The steak is salty, it is not possible to eat. The only plus is live music and a chic performance ...", "rating": 5, "name": "Марина Булахова", "cat": "Cuban restaurant"}, {"review": "One of the most atmospheric places in Kyiv. Listen to the incredible rhythms of live music, dance in the crowd with strangers and, of course, with your loved ones❤ …", "rating": 4, "name": "Иван Швец", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Александр Боровский", "cat": "Cuban restaurant"}, {"review": "The place is not bad. Food, drinks. We were going to arrive for a long time, but what can I say. Music if you just listen to it, in principle, you can. But if you dance, you can fall asleep under it. Expected better from the establishment. How many reviews about the super setting…", "rating": 3, "name": "Олена Буркаль-Скорик", "cat": "Cuban restaurant"}, {"review": "Come for a drink. Very tasty food and fast service, as there were not many people. The waiter wanted to deceive us. I added an extra unit of drink to the brush. Be careful. Kitchen 5+ …", "rating": 5, "name": "Yurii Kachaiev", "cat": "Cuban restaurant"}, {"review": "Great music, very atmospheric place. But be prepared for the fact that the service will be very, very delayed :) ...", "rating": 5, "name": "Компанія SanchoBAG", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Spring Water", "cat": "Cuban restaurant"}, {"review": "Great place to relax with friends and family! Very atmospheric place. Everything is great here. Live music is generally a separate conversation) 🎹🎶 The audience in the institution is positive, everyone sings, dances, has fun 💃💃 Drinks are very tasty. …", "rating": 5, "name": "Bernardo Hano", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric place", "rating": 4, "name": "Ольга Туровская", "cat": "Cuban restaurant"}, {"review": "Very cozy and good location.\nGood wine and interesting food!\nTrue, when the last time was (02/25/2018) in the evening, they took a very long time ...", "rating": 2, "name": "Катерина Soloviova", "cat": "Cuban restaurant"}, {"review": "Cool place, own style. If you come with a group, be careful - you can leave a lot of money here 😄 ...", "rating": 4, "name": "Екатерина Бабич", "cat": "Cuban restaurant"}, {"review": "Wonderful place, atmosphere and music at the level, the only thing - there is not enough space for dancing. …", "rating": 5, "name": "Andrii Voron", "cat": "Cuban restaurant"}, {"review": "\nNice bar, but more room for dancing ...", "rating": 4, "name": "Vitalii Khyzhniak", "cat": "Cuban restaurant"}, {"review": "I was here once, maybe the place is good, but I wasn’t impressed, a huge bunch of people, sat at the table for about 15 minutes and no one came up, it’s unrealistic to hit the bartender at the bar, maybe I’ll change my mind if I get here again, but for now ...", "rating": 5, "name": "Oksi Oka", "cat": "Cuban restaurant"}, {"review": "Good place to relax as there is live music. But, not enough room for dancing. Yes ... there is one thing: it's better to take alcohol in a bottle than order by glass ... there are fears that the waiters are cunning. …", "rating": 5, "name": "Маргарита Лысенко", "cat": "Cuban restaurant"}, {"review": "Great music, so atmospheric that it's hard to sit still. I'm sure that's why many people go there - to drink and dance to good music. …", "rating": 4, "name": "Ирина Заренина", "cat": "Cuban restaurant"}, {"review": "A cult place, always cheerful people and a lot of Europeans from different countries.\nA place that is very atypical and worth visiting once or even three) …", "rating": 5, "name": "Ольга Давидюк", "cat": "Cuban restaurant"}, {"review": "I go there not the first time. Very pleased with the waiters, who are attentive, but unobtrusive. Very nice place to have a delicious cocktail. Here you can feel the relaxed and friendly atmosphere in this place. Highly recommend for…", "rating": 5, "name": "Dmytro Fylonenko", "cat": "Cuban restaurant"}, {"review": " Excellent place, the food is very tasty, good music, nice atmosphere, in the evening they have live salsa very fun. …", "rating": 5, "name": "Ксения Рябоконь", "cat": "Cuban restaurant"}, {"review": "Music and cocktails are great! Atmospheric place!\nBut in one room there is mold on the ceiling and it stinks terribly of fungus! …", "rating": 4, "name": "Алексей Полищук", "cat": "Cuban restaurant"}, {"review": "Atmospheric institution, but everything spoils the service. Of the 3 occupied tables in the hall, you will have to wait for an order for more than an hour. On our remark, the waitress with claims asked to be reminded of our order. In general, music, drinks and food are ok …", "rating": 4, "name": "Олег Клименко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Artem Ledovkykh", "cat": "Cuban restaurant"}, {"review": " Lovely club, with a good atmosphere, pleasant staff, sincere surroundings and charming music. …", "rating": 3, "name": "Alberto Maldonado", "cat": "Cuban restaurant"}, {"review": "Good atmosphere, awesome staff! The contingent is not always suitable, but the company is just fine ...", "rating": 5, "name": "V F “VFC” Chuzha", "cat": "Cuban restaurant"}, {"review": "Everything is beautifully decorated, cozy, good live music, delicious food, but there is not enough free space, in cramped conditions and not offended, as they say ...", "rating": 3, "name": "Марк Доценко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Віктор Надточій", "cat": "Cuban restaurant"}, {"review": "Cozy place, friendly staff. The only negative is that it is stuffy in the basement, especially if more than 10 people have gathered. …", "rating": 5, "name": "Слава Славный", "cat": "Cuban restaurant"}, {"review": "Great place) the food is delicious, the drinks are good and available))) delicious coffee and non-alcoholic cocktails) nice staff) a cozy place, I liked the interior from the outside and inside) there are tables on the street, everything is planted there))) everything is lovely))) …", "rating": 5, "name": "maria dmytriv", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Лиза Тыщик", "cat": "Cuban restaurant"}, {"review": "I love this place. For the atmosphere. For the people who are there. For music. For the fact that after a couple of cocktails I, an avid electronics engineer, hips are carried to the dance floor just to get high. The rhythms are on fire! Here you can easily and naturally communicate with everyone ...", "rating": 5, "name": "Vadim Geletukha", "cat": "Cuban restaurant"}, {"review": "Good music, good style, interesting cocktail menu... poor cuisine... …", "rating": 5, "name": "Владлена Перунова", "cat": "Cuban restaurant"}, {"review": "An ideological place, dancing, a bar and fun. I am glad that there are such places, the bartender is Latinos, special thanks for the flavor !!! …", "rating": 5, "name": "Ludmila Dyomina", "cat": "Cuban restaurant"}, {"review": "On a weekend evening there are a lot of people, there is very little space, crowded but fun. If you drink well. True, it will cost a pretty penny here. Tequila 100 / beer 100 / cocktail 200. Live music, soul, etc. For an amateur. …", "rating": 5, "name": "Tanya Lanovets", "cat": "Cuban restaurant"}, {"review": " Very little space for the number of people who enter the place ... for the live music: Bravo !!! The prices are reasonable !!! …", "rating": 5, "name": "Лола Кан", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Rachid Tar", "cat": "Cuban restaurant"}, {"review": "One of the most atmospheric places. Always amazing live Latin American music. But diluted alcohol makes me never come back to this place...", "rating": 5, "name": "Китай в Украине", "cat": "Cuban restaurant"}, {"review": " The place is quite atmospheric and original. Latin American dances, in fact, are present and the Latin Americans themselves and a bunch of different people, live music, quite in the style of dances and general mood, …", "rating": 5, "name": "Елизавета Горбань", "cat": "Cuban restaurant"}, {"review": "A very cool place, the atmosphere is so conducive that you want to dance until the morning) there are so many Latin girls and guys that it seems as if you are in the Latin quarter) I advise everyone to visit it for sure!!! …", "rating": 5, "name": "Мария Смирнова", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Рущак", "cat": "Cuban restaurant"}, {"review": "Great cocktails and atmosphere. As well as music for the mood when you want to indulge in the gusts of dance! …", "rating": 5, "name": "Dariia Volokhova", "cat": "Cuban restaurant"}, {"review": "Great, it was cold outside, we waited at the bar, called a taxi, drank a little, everything is OK, we’ll come again ...", "rating": 3, "name": "Marina Shvab", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "emilio kemalov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Siia 777", "cat": "Cuban restaurant"}, {"review": " Wonderful atmosphere! Delicious food and cocktails! Almost daily - live music! …", "rating": 5, "name": "Anna Mazurets", "cat": "Cuban restaurant"}, {"review": "Of course, not everything from the menu is available, but the cocktail list is excellent! Perhaps the waiters are not friendly and work reluctantly. But I really like the place itself, atmospheric, cozy and just cool. I can't pass by without looking...", "rating": 5, "name": "Аня Павлик", "cat": "Cuban restaurant"}, {"review": " Nice little bar, composed of two levels.\nWe dance in the cellar. It's not big but it's nice …", "rating": 2, "name": "Alexandra Katerynyuk", "cat": "Cuban restaurant"}, {"review": "Great bar in urban style, live Latin music mostly, prices are good for the center, cheaper than other analogues …", "rating": 3, "name": "Kate Yeromina", "cat": "Cuban restaurant"}, {"review": "Friendly staff, good atmosphere :) the music is good - good musicians perform on Tuesdays! Thursday with dancing colorful))\nDelicious dishes on the menu :) …", "rating": 5, "name": "Sergey Klementyev", "cat": "Cuban restaurant"}, {"review": "Great hot place with great salsa and good staff. Prices are inexpensive. Large selection of rums. Excellent contingent. I advise! …", "rating": 5, "name": "Igor Malynovskyi", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place. Rich selection of wine and rum. Excellent cuisine (although often something is not available). …", "rating": 5, "name": "Олена Морозко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Алятина", "cat": "Cuban restaurant"}, {"review": "Not impressed, won't go here again. Despite the fact that there were almost no people in the establishment, the waiter was in no hurry to serve us. …", "rating": 1, "name": "Abraham Mazunga", "cat": "Cuban restaurant"}, {"review": "Very colorful place in Cuban style, usually a lot of foreigners and live music and dancing…", "rating": 5, "name": "Sergiy Ponomarenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Марина Руденко", "cat": "Cuban restaurant"}, {"review": " A good place, tango milongas are held every Wednesday, you can have a good time …", "rating": 5, "name": "Santiago Lambrisca", "cat": "Cuban restaurant"}, {"review": "Atmospheric place) it is better to book tables in advance, as there are a lot of visitors in the evening. Music plays every evening. Prices are below average, but the food is delicious.…", "rating": 5, "name": "Neonilla-n N", "cat": "Cuban restaurant"}, {"review": "The very idea of ​​an institution of this format is very good! But it is poorly implemented. Starting from the interior, ending with the waiters. I was there with a large company on the festive evening of March 8, we wanted to have a good rest. But as I wanted, not ...", "rating": 1, "name": "Валерия Жидченко", "cat": "Cuban restaurant"}, {"review": "Very cool atmosphere, light, different audience, free, international. The food was good. The service is very bad, the work of the waiters is disgusting, they don’t pay attention, you have to get up, go to call to top up the wine, bring, …", "rating": 1, "name": "Annie Sky", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, thanks for your feedback. We are sorry that the staff performance was unsatisfactory. Unfortunately, Friday night is our peak time, the bar is full and the waiters are busy. Come to us again, in the middle of the week and we will be happy to give you maximum attention :)", "rating": 4, "name": "Ната Губиш", "cat": "Cuban restaurant"}, {"review": "Came here quite by accident. Looking for a business lunch. They didn't go wrong at all. The service is fast, the waiters are pleasant and smiling. We dined on a small terrace, but below if you go down a vast hall. Would love to go there tonight...", "rating": 5, "name": "Savitskiy Vlad", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Марина Васильевна", "cat": "Cuban restaurant"}, {"review": "Suitable for both couples and noisy companies. Live music, great service, good selection of alcohol...", "rating": 5, "name": "Tanya Boh", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Elena Chernyshova", "cat": "Cuban restaurant"}, {"review": "Mexican den, they don’t check covid certificates, they smoke inside, there’s nothing to breathe, there’s no place to turn around, just akhtung ...", "rating": 5, "name": "Dmytro Volynets", "cat": "Cuban restaurant"}, {"review": " Good place, live music, great atmosphere\n\n", "rating": 5, "name": "Sergio Gulesku", "cat": "Cuban restaurant"}, {"review": " Good music, great atmosphere, but sometimes the bartender gets so drunk that he can count on a pittance! It's good that I noticed in time! Be vigilant! …", "rating": 4, "name": "Yulia Talybova", "cat": "Cuban restaurant"}, {"review": " Great place, great music.\nFor kiev prices it is average expensive. But it is cheap compared to other countries. …", "rating": 3, "name": "Jean-Christophe BRUDER", "cat": "Cuban restaurant"}, {"review": "Stumbled upon this place by accident on a Friday night. Remained delighted. That evening they danced salsa. A lot of people, an incredible cheerful atmosphere, delicious drinks, beautiful male and female priests))) In general, a sea of ​​memories, …", "rating": 5, "name": "Yaroslav Barakhovsky", "cat": "Cuban restaurant"}, {"review": "Shocked by the service and the food in general, I was very surprised to find a cockroach for such a price, no one even paid attention to it! Just ignored very sad ! I do not advise ! …", "rating": 3, "name": "Kate Ulasheva", "cat": "Cuban restaurant"}, {"review": "Terrible service! We were yesterday and drank coffee, today they came and the shift is different. We want to order the same coffee, but they look at us as strange that we don’t have this on the menu. Most uncomfortable in the institution. …", "rating": 5, "name": "Галина Плахотя", "cat": "Cuban restaurant"}, {"review": " Good place, was on live music. Now they charge UAH 150 for the entrance …", "rating": 5, "name": "Anastasia Aniskova", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Иван Мишенин", "cat": "Cuban restaurant"}, {"review": "they came there, found a place themselves, the waiter was asked to remove the table from previous visitors, said I’ll take it away and left ... we sat like that for 10-15 minutes .. no one from the staff even approached us in the end .. ayy .. you want to earn money ?? Don't go...", "rating": 5, "name": "Екатерина Чумак", "cat": "Cuban restaurant"}, {"review": "One of the most interesting institutions in Kyiv. Tasty food. Great selection of wine or any other drinks. Good music. …", "rating": 5, "name": "Катя Чернокур", "cat": "Cuban restaurant"}, {"review": "A good place for lunch, very tasty and you can choose from the complex of individual dishes. Everything is saturated with tango, in the evenings there is an opportunity to dance ...", "rating": 5, "name": "Olena Rafeyenko", "cat": "Cuban restaurant"}, {"review": "A place with a very cool atmosphere, nice music and cool waiters. A lot of foreigners hang out there and it's a little sad to hear from the girls that they are there for this very reason, which spoils the impression a bit, but still it's a great place, …", "rating": 5, "name": "Лена Русинова", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Алина Анзина", "cat": "Cuban restaurant"}, {"review": "Every day some activities. Delicious food, constantly different. 😃 Friendly staff - young guys. 2 floors, compact rooms, there is a veranda. …", "rating": 5, "name": "Svitlana Pochatenko", "cat": "Cuban restaurant"}, {"review": " The bar is nice, and the prices are very very attractive. A big downside on the service, …", "rating": 5, "name": "Mariia Bashmat", "cat": "Cuban restaurant"}, {"review": "To be honest, the opening of this place was a pleasant surprise for me. Amazing atmosphere, live music to which people dance. Perfect bar atmosphere and a HUGE selection of my favorite rum! I guess now this is the place I...", "rating": 3, "name": "Sancho Pancho", "cat": "Cuban restaurant"}, {"review": "A place where you can easily find company if you are alone (if you know what I mean)\nCrowded, you can barely get through ...", "rating": 5, "name": "Ксения Брыкова", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Анастасия Ребро", "cat": "Cuban restaurant"}, {"review": "Great atmosphere inside, corresponding to the name of the institution. On weekends there are Latin dance parties, sometimes performances of various vocal groups. 2 floors, on the lower 2 small halls, for dancing, of course, it's a bit crowded; what is it in …", "rating": 5, "name": "Alexander Diakonov", "cat": "Cuban restaurant"}, {"review": "Great place for lovers of Latin American music. Good prices for cocktails. very atmospheric. Great positive audience and great music. …", "rating": 5, "name": "Koks koks", "cat": "Cuban restaurant"}, {"review": "A wonderful place where you can dance to live music, the atmosphere takes you to fabulous Spain) the contingent is different, everyone can find a place for themselves. For those who do not yet have the opportunity to travel but want to immerse themselves in …", "rating": 4, "name": "Sergey Skorokhod", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Tornike Varshalomidze", "cat": "Cuban restaurant"}, {"review": "A magical place - cozy, delicious, incendiary music and a very friendly atmosphere) …", "rating": 5, "name": "Димко Грунгер", "cat": "Cuban restaurant"}, {"review": "It seems that this is a small place, but be sure to go inside) It's delicious and very atmospheric💃 …", "rating": 5, "name": "Tanya Happyness", "cat": "Cuban restaurant"}, {"review": "Live music, an attentive waiter, came up more than once to find out if everything was fine with us and update the cocktails. Serving dishes - 15-20 minutes with a full landing. Only good impressions remained. …", "rating": 5, "name": "Богдана Яковенко", "cat": "Cuban restaurant"}, {"review": "\nThank you for rating, glad you liked it.", "rating": 5, "name": "Александр Алферов", "cat": "Cuban restaurant"}, {"review": " Good establishment and music, blues evenings just class. Pleasant atmosphere, chamber for meeting with friends. …", "rating": 5, "name": "Olena Salnikova", "cat": "Cuban restaurant"}, {"review": " The incredibly laid-back atmosphere of the establishment so attracts. The owner who sings Latin songs on stage can not but admire, people from different parts of the world who came to press at the bar and socialize, …", "rating": 4, "name": "Kyrylo Shevchenko", "cat": "Cuban restaurant"}, {"review": "Nice interior, there are a lot of people on the weekends, and given that there is live music, there is not enough space for dancing. The prices are too high. for those who want to sit in a quieter place, I advise the first floor. …", "rating": 2, "name": "Радион Завальнюк", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, thanks for your feedback. We agree that we have crowded weekends, there are many who want to dance Latin American dances to live music.", "rating": 4, "name": "Natalia Pavlenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandra Dulich", "cat": "Cuban restaurant"}, {"review": "Location is good, but:\n1. Bartenders suck. We ordered cheese sticks sitting at the bar - very tasty, but when we left the dish for 3 minutes, upon arrival we found a goby in a plate and a stub ...", "rating": 4, "name": "Эдуард Маханьков", "cat": "Cuban restaurant"}, {"review": "I like everything. To understand, you have to go yourself, and it is fashionable to read more about the institution on Google than I can say. …", "rating": 3, "name": "yadiver gulyanitskyy", "cat": "Cuban restaurant"}, {"review": "The city center, always a lot of people, everything is crowded, there is a summer cafe on the street, the cooling system works very poorly, but despite everything, there are many foreign guests, the prices are average. In general, I advise. …", "rating": 5, "name": "Olena Deineko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Тетяна", "cat": "Cuban restaurant"}, {"review": "We ordered a dish, there were not enough ingredients, and the waiter said that it was normal, the toilet did not work, not a very good impression (((( …", "rating": 5, "name": "ame rika", "cat": "Cuban restaurant"}, {"review": "Amazing place. Fully corresponds to its name - Bueno Social Vista Club, both in terms of atmosphere, music and interior. Nice prices and staff. …", "rating": 5, "name": "Oleksandr Tsikorenko", "cat": "Cuban restaurant"}, {"review": "A good place to spend a weekend evening with a young man or friends. Live Latin American music helps to relax, dance and generally have great fun. Delicious cocktails. I recommend! …", "rating": 2, "name": "Виктория Суханова", "cat": "Cuban restaurant"}, {"review": " Just an ideal place for lovers of Latin American music and good cocktails)\nExtremely atmospheric place. …", "rating": 4, "name": "Eugene Noir", "cat": "Cuban restaurant"}, {"review": "A very atmospheric place, everything is in the Cuban style, live music performed by real Cubans, super cocktails, and of course dancing... Salsa, bachata, etc. I advise everyone to visit)))) …", "rating": 4, "name": "RamRood", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Max Nesvitaylov", "cat": "Cuban restaurant"}, {"review": "\nThank you for rating :)", "rating": 4, "name": "Александр Новак", "cat": "Cuban restaurant"}, {"review": "Pleasant atmosphere, in the evening it is usually loud. Cocktails are tasty, but standard and not very alcoholic. …", "rating": 2, "name": "Роман Скоропадский", "cat": "Cuban restaurant"}, {"review": "The price does not match the quality. The service is poor, the waiter does not understand English. The appetizer was brought in a plate that was beaten in three places. …", "rating": 2, "name": "Alena Malikova", "cat": "Cuban restaurant"}, {"review": " The place is good, but if you want to dance salsa, it's hard to do. There is almost no place for dancing. A few tables near the stage are being cleaned, but there are still few. But the cool atmosphere)) …", "rating": 5, "name": "Margarita Wise", "cat": "Cuban restaurant"}, {"review": "Very crowded and fun place, live Latin American music plays, but very little space for dancing 😢 …", "rating": 4, "name": "Irene Karakurkchi", "cat": "Cuban restaurant"}, {"review": "A very atmospheric place, but there is almost nothing for a business lunch if you don’t come at 12 o’clock …", "rating": 5, "name": "nikmanax", "cat": "Cuban restaurant"}, {"review": "The idea, the interior, the choice of drinks, the atmosphere - excellent!\nAlthough the place was conceived as a bar with Latin American music with the opportunity to dance, this opportunity is only if there are several couples dancing, if more - …", "rating": 5, "name": "Nataliia Andriiets", "cat": "Cuban restaurant"}, {"review": " There is really a Spanish Cuban spirit. Atmosphere of rest, bar where come to have a rest. Delicious drinks, cocktails. But also music, singing, dancing. …", "rating": 5, "name": "Евгений Колесник", "cat": "Cuban restaurant"}, {"review": " The bottom is unrealistically cold, not the best option for winter. In summer it is very nice here, but this time I was unlucky …", "rating": 5, "name": "Volodymyr Zubariev", "cat": "Cuban restaurant"}, {"review": "Nice place with latin music. Often they do salsa party.\nGood place with latin music, salsa parties often take place here. …", "rating": 5, "name": "Ok San", "cat": "Cuban restaurant"}, {"review": " Appropriate atmosphere, good service, very tasty cuisine, normal prices. …", "rating": 5, "name": "Artem Patyka", "cat": "Cuban restaurant"}, {"review": "I don’t know why this place is praised, but there are no cocktails, the service is good .... they simply forgot to bring half of the positions. Only after a reminder brought. The lower hall is just a freezer, no heating. You have to wear a jacket....", "rating": 5, "name": "Andrey Berezov", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place! Kitchen for 4, prices are adequate, average. The overall impression is positive! …", "rating": 5, "name": "Пахон Федун", "cat": "Cuban restaurant"}, {"review": "Authentic Cuban cafe, I recommend visiting for a change and trying taco soup (soup with chop cut into pieces). …", "rating": 5, "name": "Stive Stanikoff", "cat": "Cuban restaurant"}, {"review": " Great place. Bagista Yaroslav was very private and responsible. I advise everyone …", "rating": 4, "name": "Святослав Щава", "cat": "Cuban restaurant"}, {"review": "Very large map of alcoholic drinks. Suitable for people who want to dance incendiary. If you look closely, then the interior is ugly, but because of the atmosphere, this is almost imperceptible. …", "rating": 5, "name": "Yulia Krasnikova", "cat": "Cuban restaurant"}, {"review": "Uncomfortable, old and uncomfortable chairs with springs sticking out. Very noisy. The food is basically okay, but nothing special. The price is a little high for such an establishment. The establishment is atmospheric in Cuban style, but all the other minuses are not …", "rating": 4, "name": "Сєрж Лінч", "cat": "Cuban restaurant"}, {"review": "A place where you can dance and listen to Latin American music, but at the same time look after your things, there was a case..... ...", "rating": 5, "name": "Сергей Рудюк", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Yana Kabushka", "cat": "Cuban restaurant"}, {"review": "Cheerful bar. They save alcohol in the ordered cocktails, but for the first time let's say that the bartender simply forgot to add it due to the huge influx of visitors (it was Halloween). In general, I really liked the atmosphere in the bar itself :) …", "rating": 5, "name": "Alyona Sergienko", "cat": "Cuban restaurant"}, {"review": "Good place, pleasant, conservative in prices, live music is always available and you can dance …", "rating": 4, "name": "Елена Кухарец", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place, but also very crowded.\nGenerally like...", "rating": 2, "name": "Olha Putintseva", "cat": "Cuban restaurant"}, {"review": "Unreal atmospheric place, a lot of foreigners. For evening dance only here! …", "rating": 5, "name": "Valerie Pavlyuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Oleksii Zhuravel", "cat": "Cuban restaurant"}, {"review": " Cool atmospheric place! After 12 nights on Friday-Saturday there is no place to fall) Dancing and fun, many foreigners. Alcoholic cocktails do not spare alcohol;) …", "rating": 4, "name": "Roberto Locorotondo", "cat": "Cuban restaurant"}, {"review": "Cool place. There is always someone to talk to in both Spanish and English. The atmosphere is cool. …", "rating": 5, "name": "Oleksa P", "cat": "Cuban restaurant"}, {"review": "The place will definitely appeal to fans of Latin American dances. Live music creates a unique holiday atmosphere. The bar will offer drinks, but be prepared to fork out. …", "rating": 5, "name": "Veronika Karpus", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Nikita Primak", "cat": "Cuban restaurant"}, {"review": "We wandered here yesterday quite by accident and for this reason were doubly pleasantly surprised!! …", "rating": 5, "name": "Oksana Lando", "cat": "Cuban restaurant"}, {"review": "Excellent \"Penicillin\") Too noisy, as for me ... Well, yes, this is already subjective) In general - a funny place ...", "rating": 4, "name": "Lyubov Voytsekhovskaya", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Оля Мазур", "cat": "Cuban restaurant"}, {"review": " Very atmospheric place, after an hour of staying you forget that you are in Ukraine, feeling like in a Latin country.\nOf the minuses - there used to be more space for dancing, now there are tables, …", "rating": 4, "name": "Ольга Власенко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Костянтин Березянко", "cat": "Cuban restaurant"}, {"review": " Atmosphere-100 points ... Just wow! 😀\nFood - 30 points ... a plate of potatoes, chicken, cheese and french fries - not very 😑 …", "rating": 5, "name": "Fran Guillén", "cat": "Cuban restaurant"}, {"review": "All the fun starts after 22:00, there are a lot of foreigners, and you can also dance here. By 23:00 everything is already packed, in general noisy, fun, tequila :) …", "rating": 1, "name": "Asya Bliznyuk", "cat": "Cuban restaurant"}, {"review": "Atmospheric place. Great live music. Delicious food and cocktails. After 21 the fun is in full swing, dance-dance-dance. …", "rating": 3, "name": "Александр Мельников", "cat": "Cuban restaurant"}, {"review": "For an institution where live music is played, there is not enough space.\nThe atmosphere is very tense, the hall smells unpleasant.\nThe waitress deliberately played most of the visitors. …", "rating": 4, "name": "Никита Лисицкий", "cat": "Cuban restaurant"}, {"review": " Surprisingly atmospheric place for the evening. Here you can have a good time both for conversation and for incendiary dances. The latter is guaranteed for the weekend;) …", "rating": 1, "name": "Ruben Gonzalo", "cat": "Cuban restaurant"}, {"review": "Great place to spend an evening! Prices are slightly higher than average in Kyiv. …", "rating": 5, "name": "Anton Kopylov", "cat": "Cuban restaurant"}, {"review": " The cocktails were good with little alcohol, the environment good but small to be able to dance …", "rating": 5, "name": "Дмитро Бондарчук", "cat": "Cuban restaurant"}, {"review": " Even sitting with a rum of rum and listening to the music is very nice. And if you like to dance a little Latin - you are here. Caribbean nostalgia atmosphere in Kiev;) …", "rating": 5, "name": "Stas Amosov", "cat": "Cuban restaurant"}, {"review": "oh how we liked it here with friends to rock to Latin American music and drink cuba libre! …", "rating": 5, "name": "Haver Dima", "cat": "Cuban restaurant"}, {"review": "After a couple of years, I decided to change my old review. The place has turned into a cesspool. Inside, it smells terrible of damp because of the basement, the furniture is already very worn and outdated, but the most disgusting thing is that at the moment we wanted to …", "rating": 4, "name": "Татьяна Сычкина", "cat": "Cuban restaurant"}, {"review": " Colorful, and you can dance, for all lovers of tango and see) …", "rating": 5, "name": "Paweł Dobosz", "cat": "Cuban restaurant"}, {"review": "Original outdoor interior. Latin American atmosphere and music. Diverse menu. Tasty food. Large selection of cocktails. But service is slow. …", "rating": 5, "name": "Ilona Gotopilo", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place! For lovers of Latin American music - a must visit ...", "rating": 4, "name": "Катерина Я", "cat": "Cuban restaurant"}, {"review": " The establishment positions itself as a place where you can dance. However, the inside is quite tight. Good live music, good service, but did not bring the bill, counted on \"fingers\". …", "rating": 5, "name": "Vital Rozhevski", "cat": "Cuban restaurant"}, {"review": " Do you remember who served you?\n\n", "rating": 1, "name": "Anna Andi", "cat": "Cuban restaurant"}, {"review": " Very interesting place. Friendly staff. Special thanks to Alex! Relaxed nice! …", "rating": 4, "name": "Stas Yamkovyi", "cat": "Cuban restaurant"}, {"review": "Great disco to dance Gasolina, Pobre Diabla and Pepas.", "rating": 3, "name": "spanch zhigan", "cat": "Cuban restaurant"}, {"review": "I was with a friend on 04/13/2019. There were a lot of people, all the halls were full. Nothing from the menu we ordered was available. Didn't like the cocktails. Some guy came up to us, apparently \"resting\" and stood near our table for 5 minutes. Ultimately, by…", "rating": 5, "name": "Anna Zelinska", "cat": "Cuban restaurant"}, {"review": "Small dance floor and poor service. If with alcohol - you can go, without - it will be uncomfortable. …", "rating": 5, "name": "Serg L", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Zheleznyak Mariya", "cat": "Cuban restaurant"}, {"review": " The worst thing, we went to have some cocktails and you better leave early because what they take to attend you, prepare it and bring the bill gives you time to do the Kiev marathon …", "rating": 5, "name": "Алена Леонова", "cat": "Cuban restaurant"}, {"review": "\nA very colorful establishment.", "rating": 5, "name": "Iryna Time", "cat": "Cuban restaurant"}, {"review": " Good business lunches. Always fast and everything is delicious. …", "rating": 1, "name": "Ирина Гончарова", "cat": "Cuban restaurant"}, {"review": "Very positive and bright place. Always fun, full of people, music, alcohol, dancing :) …", "rating": 5, "name": "Ivan Daka", "cat": "Cuban restaurant"}, {"review": "An interesting place with its own flavor, live thematic music plays. Not enough space for a big group...", "rating": 5, "name": "Людмила Демкович", "cat": "Cuban restaurant"}, {"review": "Very little space, people are literally on top of each other. The cocktails are delicious and not too expensive. …", "rating": 4, "name": "Артем", "cat": "Cuban restaurant"}, {"review": " A place for joyful celebration in an atmosphere of people devoted to dance and passing acquaintances. :-) …", "rating": 5, "name": "Valerio Serrano", "cat": "Cuban restaurant"}, {"review": "This bar is a whole other wonderful world. I don't know anyone who doesn't like buena vista. …", "rating": 2, "name": "Maksym Kurchynskyi", "cat": "Cuban restaurant"}, {"review": " Great place for dance lovers. Live music, disco, many people who come to rest, dance and relax. Minus - very little free space. And I didn't really like the cocktails. Good service, prices above average. The owners …", "rating": 4, "name": "Maryna Vlasenko", "cat": "Cuban restaurant"}, {"review": "Nice cafe in Cuban style. Two cubes please!\n\nThe kitchen is so-so, it’s better to drink here than to eat) …", "rating": 5, "name": "Viktor Bezhenar", "cat": "Cuban restaurant"}, {"review": "Went on a Friday around 7pm. There were few people. I sat on the summer terrace for 5 minutes, the menu was not brought. I went inside, the waiter said hello, but did not deign to bring the menu. Waited another 5 minutes and left. Disappointed. …", "rating": 5, "name": "Diego Diego", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "sergey shulyar", "cat": "Cuban restaurant"}, {"review": "\ngreat music. high prices. closely", "rating": 4, "name": "Ольга Тарануха", "cat": "Cuban restaurant"}, {"review": "The best place to stay. Live music, dancing, atmosphere. One of the most worthwhile places in Kyiv. …", "rating": 3, "name": "Luba Farbey", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Васильченко", "cat": "Cuban restaurant"}, {"review": "The music is great. That's all there is to say.\nService below the plinth\nIt's a pity. …", "rating": 5, "name": "Yuliia Fillippova", "cat": "Cuban restaurant"}, {"review": " Delicious menu, large selection of drinks, incendiary music. Of the disadvantages, however, note the small size of the dance floor. …", "rating": 5, "name": "Kirill Mazur", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Anzhelika Chahovets", "cat": "Cuban restaurant"}, {"review": "The impression of the bar was not very good... The waiters walk around the hall like \"zombies\", not noticing the visitors and do not respond to requests for menus. Only the girl waiter cares about the visitors, the rest \"play the fool\". …", "rating": 5, "name": "Вадим Чайковский", "cat": "Cuban restaurant"}, {"review": "A great place where you can dance bachata in the cold season, despite the fact that there are not so many places for it 😀 …", "rating": 5, "name": "Vyacheslav Toporov", "cat": "Cuban restaurant"}, {"review": " Saturday evenings with live music are simply unreal, very atmospheric …", "rating": 5, "name": "Дарья Чеб", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Miloslava W", "cat": "Cuban restaurant"}, {"review": " The place is very cool, with live music while you have dinner …", "rating": 2, "name": "Любовь Александровна", "cat": "Cuban restaurant"}, {"review": "Yesterday we came to dance, where there is usually not a big dance floor, yesterday it was full of tables, people were dancing in the aisles between the tables. …", "rating": 3, "name": "Ivan Prizvysche", "cat": "Cuban restaurant"}, {"review": "Very atmospheric place, delicious food. The establishment is small. Parking is problematic. …", "rating": 5, "name": "Sviatoslav Denysenko", "cat": "Cuban restaurant"}, {"review": "Oshchit, how much cubalibre have I drunk here? 30-40? It was a great evening that turned into night! :) …", "rating": 5, "name": "Anna Zabuha", "cat": "Cuban restaurant"}, {"review": " The best place in Kiev to meet new friends and the most beautiful women in the city without a doubt .. !! ... service ... food and the place make you come back the next night ... …", "rating": 5, "name": "Андрей Голенко", "cat": "Cuban restaurant"}, {"review": "Everything is good, atmosphere, people, service. One minus is not on the Daiquiri menu. IMHO: This is if there were no horseradish or dumplings in the Ukrainian restaurant))) ...", "rating": 5, "name": "Александр Муратов", "cat": "Cuban restaurant"}, {"review": " There is live music, delicious and original snacks, but there is very little space to dance …", "rating": 5, "name": "Alina Lavrinenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Mariana Vychysenko", "cat": "Cuban restaurant"}, {"review": "\nGreat alcohol. The staff comes quickly.", "rating": 5, "name": "Александр Коренюк", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Андрей Нагиев", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Sylvanas Cry", "cat": "Cuban restaurant"}, {"review": "Been to this establishment a couple of times. To be honest, I do not understand why they are so \"dragging\" from him. The bar is good, delicious cocktails, the music lights up. But here is a very small place, do not turn around, do not pass, the dance floor is packed to capacity, there are darkness people. Basically, …", "rating": 3, "name": "Kostiantyn Voznesenskyi", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Olga Vasilieva", "cat": "Cuban restaurant"}, {"review": " The unrivaled atmosphere of Latin America in the center of Kiev! In the afternoon and in the evening a good restaurant, but after 12 nights it all just begins - a party of real Latinos, Ukrainian and foreign …", "rating": 4, "name": "Вікторія Ількович", "cat": "Cuban restaurant"}, {"review": "By far my favorite bar! Fun, unreal music, so alive always! The food and cocktails are not bad, but not WOW! , but when there is such courage, then you somehow don’t have time to look at the food! …", "rating": 5, "name": "Катя Рыбакова", "cat": "Cuban restaurant"}, {"review": "Very danceable place. Driving atmosphere. But there is not enough space for dancing and moving around the institution. …", "rating": 5, "name": "Викрот Дрозба", "cat": "Cuban restaurant"}, {"review": "We waited a long time for cocktails at the bar. The terminal does not work - only cash. The second time the cocktails were no longer possible to buy. We stood in line for 20 minutes and did not wait, as they first make those who ordered in the halls. Waited 50 minutes for food...", "rating": 4, "name": "Eugen", "cat": "Cuban restaurant"}, {"review": " Music norms. Dirty, cocktails are very chemical.\n\n", "rating": 5, "name": "Danil Gud", "cat": "Cuban restaurant"}, {"review": " True Latino bar. Interesting food. Good bar. Yesterday they went to throw on a shot just on the way and got to a real Latin party. Lots of people, fun, music, posh positive atmosphere. +++++ …", "rating": 5, "name": "Катерина Шишкіна", "cat": "Cuban restaurant"}, {"review": " This is not Latin pop music. Always a bunch of foreigners and no apples to fall at all! But everyone still dances and drinks alcohol. …", "rating": 5, "name": "Refik Kiziltepe", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "yurchenkovetal", "cat": "Cuban restaurant"}, {"review": "You can fly to Cuba.\nOr you can go to Buena Vista. Feelings are pretty much the same...", "rating": 4, "name": "Эд Межтанов", "cat": "Cuban restaurant"}, {"review": "I love this place for salsa and bachata, live Cuban music, sometimes the atmosphere, but it’s very dirty 😂 …", "rating": 5, "name": "Lilly Z.", "cat": "Cuban restaurant"}, {"review": " The waitress first included an extra 500 hryvnias in the bill, and then, when paying by card for a tip, made the wrong amount, of course more than we stated. …", "rating": 3, "name": "Oleksandra Kulbanska", "cat": "Cuban restaurant"}, {"review": "A soulful place where themed dance events are often held: salsa and tango parties. The food is simple. …", "rating": 4, "name": "Ніна Белліні", "cat": "Cuban restaurant"}, {"review": "I waited a long time for coffee ... And they sold me at a half price, although there was a discount on the menu for that day from 12:00 to 17:00 .. ...", "rating": 5, "name": "Марина Гриненко", "cat": "Cuban restaurant"}, {"review": "Damp, cold, tables not wiped. The staff is not at all aware of what is happening - they look with confused eyes, they will not even offer where to sit down. …", "rating": 4, "name": "Darina Tkachenko", "cat": "Cuban restaurant"}, {"review": "There are dark spots on the painted walls - it looks like mold. Not cheap due to location. The kitchen is ok. Very noisy in the evening - but not enough space for dancing. …", "rating": 5, "name": "Oksana Pavlova", "cat": "Cuban restaurant"}, {"review": " Very atmospheric. Good live music. The place is just cool …", "rating": 5, "name": "Серёга Сокол", "cat": "Cuban restaurant"}, {"review": " Live music. Tasty snacks. Non-diluted and quality cocktails. …", "rating": 5, "name": "Марина Бердинских", "cat": "Cuban restaurant"}, {"review": "Delicious cocktails and interesting audience)\nI love to be here) always something interesting happens) …", "rating": 5, "name": "Valeria Zelenkova", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Нагорный", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Александра Ассаул", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Наталі Рожина", "cat": "Cuban restaurant"}, {"review": "It's always crowded, crowded, stuffy, you can get old in line at the bar, but it's all part of the engine and the atmosphere. I advise ...", "rating": 1, "name": "Виктория Виктория", "cat": "Cuban restaurant"}, {"review": " Accompanied by Latin music. very nice place\n\n", "rating": 5, "name": "Ольга Права", "cat": "Cuban restaurant"}, {"review": " Super atmospheric.\nFriday, evening - that's what the bomb needs) …", "rating": 3, "name": "Kateryna Budko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Даша Ланчук", "cat": "Cuban restaurant"}, {"review": " Best place to dance salsa and enjoy 😊\n\n", "rating": 5, "name": "Юлия Короленко", "cat": "Cuban restaurant"}, {"review": " Three stars purely because of good music and good waiters …", "rating": 4, "name": "Ruslan Klymenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Наталья Степаненко", "cat": "Cuban restaurant"}, {"review": "I love this place for the soulfulness. The lack of gloss gives ease to the atmosphere. Live music, salsa, delicious cocktails. A place to reset after a busy week. …", "rating": 5, "name": "Irina Kozienko", "cat": "Cuban restaurant"}, {"review": " Good place! Spectacular guest artists. If they invite you again, I'll come back! …", "rating": 5, "name": "Сергей Борчуков", "cat": "Cuban restaurant"}, {"review": " The floor is bad for dancers, but generally a nice place, atmospheric, good live music on Thursdays. …", "rating": 5, "name": "Oleksii Kryvenko", "cat": "Cuban restaurant"}, {"review": "Cool themed place. The musicians leave no opportunity to stand. Everybody is dancing! …", "rating": 4, "name": "Дмитро Морозов", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Jonny Mutalov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Vladimir Meshechko", "cat": "Cuban restaurant"}, {"review": "\nGreat place for small dance parties", "rating": 2, "name": "Rafa T.", "cat": "Cuban restaurant"}, {"review": "\nGorgeous) fun and wonderful)", "rating": 2, "name": "Льоша Андрощук", "cat": "Cuban restaurant"}, {"review": " Fantastic atmosphere with Latin American zest..we had great fun being there;) …", "rating": 1, "name": "Aleksei UKA", "cat": "Cuban restaurant"}, {"review": "We decided to have lunch at the restaurant. The website says they are open from 12:00. We arrived at 12:30. We were greeted by a cleaning lady, saying that the institution will open only after 2 hours. Why the management does not adjust the hours of operation is unclear. So that, …", "rating": 5, "name": "Виталий Игнатенко", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, we apologize for your inconvenience.\nOur bar does not have a website, and the information in Google My business (if you were targeting it), unfortunately, does not update as quickly as we would like.", "rating": 3, "name": "Alex Gergel", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Miguel Maldonado", "cat": "Cuban restaurant"}, {"review": "Small establishment. Quite often there are good performances by musicians. The cuisine is average, we tried Mexican dishes, well, the presentation could have been much better. I don't know cocktails, beer is good. …", "rating": 5, "name": "Freddy White (Freddy White)", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Liza Tropina", "cat": "Cuban restaurant"}, {"review": " I like Latin music, bachata, mahito and atmosphere here!\n\n", "rating": 3, "name": "Елена Таран", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Azazel Mobius", "cat": "Cuban restaurant"}, {"review": "\nI like it. Had a nice evening!", "rating": 4, "name": "Juan Martin Monares", "cat": "Cuban restaurant"}, {"review": "\nGreat place if you like latin music", "rating": 2, "name": "Katrin Deikun", "cat": "Cuban restaurant"}, {"review": "Fun great place! Celebrated the New Year - the most wonderful experience!!! Sea of ​​smiles, dances, buzz! I am always happy to come to you. Sometimes just have a drink at the bar and listen to Cuban music. There is one minus - steaks, guys, cook ...", "rating": 1, "name": "grigory aizenstadt", "cat": "Cuban restaurant"}, {"review": "A good selection of rum and port wine, an excellent cocktail list, good Latin American cuisine. The owner is friendly to the dancers, in the evenings there is often live music and you can dance tango, blues or salsa depending on the day of the week. …", "rating": 5, "name": "Yevhenii Horodytskyi", "cat": "Cuban restaurant"}, {"review": " Good atmosphere, drinks. But there is nothing to eat :(\nFor fans;) …", "rating": 4, "name": "Ольга Перепелица", "cat": "Cuban restaurant"}, {"review": "Well, the service is so-so, the music played junk like daddy yankee, regiton, etc. The kitchen is weak! …", "rating": 4, "name": "Arsenij Miglazov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Юля (Jul01)", "cat": "Cuban restaurant"}, {"review": " Although the place has quite a few rooms and there is live music in one of them there were leaks. The worst: music. If you don't like Latin mainstream sounds, better not step on that place. …", "rating": 5, "name": "Vladimir Zubarev", "cat": "Cuban restaurant"}, {"review": "Hello, thank you for your review. But please keep in mind that for weekend we have parties with live latina music and dances to the dawn. If you don`t like dance music, you can visit our blues evenings at Tuesday or Thursday.", "rating": 5, "name": "Tania Berezovskaya", "cat": "Cuban restaurant"}, {"review": " Very dirty toilet. The web falls on the head. For coffee makers this place is not suitable - cook only cappuccino and latte. …", "rating": 5, "name": "Иван Медведев", "cat": "Cuban restaurant"}, {"review": "Very crowded after the start of live music. People push each other, very uncomfortable. Orders take 30 minutes...", "rating": 5, "name": "Taras Demchuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Светлана Зорина", "cat": "Cuban restaurant"}, {"review": " Very unpleasantly surprised by the service. Although the restaurant was almost empty, I had to go and look for a waiter. …", "rating": 5, "name": "Сергей Бех", "cat": "Cuban restaurant"}, {"review": " Excellent place, the best people who can assist you and the best services. …", "rating": 5, "name": "_Olympik _", "cat": "Cuban restaurant"}, {"review": " If you are looking for a cuban and latinoamerican place this is the best !!!! Here the food, the tasty and the enjoyment are not lacking !!!! …", "rating": 5, "name": "Sandra Ssover", "cat": "Cuban restaurant"}, {"review": "Atmospheric, cozy Cuban establishment. There is live music and theme nights of tango and salsa. Great selection of tequila...", "rating": 5, "name": "Светлана Требесова", "cat": "Cuban restaurant"}, {"review": "The alcohol is diluted... in the evening there are so many people on the lower level that it is impossible to crowd into the toilet... ...", "rating": 5, "name": "Андрей Харченко", "cat": "Cuban restaurant"}, {"review": "Cozy Latin American atmosphere, authentic bartenders and waiters and a great selection of rum! …", "rating": 5, "name": "Juliet Goshko", "cat": "Cuban restaurant"}, {"review": " It's ok if you like the Latin atmosphere\n\n", "rating": 5, "name": "Aram Danielyan", "cat": "Cuban restaurant"}, {"review": "Nice, but tight. The music is great, but too loud. For a long time they did not bring the order - the usual bruschetta with herring !!!!\nIt's cold outside now, I guess they caught it for a long time) ...", "rating": 5, "name": "Елена Ельникова", "cat": "Cuban restaurant"}, {"review": "Collection of drunk, cattle. The administration is not in control. We are Kievans who have lived in the USA for many years. I was ashamed of this establishment. It's still a club in the city center. Control who enters this establishment. We came to hear...", "rating": 5, "name": "I. P.", "cat": "Cuban restaurant"}, {"review": " Very atmospheric, great music, delicious cocktails.\n\n", "rating": 1, "name": "Марина Александровна", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Аглодин", "cat": "Cuban restaurant"}, {"review": "It looks like an inconspicuous coffee shop, but very roomy. Accidentally got there, and there are also live Cuban musicians. We danced closely, but there is charm in it. Solid four!!! …", "rating": 1, "name": "Artem Kuliyevych", "cat": "Cuban restaurant"}, {"review": "Terrible institution!!! Alcohol is poured not of high quality from which the whole company of friends felt bad! They add to the bill what you did not order!! Terrible service! …", "rating": 5, "name": "O V", "cat": "Cuban restaurant"}, {"review": "The best place in Kyiv. If you want to have fun, make new friends, chat with foreigners and meet girls, this is the right place. I recommend! …", "rating": 5, "name": "Ania Momotyuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "brisson brisson", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "maxim kha", "cat": "Cuban restaurant"}, {"review": " Great, delicious business lunches at an affordable price\n\n", "rating": 5, "name": "Богдан Чернявський", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Юлия", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Алена Жиляева", "cat": "Cuban restaurant"}, {"review": "\nDance, drink, everything is cool", "rating": 3, "name": "Катерина Рубан", "cat": "Cuban restaurant"}, {"review": " A cozy place that is interesting to see. There is live music …", "rating": 3, "name": "Lord Vigore", "cat": "Cuban restaurant"}, {"review": "Very cozy! Service is top notch! Very polite staff! I'll come with my friends! …", "rating": 1, "name": "Руслана Козак", "cat": "Cuban restaurant"}, {"review": " Great place. People come to dance tango or something ...\n\n", "rating": 1, "name": "Анна Мартыненко", "cat": "Cuban restaurant"}, {"review": " Atmospheric place with Spanish live music. The only downside - very very very close! …", "rating": 5, "name": "Оля Шестакова", "cat": "Cuban restaurant"}, {"review": "A very fun place, a lot of foreigners, everyone dances salsa, I advise you if there is nothing to do at night, then go here ...", "rating": 5, "name": "Евгений Лукьянчук", "cat": "Cuban restaurant"}, {"review": "Fun is the second name of the institution! Very uplifting and delights the taste buds…", "rating": 5, "name": "Oksana Barannyk", "cat": "Cuban restaurant"}, {"review": "Awesome place for Salsa.\nThere is a little lack of space, but at about one in the morning the tables move apart a little and you can already dance normally. And until one in the morning live Latin music) ...", "rating": 4, "name": "Eugene Babkin", "cat": "Cuban restaurant"}, {"review": "This is complete trash 🤦‍♀️🤦‍♀️ there is nothing to breathe, there are darkness of people, it is unrealistic to get through .. but this is my personal opinion ...", "rating": 5, "name": "Denys Dolnikov", "cat": "Cuban restaurant"}, {"review": "A very good place, complete relaxation from the atmosphere and music, I want to come here again! …", "rating": 5, "name": "L Skopuz", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Anna Gomich", "cat": "Cuban restaurant"}, {"review": " Live music performed by Cuban artists, a very original interior, a menu of food and drinks for different tastes and price ranges. The first floor is cozy, the lower one is for entertainment and is also divided into a …", "rating": 5, "name": "Tatyana Yaresko", "cat": "Cuban restaurant"}, {"review": " Very atmospheric place) ideal for those who are tired of the monotony) …", "rating": 5, "name": "Prosto Masha", "cat": "Cuban restaurant"}, {"review": " Nice Latino atmosphere. Live band very pro. Ideal for dancing. Batchata. Salsa. Meringue I adore …", "rating": 5, "name": "Maxim Klimenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Степан Полтавец", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Артём Дерий", "cat": "Cuban restaurant"}, {"review": "Interesting atmosphere, competent bartenders, magical live music and many interesting people around. Lively and easy communication in a pleasant atmosphere…", "rating": 4, "name": "Katya Katya", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Elina Kondratenko", "cat": "Cuban restaurant"}, {"review": "The guys upset me with their deposits per person (300 UAH), the institution didn’t tell me how much money I should leave in it... No matter how much less it will turn out, which is obvious, but just these conditions... Moreover, the staff started terribly …", "rating": 3, "name": "Anna Bod", "cat": "Cuban restaurant"}, {"review": "\nWe apologize if deposits annoy you, they are only valid for booking a table on the most crowded days (Friday and Saturday) when all tables are sorted out in advance. You can always visit us without a deposit on any other day or without booking. We will be glad :)", "rating": 3, "name": "Olha Yarem", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Валентина Ильченко", "cat": "Cuban restaurant"}, {"review": " In this institution, they stole my handbag, threw all my clothes on the floor, found my bag in the toilet. A $ 150 headphone was stolen from a handbag. Be careful. The camera is only at the entrance, there are no …", "rating": 3, "name": "Pavel Larionov", "cat": "Cuban restaurant"}, {"review": " Hello, we are sorry to hear you have been stealing things. However, we would like to remind you that the administration cannot be held responsible for the things you left behind without being supervised by the crowd. We also respect the privacy of our guests, so we do not consider placing cameras above each table or at the entrance to the restroom.\n\nWe are now preparing to introduce face-to-face controls and entry restrictions on the most popular days for the convenience of our visitors.\n\n", "rating": 5, "name": "Yuriy Rodin", "cat": "Cuban restaurant"}, {"review": "The number of visitors significantly exceeds the capacity of the institution. Throughout the evening, strangers put their glasses at someone else's table. …", "rating": 5, "name": "Максим Омельченко", "cat": "Cuban restaurant"}, {"review": " Great music and a bunch of people :) book a table in advance …", "rating": 4, "name": "Maksym Trineyev", "cat": "Cuban restaurant"}, {"review": "Went on a Sunday, great service\nThe waiter Shura is a professional, special thanks 👌👌👌 …", "rating": 4, "name": "Anna Shtadler", "cat": "Cuban restaurant"}, {"review": " Pure Cuban atmosphere! Orchestra and salsa super!\n\n", "rating": 5, "name": "Володимир Кузьменко #StreetOpera", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Katie O.", "cat": "Cuban restaurant"}, {"review": "\nLoved the live music", "rating": 1, "name": "Вячеслав Хомутовский", "cat": "Cuban restaurant"}, {"review": "A wonderful place where you can enjoy Latin dances and have fun …", "rating": 5, "name": "Алина Кошмак", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric place🤩 and live music", "rating": 5, "name": "Ніночка Визір", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Simple Audio", "cat": "Cuban restaurant"}, {"review": "\nI advise you to visit. Good menu", "rating": 1, "name": "alexandr oleynik", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Павел", "cat": "Cuban restaurant"}, {"review": "\nGood. Everything is OK. Hopefully.", "rating": 5, "name": "Тиминский Сергей", "cat": "Cuban restaurant"}, {"review": "\nTasty drinks and great atmosphere!", "rating": 5, "name": "Volodymyr Semenchuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Дученко", "cat": "Cuban restaurant"}, {"review": "Live music. Delicious tacos. Working until late. A place where you feel like among friends. …", "rating": 4, "name": "Надежда Кудрявцева", "cat": "Cuban restaurant"}, {"review": "Condensation is collecting on the ceiling, or something else. It drips on the head, which is not very pleasant (. But live music pleases) ...", "rating": 1, "name": "Елена См", "cat": "Cuban restaurant"}, {"review": "Popular place, but not sure why. Of the good - live music, a huge selection of alcohol. Of the bad - a crowd of people, very little space, the space is poorly organized - the tables seemed to be specially arranged in the most inconvenient way. …", "rating": 5, "name": "Anton Kutuzov", "cat": "Cuban restaurant"}, {"review": " Good live music, energetic dances!\nBut little space ( …", "rating": 5, "name": "Nitka", "cat": "Cuban restaurant"}, {"review": " Thank you for visiting :) Unfortunately, the device for expanding the space has not yet been invented, and so far we are limited by our rooms.\n\n", "rating": 5, "name": "Максим Целютин", "cat": "Cuban restaurant"}, {"review": "Fine. But without any frills. If you want to touch the Latin American culture, then welcome...\nHere they speak Spanish and dance salsa to a live performance... …", "rating": 4, "name": "Taras Andrytsuliak", "cat": "Cuban restaurant"}, {"review": "\nNice place, live music", "rating": 5, "name": "Pavel Lyashenko", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Семко", "cat": "Cuban restaurant"}, {"review": " Good atmosphere, great live music. Of the minuses - for a place in the main hall may require a deposit. …", "rating": 5, "name": "Mila Mila", "cat": "Cuban restaurant"}, {"review": "Hot Latin music, beautiful dances and delicious cocktails. I didn't like the meat, but the tapas was good. …", "rating": 5, "name": "Maria Massalitina", "cat": "Cuban restaurant"}, {"review": " Milongs on Wednesdays - always a nice atmosphere, tango lovers will definitely like it! …", "rating": 5, "name": "Юрий Заднипрянец", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Дарина Заяц", "cat": "Cuban restaurant"}, {"review": "In a week I made a table reservation for 6-8 people. Came in a week. Complete fiasco. Nothing on the menu for appetizers. Cocktail kata is half empty. They cannot make those cocktails that are declared in the kata. Walked up to the bar, Roy just...", "rating": 1, "name": "Dennis Yadov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Яна Кумар", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandra Skorobohatko", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric and delicious coffee", "rating": 5, "name": "Анна Нижник", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Васильев", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Andrey Dmiterson", "cat": "Cuban restaurant"}, {"review": "\nGreat place with a good atmosphere.", "rating": 5, "name": "José Manuel Sanchez Moreno", "cat": "Cuban restaurant"}, {"review": " Caribbean atmosphere at 100%\nA large selection of rum and a drink map,\nan interesting evening program daily. …", "rating": 5, "name": "Eugene L", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Людмила Блоткевич", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Марина Бурьян", "cat": "Cuban restaurant"}, {"review": "Went on Saturday January 13th. I'll start with the good: live music and the opportunity to practice your Cuban dancing skills.\nThere are more minuses: terribly tasteless tacos with feta and olives ... non-alcoholic ...", "rating": 3, "name": "Valeriia Atamanova", "cat": "Cuban restaurant"}, {"review": "\nGood day, Elena. We are very upset that you had to deal with problems in our institution. We would be grateful for the clarification on which day you visited our bar, so that we could cut the staff that worked that day.", "rating": 5, "name": "Вита Штульман", "cat": "Cuban restaurant"}, {"review": "A mixture of Kyiv international color, warm atmosphere, you want to come back again and again! …", "rating": 4, "name": "Karina Doroshenko", "cat": "Cuban restaurant"}, {"review": "VERY FUNNY!!!!!\nHow cool that in Kyiv there are places like this! Everyone is dancing and friendly, the music matches the place! …", "rating": 5, "name": "Агентство подій Funny Group. МС Юрась/ведучий & Dj", "cat": "Cuban restaurant"}, {"review": "\nVery cool place, real Spain in Kiev", "rating": 4, "name": "Оксана Сампара", "cat": "Cuban restaurant"}, {"review": " They brought a little more than they ordered, but in principle it's not bad either …", "rating": 1, "name": "Galina Gronskaya", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric, live music from Cubans", "rating": 5, "name": "Oleg Pedai", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Вика Мантурова", "cat": "Cuban restaurant"}, {"review": "\nCozy, fun, live music, good bar", "rating": 5, "name": "Олег Ярмоленко", "cat": "Cuban restaurant"}, {"review": "Atmospheric!!, it’s very strange to go outside and find yourself ... in Kyiv :-) …", "rating": 1, "name": "Назар Новак", "cat": "Cuban restaurant"}, {"review": "\nWe are surprised every time)", "rating": 2, "name": "Вікторія Ланова", "cat": "Cuban restaurant"}, {"review": "\nDelicious burger, friendly staff, hookah.", "rating": 5, "name": "Timur Eshbaev", "cat": "Cuban restaurant"}, {"review": "\nGreat music and delicious cocktails!", "rating": 5, "name": "Прасковья Анна", "cat": "Cuban restaurant"}, {"review": "Very mediocre place. Basement with low ceilings. During prime time it will be crowded and stuffy. The cuisine is very far from Mexican or Cuban, as it is presented in the bar. Longs with a huge amount of ice. Shots that should be...", "rating": 2, "name": "Liza Nedashkovskaya", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Karlen Ayvazyan", "cat": "Cuban restaurant"}, {"review": " Just delighted)) live music)) perfect cuisine))) dancing) great place) …", "rating": 4, "name": "kozerblum", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Грин", "cat": "Cuban restaurant"}, {"review": "\nPerfect place. Is that little space", "rating": 4, "name": "Nikita Podorozhnyi", "cat": "Cuban restaurant"}, {"review": "Very mediocre place. Basement with low ceilings. During prime time it will be crowded and stuffy. The cuisine is very far from Mexican or Cuban, as it is presented in the bar. Longs with a huge amount of ice. Shots that should be...", "rating": 3, "name": "Мирослава Бучак", "cat": "Cuban restaurant"}, {"review": " Adorable place, with the most attentive staff.\n\n", "rating": 4, "name": "Антон Берко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Liudmila Globets", "cat": "Cuban restaurant"}, {"review": "Been three times. The atmosphere and music is great. But there are NO places to dance Latin American dances, in general. Low ceilings and everyone on top of each other...", "rating": 4, "name": "Андрій Любченко", "cat": "Cuban restaurant"}, {"review": "\nNice place to dance bachata on tuesday😍", "rating": 5, "name": "Dmitriy Bilan", "cat": "Cuban restaurant"}, {"review": "Used to be one of my favorite bars in Kyiv. Today:\n1) \"the terminal does not work, transfer money to the Privat card\" - is this even legal? …", "rating": 4, "name": "Gennadiy Kiss", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, we are very sorry that you encountered poor quality service in our establishment. Apologize. Could you give us more information about the date and the staff who served you? You can contact us directly on the bar page on Facebook, I attach the link https://www.facebook.com/buenavista.kyiv", "rating": 4, "name": "Nykolai Revutskyi", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Anastasia Babak", "cat": "Cuban restaurant"}, {"review": " The staff is polite, the program is always inspired: dancing and music. …", "rating": 5, "name": "Jose Antonio De la Arada Vázquez", "cat": "Cuban restaurant"}, {"review": " A good fun place to dance (teach Salsa) and have fun. A wonderful non-alcoholic cocktail - \"Bloody Mary\" from tabasco! …", "rating": 5, "name": "Ольга Шатровская", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Вика Никоненко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "IURII MATLU", "cat": "Cuban restaurant"}, {"review": "Lunch is delicious as always, but you have to ask to warm it up. Can handle slightly warm food. …", "rating": 4, "name": "oleg stankov", "cat": "Cuban restaurant"}, {"review": " Cozy lamp spot with live music and dancing\n\n", "rating": 5, "name": "Григорий Костинский", "cat": "Cuban restaurant"}, {"review": "\nDelicious tacos and juicy music)", "rating": 2, "name": "Olena Lebedieva", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Dmitriy Golodnytskiy", "cat": "Cuban restaurant"}, {"review": " The place is wonderful. But the service is terrible !!!\n\n", "rating": 1, "name": "Виктория Фатеева", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Liza Balashova", "cat": "Cuban restaurant"}, {"review": " Interesting place and good audience. The only downside is the small dance floor …", "rating": 1, "name": "Виталий Саввич", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Елена Ткаченко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Kate Laptieva", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Tetyana Mak", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Julia Arslanova", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Mateo Teran", "cat": "Cuban restaurant"}, {"review": " Here is an authentic atmosphere. Latin master classes are held, you can have fun and dance.\nHowever, they did not have much of a menu, half of the options on the map were …", "rating": 4, "name": "Gennady Sht", "cat": "Cuban restaurant"}, {"review": "A colorful Latin restaurant. Very crowded and lots of fun. Girls come here in search of Arab princes. And our local guys sometimes mow down under them)). Expensive. …", "rating": 4, "name": "Вадим Камінський", "cat": "Cuban restaurant"}, {"review": "Celebrated a friend's birthday. And this ..there was nothing to eat, except for tacos. Vegetables were not available and salads, respectively, too. They offered a meat plate, but wanted something Mexican. We chose Rum of a certain brand and it ...", "rating": 5, "name": "Таня Высоцкая", "cat": "Cuban restaurant"}, {"review": " Democratic seat. Nice music. Reasonable prices. The disadvantages are one toilet. …", "rating": 5, "name": "Tani Ta", "cat": "Cuban restaurant"}, {"review": "\nMany foreigners, good music, nice prices", "rating": 5, "name": "KievMafia", "cat": "Cuban restaurant"}, {"review": "I love this corner of old Havana at the crossroads of Vladimirskaya and the atmosphere and music take me somewhere where Hemingway drew his Caribbean inspiration. you can sit with friends over a glass of rum and even dance salsa ...", "rating": 2, "name": "Serhii Denisenko", "cat": "Cuban restaurant"}, {"review": "After recent rennovation, Buena Vista became more capacious.\nThis is a place, where you can have a great time with nice music, dancing in pairs, wide variety of drinks. …", "rating": 4, "name": "Alla Mel", "cat": "Cuban restaurant"}, {"review": "In the evenings, you are completely transported to Cuba! Cuban music, interesting audience, delicious drinks...", "rating": 5, "name": "Кирилл Воробьев", "cat": "Cuban restaurant"}, {"review": " Latin atmosphere.\nGood live music.\nThe best place in Kiev to dance salsa and other tropical rhythms. …", "rating": 5, "name": "Системы вызова", "cat": "Cuban restaurant"}, {"review": "\nFun, great music, lots of foreigners.", "rating": 4, "name": "Наталка Полтавка", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Вова Бордиян", "cat": "Cuban restaurant"}, {"review": "\nNice, tasty", "rating": 5, "name": "Стример Ман", "cat": "Cuban restaurant"}, {"review": " Cool, although a little crowded.\n\n", "rating": 3, "name": "Olena Illiasevych", "cat": "Cuban restaurant"}, {"review": "\nLoved the setting", "rating": 5, "name": "Людмила Алехина", "cat": "Cuban restaurant"}, {"review": "Even though we were the only customers when we arrived, three cocktails were carried for half an hour. …", "rating": 5, "name": "Любовь Смирнова", "cat": "Cuban restaurant"}, {"review": "disgusting place\nDampness in the basement, terribly tasteless ...", "rating": 1, "name": "Александр Киселёв (Кисель)", "cat": "Cuban restaurant"}, {"review": "The place is cramped. There is no dance floor. The waiters serve low-quality alcohol after they see that you are no longer sober and bring a check for an amount higher than you ordered. So be careful. Calculate the amount...", "rating": 5, "name": "Dmi Rey", "cat": "Cuban restaurant"}, {"review": "\nThanks for the feedback. Yes, we agree closely with us, because we are guaranteed fun and democratic, unlike other bars. But we are somehow trying to maintain propriety, we occupy the dance floor with tables during live music, in order to keep the crowding to a minimum. But after 1:00 the musicians leave, the tables are put on the stage, and dj Lenin gives the country despasito.\nYes, if the guests have moved, always look. We put the forgotten phones / bags / things on the bar, help to call a taxi and carefully consider for them how many 400 drops or 402 were in order.", "rating": 5, "name": "Дмитрий Чулков", "cat": "Cuban restaurant"}, {"review": "\na lot of non-Russians. did not like", "rating": 3, "name": "Таран Марія", "cat": "Cuban restaurant"}, {"review": "1. Cockroach on the table\n2. The tables are dirty\n3. Cocktails are questionable...", "rating": 1, "name": "Кирилл Воронцов", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Statsenko", "cat": "Cuban restaurant"}, {"review": " Since yesterday it is my favorite place in Kyiv ❤️\n\n", "rating": 5, "name": "Ekaterina Osherova", "cat": "Cuban restaurant"}, {"review": "\nCozy. Good music.", "rating": 5, "name": "Fox Joy", "cat": "Cuban restaurant"}, {"review": "It’s like leaving Kyiv and Ukraine in general, without leaving anywhere…", "rating": 5, "name": "Yana Zakhozha", "cat": "Cuban restaurant"}, {"review": " Bad attention there is no space and it is expensive\n\n", "rating": 5, "name": "Oleg Lugovskiy", "cat": "Cuban restaurant"}, {"review": "\nLive music and warm atmosphere.", "rating": 2, "name": "Nick Mar", "cat": "Cuban restaurant"}, {"review": " Popular among connoisseurs of Latin. The location is convenient. Prices are average for Kiev. One of the disadvantages is the crowding in prime time. The main area in the basement. …", "rating": 4, "name": "Михаил У", "cat": "Cuban restaurant"}, {"review": "awesome place! the spirit of Cuba hovers in the interior, manifesting itself in many details. It feels like it was made with love...", "rating": 4, "name": "Катерина Грищенко", "cat": "Cuban restaurant"}, {"review": "\nVery nice atmosphere :)", "rating": 3, "name": "Terola Pole Dance Киев", "cat": "Cuban restaurant"}, {"review": "\nVery cool, I wish to go there all 😈", "rating": 5, "name": "Илья Беланенко", "cat": "Cuban restaurant"}, {"review": " Poor service spoils an interesting idea. I do not advise. …", "rating": 2, "name": "Ganna Sereda", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Andrey Tereshchuk", "cat": "Cuban restaurant"}, {"review": "\nsuper place", "rating": 5, "name": "Vitalina Matskevych", "cat": "Cuban restaurant"}, {"review": "\nVery cool place)", "rating": 5, "name": "Дима Квитченко", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Пастушок", "cat": "Cuban restaurant"}, {"review": " …", "rating": 2, "name": "Игорь Дмитриевич", "cat": "Cuban restaurant"}, {"review": "\nGreat pub with a cool atmosphere", "rating": 5, "name": "Anna Voronetska", "cat": "Cuban restaurant"}, {"review": " Tacos are not tacos at all (and cocktails are very mediocre …", "rating": 5, "name": "Olexander Kyselyov", "cat": "Cuban restaurant"}, {"review": "\nA place where you can relax) dance.", "rating": 1, "name": "아보", "cat": "Cuban restaurant"}, {"review": "\nAtmospheric place with good music", "rating": 3, "name": "Артём 1", "cat": "Cuban restaurant"}, {"review": "\nNot really.", "rating": 5, "name": "carlos rodriguez martinez", "cat": "Cuban restaurant"}, {"review": "\nGreat cafe, live music", "rating": 1, "name": "Виктория Лелека", "cat": "Cuban restaurant"}, {"review": " Great, nice Latin American atmosphere.\n\n", "rating": 5, "name": "Oleg Berezinskiy", "cat": "Cuban restaurant"}, {"review": "A bar is like a bar. Nothing over cool. Yes, the interior is intriguing, suitable for photos. But the place itself gets on your nerves. Too much like a drug den. And the contingent is not happy. I didn't see any security! It really stressed me out. Met there with...", "rating": 5, "name": "Белый Кофе / Біла Кава", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Мария Голенская", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Masha Voikina", "cat": "Cuban restaurant"}, {"review": "\nGreat and atmospheric place.", "rating": 5, "name": "Петр Сергеевич", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Валентина Гончарук", "cat": "Cuban restaurant"}, {"review": " Good, atmospheric establishment with good prices)\n\n", "rating": 4, "name": "Yuriy Olkhovyk", "cat": "Cuban restaurant"}, {"review": "\nThe cuisine is unusual and delicious.", "rating": 5, "name": "Julia Vlasova", "cat": "Cuban restaurant"}, {"review": "\nThe food is not tasty. But cheap.", "rating": 5, "name": "Rustam Rustam", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Oleksandr Dmitriev", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Anton Voloshin", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Шамрай Вадим", "cat": "Cuban restaurant"}, {"review": " The best place in town! The Bulldog cocktail is just 🔥\n\n", "rating": 5, "name": "Andres Fernandez", "cat": "Cuban restaurant"}, {"review": " …", "rating": 3, "name": "Арти Арчи", "cat": "Cuban restaurant"}, {"review": "\nTerrible. And drips from the ceiling.", "rating": 4, "name": "Antonio Miranda", "cat": "Cuban restaurant"}, {"review": " Colorful place and delicious foam colada\n\n", "rating": 5, "name": "алина колесник", "cat": "Cuban restaurant"}, {"review": "Insanely cool, atmospheric institution makes you completely plunge into the Spanish atmosphere ... Divinely soulful live performance of songs, especially by Nelson. A small piece of romantic Latin America. …", "rating": 5, "name": "Igors Brīvnieks", "cat": "Cuban restaurant"}, {"review": "\nVery cool atmospheric place 😍😍😍😍", "rating": 5, "name": "Mike Gromov", "cat": "Cuban restaurant"}, {"review": "\nPoisoned alcohol, almost went blind", "rating": 5, "name": "Oleksandr Driapko", "cat": "Cuban restaurant"}, {"review": "\nNice place to dance", "rating": 4, "name": "Benny Migliore", "cat": "Cuban restaurant"}, {"review": "\nWonderful, atmospheric institution!", "rating": 5, "name": "DimaGIad", "cat": "Cuban restaurant"}, {"review": " It's the worst Ukrainian restaurant I've ever been to. I do not write a review. Please refer ^ o ^ …", "rating": 4, "name": "Леся Залєвська", "cat": "Cuban restaurant"}, {"review": " …", "rating": 1, "name": "Егор Бромов", "cat": "Cuban restaurant"}, {"review": " good music parce\n\n", "rating": 4, "name": "Vitaliy Mykhaylovskiy", "cat": "Cuban restaurant"}, {"review": "\nToo cramped and disgusting kitchen", "rating": 5, "name": "Aleksey Bondar", "cat": "Cuban restaurant"}, {"review": " Cuba is far away? No, she's near! :)\n\n", "rating": 2, "name": "Volodymyr Panivko", "cat": "Cuban restaurant"}, {"review": "\nGreat place! Very nice staff 😊", "rating": 5, "name": "Василь Соболь", "cat": "Cuban restaurant"}, {"review": "Suitable if you like latina in very close contact with half a bar 😂t. to. very closely. In the summer this is very stuffy. You need to come here for dancing, \"raisins\" and impressions. …", "rating": 5, "name": "Ivakinna Ivakina", "cat": "Cuban restaurant"}, {"review": "\nWonderful evening", "rating": 1, "name": "Дмитрий Вавровский", "cat": "Cuban restaurant"}, {"review": " Cool place with a laid-back atmosphere\n\n", "rating": 1, "name": "Оксана Добровольская", "cat": "Cuban restaurant"}, {"review": "\nDelicious drink, friendly staff.", "rating": 5, "name": "Sergii S. Stetsiuk", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Bize Berkhart", "cat": "Cuban restaurant"}, {"review": " Extremely colorful, cozy place to relax\n\n", "rating": 3, "name": "Alexey Denisyuk", "cat": "Cuban restaurant"}, {"review": "\nEverything is very tasty", "rating": 5, "name": "Катя Матвиенко", "cat": "Cuban restaurant"}, {"review": " Great place. In love 💛💙\n\n", "rating": 1, "name": "Дмитро Устич", "cat": "Cuban restaurant"}, {"review": "\nAtmospheric, dancing and Cuban mentality", "rating": 4, "name": "Андрей Борька", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Ivan Koshelnyi", "cat": "Cuban restaurant"}, {"review": " Very tasty. Draw it!\n\n", "rating": 5, "name": "Владислав Витальев", "cat": "Cuban restaurant"}, {"review": "\nWell this (were the first and last time.", "rating": 1, "name": "Паша Ульмах", "cat": "Cuban restaurant"}, {"review": "excellent atmosphere", "rating": 5, "name": "Igor Riabov", "cat": "Cuban restaurant"}, {"review": "\nvery atmospheric place", "rating": 5, "name": "Beston Omer", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Роман Бєлєнков", "cat": "Cuban restaurant"}, {"review": "\nVery emotional atmosphere 😎", "rating": 5, "name": "Вікторія Сологуб", "cat": "Cuban restaurant"}, {"review": "\nPretty cozy place", "rating": 5, "name": "Alex Kluchikov", "cat": "Cuban restaurant"}, {"review": " Quaint and very pretty\n\n", "rating": 4, "name": "Viktor Shabrat (Адвокат Виктор Шабрат)", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric and cool establishment", "rating": 5, "name": "Lera Slyun", "cat": "Cuban restaurant"}, {"review": " I liked everything👍success you☺\n\n", "rating": 5, "name": "Вадим Борисов", "cat": "Cuban restaurant"}, {"review": "\nHere customers are sent in three letters)", "rating": 5, "name": "Helmut W.", "cat": "Cuban restaurant"}, {"review": " The atmosphere of a good bar.\n\n", "rating": 5, "name": "Sofja Zhdanova", "cat": "Cuban restaurant"}, {"review": "\nVery positive place)", "rating": 5, "name": "Артём Слабинский", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Андрей Гуцалюк", "cat": "Cuban restaurant"}, {"review": " Extraordinary atmosphere and wonderful rest\n\n", "rating": 5, "name": "Oleksii Derkach", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Vasiliy Chernomorov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Dasha Chukhan", "cat": "Cuban restaurant"}, {"review": "\nNo menu in the state language, rude staff", "rating": 5, "name": "Yuri Chevordov", "cat": "Cuban restaurant"}, {"review": "\nGood Cuban cuisine", "rating": 4, "name": "Yana Vereshchaka", "cat": "Cuban restaurant"}, {"review": "\nSuper Atmosphere)", "rating": 4, "name": "Katrin Neshina", "cat": "Cuban restaurant"}, {"review": "\nThis place is slowly renting out ...", "rating": 4, "name": "Aleksander Baranowski", "cat": "Cuban restaurant"}, {"review": " A very authentic and enjoyable place\n\n", "rating": 5, "name": "Анна Субіна", "cat": "Cuban restaurant"}, {"review": " There are cockroaches and many\n\n", "rating": 4, "name": "Елена Гладаревская", "cat": "Cuban restaurant"}, {"review": "\nI successfully logged in!))", "rating": 3, "name": "Andrei Lazebniy", "cat": "Cuban restaurant"}, {"review": "\nThe best that is in our time!", "rating": 4, "name": "Николай Ищенко", "cat": "Cuban restaurant"}, {"review": "\nExcellent establishment.", "rating": 1, "name": "Anna Pelloni", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Helen Bond", "cat": "Cuban restaurant"}, {"review": " Very atmospheric place\n\n", "rating": 4, "name": "Santy Procel", "cat": "Cuban restaurant"}, {"review": " Good and social people\n\n", "rating": 5, "name": "M Gogoba", "cat": "Cuban restaurant"}, {"review": " Great place. Come and dance !!!\n\n", "rating": 5, "name": "Андрей Савченко", "cat": "Cuban restaurant"}, {"review": " Delicious business lunches!\n\n", "rating": 4, "name": "Artem Denisenko", "cat": "Cuban restaurant"}, {"review": " Cozy, delicious cocktails.\n\n", "rating": 4, "name": "Oleksandr Tretiak", "cat": "Cuban restaurant"}, {"review": "\nRum is good, but expensive ....", "rating": 3, "name": "Daria D", "cat": "Cuban restaurant"}, {"review": "\nLive Salsa Music", "rating": 5, "name": "Denis Sakovsky", "cat": "Cuban restaurant"}, {"review": "\nCome on. It will be fun.", "rating": 3, "name": "Olena Ocheretiana", "cat": "Cuban restaurant"}, {"review": " Cool pub with live music.\n\n", "rating": 4, "name": "Marco Petri", "cat": "Cuban restaurant"}, {"review": " Live music! 👍\n\n", "rating": 5, "name": "Анна Диордица", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric institution.", "rating": 4, "name": "Krok Haystack", "cat": "Cuban restaurant"}, {"review": " Great rum and atmosphere\n\n", "rating": 4, "name": "Алёна Смирнова", "cat": "Cuban restaurant"}, {"review": "\nCozy, tasty, inexpensive.", "rating": 5, "name": "Татьяна Волошина", "cat": "Cuban restaurant"}, {"review": "\nPleasant Cuban decor", "rating": 5, "name": "Nika Korchak", "cat": "Cuban restaurant"}, {"review": " Inflammatory live music)))\n\n", "rating": 5, "name": "Amnon Israel", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Павлина Каплий", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Oleksii Reketenets", "cat": "Cuban restaurant"}, {"review": "\nThemed place, with a good audience,", "rating": 4, "name": "Ила К", "cat": "Cuban restaurant"}, {"review": "\nnice, inexpensive place.", "rating": 1, "name": "Pravo Shevchenko", "cat": "Cuban restaurant"}, {"review": " Great atmosphere!\n\n", "rating": 4, "name": "Юлия Брановицкая", "cat": "Cuban restaurant"}, {"review": "\nLittle place for dancing", "rating": 5, "name": "Olexii Kizilov", "cat": "Cuban restaurant"}, {"review": " …", "rating": 4, "name": "Тамара Богуш", "cat": "Cuban restaurant"}, {"review": "\nPleasant, popular place.", "rating": 5, "name": "Tanya Hladun", "cat": "Cuban restaurant"}, {"review": " Put that it is closed right?\n\n", "rating": 5, "name": "Наталья Мойсей", "cat": "Cuban restaurant"}, {"review": " My favorite place.\n\n", "rating": 5, "name": "ТестоЗор", "cat": "Cuban restaurant"}, {"review": " A little small\n\n", "rating": 5, "name": "Ксения Данилова", "cat": "Cuban restaurant"}, {"review": "\nWell Buena out of competition!", "rating": 5, "name": "A.", "cat": "Cuban restaurant"}, {"review": "\nGreat service and prices don't bite :)", "rating": 4, "name": "Vita Tanto", "cat": "Cuban restaurant"}, {"review": "\nOptimum price-quality", "rating": 5, "name": "Marik Morozov", "cat": "Cuban restaurant"}, {"review": "Hello, how can I contact you? do not pick up the phone, do not answer messages) ...", "rating": 5, "name": "Sergey Dmitr", "cat": "Cuban restaurant"}, {"review": "\nGood afternoon, on weekdays we work from 12-00, on weekends from 16-00, at this time the phones work", "rating": 4, "name": "Oleksiy Obolenskyy", "cat": "Cuban restaurant"}, {"review": "\nTrouble with soft drinks)", "rating": 5, "name": "Victor Shirkin", "cat": "Cuban restaurant"}, {"review": "\nI liked it very much!", "rating": 1, "name": "Салій Світлана", "cat": "Cuban restaurant"}, {"review": " …", "rating": 5, "name": "Максим Поліщук", "cat": "Cuban restaurant"}, {"review": " Beautiful!!!\n\n", "rating": 3, "name": "Oscar M", "cat": "Cuban restaurant"}, {"review": "", "rating": 5, "name": "Антон Болбас", "cat": "Cuban restaurant"}, {"review": " Incredible situation😁\n\n", "rating": 5, "name": "Jenny Hanhan", "cat": "Cuban restaurant"}, {"review": "\nGood business lunches", "rating": 4, "name": "Наталия Смирнова", "cat": "Cuban restaurant"}, {"review": "\nI love this place🥰", "rating": 5, "name": "Виктория Исаева", "cat": "Cuban restaurant"}, {"review": "\nOne of the favorite places in Kiev", "rating": 5, "name": "Anton Kolyada", "cat": "Cuban restaurant"}, {"review": " Very nice bar club\n\n", "rating": 5, "name": "vaidas oo", "cat": "Cuban restaurant"}, {"review": "\nA lot of people", "rating": 5, "name": "Academon Zx", "cat": "Cuban restaurant"}, {"review": "\ncramped but fun!", "rating": 5, "name": "Денис Легашов", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric.", "rating": 5, "name": "Katia Dulich", "cat": "Cuban restaurant"}, {"review": "\nDid not like!", "rating": 5, "name": "Віктор Кузнєцов", "cat": "Cuban restaurant"}, {"review": " Colorful and fun.\n\n", "rating": 4, "name": "Юрий Бурковец", "cat": "Cuban restaurant"}, {"review": " Great rum place\n\n", "rating": 5, "name": "Alexey Gribenko", "cat": "Cuban restaurant"}, {"review": "\nVery atmospheric))", "rating": 3, "name": "T N (Rocket)", "cat": "Cuban restaurant"}, {"review": "\nWonderful place!)))", "rating": 5, "name": "Alina Vargalyk", "cat": "Cuban restaurant"}, {"review": "\nAtmospheric and danceable)", "rating": 5, "name": "Oleg Plyuta", "cat": "Cuban restaurant"}, {"review": "", "rating": 3, "name": "Tetiana Pushnova", "cat": "Cuban restaurant"}, {"review": "\nThe best bar in town", "rating": 1, "name": "martin gutowsky", "cat": "Cuban restaurant"}, {"review": " Mega !!! Recommendable\n\n", "rating": 5, "name": "Elina Antonova", "cat": "Cuban restaurant"}, {"review": " Crowded with foreigners\n\n", "rating": 1, "name": "Brian Alejandro Jaramillo Arias", "cat": "Cuban restaurant"}, {"review": "\nFine! The atmosphere with a bang !!!", "rating": 4, "name": "Donata Marscionkaite", "cat": "Cuban restaurant"}, {"review": " very best bar\n\n", "rating": 5, "name": "В M", "cat": "Cuban restaurant"}, {"review": "\nNice bar", "rating": 4, "name": "jhon janier barbosa", "cat": "Cuban restaurant"}, {"review": "\nVery tasty tequila)))", "rating": 4, "name": "Irene Zheludenko", "cat": "Cuban restaurant"}, {"review": "\nAwful noise at night!", "rating": 5, "name": "Taras Kucher", "cat": "Cuban restaurant"}, {"review": " Dances, cocktails, party\n\n", "rating": 5, "name": "Наталия Возгарненна", "cat": "Cuban restaurant"}, {"review": " small and cozy\n\n", "rating": 4, "name": "Orion Star", "cat": "Cuban restaurant"}]