[{"review": "The interior is garbage, it's uncomfortable to sit. The bun in the burger is not very good. The burger is a bit dry, the cutlet is overcooked, very spicy, although I took the standard one. I chose the first one from the list, that is, the …", "rating": 1, "name": "Courier 101", "cat": "Hamburger restaurant"}, {"review": "Good place for burger\nThe dine in area is very limited , not family friendly …", "rating": 4, "name": "muhammad ali", "cat": "Hamburger restaurant"}, {"review": "❤️", "rating": 5, "name": "cdnichols51", "cat": "Hamburger restaurant"}, {"review": "The ribs here were the best I've had in Ukraine so far. Very American with bbq sauce and the ribs literally fell off the bone, which is exactly how I love it. Will be returning. The tacos were good, but not so much taco's as just pulled pork, but still very good.", "rating": 3, "name": "Rakan mohammed", "cat": "Hamburger restaurant"}, {"review": "❤️❤️", "rating": 4, "name": "Бел Анна", "cat": "Hamburger restaurant"}, {"review": "Average burger 🍔 and fries 🍟 nice indoor and outdoor seating ✨ friendly staff speak English 👍 but a little bit pricey 📈", "rating": 5, "name": "Rashed Alfalahi", "cat": "Hamburger restaurant"}, {"review": "Place is quite small and for taking a bite quickly. 2 Burgers and fries was ready in 10 mins approximately. Junior Farmer burger with beef was excellent, cutlet was juicy. …", "rating": 5, "name": "Jungha Lee", "cat": "Hamburger restaurant"}, {"review": "The food was excellent\nThe staff were amazing\nThe service was spectacular …", "rating": 5, "name": "Natalia Riabtseva", "cat": "Hamburger restaurant"}, {"review": "It was so delicious! Even I could speak only English but the staff was so kind and helpful.\nNice cozy space, the staff were friendly, and the burger was good enough! …", "rating": 5, "name": "Maskyss s", "cat": "Hamburger restaurant"}, {"review": "Small cozy place, where you could seat for quite a long or have a take away.\nThere are variety of burgers and other stuff. Brownies are tasty.\nThe prices are moderate, and the staff is friendly. …", "rating": 5, "name": "James Turner", "cat": "Hamburger restaurant"}, {"review": "Pleasant service.  Fast and tasty food.  The room itself really looks like a canteen, but this is not a restaurant.  For the price of a burger that you cannot find in Kiev, everything is worthy.", "rating": 3, "name": "A A", "cat": "Hamburger restaurant"}, {"review": "Very good burgers and decent prices. There is a bit of a hipster vibe and it seemed like all the customers were speaking English when we were there.\nThe collection system could be improved. You get given a number when you make …", "rating": 5, "name": "Daniel G", "cat": "Hamburger restaurant"}, {"review": "Tasty, nice host and small resturant but food was served after 45 min!!", "rating": 3, "name": "Maree AlShehri", "cat": "Hamburger restaurant"}, {"review": "Cozy and hip burger joint. I frequently order burgers via delivery service and they are always yummy and of good quality. Love sauce for the fries!!", "rating": 5, "name": "Tara Neitzey", "cat": "Hamburger restaurant"}, {"review": "The blue cheese burger with cherry was good , but the service not that much, music so loudly (they playing James brown!! It's A man's man's word with high volume and DJ pone !", "rating": 5, "name": "Dimitri Pokrishchenko", "cat": "Hamburger restaurant"}, {"review": "The burgers really are well made and very delicious. Very friendly service. The inside is small with limited seating. There is some seating outside as well. It is a small place but well worth going if you are looking for a burger place here in Kyiv. So far.. the best burgers in the city in my opinion.", "rating": 3, "name": "Roberto García Fuentealba", "cat": "Hamburger restaurant"}, {"review": "When you walk by you will not even think that you can find something special. But surprisingly delicious burgers, corn and drinks will make this place number one for a quick snack at any part of the day.", "rating": 4, "name": "Dmitry Nezhevenko", "cat": "Hamburger restaurant"}, {"review": "Not good, not bad. Personnel almost ignore all clients, but they ask straight for tips, weird combo. From 1 to 10, they have a 5.5 burger.", "rating": 4, "name": "Sa A", "cat": "Hamburger restaurant"}, {"review": "Burgers are excellent. Area is petty small and not \"like restaurant\". Restroom was clear.", "rating": 5, "name": "Piero Gonzalez", "cat": "Hamburger restaurant"}, {"review": "Good burger fries ok service only in Russian but pulled English menu from online", "rating": 5, "name": "Andrew Traylor", "cat": "Hamburger restaurant"}, {"review": "Perhaps one of the best burger spots in Kyiv. A wide variety of tasty burgers and sides. The place is small and there isn't an abundant amount of seating but it is doesn't matter because this place is worth checking out. Highly recommended!", "rating": 4, "name": "Dale Fixter", "cat": "Hamburger restaurant"}, {"review": "Hi Piero! Great to read your 5 stars review. We appreciate that you enjoyed our spot and food. We can recommend you also visiting our second spot at \"left bank\" part of Kyiv at Sobornosti 7b - this spot is bigger and we have there always freshly smoked ribs (we smoke it there daily)!", "rating": 1, "name": "katerina lugovoy", "cat": "Hamburger restaurant"}, {"review": "Simply put: A wonderful burger. Great staff and fast service in a small but cozy atmosphere. I have been here more times than I can count and they always produce a great diner-style burger. Also, the ribs here are worth tasting as an added bonus.", "rating": 4, "name": "Károly Bihary", "cat": "Hamburger restaurant"}, {"review": "Good burgers, but as a so to speak burger expert, they are average. Nothing wrong, but nothing so great. In a burger restaurant, I expect greatness, there was a lack of this. Still it filled the hole and I left satisfied. You guys can earn …", "rating": 5, "name": "Max Kolomyeytsev", "cat": "Hamburger restaurant"}, {"review": "Really bad experience. They said that the delivery is up to 1 hour. The courier arrived after 2 hours, and obviously no one from the restaurant called us to apologise or let us know in advance. The food was absolutely cold. Some of the …", "rating": 4, "name": "Tabbey Cochran", "cat": "Hamburger restaurant"}, {"review": "I tried the Mexican burger, the sauce was a bit sweet for me, but it was a correct one.", "rating": 4, "name": "Viraj Patel", "cat": "Hamburger restaurant"}, {"review": "One of the best burger spots in Kyiv with consistently great taste and quality for the last 8 years. They also do great BBQ ribs and offer local Craft beers, lemonades, and combucha. they're vegetarian-friendly too with falafel, haloumi, and recently added beyond burgers. Definitely recommend this spot.", "rating": 5, "name": "The Pilot", "cat": "Hamburger restaurant"}, {"review": "Good burgers, good atmosphere. A little pricey, and they didn't take my order right the first time (forgot a side), but I would go again if I were in the neighborhood. There are a few bar stools, and then two large communal tables. We went when it was fairly empty, but if it ever is full, be prepared to sit with strangers.", "rating": 5, "name": "Zepla HQ", "cat": "Hamburger restaurant"}, {"review": "Decent burger, however not the menu is not in English. The counter clerk spoke a bit of English, so I asked for a double beef burger. Turns out this just includes the bun, two patties, and a cheese that by its consistency I think is cheese …", "rating": 5, "name": "Philippe STANCZYK", "cat": "Hamburger restaurant"}, {"review": "Definitely in competition for the best burger in Ukraine.  The decor was nothing to write home about but reminded me of a non-franchise, trendy, small burger joint you could find in nearly any large U.S. city.  The only negative is that I didn't find this place earlier and only have a year left to eat as many burgers as possible!", "rating": 1, "name": "özge özlem öztürk", "cat": "Hamburger restaurant"}, {"review": "I had an absolutely AMAZING burger here today. The quality of the food here far surpasses any other burger I have tried in Ukraine. The staff are friendly and seem to care about what they are doing. They have a vegan menu in English, but …", "rating": 5, "name": "Kellen Woodard", "cat": "Hamburger restaurant"}, {"review": "Excellent burger 😄! So tasty 😍!!", "rating": 5, "name": "Nick Dominick", "cat": "Hamburger restaurant"}, {"review": "If I could give zero, I would like to give zero! The meat smelled bad. It was slightly grilled. It smelled completely raw meat and was completely red!! The sauces are good but the meat quality is terrible..", "rating": 4, "name": "Iso x00", "cat": "Hamburger restaurant"}, {"review": "Hi! We are sorry that you were not happy with our service. There is always work to be done, now we will start working on errors. Thanks  for the feedback, it is very important to us 🙏\nPlease write your contact information to us at burgerfarmkyiv@gmail.com so that we can contact you.", "rating": 5, "name": "Artem Storozhuk", "cat": "Hamburger restaurant"}, {"review": "High - class burgers. I have not tasted yet such tasty, juicy, incredible  burger in Kiev. It is a masterpiece. Pulled Pork Burger there, it's like the sweetest symphony, especially if to add cheesse there) It just melts in your mouth. Not …", "rating": 5, "name": "Hashim Fadag", "cat": "Hamburger restaurant"}, {"review": "Friendly service, freshly cooked burgers. Tasty sauces. Will come back here. Also, my experience has been that many restaurants undercook burgers even when you ask for medium or medium well. Not here! Nicely cooked and well seasoned burger. Good craft beer too (only one to choose from, but a bitter American Pale Ale)", "rating": 5, "name": "Aaron Starr", "cat": "Hamburger restaurant"}, {"review": "good burgers, they also have delicious sweet corn", "rating": 1, "name": "Tschämeck Brokkoli", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers for a good price.\nAlso you can take away.", "rating": 5, "name": "Yehor Yudin", "cat": "Hamburger restaurant"}, {"review": "Outstanding. Don't miss the brisket 👍🏻", "rating": 5, "name": "eviltoast eviltoast", "cat": "Hamburger restaurant"}, {"review": "I've been on the lookout for a good burger in Kyiv for many months. After many letdowns, I'm happy to say that my long search has finally borne fruit. Burger Farm is definitely up to American standards as a hole-in the wall burger joint. I will be coming here again.", "rating": 5, "name": "Lana Svitankova", "cat": "Hamburger restaurant"}, {"review": "The people working their are not helpfull at all, you will not feel at a nice cosy place. You are just part of their work and they are happy if you leave as fast as possible. After I amde the order and I wanted to have a change on my burger …", "rating": 4, "name": "Tanja Krasnomovets", "cat": "Hamburger restaurant"}, {"review": "One of the best burger places in Kyiv and Ukraine generally. Excellent and delicious burgers and perfect choice of beers and other dishes. Plus very good staff and special atmosphere.", "rating": 5, "name": "Jeff Vanrykel", "cat": "Hamburger restaurant"}, {"review": "Cozy little joint with super tasty burgers and coffee, wholly recommend!", "rating": 5, "name": "Ben Dodson", "cat": "Hamburger restaurant"}, {"review": "Small but good food joint, decent burgers, the best thing is you can choose white or dark bun and additional toppings to any burger on menu. Vegetarian options are available. Prices are reasonable", "rating": 5, "name": "David Mcfarland", "cat": "Hamburger restaurant"}, {"review": "At first I've got very undercooked burger, then I returned it and got a delicious one. In general, I would recommend this place.", "rating": 4, "name": "Benjamin De St Paer-Gotch", "cat": "Hamburger restaurant"}, {"review": "Amazing burgers, great drinks and great people !", "rating": 4, "name": "Yurii Perekopaiko", "cat": "Hamburger restaurant"}, {"review": "Very contemporary atmosphere. Burger was really good, tasted amazing. Good selection of craft ales as well. Definitely recommend a visit.", "rating": 3, "name": "Dennis Batyrev", "cat": "Hamburger restaurant"}, {"review": "🙌", "rating": 4, "name": "Streetsmart Dan", "cat": "Hamburger restaurant"}, {"review": "A very nice and easy place to eat and wayyyy better then McDonald's (yuck) I 100 % recommend this place", "rating": 4, "name": "Alexander Chemeris", "cat": "Hamburger restaurant"}, {"review": "A really nice burger place, prices are pretty good and a good selection of beers. Menu was in English as well which was a plus. Food was hot and serving sizes were good.", "rating": 4, "name": "V. Will", "cat": "Hamburger restaurant"}, {"review": " Burger Farm loves you❤\n\n", "rating": 5, "name": "Pavlo Shelyazhenko", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers. Prices are to high for such volume. We have places which have better quality of service. But not bad. Ситий фермер was not so ситий after burger.", "rating": 5, "name": "Сергей Третяк", "cat": "Hamburger restaurant"}, {"review": "On the cheaper burger side of Kiev. Has a very specific taste that might not be to everyone's liking. The put in some greens or herbs into ground beef and it might be a deal breaker for some people. …", "rating": 3, "name": "Nicolás Hovagimian", "cat": "Hamburger restaurant"}, {"review": "The waitress' English is quite good. There is an English menu. Apparently, English speakers also come here quite often. The burger was decent.", "rating": 1, "name": "Özge Doğan", "cat": "Hamburger restaurant"}, {"review": "High quality service, good food. Small but nice. With alcohol, beer and good modern music .. but after 30min there I had garlic and onion smell...", "rating": 1, "name": "Furkhat Kasymov", "cat": "Hamburger restaurant"}, {"review": "Good burgers. No combos. Sides are small (get the regular fries). Good variety. Vegan and vegetarian options. With tofu, falafel, or halumi.", "rating": 5, "name": "Антон Богомаз", "cat": "Hamburger restaurant"}, {"review": "I like this place a lot! Very nice burgers, friendly and relaxed staff. Limited choice of beer, though the one I tried was nice.", "rating": 5, "name": "Sean Stevens", "cat": "Hamburger restaurant"}, {"review": "Simple place, with superb burgers", "rating": 5, "name": "Vlady Vyshnevetskiy", "cat": "Hamburger restaurant"}, {"review": "Really expensive for really small burgers. Burger (double beef cheddar) was delicious but didn't like potato wedges.", "rating": 1, "name": "J O", "cat": "Hamburger restaurant"}, {"review": "Very bad. As we walked in, even the restaurant was empty, they didnt even come and said hello. Just looked at our face and kept talking with eachother. Absolute disappointment! Dont go there. Staff is very rude", "rating": 5, "name": "Stanislav Burikhin", "cat": "Hamburger restaurant"}, {"review": "My burger had raw in chewable piece of fat", "rating": 5, "name": "Dmytro Kepych", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers in very simple shape. Tiny restaurant like a little bar. Very good prices for not-McDonald’s burgers.", "rating": 5, "name": "Victoria Svetlich", "cat": "Hamburger restaurant"}, {"review": "Best burgers in Kyiv... Inexpensive, great quality food, can't recommend it enough... Who would have thought Kyiv had a burger culture?!  Had to come all the way from America to have a great burger!", "rating": 5, "name": "Gustaf HauRuck", "cat": "Hamburger restaurant"}, {"review": "One of the few places with the most delicious burgers in Kyiv. Double beef and Farmer’s are the best! Way to go.", "rating": 5, "name": "Illia Antonets", "cat": "Hamburger restaurant"}, {"review": "Horrible place. 2 hours waiting for 2 burgers and they dont even answer the phone. I wish the whole team at farm burger a slow death.", "rating": 5, "name": "Eugene L", "cat": "Hamburger restaurant"}, {"review": "One of the best vegan burgers that I have tasted in Ukraine. Definitely worth a try!", "rating": 4, "name": "Oleksii Shavykin", "cat": "Hamburger restaurant"}, {"review": "Great selection of local kyiv burgers", "rating": 4, "name": "Tchassie roland", "cat": "Hamburger restaurant"}, {"review": "My favorite street food in Kyiv. Try falafel and halloumi bowl", "rating": 5, "name": "Pavlo Kotchenko", "cat": "Hamburger restaurant"}, {"review": "Great pulled pork, great prices, friendly staff also speaks English. Perfect for quick lunch.", "rating": 5, "name": "Роман Король", "cat": "Hamburger restaurant"}, {"review": "Best place to have a burger in Kyiv!!!", "rating": 5, "name": "Paweł Górski", "cat": "Hamburger restaurant"}, {"review": "Best burgers in Kiev city, I love them!", "rating": 5, "name": "Vadym Serdiuk", "cat": "Hamburger restaurant"}, {"review": "Nice burgers with great price, but place is not so comfortable.", "rating": 5, "name": "Ivan “Иван Иванович” Ivanovich", "cat": "Hamburger restaurant"}, {"review": "Great burger at 130rp without fries. But love it. Good beer", "rating": 5, "name": "John Meister", "cat": "Hamburger restaurant"}, {"review": "Very friendly staff, delicious food, amazing craft beer", "rating": 4, "name": "Culinary Reed", "cat": "Hamburger restaurant"}, {"review": "Very Hot soup!)", "rating": 5, "name": "Oleg Tereshchuk", "cat": "Hamburger restaurant"}, {"review": "Gr8 atmosphere,  nice staff,  tasty 🍔 burgers & amazing chilli con carne", "rating": 5, "name": "Scooby Doo", "cat": "Hamburger restaurant"}, {"review": "Great place with awesome food and friendly personnel.", "rating": 5, "name": "cyrille amoursky", "cat": "Hamburger restaurant"}, {"review": "Real burger joint. Fast delivery. Tasty good. Mexican burger is the best.", "rating": 5, "name": "Eric Carrell", "cat": "Hamburger restaurant"}, {"review": "Always a delight...great food & service...the Best Burger in Ukraine!", "rating": 5, "name": "Tommy Joy", "cat": "Hamburger restaurant"}, {"review": "Pretty good burger , Fries were severely underfried though.", "rating": 5, "name": "Kye", "cat": "Hamburger restaurant"}, {"review": "The best burger I've had in a long time!", "rating": 5, "name": "Justas Alksmantas", "cat": "Hamburger restaurant"}, {"review": "the most delicious and cheapest burgers. corn, give it a shot. Ukrainian craft beer.", "rating": 5, "name": "Андрій Литвинов", "cat": "Hamburger restaurant"}, {"review": "Excellent place with a very charming eating room, fast service, and a very good choice of products I definitely recommend this place", "rating": 5, "name": "Natalia Razumikhina", "cat": "Hamburger restaurant"}, {"review": "Good service; food was good not great. I would go back.", "rating": 5, "name": "Danylo Laptiev", "cat": "Hamburger restaurant"}, {"review": "This reminds me of Portland, Oregon... unique spin on a classic burger.", "rating": 4, "name": "Tatia Johnson", "cat": "Hamburger restaurant"}, {"review": "Really good value for money and really nice food and they speak English", "rating": 5, "name": "Anas D.", "cat": "Hamburger restaurant"}, {"review": "❤", "rating": 5, "name": "Valentine Dembitskyi", "cat": "Hamburger restaurant"}, {"review": "Amazing burgers. You can feel the real and nice meat in Burgers", "rating": 5, "name": "roman stelmakh", "cat": "Hamburger restaurant"}, {"review": "😘", "rating": 5, "name": "Pavlo Krasnomovets", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers and craft beer. Same quality since good ol' days", "rating": 5, "name": "Kostiantyn Goshchevskyi", "cat": "Hamburger restaurant"}, {"review": "Burgers and chicken wings are top! 😌", "rating": 5, "name": "Iaroslav Makarchuk", "cat": "Hamburger restaurant"}, {"review": "Nice place, good food, pleasant staff 👍", "rating": 5, "name": "Eugene Bryohin", "cat": "Hamburger restaurant"}, {"review": "Vegan burger is quite nice", "rating": 2, "name": "Placeholder Moniker", "cat": "Hamburger restaurant"}, {"review": "Thanks Tatia ❤️", "rating": 5, "name": "Theo Fisherrman", "cat": "Hamburger restaurant"}, {"review": "Super burgers and team! Most creative burgers i found in Kiev right now", "rating": 4, "name": "Vasyl Humenyuk", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers and baked beetroot with carrot.", "rating": 3, "name": "jaakmor", "cat": "Hamburger restaurant"}, {"review": "Great place, friendly people, tasty burgers.", "rating": 5, "name": "Oleg Sitalo", "cat": "Hamburger restaurant"}, {"review": "Definitely one of the best burgers in town!", "rating": 5, "name": "Artem Karpenko", "cat": "Hamburger restaurant"}, {"review": "Excellent burgers. Best chicken wings in Kyiv.", "rating": 4, "name": "Мстислав Многогрішний", "cat": "Hamburger restaurant"}, {"review": "It's a nice place with tasty burgers.", "rating": 4, "name": "Michael O'Connell", "cat": "Hamburger restaurant"}, {"review": "Best burgers in the city. Strongly recommended.", "rating": 5, "name": "amar aljovic", "cat": "Hamburger restaurant"}, {"review": "Burger was ok. All staff were rude. No table service.", "rating": 5, "name": "Rémi", "cat": "Hamburger restaurant"}, {"review": "Value for money service and taste meet!", "rating": 4, "name": "Alla Lagoda", "cat": "Hamburger restaurant"}, {"review": "Hi Theo! Thank you for you 5 star review. We appreciate it - we make our best to make coolest burgers in town. Come over to Burger Farm again to check out our BBQ ribs - strongly advise it along with our selection of craft beer! Cheers )", "rating": 5, "name": "Dmytro Strygun", "cat": "Hamburger restaurant"}, {"review": "Good deal for burgers and drinks.", "rating": 5, "name": "Laurent Borzakian", "cat": "Hamburger restaurant"}, {"review": "Everything was good, but the food was to salty", "rating": 5, "name": "Vodafone Ua", "cat": "Hamburger restaurant"}, {"review": "Hands down best burger in town! Go for medium rare.", "rating": 5, "name": "Valeria Neglushchenko", "cat": "Hamburger restaurant"}, {"review": "\nBurger Farm loves you!", "rating": 4, "name": "Dope Shiitake", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers in the city", "rating": 5, "name": "Egemen ÇOLAK", "cat": "Hamburger restaurant"}, {"review": "Good burgers. Friendly atmosphere.", "rating": 4, "name": "Yulian A.", "cat": "Hamburger restaurant"}, {"review": "Fat, tasty burgers but the buns are lacking.", "rating": 5, "name": "R Conn", "cat": "Hamburger restaurant"}, {"review": "Great burgers at ok price", "rating": 5, "name": "Mark Namatsaliuk", "cat": "Hamburger restaurant"}, {"review": "Good food, nice staff.", "rating": 5, "name": "Victor Rak", "cat": "Hamburger restaurant"}, {"review": "Nice friendly place with tasty burgers", "rating": 4, "name": "Anton Lyaskovskiy", "cat": "Hamburger restaurant"}, {"review": "Best burgers in this area. Till 23.00", "rating": 5, "name": "Daryna Poperechna", "cat": "Hamburger restaurant"}, {"review": "Excellent burgers. Love it", "rating": 4, "name": "msergazin", "cat": "Hamburger restaurant"}, {"review": "Great food and cool vibe.", "rating": 5, "name": "Crazy Max (UA)", "cat": "Hamburger restaurant"}, {"review": "The most delicious burgers ever😍", "rating": 5, "name": "Pavel Boiko", "cat": "Hamburger restaurant"}, {"review": "Love", "rating": 5, "name": "Elvis Rublovskis", "cat": "Hamburger restaurant"}, {"review": "Nice place for a shot of Bourbon and a Burger.", "rating": 5, "name": "Олег Павлюченко", "cat": "Hamburger restaurant"}, {"review": "Nice, delicious burgers at a little cafe", "rating": 5, "name": "Serhii Hubernachuk", "cat": "Hamburger restaurant"}, {"review": "Good burgers, better to go", "rating": 5, "name": "Ihor Pysmennyi", "cat": "Hamburger restaurant"}, {"review": "Good prices, tasty, quality", "rating": 5, "name": "Olenka Super", "cat": "Hamburger restaurant"}, {"review": "Best burgers in Kiev", "rating": 3, "name": "Nzz ska", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, nicer interior", "rating": 5, "name": "Oleksandr Buchkovskyi", "cat": "Hamburger restaurant"}, {"review": "Nice place with tasty burgers", "rating": 5, "name": "Александр Степаненко", "cat": "Hamburger restaurant"}, {"review": "Best Burgers in Kyiv!!!!", "rating": 4, "name": "Dmitry Shust", "cat": "Hamburger restaurant"}, {"review": "It’s ok.", "rating": 5, "name": "Сергей Корхмазов", "cat": "Hamburger restaurant"}, {"review": "Tasty burgers and craft beer!", "rating": 5, "name": "Vitaliy Hristyuk", "cat": "Hamburger restaurant"}, {"review": "Very good", "rating": 5, "name": "Mitya Kovalsky", "cat": "Hamburger restaurant"}, {"review": "Good place, nice music", "rating": 5, "name": "Oleksiy Blinov", "cat": "Hamburger restaurant"}, {"review": "Small area. The best burgers. Don't expect comfort. Expect good taste.", "rating": 1, "name": "Maksim Shestovitskiy", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers", "rating": 5, "name": "Okan T", "cat": "Hamburger restaurant"}, {"review": "Best burgers ever.", "rating": 5, "name": "CATALIN ANGHELESCU", "cat": "Hamburger restaurant"}, {"review": "The best burgers in Kyiv", "rating": 5, "name": "Olia Trotsenko", "cat": "Hamburger restaurant"}, {"review": "Had a better burger.", "rating": 5, "name": "Ghani Hannachi", "cat": "Hamburger restaurant"}, {"review": "VERY tasty burgers here", "rating": 5, "name": "Kostiantyn Bilotserkivskyi", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers", "rating": 5, "name": "Alex Ilin", "cat": "Hamburger restaurant"}, {"review": "Falafel burger is the best,", "rating": 5, "name": "Alexander Lugovskiy", "cat": "Hamburger restaurant"}, {"review": "Zaebis'", "rating": 5, "name": "Dasha Voronina", "cat": "Hamburger restaurant"}, {"review": "Fantastic burgers!", "rating": 5, "name": "Lakhan Bhargav", "cat": "Hamburger restaurant"}, {"review": "Just perfect", "rating": 5, "name": "Alexander Danylin", "cat": "Hamburger restaurant"}, {"review": "Best burgers in Kyiv", "rating": 5, "name": "Anton Yashin", "cat": "Hamburger restaurant"}, {"review": "Not tasty at all", "rating": 5, "name": "Lee Curac-Dahl", "cat": "Hamburger restaurant"}, {"review": "Very good hamburger", "rating": 5, "name": "Artem Baryliuk", "cat": "Hamburger restaurant"}, {"review": "best burger in town", "rating": 5, "name": "Adam O'Donnell", "cat": "Hamburger restaurant"}, {"review": "Tasty", "rating": 3, "name": "Food Therapy", "cat": "Hamburger restaurant"}, {"review": "👌👌👌🍔🍔🍔", "rating": 4, "name": "nishanth roy", "cat": "Hamburger restaurant"}, {"review": "Lovele", "rating": 4, "name": "Geoffrey Glenn", "cat": "Hamburger restaurant"}, {"review": "super cool.", "rating": 4, "name": "mikkel j j", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 5, "name": "Виталий Антоненко", "cat": "Hamburger restaurant"}, {"review": "perfect", "rating": 5, "name": "Дарь'я Антоненко", "cat": "Hamburger restaurant"}, {"review": "Nice", "rating": 5, "name": "Александр Моторный", "cat": "Hamburger restaurant"}, {"review": "The one and only", "rating": 5, "name": "Vlad Miller", "cat": "Hamburger restaurant"}, {"review": "Best burgers", "rating": 3, "name": "Camomille", "cat": "Hamburger restaurant"}, {"review": "FIRE", "rating": 3, "name": "Инна Андрияшина", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers", "rating": 1, "name": "Thayer", "cat": "Hamburger restaurant"}, {"review": "🤩", "rating": 5, "name": "Lakis Lazos", "cat": "Hamburger restaurant"}, {"review": "Delicious Burgers", "rating": 5, "name": "София Сейтхалилова", "cat": "Hamburger restaurant"}, {"review": "Over Rated.", "rating": 4, "name": "Alexandr Kalinovsky", "cat": "Hamburger restaurant"}, {"review": "I like this place", "rating": 4, "name": "Sergey", "cat": "Hamburger restaurant"}, {"review": "Good burger", "rating": 4, "name": "Аня Воробьева", "cat": "Hamburger restaurant"}, {"review": "Juicy burgers", "rating": 5, "name": "Maksym Riabenko", "cat": "Hamburger restaurant"}, {"review": "The most delicious burgers! With the perfect combination of flavors! And super potatoes. The staff adds to the positive experience! The delivery service works well. I recommend! …", "rating": 3, "name": "Андрей Арнольдович", "cat": "Hamburger restaurant"}, {"review": "Wow, delicious burgers! God himself cooked the potatoes!) The packaging is good, due to which the rolls did not get wet, although we took it ourselves and drove home for a long time. Guys, you are the best! …", "rating": 5, "name": "Oleg Drozdenko", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers. I've been happy with everyone I've tried. Many burgers can be taken with a vegan patty. Good selection of bottled craft beers and delicious IPAs on tap. …", "rating": 3, "name": "Катя Вискунова", "cat": "Hamburger restaurant"}, {"review": "The place is super cool 😍 sitting inside you seem not to be in Kyiv - the atmosphere of the states, it was especially cool to watch an African-American girl in the kitchen.\nThe pork burger was a bit dry. It's delicious with blue cheese. Also …", "rating": 5, "name": "Видный Парень", "cat": "Hamburger restaurant"}, {"review": " Thanks for the detailed feedback. We are working on the service and thank you for helping us become better ❤️\n\n", "rating": 3, "name": "Юра Мельник", "cat": "Hamburger restaurant"}, {"review": " I used to come with colleagues. Took a baby burger. It was very delicious. Now disappointed. The meat tasted so bad that it almost turned out bad. Expensive for 195 with incomprehensible taste of meat. …", "rating": 1, "name": "Nizar Krenbi", "cat": "Hamburger restaurant"}, {"review": " Not a bad place, but I do not recommend a burger with chips, beef, cranberry sauce and apples. It does not feel like the only dish of aftertaste, and everything should be eaten separately. …", "rating": 5, "name": "Дмитрий Миколюк", "cat": "Hamburger restaurant"}, {"review": "I came here many times and everything was good with food, many times I even ordered with delivery. But something went wrong with the delivery yesterday. Terrible quality burger with absolutely raw and small patty. Ordered two cheeseburgers and threw them in the trash. …", "rating": 5, "name": "Oleksandr Dzhezhelei", "cat": "Hamburger restaurant"}, {"review": " Dmitry, congratulations. 👨🏻‍🌾\nWe are sorry that this situation happened to you through our fault, and we could tell you that it is a new grill, which we changed, but we understand that the quality of the food should not be affected.\n… 🥲 Thank you for your objective feedback.\n\nWe understand your wish, but we would still be happy to treat you to lunch or dinner 🖤 we are waiting for your contacts in private messages.\n\nP.S. and \"small cutlets\" are not typical for us, but we added small ones to the menu: a cheeseburger and a hamburger with such cutlets at the request of guests.\n\n", "rating": 5, "name": "Миша Ульянов", "cat": "Hamburger restaurant"}, {"review": "It was very tasty, the meat was well cooked, the buns were fresh, the sauces were original and definitely worth trying. The only thing is that we often go there and noticed that lately the burgers have become a little smaller than before (they used to be …", "rating": 1, "name": "Alx Rmnk", "cat": "Hamburger restaurant"}, {"review": "Small and cozy restaurant with amazing food. Burgers are always perfect both in taste and in appearance. Village potatoes - very tasty! In general, my favorite burger place) How many times I've been here - I've always been satisfied! …", "rating": 3, "name": "Іван", "cat": "Hamburger restaurant"}, {"review": " Now let's tell the whole team ❤️!\n\n", "rating": 5, "name": "Olya Ivanova", "cat": "Hamburger restaurant"}, {"review": "I love burgers :) it's very tasty here. It happens that it looks good, but the taste is not very good - here the taste corresponds to the picture :) I ate \"Fed Farmer\" - I really liked it. …", "rating": 5, "name": "Karolina Inhinova", "cat": "Hamburger restaurant"}, {"review": "Tasty, satisfying, burgers (as a main course) for every taste. But not without nuances. Like a few years ago, they still don't give out gloves or wet wipes. …", "rating": 5, "name": "Bogdan Rogovchenko", "cat": "Hamburger restaurant"}, {"review": "\nSergey, thank you for your constructive comment. We will definitely take it into account. Come to check;)", "rating": 5, "name": "Borys Krimer", "cat": "Hamburger restaurant"}, {"review": "Of the pluses, the burgers are juicy, you can sit down on the street and in the hall, there is a toilet (foam for hands, towels) ... disadvantages: no gloves, the meat in the burgers is overcooked, which spoils the overall impression of eating. …", "rating": 4, "name": "Tetiana Venharenko", "cat": "Hamburger restaurant"}, {"review": "I walked by for a long time and decided to stop by. Didn't regret it. The prices are not small. Children's burger 80 hryvnia, everything else from 125 hryvnia. But the burger is really tasty. …", "rating": 5, "name": "Roman Yehoronok", "cat": "Hamburger restaurant"}, {"review": "Burgers do not justify their price, they took for 135 UAH, a bun like a bun, a cutlet too, semi-dry. 3 points out of 5. Unreasonably high prices for a quick bite! A restaurant markup of 500-600% is too much for an eatery. And yes, meat...", "rating": 4, "name": "Лиза Ковалёва", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback. 500 -600% !!! ?? Have you been buying meat for a long time))?", "rating": 5, "name": "Yuliya Shkolnikova", "cat": "Hamburger restaurant"}, {"review": "Very tasty!! You will be surprised that such inexpensive burgers can be so tasty! The staff guys are generally kittens!)) Always friendly and friendly) You can buy craft beer or branded tea for burgers) …", "rating": 5, "name": "Marina Trukhina", "cat": "Hamburger restaurant"}, {"review": "Pont dream. You order a burger, the music blares and the cashier mumbles very quietly. They call to pick up a Mexico City burger for 90 UAH. And here's a surprise, he's small and without potatoes. It tastes good. The bun and cutlet are delicious. But the burger is not worth the money. …", "rating": 3, "name": "Іванна К", "cat": "Hamburger restaurant"}, {"review": "Ordered through delivery bolt.\nBurger \"full farmer\" is just fire 🔥\nIf you are very hungry - then what you need! …", "rating": 2, "name": "Ivan Utro", "cat": "Hamburger restaurant"}, {"review": "I'll start with the main thing - food. The burgers are good, nothing more. I took \"Satiy farmer\" - it turned out to be a bit dry. But the prices are too high, that's for sure. For 150 UAH for a burger, you could serve it with potatoes, and the burger itself could be bigger. Sauce for…", "rating": 4, "name": "Natalia D", "cat": "Hamburger restaurant"}, {"review": "Advised. They said the most delicious burgers in Kyiv. But this is the bottom to be honest.\n\nThe interior is generally like in some kind of handel. …", "rating": 5, "name": "Oleg Petukhov", "cat": "Hamburger restaurant"}, {"review": "\nGood afternoon.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv @ gmail.com so that we can contact you.", "rating": 1, "name": "Viktor Danyliuk", "cat": "Hamburger restaurant"}, {"review": "If I could, I would put 10 stars instead of 5!\nThe first acquaintance with this institution began with a conversation with a person who could tell me about these burgers for probably a day without a break! Yes, it's all about them...", "rating": 5, "name": "Анастасія Ковальова", "cat": "Hamburger restaurant"}, {"review": "It's simple - here are the best burgers that we ate in Ukraine. No options. Their quality has been at the level for several years in a row. My personal favorite is Beef&Cheese (his half in the photo). To complement, I take a bottle of stout. The guys also do...", "rating": 5, "name": "Pavel Opria", "cat": "Hamburger restaurant"}, {"review": "\nThanks", "rating": 5, "name": "Andrii Yefymovych", "cat": "Hamburger restaurant"}, {"review": "Two cheeseburgers with potatoes - 330 ₴. And that's all, in 15 minutes, while driving from work in the center. My partner and I are very pleased. …", "rating": 5, "name": "Michael Kove", "cat": "Hamburger restaurant"}, {"review": "I took the branded \"City farmer\"\nThe level of service is self-service, there is not even a place to wash your hands!!!\nBurgers do not match the price, an ordinary sandwich, all the filling is chaotic and not …", "rating": 5, "name": "Oleksandr Zhdaniuk", "cat": "Hamburger restaurant"}, {"review": "\nThanks for your feedback. We really do not have waiters, and our service specifics work - you pick up your order, we remove it. We have a restroom where you can do your chores, including washing your hands. As for the well-fed farmer, we do not consider him \"his trademark\" - this is a classic burger known to the whole world, simply by our performance. And this burger has been on our menu since the early days. Branded, most likely we can call Mexico or Chicken burger, or Double Beef. We apologize for the excess salt in the potato !! Next time, do not keep silent on the spot and tell it to the chef, we have an OPEN kitchen, he will gladly correct his mistake !! We really are not a restaurant and we don’t even pretend to it, our prices are quite democratic, do research))) Burger Farm loves you!", "rating": 5, "name": "Nikita Kobrin", "cat": "Hamburger restaurant"}, {"review": " The place is too overrated, like me. They ordered a wife, two burgers and French fries. Chicken Burger and Mexican Burger. If Mexico can be called tasty, then Chiken was very weird, it had a lot of fat, and did not …", "rating": 3, "name": "Sergii Vdovychenko", "cat": "Hamburger restaurant"}, {"review": " Thanks for your feedback, for errors, pay attention.\n\n", "rating": 5, "name": "MrZeusFaber", "cat": "Hamburger restaurant"}, {"review": " Burgers are very tasty. Some combine completely different flavors (such as chicken thigh + pumpkin), and the result is a very unusual taste. …", "rating": 3, "name": "Дима Яковенко", "cat": "Hamburger restaurant"}, {"review": "They let me into the toilet during the lockdown! The best service!!! If there were 10 stars, I would put them!) ...", "rating": 5, "name": "Danyil Bulavskyi", "cat": "Hamburger restaurant"}, {"review": "Clean, nice interior without frills, reasonable prices, good burgers, fast food …", "rating": 5, "name": "Viktor Perlov", "cat": "Hamburger restaurant"}, {"review": " The burgers with chicken and turkey were terribly liked :-) Cider too. Actually, this is what you need to go here)) …", "rating": 5, "name": "Яна Медведева", "cat": "Hamburger restaurant"}, {"review": "Cozy place. Burger 110 UAH Tea from 45 to 65 UAH. There is a vegan burger with tofu (tastes good, but it feels like something is missing - maybe grilled vegetables would add brightness to the taste. But this is for my taste). Dark burger bun. A friend took meat ...", "rating": 3, "name": "Alexander Podoprigora", "cat": "Hamburger restaurant"}, {"review": "Pros: delicious, juicy burgers; unusual salad; tasty coffee; Friendly guys who also speak English. Cons: little space, smells like a dining room. As for the place: go for a bite to eat or order takeaway, that's it! Our…", "rating": 5, "name": "Konstantin T.", "cat": "Hamburger restaurant"}, {"review": "The burgers are delicious, that's for sure! There are different options for both meat lovers and vegetarians. All in all, delicious food and always friendly staff. If you have a bite to eat in the circus area, - only in Burger Farm! ✨ …", "rating": 5, "name": "Alexander Shushkevich", "cat": "Hamburger restaurant"}, {"review": "These are the most delicious burgers I have ever eaten. Cool cheese salad. Definitely want to come back for such delicious food. …", "rating": 2, "name": "input promotion", "cat": "Hamburger restaurant"}, {"review": "\nBurger Farm loves you", "rating": 5, "name": "Інна Вільшанівська", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers. Especially the cider.\nUpd. In all of Moscow, they did not find wings tastier. Every time we come to Kyiv, we definitely come here. …", "rating": 1, "name": "This is The Way", "cat": "Hamburger restaurant"}, {"review": " Burger Farm loves you!\n\n", "rating": 3, "name": "Vova Mishkyn", "cat": "Hamburger restaurant"}, {"review": " Such a burger 120 hryvnia is definitely not worth it! Not juicy is not enough sauce, served without anything. The price is clearly greatly inflated, both for the place and the taste. There are no wet wipes, no spices …", "rating": 5, "name": "Hanna Soina (SAN)", "cat": "Hamburger restaurant"}, {"review": " Delivery 1.5 hours and is 1200 m from them.\n\n", "rating": 4, "name": "Helen Zelenskaya", "cat": "Hamburger restaurant"}, {"review": " Good day.\nWe are sorry that our service did not please you. Please email us your contact details at burgerfarmkyiv@gmail.com so we can contact you.\n\n", "rating": 3, "name": "Odyssey", "cat": "Hamburger restaurant"}, {"review": "The atmosphere is friendly. The burgers are delicious, the fries are excellent. The prices are democratic. What else do you need for complete happiness) ...", "rating": 3, "name": "Ксения Чаюн", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Вадим Якименко", "cat": "Hamburger restaurant"}, {"review": "Absolutely tasteless meat in burgers, very spicy carrots in a sweet bowl, nasty battered pasta and half a serving (97 grams per package, instead of the expected 160) of mediocre falafel instead of 2 ordered. Disgusting experience back then...", "rating": 5, "name": "Антон Ковальчук", "cat": "Hamburger restaurant"}, {"review": "I love this place for the atmosphere and delicious food. The service is just super always, like visiting friends ♥️ …", "rating": 5, "name": "ШЕВЦОВ АНДРЕЙ (ШАГ)", "cat": "Hamburger restaurant"}, {"review": " I do not like the restaurant itself, but the burgers are very tasty and cool staff. …", "rating": 3, "name": "Vlad Zhuravlev", "cat": "Hamburger restaurant"}, {"review": " I give the maximum rating exclusively for the delicious and the most affordable burgers. Inside the same bar is not very convenient and atmospherically unfortunately, but burgers bomb! …", "rating": 5, "name": "Anna Molochynska", "cat": "Hamburger restaurant"}, {"review": "\nVery happy with the burger. Tasty. Juicy.", "rating": 5, "name": "Константин Шутенко", "cat": "Hamburger restaurant"}, {"review": "Cool place, everything is done clearly, cool staff, good music and of course delicious Burgers! A big plus is that it is open until 4 am 😮\nI visited at two in the morning, they were well received and deliciously fed 👍 …", "rating": 5, "name": "Yuriy Yasharov", "cat": "Hamburger restaurant"}, {"review": "\nDear Alexander, thank you for such a review! Burger Farm loves you) 🍔🍔🍔", "rating": 5, "name": "Oleksii Oleksii", "cat": "Hamburger restaurant"}, {"review": "Very tasty! Ordered 2 mexico burgers very tasty and juicy! Loved the balance of flavor, spiciness and sweetness! Peasant potatoes with dill and garlic went with a bang! Thanks a lot! Delivery is fast, packing is convenient)))…", "rating": 2, "name": "Тиранозаур Рекс", "cat": "Hamburger restaurant"}, {"review": " + very tasty burgers\n\n-delivery card does not correspond to reality; …", "rating": 3, "name": "ALEKSANDR", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers with reasonable prices. Just the booze is expensive.\nIn general, an institution to visit in the summer is just right, you can sit on the street. Inside you can smell food, but this should not necessarily stop. …", "rating": 2, "name": "Dasha Dasha", "cat": "Hamburger restaurant"}, {"review": " Hello) thank you for the open feedback!\n\nif on the right bank we are small in our room, then the left bank on Soyornosti 7B should surprise you with its area ❤️\n\nAs for the smell, so we have an open kitchen, so the smells are present, but we have not heard such feedback for a long time and we all sniff at the exit (joke) (\nWe hope to see you again\n\n", "rating": 5, "name": "Andrei Making", "cat": "Hamburger restaurant"}, {"review": " They came to the restaurant on Shevchenko, ordered Blue Cheese and Satiated Farmer, delicious, but I want them to be issued either in a wrapper or with gloves. Very tasty teas with sea buckthorn and french fries. The …", "rating": 1, "name": "Otash K.", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Доценко", "cat": "Hamburger restaurant"}, {"review": " Emotional atmosphere of the place with friendly staff. Extremely tasty burgers and cider. …", "rating": 4, "name": "Степан Покладов", "cat": "Hamburger restaurant"}, {"review": "In general, sitting with the company is not bad. It's a decent place in town in this price range. There are places and abruptly, but here it is quite good. Pleasant atmosphere, good and unobtrusive service, the menu is interesting and at the same time all positions are …", "rating": 4, "name": "Evghen Filin", "cat": "Hamburger restaurant"}, {"review": "We have been going to the institution since the opening, it has always been pleasant and very tasty, lately not so much, prices are getting higher, portions are smaller, the most delicious and popular burger farm burger was removed from the menu, why? They went to eat it to you ... ...", "rating": 3, "name": "Igor Surinov", "cat": "Hamburger restaurant"}, {"review": "I ordered the \"Satiy Farmer\" burger, which turned out to be very satisfying and tasty. Burger goes to meet customers, for which they are a huge plus. …", "rating": 3, "name": "John", "cat": "Hamburger restaurant"}, {"review": "\nGood night, sorry that it happened! Write your contacts either to us by mail or in the messenger, we will contact you and we will try to solve the problem.", "rating": 5, "name": "DavidKa", "cat": "Hamburger restaurant"}, {"review": "Decent burgers at a reasonable price. Definitely not a place to visit with small children, but!!! yet. Very pleasant staff. I liked that at the counter they said: if you want to understand who we are, then you need to try ...! The guys know...", "rating": 5, "name": "anti", "cat": "Hamburger restaurant"}, {"review": "Ordered burgers from here over 150 times. Unmatched in taste. Previously, when there were some moments, and they were very rare (2 times), they returned the cost. I do not want to describe the moments, but I want to complain about the service now. In order: …", "rating": 5, "name": "Vlad", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Сергій Грушин", "cat": "Hamburger restaurant"}, {"review": " (feedback on delivery). Well, I'll start with the fact that some time ago (it seems 1-2 years ago) quite often ordered burgers there. There were wonderful burgers, especially liked with chicken and something sweet (it …", "rating": 4, "name": "Костянтин Милейко", "cat": "Hamburger restaurant"}, {"review": "I tried the \"full farmer\" burger - C grade. The cutlet and sauce are very, very salty. Lubricated got impressions of taste. 45 UAH for Pepsi 0.4 is expensive. …", "rating": 5, "name": "Vladyslav Tkachuk", "cat": "Hamburger restaurant"}, {"review": "Delicious, classic burgers with a good, regular cutlet) the sauce and other quality ingredients)\nGolden classic, so to speak) ...", "rating": 2, "name": "Евгений Омельчук", "cat": "Hamburger restaurant"}, {"review": "I ordered food through the bolt, delivery is fast, the minimum through the site is 200 UAH, I ordered a burger with a discount through the bolt -40%, it came out only 100 hryvnia with fruit drinks. The packaging is good, but it is not clear why it is cheaper through a bolt than directly? Generally...", "rating": 3, "name": "Мария Остапенко", "cat": "Hamburger restaurant"}, {"review": "Two years ago, there were great burgers here. The lack of space, interior, was compensated by very tender and juicy cutlets in burgers. Now, the same burgers are impossible to eat. The meat has a large number of veins and cartilage, the meat itself is solid. Burger…", "rating": 3, "name": "Volodymyr M.", "cat": "Hamburger restaurant"}, {"review": "Place for an amateur. Unreasonably expensive burgers, little space, but the food is really tasty! …", "rating": 5, "name": "Julia Smirnova", "cat": "Hamburger restaurant"}, {"review": "The most delicious and crisp burgers. I especially like it when you don’t eat it right away, but after it lay in foil for a while and steamed) I ordered it a couple of times with delivery that’s how it came, it’s unrealistically delicious) …", "rating": 5, "name": "Yurii Kryvenko (moro_kyiv)", "cat": "Hamburger restaurant"}, {"review": " Thank you Vadim)\nsounds like insight 😂❤️\n\n", "rating": 5, "name": "Eldar Sagitov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Marina Kikteva", "cat": "Hamburger restaurant"}, {"review": "❤️", "rating": 3, "name": "MAX Lemko", "cat": "Hamburger restaurant"}, {"review": "My favorite Burger in the world!!!! Everything is just wonderfully delicious. Very tasty cocktails, especially with sea buckthorn!!!! …", "rating": 1, "name": "Flomin Hlib", "cat": "Hamburger restaurant"}, {"review": "The order waited 40 minutes (although the menu says waiting 15). A bit disappointed for this price. So-so. There are more interesting places in the area. And a lot of wishes for little things like: to put some urns; we leave everything on the table they said - the wind is everything ...", "rating": 3, "name": "Martin Benda", "cat": "Hamburger restaurant"}, {"review": "\nVlad, thanks for the constructive comment. We worked through your review and became faster - now we use our scooters for delivery. We hope you will give us another chance. Or stop by for a glass of beer from our selection of craft beers!", "rating": 4, "name": "Ярослав Брич", "cat": "Hamburger restaurant"}, {"review": " From time to time we go for burgers. A democratic tiny establishment, and, in my opinion, here are the most delicious and interesting burgers in Kyiv. But only when they are cooked immediately. Delivery - not that. …", "rating": 4, "name": "Roman Liubenko", "cat": "Hamburger restaurant"}, {"review": "You just come and take the Satiated Farmer. We ordered different burgers, but the Satiy Farmer is the best. Sometimes a burger falls apart in your hands and you eat it without gloves like a pig, but it's so tasty that it's not even a shame. …", "rating": 3, "name": "Алексей Нежиков", "cat": "Hamburger restaurant"}, {"review": "Cute bartender - philosopher, the girls did not put zucchini in the salad, they apologized with a gift. You can choose a burger for a long time 🍔, but listen to yourself and take what you want...", "rating": 5, "name": "Yurii Yaroshevych", "cat": "Hamburger restaurant"}, {"review": " Yura, hello! Thank you for the open feedback and we apologize for the \"surprise\" without zucchini. Glad to see you again! We are already taking measures regarding the service ❤️\n\n", "rating": 5, "name": "Мар'яна Перебийніс", "cat": "Hamburger restaurant"}, {"review": " Not the tastiest burgers I've ever had to eat. I especially liked the Mexican🍔 …", "rating": 4, "name": "Danila B", "cat": "Hamburger restaurant"}, {"review": " Quite strange impressions. My double beef turned out to be insanely sharp (which I did not ask for and did not pay for the addition of pepper). Or, if you still put there pepper, then notice that it is sharp in the …", "rating": 2, "name": "Даяна Троян", "cat": "Hamburger restaurant"}, {"review": " Hello! Thanks for the open feedback ❤️\n\nIn fact, that's the way it is; dinner with which we will treat you (NOT SPICY) (\n\n", "rating": 5, "name": "Aris Soltsman", "cat": "Hamburger restaurant"}, {"review": "Initially, there were One of the best burgers in Kyiv, but now ...... but sometimes the Burger is different from the team of chefs. Meatballs may vary in taste. But the most important thing now, of course, the prices of Steel have become inexplicably high. If the prices …", "rating": 3, "name": "Ilija Kunicevic", "cat": "Hamburger restaurant"}, {"review": " Damn, such \"vegetable sticks\" for 55 UAH - it's ridiculous)) did not expect from you, shame))) …", "rating": 3, "name": "Tetyana Yatsenko", "cat": "Hamburger restaurant"}, {"review": "We ordered Biferno and Mexico City burgers, as always very tasty!!!) But the novelty in the Mac&Cheese Bola menu has a too milky and sweet taste, I would like it to be more salty and cheesy) But everything is super 👍 my favorite burger) …", "rating": 5, "name": "Dmytro Machin", "cat": "Hamburger restaurant"}, {"review": " Andrew, hello)\nThanks for the feedback. Very nice.\nWill you give our cheeses a second chance?\n\n", "rating": 2, "name": "Стася Фролова", "cat": "Hamburger restaurant"}, {"review": "Worst place. No tomato, no onion...etc. And some kind of brainless at the checkout who does not know what is included in a burger ...", "rating": 5, "name": "Dmytro Kyfor", "cat": "Hamburger restaurant"}, {"review": "They cook very tasty and from natural products, there is no huge amount of butter, as they like to do in many restaurants, here are the most delicious burgers in the city!\nA rich selection of different burgers for every taste: meat cheese, spicy, …", "rating": 3, "name": "Карина Драган", "cat": "Hamburger restaurant"}, {"review": "The burger is nothing like that, but guys, no gloves, no wet wipes, no water to wash your hands, and the burger falls apart in your hands, everything falls out of it. The burger is wrapped in thick paper that oozes juice when you try to unwrap it, it...", "rating": 1, "name": "alexz", "cat": "Hamburger restaurant"}, {"review": "\nStepan, thanks for writing! The situation was corrected: we give gloves on request, we added napkins and turned on the water (although not to tell the truth, and never turned off :).\n\nWe also added a new signature craft beer, which was brewed together with our brew friends. Come try it!", "rating": 1, "name": "Євген Олексійович", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Oleg Gordiienko", "cat": "Hamburger restaurant"}, {"review": "Didn't like the burger. It has almost no sauce. If so, then the cutlet should be juicy, but this is not. The downside is that you don’t give out gloves, even though your burgers are well sized and fall apart. Also, the room is very…", "rating": 5, "name": "Domenica Kogan", "cat": "Hamburger restaurant"}, {"review": "As I understand it, the institution works more for delivery, since it is not available offline, two tables are shared, it’s cold inside, they were sitting in a jacket, self-service, there was a terrible smell in the toilet. But the burger was quite normal. Basically, if you want...", "rating": 4, "name": "Olga Mironova", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, falafels, french fries, cheese sticks. Meat in a prozhazhke Medium. I recommend …", "rating": 5, "name": "Юрий Нейло", "cat": "Hamburger restaurant"}, {"review": "\nDavid, hello and thank you for such a review⚡️", "rating": 2, "name": "Кирило Заваруєв", "cat": "Hamburger restaurant"}, {"review": "The best burgers I ate in Kyiv!!! The staff is super PEOPLE HAVE FROM THEIR WORK!!! you don’t see this often) Expensive BUT I’m willing to pay a little more for a delicious burger) …", "rating": 5, "name": "Sergii", "cat": "Hamburger restaurant"}, {"review": " Oho! Thank you, really thank you) have already passed your feedback to the eyes of the whole team❤️\n\n", "rating": 3, "name": "Юлия Волченко - Обучение за рубежом", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "Perfect Lapato", "cat": "Hamburger restaurant"}, {"review": " Burgers here are made by Bozhenka herself!\n\n", "rating": 5, "name": "Дмитрий", "cat": "Hamburger restaurant"}, {"review": "Delicious, fast, good place, good service. Two minuses - the burgers were not served in bags and they did not give gloves to them. That is, I had to eat with dirty hands and stain them with fat. The second is the design itself. If you sit in the hall - the bar counter is not ...", "rating": 4, "name": "Ole Bar", "cat": "Hamburger restaurant"}, {"review": " Favorite point with burgers. I always come here with friends or order delivery. …", "rating": 5, "name": "L.E.A.", "cat": "Hamburger restaurant"}, {"review": "I made a delivery today through Bolt Food:\nSalad with halloumi + big breakfast\nPros:…", "rating": 3, "name": "Pasha Rebrov", "cat": "Hamburger restaurant"}, {"review": "\nEugene, we are very sorry to disappoint you. They put the halloumi by weight, but they really didn't put the potatoes, we completely agree that this is unacceptable and we will compensate for the cost of this dish. We really hope you can give us another chance.", "rating": 5, "name": "Daria Samokish", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Nik Dany", "cat": "Hamburger restaurant"}, {"review": "+ quickly prepared\n+ menu\n- no gloves...", "rating": 5, "name": "x x", "cat": "Hamburger restaurant"}, {"review": "\nThank you .", "rating": 5, "name": "Антон Булавинов", "cat": "Hamburger restaurant"}, {"review": "Ordered today with a friend 2 cheese & beef burgers, french fries and falafel bolas (365 hryvnia). The order was ready very quickly. The burgers are incredibly tasty: the meat is juicy, there is a lot of it (which is important, as for me), sauce and cheese are also in abundance, the burger is not …", "rating": 1, "name": "Павел Лихоманов", "cat": "Hamburger restaurant"}, {"review": " Always delicious and nutritious. Prices also do not hit the wall. …", "rating": 5, "name": "Tallina", "cat": "Hamburger restaurant"}, {"review": "Never been there until now. Constantly ordered through Glovo or Uber or friends brought. But then he decided to punish me and not come. I came to you :) ...", "rating": 4, "name": "Mr Video", "cat": "Hamburger restaurant"}, {"review": "Made an order for home delivery, wanted to pamper yourself in quarantine. I remember that in 2013 I ate and it was delicious. We placed an order (2 burgers, 2 potatoes, club mate and east) at 11:45, after 10 minutes the operator called back to confirm and informed that …", "rating": 3, "name": "Anna Vasylkivska", "cat": "Hamburger restaurant"}, {"review": " Earlier (3 years ago) there were tastier burgers! And today I tried 4 different burgers! Buns, sauces and fillings are delicious, but the cutlet itself tastes like McDonald's! …", "rating": 4, "name": "Николай О", "cat": "Hamburger restaurant"}, {"review": "The taste and satiety of the burger absolutely does not match the price, for 110 hryvnia (good money for a burger, in the same 3b for a slightly larger amount, burgers are nineteen times better) - I got some kind of core with a mint bun, bell pepper (?!), …", "rating": 1, "name": "Анастасия Турова", "cat": "Hamburger restaurant"}, {"review": " Sitting outside is on the road in front of the restaurant without any front garden or corral. Otherwise the burger and the beer will go away. …", "rating": 4, "name": "Julia Writer", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Дима Лищук", "cat": "Hamburger restaurant"}, {"review": "Relaxed atmosphere, delicious burgers. But the size of the burger could be a little bigger, especially if it's called \"Fed Farmer\". There were 5 of us and only one girl remained full. So keep in mind that one burger can be...", "rating": 5, "name": "Дмитро Коваленко", "cat": "Hamburger restaurant"}, {"review": "‼️ The first thing that catches, not in the eyes, but in the nose, is the smell. Not very pleasant. Some musty.\n‼️For burgers. I took the one recommended by the seller. Not bad. The meat is fried…", "rating": 1, "name": "Thomas Miza", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Dmytro Tonkonoh", "cat": "Hamburger restaurant"}, {"review": " A very nice place to serve delicious burgers. Stylish interior and polite staff …", "rating": 4, "name": "Наталия Викторовна", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers in Kyiv. Delicious cider. Focus on 150-200 UAH. average check. My daughter does not drink soda and it turned out that they could not offer anything other than water. …", "rating": 4, "name": "Nataliia Kondratenko", "cat": "Hamburger restaurant"}, {"review": "The burger is delicious, but for this price it should be either 2 times larger or served with potatoes and sauce. Not worth your money at all. Separately, it upsets that no one brings the order, but they shout across the entire hall, although there were at least 3 ...", "rating": 5, "name": "Meine Kleine", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers, and berry tea in general has become a favorite …", "rating": 4, "name": "Роман Геря", "cat": "Hamburger restaurant"}, {"review": " It used to be delicious and good service. Then something went wrong. I went to them for many years, the last year - I do not return. One day they just gave me tasteless burgers, I tried to figure it out, but I was …", "rating": 5, "name": "Ольга Рутковская", "cat": "Hamburger restaurant"}, {"review": " It was in the burger farm in the rain, the inside was damp and very cold, like a bus stop. In fact, this establishment is an eatery. The food here was really tasty, the salad, burger and tea were great (although there …", "rating": 5, "name": "Андрій Тризуб", "cat": "Hamburger restaurant"}, {"review": "\nBurger Farm loves you❤\nWe will be grateful for what we should pay attention to, that would be 5))", "rating": 5, "name": "Iegor42", "cat": "Hamburger restaurant"}, {"review": "Great service. Fast and accurate delivery.\nThe burger looks exactly like the picture and is very tasty.\nI can't say enough about the packaging. The burger is packaged in a very cool box,…", "rating": 3, "name": "Oleksandr K", "cat": "Hamburger restaurant"}, {"review": "Delivery is terrible. They promised to bring the order in an hour, in the end, my friends and I waited two. Until they called themselves, no one reported the reasons for the delay (traffic jams, which were not there, judging by Google maps). The potatoes arrived barely warm and tasteless, ...", "rating": 4, "name": "Роман Сажнев", "cat": "Hamburger restaurant"}, {"review": "\nThank. We work !!", "rating": 4, "name": "Anna Bolshedvorska", "cat": "Hamburger restaurant"}, {"review": " It was delicious, I recommend 👍\n\n", "rating": 5, "name": "Dmytro Kostyuchenko", "cat": "Hamburger restaurant"}, {"review": "I went for coffee. The coffee is great. I can't say enough about the burgers. Prices for burgers from 120 UAH, average 140-170. The place is small and cramped, with a low ceiling and two rooms. The kitchen is open, right next to the bar. This is why it's hot...", "rating": 4, "name": "Valerie Gurak", "cat": "Hamburger restaurant"}, {"review": "Saturday open until 04:00\nWe (4 people) arrived an hour before closing. We went in, two employees of the establishment were sitting with their backs to us, turned to the third behind the bar, he immediately ...", "rating": 5, "name": "Oksana Ishchenko", "cat": "Hamburger restaurant"}, {"review": "\nSorry about that! And thanks for the feedback. We'll figure out.", "rating": 5, "name": "Yulia Evseeva", "cat": "Hamburger restaurant"}, {"review": " The staff at the facility on Regeneratornaya works without protective equipment (without gloves and without masks), they communicate with the visitor \"katsapskaya\". I took the burger with me, self-pickup. Napkins were …", "rating": 1, "name": "Александр", "cat": "Hamburger restaurant"}, {"review": " I was here more than once and I liked everything. Yesterday, guests were invited to have a snack during the walk. And for nothing. Cutlets in burgers are much smaller than before, and in general it is not even the …", "rating": 4, "name": "Юрий Кравчук", "cat": "Hamburger restaurant"}, {"review": " Oleg, sorry that's what happened! The weight of both meat and salad is unchanged for a very long time. You can write to us personally on facebook, we will gladly invite you for a free lunch. Though this will soften your frustration yesterday.\n\n", "rating": 1, "name": "Stanislava Ovchinnikova", "cat": "Hamburger restaurant"}, {"review": "Tasty and juicy burgers (110-140 UAH)\nThere are drinks and alcohol and without.\nEverything is simple and no frills. …", "rating": 5, "name": "Жигалло Євгеній", "cat": "Hamburger restaurant"}, {"review": "😘", "rating": 4, "name": "Каролина Павловская", "cat": "Hamburger restaurant"}, {"review": " Atmosphere and taste at 4, you can jump on a lunch, but not so, to go specially. …", "rating": 5, "name": "Татяна Сушко", "cat": "Hamburger restaurant"}, {"review": "Online order was taken quickly. In terms of delivery time, too, everything was clear. And most importantly, the burgers were delicious! …", "rating": 1, "name": "Sasha Mykhailovskyi", "cat": "Hamburger restaurant"}, {"review": "\nYuri, thanks for the \"five\"! We are glad that we liked our delivery and our burgers. Also come visit us for a glass of craft beer or cider - at 56 Shevchenko Boulevard or 7B Sobornost Ave.", "rating": 3, "name": "Андрій Альохін", "cat": "Hamburger restaurant"}, {"review": "The price does not match the quality. Not very tasty. Ate better. Confused by the super reviews of the place. And by the way, the Georgian burger is not very good. Shish kebab in a bun with a lot of onions, which was not warned about. For this money, I would eat shawarma. …", "rating": 5, "name": "Evgeniy Morskoy", "cat": "Hamburger restaurant"}, {"review": "The most delicious burgers in town!\nThe buns are the best.\nThe meat is juicy, minced beef. …", "rating": 5, "name": "Андрій Канівець", "cat": "Hamburger restaurant"}, {"review": "We decided to test the burger because we saw it in the rating of the best burgers in Kyiv. The burger was delicious, but I ate better. It is clearly not worth the money (125 UAH). For this money, you can eat a burger in a good pleasant place, and not …", "rating": 4, "name": "Andrey Tkachenko", "cat": "Hamburger restaurant"}, {"review": "The hall is usually free, you can reserve a table for a certain time. Some music is playing. And there is rock and country. The food is delicious but quite expensive in my opinion. Village potatoes cost 45 hryvnias, the cheapest burger is 75 hryvnias. …", "rating": 5, "name": "Marko Klymovskyy", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Никитенко", "cat": "Hamburger restaurant"}, {"review": " In general, burgers are delicious and the prices are reasonable. Personal burger favorites: \"Satisfied Farmer\" and \"Mc & Cheese\". Delicacy and beauty. Cole slow - van love. However, sometimes they cook carelessly. I …", "rating": 5, "name": "Максим Скубенко", "cat": "Hamburger restaurant"}, {"review": "\nSasha, thank you very much for such a review! You help us become better 💥\nWe hope that soon our service will please you much more 🤝", "rating": 5, "name": "Oleg Levitsky", "cat": "Hamburger restaurant"}, {"review": "Everything is just great. The best BBQ in Kyiv and perhaps in Ukraine. Haven't tried better yet. …", "rating": 5, "name": "Antonina Nifantieva", "cat": "Hamburger restaurant"}, {"review": " Congratulations ✨\nThank you, we try in our smokehouse ❤️\n\n", "rating": 1, "name": "Volodymyr Krut", "cat": "Hamburger restaurant"}, {"review": "Regular customer. Burgers for 5 points.\nTook off a star for the high price and shipping charges. …", "rating": 5, "name": "zhenya d.", "cat": "Hamburger restaurant"}, {"review": "It is better to order delivery from the guys directly, Glovo was a long time. I love the dorblu burger, and the ribs and spicy wings in the farm are the best! …", "rating": 5, "name": "Mykola Kurian", "cat": "Hamburger restaurant"}, {"review": "Great burgers, nice atmosphere. I recommend trying the barbecue ribs. In fact, not an intricate institution, with not much prehistory. The people of Kiev have managed to fall in love when it was still a small street fast food on Lvovskaya Square, …", "rating": 5, "name": "Alexander Savitsky", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers. Large and varied menu. Would have liked more beer selection. No (did not have) wi-fi. Sometimes there are no convenient envelopes from which you can eat burgers, and food gloves would be just perfect. …", "rating": 1, "name": "An K", "cat": "Hamburger restaurant"}, {"review": "Appetizing, juicy, soft, largest burgers. Delicious.\nThe establishment is relatively small, but as soon as you approach the checkout you understand how big the flow of orders is there, because everyone wants to buy THESE hamburgers. …", "rating": 5, "name": "Артём Пашинин", "cat": "Hamburger restaurant"}, {"review": " Спаббо))\n\n", "rating": 4, "name": "Oleksii Konstantynov", "cat": "Hamburger restaurant"}, {"review": "Today I was pleasantly surprised. Came for lunch (12 min ride). When ordering, the chef solemnly announced that we would have to wait at least 20 minutes, as there were a lot of orders. At that moment, there were no more than 3 people in the institution. Cashier kindly...", "rating": 4, "name": "Oleh Herasymenko", "cat": "Hamburger restaurant"}, {"review": "Good value for money burgers. And halloumi cheese with herbs and berry sauce is the best in town! A cool thing is this Fritz Spritz, which is in the photo, is in stock (6 types), though a little expensive. The place itself is 10 minutes walk from the subway …", "rating": 5, "name": "Юлия Петрова", "cat": "Hamburger restaurant"}, {"review": "\nThanks))", "rating": 5, "name": "Arkady Shkolnik", "cat": "Hamburger restaurant"}, {"review": "The burgers are classic, well-prepared and of high quality. Tasty, satisfying, but there is nothing special about them, there is no \"wow\" effect. The interior and bathroom is a level lower than the kitchen, this needs to be worked on. …", "rating": 5, "name": "Оксана Колобанько", "cat": "Hamburger restaurant"}, {"review": "** after the recall, we were promptly contacted by representatives of the company, apologized and corrected the information about the delivery zones on the website ...", "rating": 5, "name": "Mykyta Bondarenko", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, but the place itself looks very budget.\nThe price for burgers is from 60 UAH-80 UAH, They are different.\nThere is tea, beer, cider, coffee, energy drinks. beverages. …", "rating": 4, "name": "Elena Arustamova", "cat": "Hamburger restaurant"}, {"review": "Was at Sobornost and ordered wings. Such a question, do you check wings before serving to visitors!? They have a strong chlorine smell! In addition, I found fluff, similar to feathers. Is this normal at all!? You understand that you are not working for...", "rating": 5, "name": "Ольга Давидюк", "cat": "Hamburger restaurant"}, {"review": " Not a bad place. Adequate prices (but drinks are expensive!), A large selection of burgers. It is worth visiting at least once. …", "rating": 3, "name": "Ivan Hrytsyuk", "cat": "Hamburger restaurant"}, {"review": "Cool place, if there were more vegetables in the burgers - they wouldn't be priced, but they're still cool!! …", "rating": 5, "name": "Максим Скороход", "cat": "Hamburger restaurant"}, {"review": " Dima, congratulations✨\nThanks for the feedback. We advise you to try \"Satisfied Farmer\", \"Crispy Chicken\" there with a full «\n\n", "rating": 5, "name": "Angel lik", "cat": "Hamburger restaurant"}, {"review": "Everything that happens here is a cult. Local burgers are 114% authentic, and cola costs like in the states, but what kind of cola is it, just try it! Connoisseurs of stinky cheeses, old wines, and roofless cars will only be able to check out Blue Cheese from …", "rating": 3, "name": "andros", "cat": "Hamburger restaurant"}, {"review": "Horror! They brought me a burger, with completely raw meat!! At first I didn’t understand, but when I started to feel sick, I went to the cashier, in response they told me - this is such a roast, I had to ask for a stronger fry! That is, the fact that it is raw did not bother her at all! AND …", "rating": 4, "name": "Hanna Mengeleva", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Артем Гордєєв (CyberHusky)", "cat": "Hamburger restaurant"}, {"review": "It was delicious, but for some reason we were not happy and were not warned that the salad was spicy. Two fire-breathing dragons flew into the lair))) ...", "rating": 5, "name": "Dmytro Potapov", "cat": "Hamburger restaurant"}, {"review": " Natalie, thanks for the feedback ❤️ what kind of salad did you taste?\n\n", "rating": 5, "name": "Eugenia Gordeeva", "cat": "Hamburger restaurant"}, {"review": " They went with a guy here, took a Mexican burger (135 UAH each), cider (55 UAH each) and french fries (50 UAH).\nPros: 1. Interesting and tasty burger with spicy-sweet sauce. His taste is not …", "rating": 2, "name": "Vozya Кариан", "cat": "Hamburger restaurant"}, {"review": "The best burger in Kyiv!!! I tried a lot of burgers, but this is where the juiciest cutlets and soft, airy buns are, this is where the freshest vegetables are, this is where the softest and most stretchy cheese is, And this is where the most delicious sauce ...", "rating": 5, "name": "Yegor Yeriomin (Vendetta8247)", "cat": "Hamburger restaurant"}, {"review": "Well, tasty, but I would like to see at least some kind of menu, in any form that you can hold in your hands. Should I add cheese to my burger, the question is of course a good one.\n- Is it extra/double? …", "rating": 5, "name": "Valeria Honcharova", "cat": "Hamburger restaurant"}, {"review": "\nRoman, thanks for the tip.", "rating": 4, "name": "Sergey Taranenko", "cat": "Hamburger restaurant"}, {"review": "The best burgers in Kyiv!\nI have eaten them in many places, but I have never tasted better than here.\nMoreover, which is very pleasing, they did not deteriorate in a short time after ...", "rating": 5, "name": "Max Radokhlib", "cat": "Hamburger restaurant"}, {"review": " I have never eaten such a burger. Compote of hyacinth - super. Top level service. Prices 🔥👍 …", "rating": 1, "name": "maryam maryam", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers. Quite interesting design and format of the institution. If there is no queue, food is made very quickly. …", "rating": 2, "name": "Амир Гайзымухамеддинов", "cat": "Hamburger restaurant"}, {"review": " The place does not make you want to return.\nBy choosing dishes and drinks you can sit at the table. Unfortunately, the tables are very sticky, so you should not put your hands on them, because it is …", "rating": 5, "name": "Roksana Bochkovskaya-Yashchuk (Роксана Ящук)", "cat": "Hamburger restaurant"}, {"review": " Thank you for your feedback. The wings in us really are not teriyaki! And just in Unagi with sesame, as it is written in the menu. To the potatoes, we provide peasants with our rye (yogurt and green sauce), which lives with us all the years of existence. If you do not like it, we have a wonderful buggy sauce and barbecue. Would you like to know what burger you are tasting?\n\n", "rating": 5, "name": "Олег Гриценко", "cat": "Hamburger restaurant"}, {"review": "Despite the modesty of the interior in the style of \"overgrown MAF\", very tasty and unusual burgers are prepared here, using sweet buns, hot jalapeno peppers and even eggplant (at least it seemed to me). The taps have a good…", "rating": 2, "name": "Aleksey Sokur", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers at a reasonable price. The appearance is ok, but inside it is a bit like a cafe in the area where they pour ;-) and the smell of beer -_- I do not really like it. But after the visit, the memories …", "rating": 5, "name": "Ігор Рудяк", "cat": "Hamburger restaurant"}, {"review": "Objectively one of the best burgers in Kyiv. People come here not for a pretentious fashionable interior, but for excellent burgers. I didn’t like all the new ones, but the classics are great! …", "rating": 4, "name": "Gavryil Lokhmytko", "cat": "Hamburger restaurant"}, {"review": "The quality of burgers is 3+, maximum 4 out of 5. Pros - a large selection of burgers, including vegan, chicken, beef and more, minus - a bun and ease of eating. You will be covered all over while you put this structure in your mouth .. ...", "rating": 2, "name": "Yağız Özeren", "cat": "Hamburger restaurant"}, {"review": "As always delicious. Liked the new burger with cranberry sauce and apple. The original combination of sweet and sour with beef …", "rating": 5, "name": "CutiePie", "cat": "Hamburger restaurant"}, {"review": "Delicious, juicy Chicken Burger! Capitalized because he's awesome! No, not from ordinary minced meat! And from pickled thighs! With honey mustard sauce! And the pumpkin... Mmm.. it complements and emphasizes the taste so much that the burger just melts in…", "rating": 3, "name": "Аня Качковська", "cat": "Hamburger restaurant"}, {"review": "Cattle staff.\nUPD: Reply to owner's comment.\nIt wasn't polite. Especially the guy in the cap and T-shirt. He called out as he passed...", "rating": 5, "name": "Никита Коваленко", "cat": "Hamburger restaurant"}, {"review": "\nYou are politely told that there is a parking lot. And do you think that it is the top of culture to deliver your own tranpert to the hall?", "rating": 5, "name": "Andriy Melnk", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Петр Граб", "cat": "Hamburger restaurant"}, {"review": " Thank you for your objective feedback ❤️\n\n", "rating": 1, "name": "Inessa K", "cat": "Hamburger restaurant"}, {"review": "Very, very disgusting delivery service.\nWe ordered three times, all three times they asked for payment by card, the couriers either ran out of battery, or they forgot it. …", "rating": 2, "name": "Den Elizaryev", "cat": "Hamburger restaurant"}, {"review": "Very cozy place, you can meet a lot of foreigners who want to taste amazing burgers. The burgers are great, very large and very tasty, the prices bite, of course, but they are worth it. Great place to meet up with friends…", "rating": 4, "name": "Ilona Spitz", "cat": "Hamburger restaurant"}, {"review": "Few napkins for a hefty burger and hard benches to sit on.\nIn general, burgers are reasonably priced and large. Overeating!\nAnd delicious sea buckthorn tea! here is the tastiest! …", "rating": 5, "name": "محمد بن ممدوح", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Alex Golubenko", "cat": "Hamburger restaurant"}, {"review": "Hello, I ordered a vegan burger, they advised falafel, it turned out to be non-vegan after I ate it. Employees don't know the difference...", "rating": 2, "name": "Ed Brauskaitis", "cat": "Hamburger restaurant"}, {"review": " A nice trick for the unpretentious hipsters: fast, kindly, easy.\nFrom the minuses: pre-payment, as in McDonald's, and Soviet cuisine: all greasy, …", "rating": 2, "name": "Petro SHP", "cat": "Hamburger restaurant"}, {"review": " Thank you\n\n", "rating": 4, "name": "Edward Lozovyi", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Alex Tkachenko", "cat": "Hamburger restaurant"}, {"review": "Yeah... My second invasion of the burger farm network)) for the first time I was surprised by a Mexican burger, on Podil. There is a smaller establishment here, but again the staff, food and drinks pleased)) and what else do you need in the middle of the night))) and the burger surprised))) …", "rating": 5, "name": "Сергей Грабинский", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, there is alcohol. There are 2 significant downsides. Burgers are small - prices are high. …", "rating": 5, "name": "Oleksii Yermachenkov", "cat": "Hamburger restaurant"}, {"review": " The burger is just TOP !!! I recommend to everyone !!!\n\n", "rating": 5, "name": "Andrii Andrushchenko", "cat": "Hamburger restaurant"}, {"review": "We arrived from Odessa and for the last three days - this is the most delicious place!\nBurgers - you will lick your fingers (in the truest sense of the word)!\nThe staff are very cheerful and attentive. …", "rating": 5, "name": "Олег Горецький", "cat": "Hamburger restaurant"}, {"review": " Not a bad place. Tasty lager (65 UAH for 0.4). Great rice with potatoes for peasant and carrot (600 gr for 190 hryvnas) and beautiful wings (90 hryvnas). Burgers are huge and rich, but it's difficult to eat them) …", "rating": 4, "name": "Andrew Cooper", "cat": "Hamburger restaurant"}, {"review": " Thanks. Cool!\n\n", "rating": 5, "name": "Andrey Kravchina", "cat": "Hamburger restaurant"}, {"review": " They make delicious burgers here. The institution will tell you what to order and ask for. I recommend trying Indian burger. As a side dish, you can order in addition to regular potatoes and other beets and pumpkin …", "rating": 5, "name": "MELANIE MOOR", "cat": "Hamburger restaurant"}, {"review": " Very correct atmosphere: the hall is quite simple, without unnecessary pathos, but the burgers are delicious! Baked pumpkin with beets and spices deserves special attention. Also a good choice of beer. …", "rating": 3, "name": "Богдан Гливинский", "cat": "Hamburger restaurant"}, {"review": "It would be nice to indicate the full composition, otherwise getting a burger with pasta is still a pleasure ... nothing is signed in the order, it is very difficult to determine what is where. …", "rating": 2, "name": "Carlos G", "cat": "Hamburger restaurant"}, {"review": "Very good Varvar Milk Stout beer, very good service, I have never seen anything like this in Kyiv before…", "rating": 5, "name": "Сергій Гордієнко", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers at an affordable price. Chatty and positive man at the cashier's desk, after communication remained a pleasant impression. The finished chicken burger waited about 10 minutes. …", "rating": 5, "name": "Aleksei Shevchenko", "cat": "Hamburger restaurant"}, {"review": "The place is one of a kind. Don't expect service. The order must be picked up by yourself. If you go, be prepared for this.\nWorth coming for the burgers. They are really very tasty. …", "rating": 5, "name": "Andrii Matsko", "cat": "Hamburger restaurant"}, {"review": "We ordered burgers and so on through Glovo. Terribly disliked!!! The taste and quality is very bad! The second time I will not even think about taking something in this institution, and even more so to go there! …", "rating": 4, "name": "Тимур Дронов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Илья Шершавец (G1vn)", "cat": "Hamburger restaurant"}, {"review": "\nThank. This burger is not changed and strong", "rating": 1, "name": "Евгений Д", "cat": "Hamburger restaurant"}, {"review": " Tasty, though, all burgers are served without any garnish, so expensive.\nPepsi 0.3 - 65 UAH :( …", "rating": 5, "name": "Григорий Мельниченко", "cat": "Hamburger restaurant"}, {"review": " Deliciously. And you need to work on the hood)\nAnd yes - well done! …", "rating": 5, "name": "Sinilga Sinilgovna", "cat": "Hamburger restaurant"}, {"review": "Cool craft burgers - there are big ones and smaller ones, for those who don't have a brutal appetite. Meat to choose from and vegetarian - any, but all delicious 😋 …", "rating": 5, "name": "Bogdan Chornous", "cat": "Hamburger restaurant"}, {"review": "The maximum run-up of expectations and reality is a plus. In an absolutely nondescript institution (the style is already such) - the food tastes amazing. Also very nice service! …", "rating": 5, "name": "SouR TV", "cat": "Hamburger restaurant"}, {"review": " Tried the burger with falafel) tasty) But if you really like onions, because there are many. A good place to have a quick snack and run. And the menu was pleasantly surprised by the wide selection of alternatives for …", "rating": 1, "name": "TAyler Cool", "cat": "Hamburger restaurant"}, {"review": " Excellent burger with falafel and turkey ❤️\n\n", "rating": 3, "name": "SerJ", "cat": "Hamburger restaurant"}, {"review": "No complaints. We took three different burgers - all delicious. Only here the sauce for halloumi does not fit at all and is not very tasty (IMHO) ...", "rating": 5, "name": "Анастасия Беззуб", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Шпак", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers, but there is a strong and unpleasant smell of the kitchen. The hands were stuck to the table - it means they are badly wiped out. The interior is a simple meal …", "rating": 1, "name": "Kate Zaripova", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers are probably the best I've ever tasted. The situation is a bit primitive, but enough to have a quick snack and move on. …", "rating": 4, "name": "Ihor Yermolenko", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, vegetarian options available. The place itself is small, there are few places, the tables are usually busy, so you can sit down at the bar. Generally homemade and with style, expensive drinks. …", "rating": 5, "name": "Fall Barbarossa", "cat": "Hamburger restaurant"}, {"review": " Minus that there is no terminal, but delicious food\n\n", "rating": 4, "name": "Николай Пономаренко", "cat": "Hamburger restaurant"}, {"review": " Hello, we apologize for the technical inconvenience! They have already been corrected, we will be glad to see you in our institution!\n\n", "rating": 3, "name": "Andrii Litvynchuk", "cat": "Hamburger restaurant"}, {"review": "The burgers are ok, but one day I ordered a salad... with honey mustard dressing, and that's a flop guys) four pieces of tough dry chicken in an oak layout, a bunch of tasteless pumpkin (probably pumpkins, long identified), hard spinach... Sauce - …", "rating": 5, "name": "Дмитрий Зайченко", "cat": "Hamburger restaurant"}, {"review": "Good burgers. Buns, as I understand it, are of our own production. The only thing I didn't like was the sauce (probably barbecue) in the french fries. And so the institution is pleasant, you can go to have a bite to eat. …", "rating": 3, "name": "Anton Bizer", "cat": "Hamburger restaurant"}, {"review": "\nArtem, thanks for your feedback! By the way, you can choose sauces for side dishes and on your next visit we can recommend you to take ranch sauce with potatoes.", "rating": 5, "name": "Владислав Дурнев", "cat": "Hamburger restaurant"}, {"review": " I tasted a burger made of artificial meat. Not bad enough. Beer, too, wow. …", "rating": 5, "name": "Сергей Сергеев", "cat": "Hamburger restaurant"}, {"review": "Great place with very tasty burgers and good craft beer. Not enough gloves to keep your hands clean))) ...", "rating": 3, "name": "Константин Скляр", "cat": "Hamburger restaurant"}, {"review": "\nEugene, thank you for such a cool review! Stop by and try our breakfasts or our signature BBQ smoked ribs and wings.", "rating": 5, "name": "Chas ChesY", "cat": "Hamburger restaurant"}, {"review": "It's more of an eatery. Tables and benches from the 90s.\nBurgers leave much to be desired - dry cutlet, no greens - in short, not tasty! …", "rating": 4, "name": "Oleksandr Tereshchenko", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers. Were with colleagues, everyone has different menu items, everyone liked everything! I recommend!!! The best burgers of the last half a year for sure...", "rating": 5, "name": "Dmitry Scotar", "cat": "Hamburger restaurant"}, {"review": " The \"Farmer\" burger is just a bomb. Very tasty and filling. Lemonades of own production also pleased. And separately I will note the friendly decent courier :) …", "rating": 1, "name": "Константин Казаков", "cat": "Hamburger restaurant"}, {"review": "A good place. Since the time of the diner on Vorovsky. They didn’t bring what I asked for when ordering - they kindly replaced and delivered what I asked for. Positive place. The main thing is not to turn into a poppy duck and stay in a niche. …", "rating": 3, "name": "Vlad Dyshlyuk", "cat": "Hamburger restaurant"}, {"review": "One of the best burgers in town at a reasonable price. And they have good ribs too :) …", "rating": 3, "name": "Світлана Коваленко", "cat": "Hamburger restaurant"}, {"review": " Frankly, I would not advise anyone to come to the restaurant. The burger is very cold. The best thing is that they have regular fries\nI ordered very bad chicken wings and regular mozzarella once, the beef burger is …", "rating": 1, "name": "Bogdan Tkachenko", "cat": "Hamburger restaurant"}, {"review": " The place got worse. Served ribs frozen inside. As a matter of fact, they said that it was not surprising, because now they are not preparing them, but only warming them up. I do not recommend going here. …", "rating": 5, "name": "Игорь Бессараб", "cat": "Hamburger restaurant"}, {"review": " Good evening, please tell me when did this annoyance occur to you?\n\n", "rating": 5, "name": "Rus К", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers. It is possible to choose both vegetarian and with chicken, turkey, beef and pork. Earlier, when I took a vegetarian one, but this time with chicken and potatoes in a country style. Very satisfying and tasty. …", "rating": 5, "name": "Наталья Н", "cat": "Hamburger restaurant"}, {"review": "\nGreat institution! Very tasty burgers", "rating": 5, "name": "Roman Ivanyshyn", "cat": "Hamburger restaurant"}, {"review": "The burgers were edible, but no more. Well, for extreme sports lovers, I suggest ordering “wings in bbq sauce”, these are the first wings in my life with the taste of sprats!!! …", "rating": 5, "name": "Svetlana Poddubnaya", "cat": "Hamburger restaurant"}, {"review": "Mega cool, juicy burgers, ribs. All meat is fried on fire, not on the grill!\nBurgers from 80 UAH…", "rating": 5, "name": "Oleg Lemskiy", "cat": "Hamburger restaurant"}, {"review": "A well-fed farmer and ribs - fire! Friends, it seems to me that your dishes lack a little salt. Burgers and potatoes have a very bland taste. …", "rating": 5, "name": "Alisa Mandrik", "cat": "Hamburger restaurant"}, {"review": " The burger is very strange for us, I didn't like the taste, smell etc. It made my stomach strange. There is no English menu. It smells so bad. I do not recommend it to anyone. …", "rating": 3, "name": "Anna Vlasiuk", "cat": "Hamburger restaurant"}, {"review": " Tasted the burger \"Bif and Chiz\", it was delicious. The institution itself is small, but cozy. The staff is nice. It's worth a visit to a tasty burger. …", "rating": 5, "name": "Николай Устименко", "cat": "Hamburger restaurant"}, {"review": " Pepsi 45 UAH for 0.25 does not correspond to the interior)))\nThe burger is delicious, there were no napkins on the table …", "rating": 3, "name": "Julia Fox", "cat": "Hamburger restaurant"}, {"review": "A place where you can eat from the heart, where you are always welcome. Always delicious Burger, delicious coffee :D\nAlso cool cheerful courier Nikita: D ...", "rating": 4, "name": "Dmytro Vytvytskyi", "cat": "Hamburger restaurant"}, {"review": "We order burgers all the time.\nEverything is delicious, fast, cutlets are juicy...\nThanks for the gift. All good. Recommended!!! …", "rating": 5, "name": "Анастасия Хмызюк", "cat": "Hamburger restaurant"}, {"review": " Burger Farm loves you❤\n\n", "rating": 3, "name": "Aivars Bell", "cat": "Hamburger restaurant"}, {"review": "Good place for a quick bite to eat. Burger, of course, could be tastier, but nevertheless, edible. I put 4, you have room to grow. …", "rating": 4, "name": "Andrew Andreev", "cat": "Hamburger restaurant"}, {"review": "I haven't been to this place and probably won't because of the disgusting delivery..\nI placed an order on the website, it says that the expected delivery is in an hour. no one contacted me to confirm, but since it was the first and only ...", "rating": 5, "name": "aram şen", "cat": "Hamburger restaurant"}, {"review": "Meat burger is nothing. Tough, overcooked, reheated meat. Sticky tables. There are not enough gloves, now any burger seller offers them, but not you. I do not recommend. …", "rating": 3, "name": "Mrs.W.Angel", "cat": "Hamburger restaurant"}, {"review": "\nGood afternoon, tell me where did this happen to you? On the right or on the left bank? And when, we will be very grateful to you!", "rating": 2, "name": "Максим Квач", "cat": "Hamburger restaurant"}, {"review": "The burgers are really delicious. It is a pity that the hood does not work well and there is no menu in English. By the way, for the first time in Kyiv, we encountered the fact that they do not issue a check when ordering. …", "rating": 4, "name": "Julia Antonenko", "cat": "Hamburger restaurant"}, {"review": "\nIlona, ​​thank you for your kind words and for a well-grounded comment about the check and the hood. Let's fix it!", "rating": 5, "name": "Остраков Федор", "cat": "Hamburger restaurant"}, {"review": " I thank the Algerian Chef, Brother Abdel Ghani, for the good reception and hospitality, a very nice and respectful person. I wish him success …", "rating": 5, "name": "Артур Билан", "cat": "Hamburger restaurant"}, {"review": "I have not seen such a terrible work of the delivery service for a long time, for a very long time, instead of the stated hour, I waited 2.5 hours, the burgers were cold and crumpled, as if they had just been thrown in a hurry. It’s a pity, from visiting the institution there were only good …", "rating": 5, "name": "Anna Mekeda", "cat": "Hamburger restaurant"}, {"review": "The prices are inconsistent with the size and quality of the food. The burgers ordered were tasteless and bland. Moreover, the service in the establishment, as I understand it, is absent, the seller just went out into the street, where we were sitting at tables, shouted that our food was ready and …", "rating": 5, "name": "Віктор Невідомий", "cat": "Hamburger restaurant"}, {"review": "\nDear Ed, it hurts to read your review of our burgers - juicy burgers are our goal, task and mission until the end of our days. And your words will motivate us to deal with the juiciness of burgers. If you specify exactly which burgers you ordered, then we will get down to business in more detail. And in terms of service and service - Burger Farm is a self-service diner, while we agree with you that the tone and intonation of our employee was probably rude and unacceptable. We will work on this.", "rating": 5, "name": "Микола Кащенко", "cat": "Hamburger restaurant"}, {"review": " Cold, if outside the window frost, then without a jacket you will not sit. Burgers are so good, but nothing special. Ordered for children without mustard, but brought with. …", "rating": 2, "name": "Андрей Сергеевич", "cat": "Hamburger restaurant"}, {"review": " A classic runner, small, but with a toilet and accepts cards. But the main thing - a good burger-menu - there is something to choose from. But potatoes in addition - so-so. …", "rating": 4, "name": "Anna Podoprigora", "cat": "Hamburger restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Саша Жабчик", "cat": "Hamburger restaurant"}, {"review": "In general, the topchik, the burgers are delicious, they cook quickly, juicy, but today they forgot to put the sauce, because 4chka. And I highly recommend...", "rating": 5, "name": "Марина Александрова", "cat": "Hamburger restaurant"}, {"review": "Very large burgers, justify the slightly high price. It will be absolutely perfect if you make the burgers juicier, but right now it’s good ...", "rating": 5, "name": "Владимир Оборский", "cat": "Hamburger restaurant"}, {"review": "Liked the establishment. The guys focused on burgers, wings and ribs, and they succeeded. Every time we are in Kyiv we go there with a group. I recommend! …", "rating": 2, "name": "Kenny Kellerman", "cat": "Hamburger restaurant"}, {"review": " Burgers are delicious, sparsely populated, the seller is very positive. …", "rating": 5, "name": "Владислав ВЛАСОВ", "cat": "Hamburger restaurant"}, {"review": "Great place, great delivery driver on a moped, very fast and always delivers hot food, I put 5 thanks a lot to you)))))) …", "rating": 4, "name": "Sergii", "cat": "Hamburger restaurant"}, {"review": "Falafel is excellent! The burger is also super: a bun and a cutlet and a sauce, but sooooo small. You really need to take 2 to eat enough norms ...", "rating": 4, "name": "Максим Грицан (Leda4iy)", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Александр Слипченко", "cat": "Hamburger restaurant"}, {"review": "\nAndrey, thank you for writing to us! And thanks for the \"five\". Fried weeds\nwe will fix;) And we will also keep the roasting under control - if you are talking about it. Stop by for another glass of craft beer or cider. We will be glad to see you!", "rating": 5, "name": "Тоша UA", "cat": "Hamburger restaurant"}, {"review": "The guys definitely know what they're doing. You will find here not a pompous interior and marketing enticements, but the most delicious burgers + a wide range of craft beer. …", "rating": 4, "name": "MrCrazymax09", "cat": "Hamburger restaurant"}, {"review": "Hip place for a quick bite. But at the cost, as in a cafe, burgers leave much to be desired. One was over-salted, and the other had a lot of onions and little sauce. And snacks are overpriced. I will hardly come back here again. …", "rating": 5, "name": "Сергей Шидловский", "cat": "Hamburger restaurant"}, {"review": " The burger was very tasty although the reason for the 2 stars is because they do not have a menu in English and although they tell you to order whatever you want, obviously you end up ordering blindly. Because of …", "rating": 5, "name": "Vlad Holovko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Kateryna Fedorova", "cat": "Hamburger restaurant"}, {"review": "Very tasty and original burgers.\nVery tasty sea buckthorn tea. …", "rating": 4, "name": "Vitaliy Mykhaylovskiy", "cat": "Hamburger restaurant"}, {"review": "\nDelicious, coffee too", "rating": 5, "name": "Сергій Макаренко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Verner Cho", "cat": "Hamburger restaurant"}, {"review": " Thanks for the stars!\nWould you like to know what exactly you lacked for a complete experience?\n\n", "rating": 4, "name": "Богдан Гаченко", "cat": "Hamburger restaurant"}, {"review": "Very interesting and democratic place :) delicious burgers and cool beer. A lot of additives to the burger itself, interesting sauces. 80-115 UAH There is not enough space inside, so you may not be lucky with the place. …", "rating": 1, "name": "E M", "cat": "Hamburger restaurant"}, {"review": "Disgusting. The burgers are tasteless and very greasy. Instead of lettuce leaves - Chinese cabbage. Minced meat in cutlets from low quality meat. Prices are high. I do not recommend. …", "rating": 5, "name": "Oleksandr Dymnich", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers, nice place. I did not take the rib, but next time I will definitely take it.\nPrices are average, but not higher than competitors. …", "rating": 5, "name": "Ketrin Claus", "cat": "Hamburger restaurant"}, {"review": "I advise everyone, the ribs and the handsome blue-eyed bartender Alexander were on top. Thanks for the service, we'll be back. …", "rating": 3, "name": "TITHO DONADIO", "cat": "Hamburger restaurant"}, {"review": " Very tasty burgers! In fact, one of the best points is where you can tasty and have adequate funds to enjoy burger. …", "rating": 5, "name": "Алексей Шилин", "cat": "Hamburger restaurant"}, {"review": "Today, a little guy in a red cap cooked almost the most delicious falafel I've ever eaten here (the rest of the time he always shoto sideways, so thank God he finally rolled up) ...", "rating": 2, "name": "Hanna Kravchenko", "cat": "Hamburger restaurant"}, {"review": "Delivery is terrible! The order was delayed by more than an hour. To say that the burgers were no longer the first freshness, I think, is not worth it ...", "rating": 5, "name": "Kostia Olifir", "cat": "Hamburger restaurant"}, {"review": "Interesting type of restaurant. Good burgers and live beer. They cook quickly. The beer is average for my taste. …", "rating": 5, "name": "Mike Nykytyuk", "cat": "Hamburger restaurant"}, {"review": "Recently in Kyiv, and I found my favorite burger place))) delicious, juicy, satisfying!!! Simply amazing))…", "rating": 5, "name": "Alona Sychevska", "cat": "Hamburger restaurant"}, {"review": " Burger Farm loves you!\n\n", "rating": 5, "name": "Serhiy Chumakov", "cat": "Hamburger restaurant"}, {"review": "The best burgers price-quality! Delicious, juicy and filling! In love since the last place on Lvovskaya Square! …", "rating": 1, "name": "Владимир Мойсеев", "cat": "Hamburger restaurant"}, {"review": "I can't say anything about the food, but the \"hospitality\" hit the bottom: the staff just went outside and sat down to smoke, completely ignoring us. We went to eat in another - more pleasant - institution ...", "rating": 3, "name": "Michael Vard", "cat": "Hamburger restaurant"}, {"review": "Good burgers, a little cramped inside, but at the same time, it makes its atmosphere. Modest selection of local craft beers…", "rating": 4, "name": "StukonogPP “bl1nd cat”", "cat": "Hamburger restaurant"}, {"review": "I have been eating in BF since the time of Lvovskaya Square, very tasty burgers, price, service. I recommend, have recommended and will continue to recommend. …", "rating": 4, "name": "Сергей Михайлов", "cat": "Hamburger restaurant"}, {"review": "\nWow!\nThanks for the feedback ❤️", "rating": 5, "name": "Неллі Цуркан", "cat": "Hamburger restaurant"}, {"review": "A good place, I often visit, the menu is small, for a lover of high-quality street food, cool burgers, the hood is a little lame and the last two times I noticed a decrease in portions, I hope they will improve ...", "rating": 1, "name": "компания филонов", "cat": "Hamburger restaurant"}, {"review": " Burgers at their own cost are very much the same. There was almost no taste of the meat, unfortunately we will not return. …", "rating": 4, "name": "Margarita Tverdokhlebova", "cat": "Hamburger restaurant"}, {"review": " Sorry you didn't like it. Please tell us what exactly did you taste?\n\n", "rating": 5, "name": "Nik Farm", "cat": "Hamburger restaurant"}, {"review": "Very tasty and cool atmosphere and cafe idea, but put a screen on which the order number will be displayed which is already ready))) Good luck) …", "rating": 5, "name": "Yana Lazarenko", "cat": "Hamburger restaurant"}, {"review": " Normal burgers, but the restaurant itself is not very cozy, there is little space inside and it is cold in winter, despite the heating ( …", "rating": 5, "name": "Yambren", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers, I liked everything, the prices are 100+ for a burger.\nI can’t say anything bad about this 5) ...", "rating": 2, "name": "Andrew Glavatskyy (Андрій Главацький)", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Pedash Vilena", "cat": "Hamburger restaurant"}, {"review": "The burgers themselves are pretty tasty. Latte is mediocre. But the worst part is the very loud rap that just doesn't fit into this place. …", "rating": 5, "name": "Igor Skakovsky", "cat": "Hamburger restaurant"}, {"review": "\nKonstantin, thanks for your feedback and compliments to our burgers.\n\nWe will surely take into account your comment on the volume of sound and music format.\n\nCome to us again!", "rating": 5, "name": "Mad Light", "cat": "Hamburger restaurant"}, {"review": "Affordable prices,\nVery juicy and delicious burgers. one of the most delicious in Kyiv. Prepare quickly...", "rating": 5, "name": "николь савицкая", "cat": "Hamburger restaurant"}, {"review": "Not bad, but for some reason I was expecting more. The atmosphere is sincere, the staff is friendly, the burgers are normal (they didn’t produce a wow effect). So somehow... ...", "rating": 5, "name": "Vladyslav Komov", "cat": "Hamburger restaurant"}, {"review": " Very tasty chili con carne, burgers are also at a high level. …", "rating": 5, "name": "Liuba Berezovska", "cat": "Hamburger restaurant"}, {"review": "Was here a year ago. It used to be delicious! With a twist. Now nothing special. They don't develop. The taste got worse. I hope the situation improves. …", "rating": 5, "name": "SkyMixer Experts", "cat": "Hamburger restaurant"}, {"review": "Burgers are good. But the tables that are on the street are no good, not comfortable. …", "rating": 3, "name": "Артем Бойко", "cat": "Hamburger restaurant"}, {"review": " Meat in puld pork does not taste very much like canned food, and a bun like an old Easter cake …", "rating": 2, "name": "Марина Сівер", "cat": "Hamburger restaurant"}, {"review": "Burgers are not tasty! The booths are not fresh, the meat is burned. The staff is not friendly, everyone is constantly running somewhere, you can’t even ask for napkins)\nIt's very cold in the building itself. …", "rating": 2, "name": "Александр Симонов", "cat": "Hamburger restaurant"}, {"review": "Cool place with delicious burgers and a positive atmosphere. The location is small and this is quite enough for a large number of people and a great pastime. …", "rating": 5, "name": "Егор Кулагин", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Igor FFOKCUF", "cat": "Hamburger restaurant"}, {"review": " So far, for me burgers are Burger Farm.\nVery tasty. Now it's a big menu! Good service.\nYes, you have to wait. But worth it! …", "rating": 5, "name": "Всеволод Прокопец", "cat": "Hamburger restaurant"}, {"review": "Delicious and juicy burgers! The prices are very pleasant. The price/quality ratio is the best in Kyiv. …", "rating": 5, "name": "Егор Банкин", "cat": "Hamburger restaurant"}, {"review": "Delicious cooking. But it’s better not to come in nylon tights, you can break on the chairs. …", "rating": 5, "name": "Oleksii", "cat": "Hamburger restaurant"}, {"review": "A very juicy and tender Mexico City burger, but even with a double jalapeno it's not super spicy, I would like something really spicy :) A great place for a hearty snack. …", "rating": 4, "name": "Алексей Кольца", "cat": "Hamburger restaurant"}, {"review": "This is a cult place in the city. The most delicious vegan burger, cool spicy lemonades, you can have a quick lunch, as they cook quickly, well done guys! …", "rating": 4, "name": "А/ S", "cat": "Hamburger restaurant"}, {"review": "The place is cute, but the burger had stinky cheese. The mood is spoiled. Take the mini, they are fresh. …", "rating": 4, "name": "Настя Мокеева", "cat": "Hamburger restaurant"}, {"review": "Great place, reasonable prices, and most importantly - the most delicious burgers in Kyiv. Be sure to take the potato with cheese! …", "rating": 3, "name": "Михаил", "cat": "Hamburger restaurant"}, {"review": "It’s somehow customary that if you order a burger, then there will be some minimal side dish or salad to it, but no, they just bring you a burger on a metal tray)) it’s not worth the money. …", "rating": 4, "name": "Yura Krykovsky", "cat": "Hamburger restaurant"}, {"review": " Good burgers, but not much beer. The establishment where he sat / ate went on. …", "rating": 5, "name": "Paul Skobnikov", "cat": "Hamburger restaurant"}, {"review": " I had a lot to eat in this life, but I will never forget your burger 😍😍🤤 …", "rating": 1, "name": "Игорь Тсн", "cat": "Hamburger restaurant"}, {"review": " Anastasia, thank you for such a great response from you. We try to make delicious and cool burgers. And your response won our hearts!\n\nBut you shouldn't forget our burgers - we are always next to our delivery service: we will bring them to your home or office. Here are all the details: burgerfarm.com.ua\n\n", "rating": 4, "name": "Bonnie Benay", "cat": "Hamburger restaurant"}, {"review": "Noisy. The atmosphere is unique, but not without charm. The side dish for the burger comes as a separate item for an extra charge ... strange. …", "rating": 1, "name": "YURII", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback. The side dish is not included by default, as it is right, we leave the desire for you. The guest either wants it or chooses it to taste, whether it be potatoes, fresh vegetables, corn, etc.", "rating": 5, "name": "Вадим Гаращук", "cat": "Hamburger restaurant"}, {"review": "It looks like a cheap cafe, inside it is warm, cozy and tasty food. Exclusive German soda enhanced the sensations. I advise!! …", "rating": 5, "name": "Stas sup0stas", "cat": "Hamburger restaurant"}, {"review": " The price is more expensive than other places but has delicious burgers …", "rating": 1, "name": "Руслан Османов", "cat": "Hamburger restaurant"}, {"review": " Burgers are delicious, but at the request of NP add cilantro brought with cilantro. It is unpleasant to leave half of the dish. The tables are a bit sticky. …", "rating": 5, "name": "bender rodriges", "cat": "Hamburger restaurant"}, {"review": " Everything would be great, but to cook a salad of canned mackerel in its own juice and position it as a salad with tuna? !! Are you serious? !! …", "rating": 3, "name": "Владислав Поволоцкий", "cat": "Hamburger restaurant"}, {"review": "Not a bad place to eat. The burgers are delicious, but the fries are not so good. …", "rating": 5, "name": "Alina Bush", "cat": "Hamburger restaurant"}, {"review": " Very cool place.\nI want to eat everything here! …", "rating": 5, "name": "no name", "cat": "Hamburger restaurant"}, {"review": " Јжтееееее ❤️❤️❤️❤️\n\n", "rating": 5, "name": "Dmytro Bulanov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Анастасия Солонович", "cat": "Hamburger restaurant"}, {"review": "\nAgony for such an assessment! Arthur, thank you for such a review and come back to us for a glass of craft beer or cider!", "rating": 5, "name": "Olya Bohatenko", "cat": "Hamburger restaurant"}, {"review": "Just sooo delicious! Nice service, friendly staff! Everything is delicious and fresh!) Champagne in a small bottle is also okay. 🤩🥰😉 …", "rating": 5, "name": "Vitaliy Khizhnychenko-Kim", "cat": "Hamburger restaurant"}, {"review": " Keep your likes curious.\nDelicious burgers at a normal price.\nIn the middle you can wash your hands, there is a toilet. …", "rating": 1, "name": "Алексей Щиров", "cat": "Hamburger restaurant"}, {"review": "The most delicious burgers and friendly atmosphere. Nostalgia for Fazenda bar, under which was the first point of Burger Farm ...", "rating": 5, "name": "Denys Ezh", "cat": "Hamburger restaurant"}, {"review": "Sticky, squirming wooden bar stools... Sovdep wooden stools with a back not only create an atmosphere, but sweat on them as the 5th point in the hot season. …", "rating": 4, "name": "Andrii Shvets", "cat": "Hamburger restaurant"}, {"review": "\nSori, that forced to sweat your body parts. But our task is tasty and fast feed. Our furniture is simple and functional. We hope that the food was delicious and you liked it. Write what you think about food? )", "rating": 5, "name": "Артем Федосов", "cat": "Hamburger restaurant"}, {"review": "Delicious, not for sitting in beauty or with someone, too simple, it's only for eating fast fast food, good food, there are vegan positions.\n#vegankiev …", "rating": 5, "name": "Ketrin Claus", "cat": "Hamburger restaurant"}, {"review": "Very tasty. Here everything is simple in the interior. After all, you came in, ate, got euphoria from this food and left. The wings are delicious. …", "rating": 5, "name": "Liu Litvin", "cat": "Hamburger restaurant"}, {"review": "Ordered delivery, it was very tasty 🥰\nFalafel burger is super 😋…", "rating": 5, "name": "Mion Morgan", "cat": "Hamburger restaurant"}, {"review": "\nThank you very much for the \"five\". We look forward to visiting again !!!", "rating": 5, "name": "Mykola Zakroishchykov", "cat": "Hamburger restaurant"}, {"review": "A new sports department has opened in Auchan, big and cool, they came in with their daughter and just gasped from the saturation of goods, come in without showing off and see for yourself ...", "rating": 5, "name": "Валерия Литвиненко", "cat": "Hamburger restaurant"}, {"review": " There used to be really tasty burgers, especially with pumpkin ... and now the disappointment ... what happened to you? …", "rating": 1, "name": "Sasha Charkin", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Alex Kislyi", "cat": "Hamburger restaurant"}, {"review": "Everything is set up for self-pickup, the burgers are delicious, but to return just to sit and eat, there is no desire to just order, the prices for drinks are wild. …", "rating": 5, "name": "Helena Shyta", "cat": "Hamburger restaurant"}, {"review": " Very tasty burgers, not great prices. However, the room is small and the interior is not impressive. …", "rating": 4, "name": "Евгений Степаненко", "cat": "Hamburger restaurant"}, {"review": "👍", "rating": 5, "name": "Дмитрий Голуб", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Ganushchak Oleg", "cat": "Hamburger restaurant"}, {"review": " The burger is some of the best, but the potatoes aren't worth those 50 wahs …", "rating": 5, "name": "Андрей Юрченко", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers, what not to say about the place (\n\n", "rating": 5, "name": "Vasia Tymoshenko", "cat": "Hamburger restaurant"}, {"review": " The place is not delicious? 😉\n\n", "rating": 1, "name": "Z S", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Denis Canni", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers for different tastes, simple interior, old school hip-hop often plays in the background. …", "rating": 5, "name": "Aleksei Usenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "Павел Григоренко", "cat": "Hamburger restaurant"}, {"review": " Tasty burgers. You might want to improve rye buns. After a light grill, hold badly. …", "rating": 5, "name": "Анатолий Крайний", "cat": "Hamburger restaurant"}, {"review": " The delicious burgers that were once sold under Fazenda now have a residence permit. The most delicious burgers I've tasted in Kiev. 😊 …", "rating": 5, "name": "Serhii Set", "cat": "Hamburger restaurant"}, {"review": " eat from a car that's cool)) but wasted chicken, it was a pity .. but potatoes - a notion! …", "rating": 5, "name": "Oleh Khomynskyi", "cat": "Hamburger restaurant"}, {"review": " Is this a mistake? we do not have any machines or potatoes\n\n", "rating": 5, "name": "Alread (Alread)", "cat": "Hamburger restaurant"}, {"review": "Well, not bad, but not the most delicious burgers in Kyiv, IMHO. Maybe I chose not the coolest) ...", "rating": 5, "name": "Полина Бардакова", "cat": "Hamburger restaurant"}, {"review": "The burger is disgusting. Be prepared for burnt meat, the smell of a stale fridge, and that's a hefty price in comparison. …", "rating": 5, "name": "Denis Onishchuk", "cat": "Hamburger restaurant"}, {"review": "\nEugene, pity what happened. We will check what went wrong and make sure the cutlets are not burnt. Give us a chance, we will not let you down :)", "rating": 3, "name": "Игорь Фурмон", "cat": "Hamburger restaurant"}, {"review": " Burgers can be called one of the most delicious in Kiev. Tasty for affordable price. …", "rating": 5, "name": "Oleg Dekhtiarenko", "cat": "Hamburger restaurant"}, {"review": "These are really the most delicious burgers of the year Kyiv. Reasonable price, fast service! …", "rating": 4, "name": "Елена Русакова", "cat": "Hamburger restaurant"}, {"review": " Acceptable burger, not a big deal, and very slow service. …", "rating": 5, "name": "Олексій Онищенко", "cat": "Hamburger restaurant"}, {"review": " Yummy! I advise! Good burgers for a small price!\n\n", "rating": 5, "name": "Юлия Смаглюкова", "cat": "Hamburger restaurant"}, {"review": "Uncleaned, smelled of ketchup. I didn't like the crumbling cheese burger which was not tasty...", "rating": 5, "name": "Виталик Трушин", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Bogdan Yarema", "cat": "Hamburger restaurant"}, {"review": "I came in as a delivery courier, I wanted to come in my free time and arrange a burger menu for myself! …", "rating": 3, "name": "Kseniia Zaitseva", "cat": "Hamburger restaurant"}, {"review": "🤟", "rating": 5, "name": "Julia Lesyshyn", "cat": "Hamburger restaurant"}, {"review": " Very tasty and unusual.\n\n", "rating": 5, "name": "Максим Мозговой", "cat": "Hamburger restaurant"}, {"review": "Great burgers, great friendly staff, atmospheric place with great music. 5+ …", "rating": 2, "name": "Andrey Yarmolenko", "cat": "Hamburger restaurant"}, {"review": "The place is not cozy at all, the atmosphere is like in a canteen. We wanted to sit and enjoy burgers, but it didn't work out. …", "rating": 5, "name": "Владислав Метревели", "cat": "Hamburger restaurant"}, {"review": "Piss beer. The burgers are delicious but nothing special. Service and cleanliness are disgusting. …", "rating": 3, "name": "Julia Lukinova", "cat": "Hamburger restaurant"}, {"review": "The burger bun used to be better. IMHO\nAnd so the price-quality suits quite ...", "rating": 5, "name": "Yurii Savluk", "cat": "Hamburger restaurant"}, {"review": " I expected much more for this money. It's about quantity and quality. …", "rating": 5, "name": "Святослав Піх", "cat": "Hamburger restaurant"}, {"review": " Congratulations, Sergey 🤘🏼\nCould you tell us what prevented us from having fun in our service or kitchen? Thank you 🙌\n\n", "rating": 5, "name": "Oleh Kovalenko", "cat": "Hamburger restaurant"}, {"review": " The best burgers in Kiev or in the world? Even Gordon Ramsay's burgers are worse than yours. I adore …", "rating": 5, "name": "Андрей Белов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Svetlana P", "cat": "Hamburger restaurant"}, {"review": "very good vegan burgers. one of the normal, not pretentious places where you just get tasty food …", "rating": 5, "name": "Yeut", "cat": "Hamburger restaurant"}, {"review": "The original menu, everyone will choose to their taste. From order to doorbell 20 minutes! …", "rating": 5, "name": "Юрий Безбородов", "cat": "Hamburger restaurant"}, {"review": " Vegan burgers are great, in addition to potatoes, there is also a choice of vegetable side dishes …", "rating": 3, "name": "Валерій Мітяєв", "cat": "Hamburger restaurant"}, {"review": "Very decent burgers, fast and quality service. Was very satisfied! …", "rating": 5, "name": "Pika 4U", "cat": "Hamburger restaurant"}, {"review": "There is no one to clean, there is no one to sell either ... only self-service\n\nYou order yourself from the menu (they don’t know how to offer) ...", "rating": 5, "name": "Anastasiia Satanivska", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Igor Zaitsev", "cat": "Hamburger restaurant"}, {"review": "Very good burgers! Friendly and polite staff, good prices and a very cool bloody mary with tequila! …", "rating": 5, "name": "al so", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Андрій Олександрович", "cat": "Hamburger restaurant"}, {"review": "Very tasty burgers, with a huge \"but\" how is it without potatoes in the kit,?) Guys, this is not good ...", "rating": 4, "name": "Sashko Чорний", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the burgers. Someone loves potatoes, someone does not want or wants corn. We are guided by this)))", "rating": 5, "name": "Zhenya Q", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Калько", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Дина Москаленко", "cat": "Hamburger restaurant"}, {"review": "It is not known exactly where the guys get such fantastic coffee beans. But the coffee tastes great. …", "rating": 2, "name": "Уточка Улиточка", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Константин Волков", "cat": "Hamburger restaurant"}, {"review": "The prices are space, there is no service, and the taste is not so hot, I didn’t like the presentation either, no gloves, no garnish for that kind of money ...", "rating": 5, "name": "Yehor Sorochenko-Yankelevych", "cat": "Hamburger restaurant"}, {"review": "The burger is a little dry, dirty in the toilet (very), crumbs under the table and on the table. Not cleaned in the hall, the countertop of the washbasin is covered in mold. …", "rating": 4, "name": "Василий Грищенко", "cat": "Hamburger restaurant"}, {"review": "Tasty, cozy.\nVegan burger just great!) …", "rating": 5, "name": "Shustov Oleksandr", "cat": "Hamburger restaurant"}, {"review": "Smart burgers, but only those on Shevchenko. You are doing well, guys. with you since the hacienda. …", "rating": 5, "name": "Ruslan Davidoff", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Vsevolod Zhovtenko", "cat": "Hamburger restaurant"}, {"review": "\nA gorgeous place with history!", "rating": 4, "name": "Стас Первеев", "cat": "Hamburger restaurant"}, {"review": "\nYegor, thank you for being with us for so long. It is also important for us to keep our connection with the guests who have been with us for many years. By the way, we recently turned 7 years old ...\nNo, not like that, but like this: for seven whole years!\n\nAnd recently we launched a breakfast menu. As soon as possible, come and try.", "rating": 3, "name": "Гавриил Лохмытко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Галанюк", "cat": "Hamburger restaurant"}, {"review": "Not bad, but the establishment lacks interior improvements, there is not enough space inside just a few tables …", "rating": 4, "name": "Miguel Maldonado", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Владислава Чайковская", "cat": "Hamburger restaurant"}, {"review": "\nWe are waiting again to convince you that we have the best burgers in the city :)", "rating": 5, "name": "Artem Hlmdnk", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Ник Половинкин", "cat": "Hamburger restaurant"}, {"review": " Not very tasty burgers. The interior is so-so, the desire to stay there does not cause. …", "rating": 5, "name": "Алексей Ткач", "cat": "Hamburger restaurant"}, {"review": " Cheerful team, an interesting place. Somewhat expensive, but as for the center of the capital, prices are acceptable. …", "rating": 5, "name": "Oleksandr Shevchenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Давидич", "cat": "Hamburger restaurant"}, {"review": "\njust come to visit us more often 🤝", "rating": 5, "name": "YURI D.", "cat": "Hamburger restaurant"}, {"review": "Poisoned, all night in a terrible state. People don't take risks, you need to close the devils. …", "rating": 5, "name": "Oleksandr Karataiev", "cat": "Hamburger restaurant"}, {"review": "\nGood afternoon.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv@gmail.com so that we can contact you.", "rating": 4, "name": "Eduard L", "cat": "Hamburger restaurant"}, {"review": " Tasty, it was once, I couldn't promise I would come again) …", "rating": 5, "name": "St Art S", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Philipp Bühler", "cat": "Hamburger restaurant"}, {"review": " Yuri, good afternoon! Thanks for the feedback. Please tell, what dish was in your order?\n\n", "rating": 5, "name": "Евгений Яковенко", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers and friendly staff. Raju)\n\n", "rating": 5, "name": "Оlex Litus", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Pavlo Zhuk", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Yura Palinskiy", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Tatiana Fohel", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Yaroslav Kiev", "cat": "Hamburger restaurant"}, {"review": "🍔", "rating": 4, "name": "Любовь Мытник", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Max Boner", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers and cool staff)", "rating": 5, "name": "Евгений Боярчук", "cat": "Hamburger restaurant"}, {"review": " Probably the most delicious burgers in Kyiv are prepared here 💛 …", "rating": 5, "name": "Сергей Севидов", "cat": "Hamburger restaurant"}, {"review": " Dmitry, thank you for the feedback. We agree with you 100%. But let's say more - the most delicious burgers that we cook non-stop for 7 years\n\n", "rating": 4, "name": "Роман Щербуха", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers!", "rating": 5, "name": "Глеб Тополов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Хазнаферова", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Cibrisse Vlog", "cat": "Hamburger restaurant"}, {"review": "Terrible establishment. Rude staff.\nThe food is not tasty .... I do not advise ...", "rating": 4, "name": "Taras Shumyk", "cat": "Hamburger restaurant"}, {"review": "\nAlexey, hello 🤘🏼\n\nCould you give us a more open feedback on what exactly did you dislike about the dish🥵 and how did the staff get nasty on you?\nThanks in advance", "rating": 5, "name": "Vitalii Bilash", "cat": "Hamburger restaurant"}, {"review": " The best burgers and friendly staff motivate you to come here all over the city …", "rating": 5, "name": "Alex Shreder", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Зоя Зоя", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Вячеслав Крупович", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Тарас Горук", "cat": "Hamburger restaurant"}, {"review": " The most delicious burgers in the city! 💗 Cozy place and cool staff 💕 …", "rating": 5, "name": "Юхим Арестович", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Keymeryn Не Олег", "cat": "Hamburger restaurant"}, {"review": "\nThank you 🤝", "rating": 5, "name": "игорь буката", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Fister Lestat", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers and beer)", "rating": 4, "name": "Vlad Dyshlyuk", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Alex Bee", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Vitalik 7777", "cat": "Hamburger restaurant"}, {"review": "❤️🍔", "rating": 5, "name": "Євгеній Кондратенко", "cat": "Hamburger restaurant"}, {"review": "Prices are a little high for such portions of fast food. Or small portions for that price. …", "rating": 5, "name": "LenkOff Панасенко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Антон", "cat": "Hamburger restaurant"}, {"review": " Delicious, and my potatoes are my favorite!\n\n", "rating": 5, "name": "Oleksandr Gumenyuk", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Viacheslav Grushko", "cat": "Hamburger restaurant"}, {"review": "\nBest burger place ever! And ribs❤️", "rating": 5, "name": "Elena Demisheva", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Наталія Кіщенко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Valerii Kundas", "cat": "Hamburger restaurant"}, {"review": " Incredibly hearty and delicious))\n\n", "rating": 5, "name": "Мирослав Кайданник", "cat": "Hamburger restaurant"}, {"review": "❤️", "rating": 3, "name": "Vitaliy Gorniak", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 2, "name": "Володимир Бардюк", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers in Kiev.", "rating": 3, "name": "Peter Barchuk", "cat": "Hamburger restaurant"}, {"review": "\nThank you, Anatoly, for the cool review. Come visit us for a glass of craft beer or cider. Or order our delivery - we have become faster: burgerfarm.com.ua", "rating": 4, "name": "Oleg Mindriukov", "cat": "Hamburger restaurant"}, {"review": " Very tasty burgers, some of the best in Kiev.\n\n", "rating": 5, "name": "Володимир Попович", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 3, "name": "Діана Терещенко", "cat": "Hamburger restaurant"}, {"review": " Very good burger, stays open until 4h perfect for drunk guys …", "rating": 5, "name": "Family drive UA", "cat": "Hamburger restaurant"}, {"review": "\nChic burgers and delicious lemonades", "rating": 4, "name": "Олена Булгакова", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Baran", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Yurii Tomas", "cat": "Hamburger restaurant"}, {"review": "\nIgor, thank you for your opinion. We appreciate it, but we consider the prices democratic for our portions. But let's not argue.\n\nVisit us again - we have different dishes with different prices on the menu. For example, breakfasts are very affordable, and we also treat filter coffee to every breakfast.", "rating": 4, "name": "Herman Sidorenko", "cat": "Hamburger restaurant"}, {"review": "Delicious, hearty and not expensive burgers\nThese qualities form an almost perfect burger...", "rating": 4, "name": "Саня Полоз", "cat": "Hamburger restaurant"}, {"review": " I liked the burgers, they were delicious. A closed bottle of Pepsi was given at the bar …", "rating": 1, "name": "Serhey Doroshenko", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers at a reasonable price\n\n", "rating": 4, "name": "Ingvar O.", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers !!! 💜", "rating": 5, "name": "ПаЗиТиФфФчИг", "cat": "Hamburger restaurant"}, {"review": " Every time I bite your burger, I get a lot of fun!\n\n", "rating": 4, "name": "Yuliia", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Андрей Журавский", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Alexey Svyrydenko", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers, liked the interesting combination of products …", "rating": 5, "name": "Dima Shibaev", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Николай Василий (Zero)", "cat": "Hamburger restaurant"}, {"review": "Expensive and not very satisfying...\nPlus, they do not take into account the wishes of the client ...", "rating": 5, "name": "Denis Plisko", "cat": "Hamburger restaurant"}, {"review": "\nIt's cooler than McDuck!)", "rating": 5, "name": "Сергей Писанко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Sergey Kolesnichenko", "cat": "Hamburger restaurant"}, {"review": " Burgers are delicious\n\n", "rating": 5, "name": "Alex Shavelev", "cat": "Hamburger restaurant"}, {"review": " Good music and delicious burgers.\n\n", "rating": 5, "name": "Sergiy Tsimbalyuk", "cat": "Hamburger restaurant"}, {"review": " There are no delicious burgers without good music. Thanks for the five stars. Come again!\n\n", "rating": 5, "name": "Кочура Максим", "cat": "Hamburger restaurant"}, {"review": " Both the atmosphere and the burger will be cool !! Keep it up) …", "rating": 5, "name": "Тетяна Кривошеєва", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Мосейко", "cat": "Hamburger restaurant"}, {"review": "Delicious burgers)", "rating": 5, "name": "Cyril Dorogan", "cat": "Hamburger restaurant"}, {"review": " Very good burger for cheap! Yum :-)\n\n", "rating": 4, "name": "Sergii V", "cat": "Hamburger restaurant"}, {"review": "\nGreat juicy tasty burgers. Recommend.", "rating": 1, "name": "РИЖИЙ ШПАК", "cat": "Hamburger restaurant"}, {"review": "🙏", "rating": 4, "name": "Саша Ягольник", "cat": "Hamburger restaurant"}, {"review": " Burgers are great! Coffee - below the plinth :(\n\n", "rating": 5, "name": "Yuri Bilavchuk", "cat": "Hamburger restaurant"}, {"review": " The best burger in Kyiv!\nAnd it's not a joke. …", "rating": 5, "name": "Мария Киселева", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Mariia R", "cat": "Hamburger restaurant"}, {"review": " The establishment is to just taste delicious burgers.\n\n", "rating": 5, "name": "Надія Чернишова", "cat": "Hamburger restaurant"}, {"review": "\nVery, very tasty beyond burgers! <Z", "rating": 5, "name": "Вячеслав Чернецов", "cat": "Hamburger restaurant"}, {"review": " Prices are higher than average, beer is expensive. But pretty tasty …", "rating": 5, "name": "Aleksandra Dektiarenko", "cat": "Hamburger restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Дмитрий Трикуза", "cat": "Hamburger restaurant"}, {"review": " You can always eat delicious and order by Uber Itts\n\n", "rating": 5, "name": "Денис Кравчук", "cat": "Hamburger restaurant"}, {"review": "Great place, cozy place only oak chairs (otherwise 9.5/10 …", "rating": 5, "name": "Volodymyr Yefimov", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers for different tastes", "rating": 5, "name": "Oleksii Horbenko", "cat": "Hamburger restaurant"}, {"review": " A small and cozy place. The burgers are delicious!)\n\n", "rating": 1, "name": "Савченко Олексій (Savchenko Lex)", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Ruslan Tretyak", "cat": "Hamburger restaurant"}, {"review": "\nGood day.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv@gmail.com so that we can contact you.", "rating": 5, "name": "rakan ali", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Александр Пыхтин", "cat": "Hamburger restaurant"}, {"review": "\nAlleluia", "rating": 5, "name": "Владислав Кидыба", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Shang Tsung", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Євген Лущиков", "cat": "Hamburger restaurant"}, {"review": " World of burgers, I love to stay there\n\n", "rating": 5, "name": "Григорий Чубов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Maks Mikolaets", "cat": "Hamburger restaurant"}, {"review": " The burgers are delicious but not special.\n\n", "rating": 5, "name": "Ольга К.", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Tymur Ramzan", "cat": "Hamburger restaurant"}, {"review": "A well-fed farmer is fire, like ribs, but the dude at the checkout is not happy with something in life and it's annoying. …", "rating": 4, "name": "Aleksandr Tsybin (hocaiba)", "cat": "Hamburger restaurant"}, {"review": "\nSuper burger but so-so salad", "rating": 5, "name": "Оксана Городецька", "cat": "Hamburger restaurant"}, {"review": "\nBurger Farm loves you! Thank you for the feed back. We are working!", "rating": 5, "name": "Renato Biolo", "cat": "Hamburger restaurant"}, {"review": " For me, a little expensive place, but for the experience of spicy burgers excellent …", "rating": 5, "name": "Владислав Соболевський", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Мария Парахина", "cat": "Hamburger restaurant"}, {"review": " Delicious and big burgers.\nWith an average pricing policy. …", "rating": 5, "name": "Yevgeniya Lysenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Vasyl Kononenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "L B", "cat": "Hamburger restaurant"}, {"review": " At Victory Square in Kiev, you will find your second home in Burger Farm ❤️🍔🍺 …", "rating": 5, "name": "Андрій Заяць", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Юрій Мамецький", "cat": "Hamburger restaurant"}, {"review": "❤️👨🏻‍🌾", "rating": 5, "name": "Данііл Присяжний", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Інна Березовська", "cat": "Hamburger restaurant"}, {"review": " The burgers are really tasty, the coffee is too.\n\n", "rating": 5, "name": "Serhii Svidzinskyi", "cat": "Hamburger restaurant"}, {"review": "\nNice burgers. Quickly tasty inexpensive!", "rating": 5, "name": "Alex Zhukov", "cat": "Hamburger restaurant"}, {"review": " Good burger, good beer\n\n", "rating": 5, "name": "Shurik sHurik", "cat": "Hamburger restaurant"}, {"review": " Good burgers but small side dishes. More or less self-service. …", "rating": 5, "name": "FISK.", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers at reasonable prices", "rating": 5, "name": "Влад Березняк", "cat": "Hamburger restaurant"}, {"review": "\nGreat place, good food, friendly staff)", "rating": 5, "name": "Sergij Balinskij", "cat": "Hamburger restaurant"}, {"review": " Cool burger and ribs. Drinks could be better\n\n", "rating": 5, "name": "Андрій Єрчик (Andreano_95)", "cat": "Hamburger restaurant"}, {"review": " Nothing is clear .... Everything in some strange language ... …", "rating": 5, "name": "Sergey Derevjanko", "cat": "Hamburger restaurant"}, {"review": "\nJust super! Meat bomb, delicious cider.", "rating": 5, "name": "Aslan Alibekov", "cat": "Hamburger restaurant"}, {"review": "\nLoved the ribs, good and fast service", "rating": 3, "name": "Вероника Орлова", "cat": "Hamburger restaurant"}, {"review": "\nYaroslav, hello 🤘🏼\nWe will definitely deliver to the team!\n\nThanks for the feedback and see you on the farm 🍔", "rating": 5, "name": "Кирилл Алексеенко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Oleksii Bohoslovskyi", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Kazanch", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Михайло Салівонов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Ivan Sokol", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Анна Левченко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Chevrolët Chevrolët", "cat": "Hamburger restaurant"}, {"review": "\nThanks for the feedback.", "rating": 5, "name": "Oleksandr Nazarenko", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty cuisine.", "rating": 5, "name": "Павел Золотарев", "cat": "Hamburger restaurant"}, {"review": " I recommend you to eat a full burger delicious\n\n", "rating": 3, "name": "Микита Лисенко", "cat": "Hamburger restaurant"}, {"review": " Previously, buns in the Satiated Farmer were tastier.\n\n", "rating": 4, "name": "Егор Аристов", "cat": "Hamburger restaurant"}, {"review": "\nTaras, we are actively working on buns. We really hope that recently the changed bun will meet your expectations.", "rating": 5, "name": "Khonin Vyacheslav", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Рома Яяя", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers and top salads", "rating": 5, "name": "Jenya Pogorelov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Mellow Slice", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burger \"Full farmer\"", "rating": 5, "name": "Oleg Gryshchak", "cat": "Hamburger restaurant"}, {"review": " Very good burgers. Friendly staff\n\n", "rating": 4, "name": "Тарас Недилюк", "cat": "Hamburger restaurant"}, {"review": " Very tasty, normal prices.\n\n", "rating": 4, "name": "Олександр Токарчук", "cat": "Hamburger restaurant"}, {"review": "\n🤗 Burger Farm loves you", "rating": 5, "name": "Kate Kushnirova", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Олег Романов", "cat": "Hamburger restaurant"}, {"review": "\nDelicious, satisfying", "rating": 5, "name": "Александр Павловский", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers, nice staff!", "rating": 5, "name": "Maksym Saichuk", "cat": "Hamburger restaurant"}, {"review": " Tasty, but not cozy.\n\n", "rating": 5, "name": "Юрий Бондарук", "cat": "Hamburger restaurant"}, {"review": "\nRelaxed atmosphere, delicious falafel: h", "rating": 5, "name": "Igor Gretsyk", "cat": "Hamburger restaurant"}, {"review": " The word \"service\" has not been heard here.\n\n", "rating": 5, "name": "Petrana Odin", "cat": "Hamburger restaurant"}, {"review": "\nThe best burgers in town. Well moved", "rating": 5, "name": "Олександр Дехтяренко", "cat": "Hamburger restaurant"}, {"review": " An interesting place. Deliciously cooked. But the place is small))) …", "rating": 4, "name": "Олег Жиліховський", "cat": "Hamburger restaurant"}, {"review": "Delivery is terrible, the order was delayed for 50 minutes, there was not even a call with a warning. …", "rating": 5, "name": "Maria Mayskaya", "cat": "Hamburger restaurant"}, {"review": " Delicious Georgian burger ;-)\n\n", "rating": 5, "name": "Людмила Почапінська", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Ross (RegeNS)", "cat": "Hamburger restaurant"}, {"review": "\nThanks", "rating": 5, "name": "Сергей Ниженский", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Den Usenko", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers .. I advise everyone", "rating": 5, "name": "Игорь Чмут", "cat": "Hamburger restaurant"}, {"review": " Burgers are very high\n\n", "rating": 2, "name": "AriAnwooD", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Evgeniy Dimov", "cat": "Hamburger restaurant"}, {"review": " Tasty burger rolls, tired staff.\n\n", "rating": 5, "name": "Brem Brem", "cat": "Hamburger restaurant"}, {"review": " Dirty, dishes somehow, inconvenient and uncomfortable places. …", "rating": 5, "name": "Oleg Ap", "cat": "Hamburger restaurant"}, {"review": " Good place, but we know better places ... Burger compacted ... …", "rating": 5, "name": "Владимир Лаврукевич", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Сергеев", "cat": "Hamburger restaurant"}, {"review": "\nThanks", "rating": 5, "name": "Alona Chorna", "cat": "Hamburger restaurant"}, {"review": " High-quality authentic burgers !!!\n\n", "rating": 3, "name": "ALYADRI RASHEED", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Konstantyn", "cat": "Hamburger restaurant"}, {"review": " The best burgers in the world :)\n\n", "rating": 5, "name": "Артем Рудый", "cat": "Hamburger restaurant"}, {"review": "An interesting atmospheric place in the center of the metropolis. Cosy. Friendly service…", "rating": 5, "name": "Dima Olinevych", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "maks maks", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Светлана Дорошенко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Diamond RTS Light", "cat": "Hamburger restaurant"}, {"review": "\nSmall cozy place, tasty and inexpensive!", "rating": 5, "name": "Maryna Mart", "cat": "Hamburger restaurant"}, {"review": "\nInstead of pleasure, they got heartburn (", "rating": 5, "name": "Виктория Омельчук", "cat": "Hamburger restaurant"}, {"review": " Currently, they are probably the most delicious burgers.\n\n", "rating": 5, "name": "Максим Петрук", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Alina Burtseva", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Александра", "cat": "Hamburger restaurant"}, {"review": "\nCool burger with original design)))", "rating": 5, "name": "Игорь Онищук", "cat": "Hamburger restaurant"}, {"review": "👍", "rating": 4, "name": "Artem Yatsenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Denys Horopashnyi", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers in Kiev!", "rating": 5, "name": "Roxy Weise", "cat": "Hamburger restaurant"}, {"review": "\ntasty burgers but little space", "rating": 5, "name": "Максим Фесенко", "cat": "Hamburger restaurant"}, {"review": "\nTasty burgers, nice atmosphere.", "rating": 5, "name": "Владимир Шваб", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty and not expensive! From 60UAH.", "rating": 4, "name": "Валентин Шуляк", "cat": "Hamburger restaurant"}, {"review": "\nAlmost the best burger in town", "rating": 5, "name": "Andriy Turevich", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Fedor Ch", "cat": "Hamburger restaurant"}, {"review": "Awesome chilli con carne :)", "rating": 5, "name": "Vladimir Khadzhynov", "cat": "Hamburger restaurant"}, {"review": " Delicious food, good atmosphere, I recommend)\n\n", "rating": 5, "name": "Zabiyashka", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers and craft beer.\n\n", "rating": 5, "name": "Michael Bevz", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers are here!", "rating": 5, "name": "Денис Шувалов", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Viktor Yanushenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Беш Дмитро", "cat": "Hamburger restaurant"}, {"review": " Cook for a long time from 1 hour\n\n", "rating": 5, "name": "Игорь Рыжиков", "cat": "Hamburger restaurant"}, {"review": "\nGood burgers, but the stake is expensive.", "rating": 5, "name": "Anna Davydenko", "cat": "Hamburger restaurant"}, {"review": "\nThe burgers are great, the place is good.", "rating": 2, "name": "Илья Жихарев", "cat": "Hamburger restaurant"}, {"review": "\nThese are very tasty burgers !!!", "rating": 5, "name": "Любомир Янко", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Vasyl Savchenko", "cat": "Hamburger restaurant"}, {"review": "\nGood burgers, tasty potatoes and beer", "rating": 4, "name": "Zakhar Nikolenko", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Sergii Shepeliev", "cat": "Hamburger restaurant"}, {"review": "\nTasty and fast) I liked it)", "rating": 5, "name": "Евгения Христюк", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Pavlo Shevelo", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers in Kiev", "rating": 5, "name": "Вячеслав Шевченко", "cat": "Hamburger restaurant"}, {"review": "\nIf a delicious burger, then a burger farm", "rating": 5, "name": "geomembrana geomembrana", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers!\n\n", "rating": 5, "name": "arnaud louvi", "cat": "Hamburger restaurant"}, {"review": " Pontus and never. It's not worth it\n\n", "rating": 5, "name": "Илона Мифтахова", "cat": "Hamburger restaurant"}, {"review": "\nDecent burgers and menu in general.", "rating": 5, "name": "Oleksander Tkachenko", "cat": "Hamburger restaurant"}, {"review": " The burger is very sweet\n\n", "rating": 5, "name": "Інна Попова", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers in Kiev!", "rating": 5, "name": "Andrew Morozov", "cat": "Hamburger restaurant"}, {"review": " Probably the best burgers in Kiev.\n\n", "rating": 5, "name": "Anastasiia Sakharova", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Serzh Chayka", "cat": "Hamburger restaurant"}, {"review": " The most delicious burger and falafel in Kiev\n\n", "rating": 5, "name": "Яна Шегедіна", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Анастасия", "cat": "Hamburger restaurant"}, {"review": " Bombard burgers. Especially FULL\n\n", "rating": 4, "name": "Iryna Sarana", "cat": "Hamburger restaurant"}, {"review": "\nNice place, delicious burgers))", "rating": 5, "name": "Taras Savchuk", "cat": "Hamburger restaurant"}, {"review": "\nIt’s tasty, it’s perfect ...", "rating": 3, "name": "Дмитрий Ковтун", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Александр Малашенко", "cat": "Hamburger restaurant"}, {"review": "\nOrdered delivery, very tasty", "rating": 5, "name": "Михаил Овечкин", "cat": "Hamburger restaurant"}, {"review": " Fantastic!!!\n\n", "rating": 5, "name": "Андрій Кулик", "cat": "Hamburger restaurant"}, {"review": "❤️", "rating": 3, "name": "Пожилой Человек", "cat": "Hamburger restaurant"}, {"review": " Some of the best burgers in town\n\n", "rating": 5, "name": "Valerii Gryshakov", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty and democratic prices!", "rating": 5, "name": "Володимир Ширяєв", "cat": "Hamburger restaurant"}, {"review": "\nThank! We really are very democratic and liberal guys, and the prices are even more so.", "rating": 5, "name": "Vitalii Saltykov", "cat": "Hamburger restaurant"}, {"review": "\nWell, very tasty 😋", "rating": 5, "name": "Weligorski Wladimir", "cat": "Hamburger restaurant"}, {"review": "⚡️⚡️", "rating": 5, "name": "Dmitriy Vlasenko", "cat": "Hamburger restaurant"}, {"review": "\nNuuu ... The burger is interesting.", "rating": 5, "name": "Eugene Ushakov", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 1, "name": "Андрій Купчинський", "cat": "Hamburger restaurant"}, {"review": "\nRecipes have not changed for a long time)) it is time. But as far as development is concerned, the process is permanent. Thanks in part to your feedback, thanks! Burger Farm loves you.", "rating": 5, "name": "Anna Petrick", "cat": "Hamburger restaurant"}, {"review": " New Delhi burger - cap)\n\n", "rating": 3, "name": "Slava", "cat": "Hamburger restaurant"}, {"review": " Pretty delicious cuisine\n\n", "rating": 5, "name": "Katya Kharhuta", "cat": "Hamburger restaurant"}, {"review": " The most delicious burgers in Kiev\n\n", "rating": 5, "name": "Mario", "cat": "Hamburger restaurant"}, {"review": " Atmospheric place with great burgers\n\n", "rating": 4, "name": "Ruslan", "cat": "Hamburger restaurant"}, {"review": " nice team, cook quickly and tasty\n\n", "rating": 5, "name": "Andrii Kobets", "cat": "Hamburger restaurant"}, {"review": "\nWell done boys. Delicious", "rating": 4, "name": "Вероника Бурбела", "cat": "Hamburger restaurant"}, {"review": "\nOne best burger envy !!!", "rating": 5, "name": "Stanislav Bandera (Stas Berg)", "cat": "Hamburger restaurant"}, {"review": " I have not been eating anywhere like this\n\n", "rating": 5, "name": "Andrew Mazepa", "cat": "Hamburger restaurant"}, {"review": "\nGreat burgers and the best pork ribs!", "rating": 5, "name": "Dmytro Zaremba", "cat": "Hamburger restaurant"}, {"review": " Cool place) I like it)\n\n", "rating": 4, "name": "Аня Цинко", "cat": "Hamburger restaurant"}, {"review": " Very friendly and honest staff\n\n", "rating": 5, "name": "Олег Корзо", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers at reasonable prices", "rating": 5, "name": "Oleksiy Semenko", "cat": "Hamburger restaurant"}, {"review": "\nDelicious burgers!", "rating": 5, "name": "Dmytro Mushchynin", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Камере мг Матче", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers!", "rating": 5, "name": "Ірина А", "cat": "Hamburger restaurant"}, {"review": "\nA very cool Gazpacho and more!", "rating": 4, "name": "Юлия Тихоненко", "cat": "Hamburger restaurant"}, {"review": "\nSome of the best burgers in Kiev.", "rating": 5, "name": "Alex Panchenko", "cat": "Hamburger restaurant"}, {"review": " Very tasty burgers\n\n", "rating": 5, "name": "Bogdan Kuzmina", "cat": "Hamburger restaurant"}, {"review": "\nLiked. Tasty and fast!", "rating": 5, "name": "Світлана Сергіївна", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty, nice atmosphere", "rating": 4, "name": "Игорь Воробьев", "cat": "Hamburger restaurant"}, {"review": "\ndelicious burger", "rating": 5, "name": "Настя Рэн", "cat": "Hamburger restaurant"}, {"review": "", "rating": 3, "name": "Aleksandr", "cat": "Hamburger restaurant"}, {"review": "\nGreat establishment, I recommend it.", "rating": 5, "name": "Ксюша Мармеладова", "cat": "Hamburger restaurant"}, {"review": "🤘🏼", "rating": 5, "name": "Tarakansler", "cat": "Hamburger restaurant"}, {"review": "\nRoll is too wheat, too meaty cutlet)", "rating": 5, "name": "Illia Trach", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Александра Мельниченко", "cat": "Hamburger restaurant"}, {"review": "\nThe best burgers in Kiev as for me.", "rating": 5, "name": "Ігор Бабаріко", "cat": "Hamburger restaurant"}, {"review": "\nDelicious", "rating": 5, "name": "Kseniia Semashkina", "cat": "Hamburger restaurant"}, {"review": " Congratulations and thanks 💥\nwhat do you lack in our institution up to 5⭐️?\n\n", "rating": 5, "name": "Андрей", "cat": "Hamburger restaurant"}, {"review": "\nLike an egg burger, try", "rating": 5, "name": "Наталия С.", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 4, "name": "Max Filippov", "cat": "Hamburger restaurant"}, {"review": " Probably the most delicious burgers in Kiev\n\n", "rating": 1, "name": "Sergey Karpenko", "cat": "Hamburger restaurant"}, {"review": "\nChicken burger was worse than last time.", "rating": 5, "name": "Igor Betliy", "cat": "Hamburger restaurant"}, {"review": " Friendly staff\n\n", "rating": 5, "name": "Оксана Мартынюк", "cat": "Hamburger restaurant"}, {"review": " The double thing is agon\n\n", "rating": 5, "name": "николай олейник", "cat": "Hamburger restaurant"}, {"review": "\nGreat team of chefs, delicious food.", "rating": 5, "name": "Tosha Tier", "cat": "Hamburger restaurant"}, {"review": "\nTasty, no kilometer queues", "rating": 4, "name": "Оксана Доманська", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers, average prices\n\n", "rating": 4, "name": "yossi vered", "cat": "Hamburger restaurant"}, {"review": "\nDelicious!!! Thanks you!", "rating": 5, "name": "Milan Macháček", "cat": "Hamburger restaurant"}, {"review": "\nVery cool burgers and drinks", "rating": 5, "name": "Александр Салюк", "cat": "Hamburger restaurant"}, {"review": "\nDelicious, substandard burger", "rating": 5, "name": "Dmytro Kornev", "cat": "Hamburger restaurant"}, {"review": "\nAh eh", "rating": 3, "name": "Вкусная всячина", "cat": "Hamburger restaurant"}, {"review": " Interesting place, but prices bite\n\n", "rating": 2, "name": "Eduard", "cat": "Hamburger restaurant"}, {"review": "\nCool place and very friendly staff!", "rating": 5, "name": "Oleksii Malashyna", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Андрій Потапов", "cat": "Hamburger restaurant"}, {"review": "\nQuite a lamp spot)", "rating": 4, "name": "Даниил Павлов", "cat": "Hamburger restaurant"}, {"review": "\nRoss, thank you for your positive rating. We hope we will earn all five stars on your next visit. And we will try to strengthen the \"lumpiness\" from our side.\n\nAnd also go to our second location - Soboronsti 7b - with a large summer terrace and a hall inside. We advise you to try our smokes there - ribs or wings that we smoke there. See you!", "rating": 5, "name": "Роман Забегайло", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Сорочинский", "cat": "Hamburger restaurant"}, {"review": " Delicious burgers!\n\n", "rating": 4, "name": "Кирилл Телегин", "cat": "Hamburger restaurant"}, {"review": " Blue cheese burger top!\n\n", "rating": 5, "name": "Катерина Гюлеч", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Дарья Каменецкая", "cat": "Hamburger restaurant"}, {"review": "\nNot bad, but expected more", "rating": 5, "name": "Дмитрий Жабко", "cat": "Hamburger restaurant"}, {"review": "\nBurgers are worth the money!)", "rating": 4, "name": "Valeriy Moisyeyev", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Кирилл Воронков", "cat": "Hamburger restaurant"}, {"review": "\nWe are very glad that you liked it! Oleg, come to us again or order our delivery burgerfarm.com.ua", "rating": 5, "name": "Paul Pomiluyko", "cat": "Hamburger restaurant"}, {"review": "\nDelicious craft beer", "rating": 5, "name": "Play Market", "cat": "Hamburger restaurant"}, {"review": "\nBest burger in Kiev", "rating": 5, "name": "Максим Сторчак", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers)))", "rating": 5, "name": "Tanya Babych", "cat": "Hamburger restaurant"}, {"review": "Good", "rating": 5, "name": "Anna Slam", "cat": "Hamburger restaurant"}, {"review": " …", "rating": 5, "name": "Жека Морогов", "cat": "Hamburger restaurant"}, {"review": "\nThe best burgers I've tried", "rating": 3, "name": "Alex rmc", "cat": "Hamburger restaurant"}, {"review": "\ndelicious falafel burgers", "rating": 5, "name": "Николай Karnaukhov", "cat": "Hamburger restaurant"}, {"review": "\nBurgers are simply divine!", "rating": 4, "name": "Павло Підцюка", "cat": "Hamburger restaurant"}, {"review": "\nI did not like.", "rating": 3, "name": "Алекс Житомирский", "cat": "Hamburger restaurant"}, {"review": "\nSvetlana, it's a pity you didn't like it. Could you clarify what exactly you did not like, this will greatly help us understand what we should work on in order to avoid the same mistakes in the future. Perhaps we could contact you and learn more about the situation?", "rating": 4, "name": "Anastasia Ovchinnikova", "cat": "Hamburger restaurant"}, {"review": "\nTop for your 🤑💸💵💴💶💰💳", "rating": 5, "name": "Solomiya Boiko", "cat": "Hamburger restaurant"}, {"review": " The most delicious burgers !!!\n\n", "rating": 5, "name": "Павел Петрович Карпенко", "cat": "Hamburger restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Денис Гоняйлов", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers !!!", "rating": 5, "name": "Светлана Ковальчук", "cat": "Hamburger restaurant"}, {"review": " Super vegan burgers\n\n", "rating": 3, "name": "Viktor Levadnyi", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty burgers.", "rating": 5, "name": "Vlad Novikov", "cat": "Hamburger restaurant"}, {"review": "\nThe best burgers in Kiev❤️", "rating": 4, "name": "Okean Okeanovvv", "cat": "Hamburger restaurant"}, {"review": "\nThe most delicious burgers", "rating": 5, "name": "Анна Морозова", "cat": "Hamburger restaurant"}, {"review": "\ndelicious burgers", "rating": 4, "name": "Dmytro Trishak", "cat": "Hamburger restaurant"}, {"review": " Nice team.\n\n", "rating": 5, "name": "Vitaliy Melnik", "cat": "Hamburger restaurant"}, {"review": "\nTasty vegan burgers and fries", "rating": 5, "name": "АНДРЕЙ ЗАРУДНЫЙ", "cat": "Hamburger restaurant"}, {"review": " I love\n\n", "rating": 5, "name": "Андрей Потапов", "cat": "Hamburger restaurant"}, {"review": "Everything is delicious!", "rating": 5, "name": "Алексей Алексеев", "cat": "Hamburger restaurant"}, {"review": "\nPretty tasty burgers", "rating": 5, "name": "Alex V", "cat": "Hamburger restaurant"}, {"review": "\nGreat mexico burger", "rating": 5, "name": "Oleksandr Romanets", "cat": "Hamburger restaurant"}, {"review": " Deliciously. Pleasantly\n\n", "rating": 5, "name": "zakhar Sky", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty!!", "rating": 3, "name": "Artem Khmara", "cat": "Hamburger restaurant"}, {"review": "\nVladimir, thanks!", "rating": 5, "name": "Алексеев Алексей", "cat": "Hamburger restaurant"}, {"review": " Sith farmer mast it)\n\n", "rating": 3, "name": "Valerii Bilenko", "cat": "Hamburger restaurant"}, {"review": " The best burger in town\n\n", "rating": 5, "name": "Lesya Udovichenko", "cat": "Hamburger restaurant"}, {"review": "\nQuite expensive but works in quarantine", "rating": 1, "name": "Влад Довгий", "cat": "Hamburger restaurant"}, {"review": "\nAs always top burgers!", "rating": 5, "name": "Lil Mokka", "cat": "Hamburger restaurant"}, {"review": " Cool and big burgers!\n\n", "rating": 5, "name": "Грешный Праведник", "cat": "Hamburger restaurant"}, {"review": "\nDelicious and satisfying.", "rating": 5, "name": "Міша", "cat": "Hamburger restaurant"}, {"review": "\nAttentive, friendly service.", "rating": 3, "name": "Staff Onli", "cat": "Hamburger restaurant"}, {"review": "\nNot very tasty cutlet", "rating": 5, "name": "Анна Дрема", "cat": "Hamburger restaurant"}, {"review": " Top burgers in Kiev\n\n", "rating": 5, "name": "Serhii Arkhypiuk", "cat": "Hamburger restaurant"}, {"review": " The best burgers in Kiev !!!!\n\n", "rating": 5, "name": "Dmitry Sheptun", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty, but a little expensive", "rating": 4, "name": "Коля Репецький", "cat": "Hamburger restaurant"}, {"review": "\nThe best burgers of Kiev !!!", "rating": 3, "name": "Top10 Happy people in 2020", "cat": "Hamburger restaurant"}, {"review": "\nVery very tasty!", "rating": 5, "name": "V Z", "cat": "Hamburger restaurant"}, {"review": " Friendly service and GREAT!\n\n", "rating": 5, "name": "Mykhailo Chuha", "cat": "Hamburger restaurant"}, {"review": "\nDelicious!!!!!! I recommend to everyone!", "rating": 5, "name": "Максим Півень", "cat": "Hamburger restaurant"}, {"review": "\nVery tasty, I recommend!", "rating": 4, "name": "Лена Савченко", "cat": "Hamburger restaurant"}, {"review": "", "rating": 5, "name": "tasya Bob", "cat": "Hamburger restaurant"}, {"review": "\nShe was hungry, became gluttonous))", "rating": 5, "name": "Максим Хилиниченко", "cat": "Hamburger restaurant"}, {"review": "\nTasty, nice staff.", "rating": 5, "name": "Андрій Вознюк", "cat": "Hamburger restaurant"}, {"review": "\nUnbelievably delicious burgers", "rating": 5, "name": "andrey ryki", "cat": "Hamburger restaurant"}]