[{"review": "An interesting hidden bar in the city center. It is not easy to find, but the atmosphere inside deserves to be felt. A small room, often live music, semi-darkness and well-thought-out history of the institution. However, not everyone may …", "rating": 4, "name": "Дмитро Сидоренко", "cat": ""}, {"review": "Authentic place to spend time with sweet cocktails", "rating": 5, "name": "yaroyk", "cat": ""}, {"review": "Absolutely great atmosphere and bartenders who knew the history of cocktails! All recommended cocktails were well made!", "rating": 5, "name": "Анатолий Павловский", "cat": ""}, {"review": "Thank you!🤵🏻‍♂️🍸", "rating": 5, "name": "Anton Tsedik", "cat": ""}, {"review": "One of the greatest bars in terms of atmosphere and quality. The ambience is definitely distinguishing.", "rating": 5, "name": "Maria Kaurkovskaya", "cat": ""}, {"review": "Thank you, my friend 🍸🤵🏻", "rating": 5, "name": "Jacqueline Rodríguez González", "cat": ""}, {"review": "Hidden place, not so easy to find. Delicious cocktails, bartenders are friendly and welcoming. The atmosphere is intimate and sophisticated.", "rating": 5, "name": "Rodrigo Amarante", "cat": ""}, {"review": "Amazing place, ambience, service, everything is well designed; cocktails are super good !!! Plenty of imagination.", "rating": 5, "name": "Ansv Eugene", "cat": ""}, {"review": "It was a bit hard to find, but following the instructions on the website, is totally possible.\nI found myself in the beginning os the 20th century. The candles lights, books …", "rating": 5, "name": "Tetiana Fedchenko", "cat": ""}, {"review": "Thank you, my friend", "rating": 5, "name": "Valerii Palamarchuk", "cat": ""}, {"review": "Awesome and atmospheric place. Perfect cocktails and music. Strongly recommended", "rating": 5, "name": "Andrii “DrSat” Lishko", "cat": ""}, {"review": "Simply the best - bartenders, cocktails, vibe… and Palo Santo, of course ✨ keep it up!", "rating": 5, "name": "Mykhailo Pylynskyi", "cat": ""}, {"review": "Thank you!🤵🏻‍♂️🍸", "rating": 5, "name": "Romeo NE", "cat": ""}, {"review": "Hard to find, good to spend a cozy night.", "rating": 2, "name": "Misha Vidlyvanyi", "cat": ""}, {"review": "Thank you, my friend🍸", "rating": 5, "name": "Dmytro Slabovskyi", "cat": ""}, {"review": "Cozy and calm place. Nice for dating or just chilling time spend", "rating": 5, "name": "Ruslana Telendii", "cat": ""}, {"review": "Thank you, my friend🍸🤵🏻‍♂️", "rating": 5, "name": "Сабина Т", "cat": ""}, {"review": "Unique experience, unique stories behind the cocktails. Lovely!", "rating": 5, "name": "Татьяна B", "cat": ""}, {"review": "Thank you, my friend 🍸🤵🏻", "rating": 5, "name": "Natasha Konoval", "cat": ""}, {"review": "Great atmosphere, great cocktails, great personal", "rating": 5, "name": "Alexandra Pakholchuk", "cat": ""}, {"review": "Thank you!🤵🏻‍♂️🍸", "rating": 5, "name": "Ali Kab", "cat": ""}, {"review": "Bar with best atmosphere ever\nwas a year ago", "rating": 5, "name": "Mr Shaman", "cat": ""}, {"review": "Thank you, my friend 🍸🤵🏻", "rating": 5, "name": "Кристина Кузьменко", "cat": ""}, {"review": "Experience and emotions are what you get there!", "rating": 5, "name": "Дмитрий Кириченко", "cat": ""}, {"review": "Thank you, my friend🍸🤵🏻‍♂️", "rating": 4, "name": "Дмитрий Гаращенко", "cat": ""}, {"review": "Recommend👍", "rating": 4, "name": "Мария Мари", "cat": ""}, {"review": "The bar is like an adventure! Firstly, this is a secret bar, which you need to work a little to get into, and oddly enough, it really warms up expectations) On the way to the institution, we thought that we were going to the wrong place 😅, but, we saw a bookstore …", "rating": 5, "name": "Ihor", "cat": ""}, {"review": "Cool speak-easy bar! Getting there is already a kind of quest) You need to find the right gateway (behind the Georgian restik \"Oh mom ..\"), go down to the basement and rest against the iconic bookcase. They won't let you in without a card or password. To find out…", "rating": 1, "name": "Just Mimimi", "cat": ""}, {"review": "Got on a preliminary call, warned the day before that we want to come. We were told that the entrance is by membership cards, but you come and dial us. When we called, we were given the opportunity to complete the quest, after which we were given a password for ...", "rating": 5, "name": "MZ Z", "cat": ""}, {"review": "A cool indoor bar that you enter through the yard and a secret door. The guys help to choose a cocktail, inside it is quiet, comfortable and, most importantly, without loud music. You can drink cocktails and talk)) …", "rating": 5, "name": "Nope Nope", "cat": ""}, {"review": " Very good cocktails and great service! The atmosphere goes very well with the great cocktail creations! The waitress Sophia told us all exciting stories about the cocktails. Thanks to Sophia and the whole team. Anyone …", "rating": 5, "name": "Эдуард Маханьков", "cat": ""}, {"review": "This place will simply captivate with its atmosphere and taste. You can pick up a lot of words, but it’s hard to describe emotions with them. It’s just better to try once than hear a hundred times. Try it, it's worth it and it doesn't matter how in a company or alone, but you ...", "rating": 1, "name": "Stanislav Sereda", "cat": ""}, {"review": " Thank you, friend, glad to meet you! 🍸🤵🏻‍♂️\n\n", "rating": 5, "name": "Tetyana Nebozhynska", "cat": ""}, {"review": "Very atmospheric place, delicious + original cocktails, we were impressed) Special thanks to the bartender for interesting stories about the bar's original cocktails, it's much more fun to drink this way! :) …", "rating": 2, "name": "Anna Sokolova", "cat": ""}, {"review": "I rarely go to the bar, but I was pleasantly surprised at this bar. I don’t understand cocktails well and asked the bartender to make cocktails to cheer up a little and the second one to relax. These were the two most awesome cocktails. Bartender at the same time...", "rating": 5, "name": "Олександра Крістьєва", "cat": ""}, {"review": " Thank you, friend, glad to meet you! 🍸🤵🏻‍♂️\n\n", "rating": 4, "name": "Турчик Виктория", "cat": ""}, {"review": "One of the most beloved and atmospheric bars, but the new menu, to be honest, is a bit disappointing, the past was much tastier and more interesting. In particular, now there is no Charles Baker Spirit cocktail in the Charles Baker bar, and no matter how I …", "rating": 5, "name": "Тіка Бантик", "cat": ""}, {"review": " Thanks for your feedback, friend! I'm going to remind you that my stories have to be passed from mouth to mouth - because why did I write them then and collect impressions around the world? The bar menu is not complete yet, I'm sure my friends and I will be able to choose the best cocktail for you - I'll treat you to it, of course.\n\nPlease email me on social networks @charlesbaker_j\n\n", "rating": 5, "name": "Мария Кот", "cat": ""}, {"review": "Cocktails are very rich, the taste is multifaceted and the impression of the drink evolves from this. I like the format and the way it's presented. Very pleasant communication with all the staff. There are a couple of buts: it is alarming that we have not had time to sit down and ...", "rating": 1, "name": "Gleb Hodorovskiy", "cat": ""}, {"review": " Congratulations, charming lady! Thanks for your feedback. The bar in my honor is a spicy, closed membership club, so there are simple rules, one of which - the bartender is always right and the payment is only in cash. These rules are sent with the password to the post office so that the guest can prepare. But my friends say all these rules before applying for a membership card. Too bad it embarrassed you. I will pass it on to my bartender friends so that those who speak these rules do not impose themselves too much in order to prevent such situations in the future🍸\n\n", "rating": 2, "name": "Dmytro Kostiuchenko", "cat": ""}, {"review": "Atmospheric place, liked the interior and surroundings. The service is designed in the style of the establishment, which gives it an additional charm. Delicious cocktails with original presentation. Large selection of signature cocktails. Thank you for a great evening and...", "rating": 1, "name": "Soa Soa", "cat": ""}, {"review": "\nThanks for your feedback, my friend!", "rating": 5, "name": "Владимир Вареня", "cat": ""}, {"review": "After visiting this place, I have two feelings. The idea seems to be interesting, people like it. I liked the taste of the cocktail.\nI didn’t like it: the bartender could only offer 2 cocktails, although he later said that …", "rating": 5, "name": "Анна Мангасарян", "cat": ""}, {"review": " Thank you for writing! Bartenders can offer even what is not yet on the menu, but they, like real gentlemen, rely on the taste and preferences of the guest. Ice for many cocktails is an integral part, thanks to it the drink not only cools down, but also reveals the taste.\nAnyway, have a nice day!\n\n", "rating": 1, "name": "natalya plotnytska", "cat": ""}, {"review": "A mysterious bar with a magical aroma of palosanta, I like everything about it: mystery, waiters who completely complement the atmosphere of the place, from the stories about each cocktail. I like that you need to have a membership card and not everyone from the street ...", "rating": 1, "name": "Egor Kurguzov", "cat": ""}, {"review": "\nThank! Nice to meet you and see you soon behind the bookcase🍸🤵🏻", "rating": 1, "name": "James Moriarty", "cat": ""}, {"review": "Incredible place. The atmosphere is top notch as opposed to other hyped cocktail bars. If suddenly you are unlucky to be a mafia, then you can feel like a member here. Delicious cocktails, great advice from …", "rating": 5, "name": "Natalia Kichkiruk", "cat": ""}, {"review": "\nThank you, beautiful lady, for so many pleasant words ... Black medical masks are in short supply these days, but gentlemen also choose them first. See you at the bookcase🍸", "rating": 3, "name": "Vlad Filimonov", "cat": ""}, {"review": "A great atmospheric place where you can spend a lot of time and learn interesting cocktail stories. Finding a place is not the easiest, but it's worth it ...", "rating": 4, "name": "Александр Сергеевич", "cat": ""}, {"review": "\nThanks for your feedback, my friend!", "rating": 5, "name": "Hanna Soina (SAN)", "cat": ""}, {"review": "[Eng below] If you want to book a place three days in advance, receive confirmation with a password to enter, call in advance, come to the place - and not get into the institution, with an explanation that supposedly you need to call a day in advance, you are here. …", "rating": 1, "name": "Евгения Озкан", "cat": ""}, {"review": " Cool, refined, atmospheric! Delicious and beautiful cocktails. It took me a few steps to soak up the magic of this place)) 🙈 But then something switched, and ♥ ️ it happened!)) …", "rating": 5, "name": "Анна Терещенко", "cat": ""}, {"review": " Thank you for the kind words, beautiful lady! See you again🍸\n\n", "rating": 3, "name": "Oleksii Malashyna", "cat": ""}, {"review": "Payment only in cash.\nTo order a cocktail, you need to leave your phone number, but no one took consent to the processing of personal data. …", "rating": 5, "name": "Yanina Zlebova", "cat": ""}, {"review": "Very cool and quirky bar! I am glad that there are still places in Kyiv that can surprise you. Service at altitude: kindly met, led to a table even without prior reservation. The waiters help you decide on a drink based on your taste …", "rating": 4, "name": "Катерина Ломовая", "cat": ""}, {"review": " Thank you for the kind words, beautiful lady! See you again🍸\n\n", "rating": 5, "name": "Мария Березина", "cat": ""}, {"review": " Of the pros:\n- Delicious cocktails\n- institution design …", "rating": 4, "name": "Ilya Amelevich", "cat": ""}, {"review": " Thanks for the feedback, beautiful lady! The music was selected in such a way that it was comfortable and did not stand out, did not distract from itself, cocktails, atmosphere and satellites. I invite a maestro, who plays live on a century-old piano, to events and sometimes just like that. Be sure to come - you have to like it\n\n", "rating": 5, "name": "DEXTER SHOW Video station", "cat": ""}, {"review": "Atmospheric place. Fresh concept.\nThe bartender tells interesting stories - there is something to google at the exit😁\nCocktails are selected according to personal preferences - without IMHO, although \"The bartender is always ...", "rating": 5, "name": "Виктор Сичкаренко", "cat": ""}, {"review": " Thank you for the kind words, beautiful lady! See you again🍸\n\n", "rating": 5, "name": "Алина Громовая", "cat": ""}, {"review": "Simply amazing 🥃\nI got incredible pleasure from visiting this place 🤤\nEverything was perfect - drinks, atmosphere, service! Professionals of their…", "rating": 5, "name": "Евгений Мирошник", "cat": ""}, {"review": "\nThank you for your feedback, lovely lady!", "rating": 5, "name": "Богдан Давиденко", "cat": ""}, {"review": "Bad attitude towards customers. Called, booked a table, came. The bald man at the entrance did not let him in because “you booked today, but you can book with us only the next day and the girl who accepted the reservation today was ...", "rating": 5, "name": "Сергей Борчуков", "cat": ""}, {"review": " I visited this place at least 4 times, so I had the opportunity to gather enough experience. …", "rating": 5, "name": "Евгений", "cat": ""}, {"review": " Thanks for the feedback! Already today I'm going to taste and check the bartenders in the top 10 to taste. Oh, that's not how my friends should communicate with a guest, I apologize for their behavior.\nI will be happy to talk about your tastes, the benefits of a membership card, the sacred Palo Santo tree, the aroma of which you felt in the bar, and choose the best cocktail at my expense, of course.\n\nWrite to me, please, in social networks @charlesbaker_j\n\n", "rating": 5, "name": "Павло", "cat": ""}, {"review": "Good establishment. Brought by a friend. We decided to order cocktails and then it started... Ice, ice and ice. I say my throat hurts. Do it without ice. No, we can't. I think the greed of the bartenders is on the rise. I understand that other people calmly drink with ...", "rating": 5, "name": "Алекс Овеч", "cat": ""}, {"review": " Thank you for writing! Bartenders can offer even what is not yet on the menu, but they, like real gentlemen, rely on the taste and preferences of the guest. Ice for many cocktails is an integral part, thanks to it the drink not only cools down, but also reveals the taste.\nAnyway, have a nice day!\n\n", "rating": 5, "name": "Yegor Vasilchenko", "cat": ""}, {"review": "Cool hidden bar. The cocktails are good. The only annoying thing is that you pay in cash...", "rating": 5, "name": "Daria Nosik", "cat": ""}, {"review": "Very atmospheric! If you want to relax and be in a relaxed atmosphere - you should definitely come here! Here, each cocktail has its own story, and the serving from the bartenders is striking in its sophistication! Highly recommend! …", "rating": 5, "name": "Маргарита Лобан", "cat": ""}, {"review": "\nThank you for your feedback, lovely lady!", "rating": 5, "name": "Volodymyr Panasyuk", "cat": ""}, {"review": " The impressions began and ended at the entrance and were horrible. Booked a place to rest on Saturday, as indicated on the site, called before that, we were told that they were waiting for us. However, at the entrance …", "rating": 5, "name": "Denys Vasylenko", "cat": ""}, {"review": "They called to book, they said that if there were no places, it would be possible to wait in the waiting room. We walked to the bar for 30 minutes and they turned us around, saying that there were no places and there would not be. The best experience. …", "rating": 5, "name": "Katya Shinkarenko", "cat": ""}, {"review": "Used to love this place, but now it's gone bad. The hostesses are just rude, who with all their appearance show their dismissive and disrespectful attitude towards the client for no reason. Very disappointed and will never come again...", "rating": 5, "name": "Виктория Виктория", "cat": ""}, {"review": " Super atmospheric. Highly recommend. For a quiet holiday with extremely spicy cocktails. …", "rating": 5, "name": "Anna Alexeeva", "cat": ""}, {"review": "The place is atmospheric, but I was embarrassed that there is no menu: you can’t look at the composition or the price, you just have to rely on the bartender’s advice, which causes inconvenience, + after they brought the wrong cocktail, they didn’t offer to replace it, but only diluted it ...", "rating": 4, "name": "Gleb Vardaiev", "cat": ""}, {"review": " Thank you friend! I'm finishing the menu now, because I haven't chosen all the cocktails for him yet - only the best will get there. Shame on friends who did not replace the cocktail. I invite you to visit - I will personally treat you to a cocktail that will always remain in your heart.\nPlease email me on instagram or facebook @charlesbaker_j\n\n", "rating": 5, "name": "Ярослав Торгало", "cat": ""}, {"review": "Not a cake anymore, sorry. Whether the owner has changed, or the team. The old positions that I liked are not in the bar list now, as far as I understand. The delivery has become quite poor. …", "rating": 5, "name": "Иван Панченко", "cat": ""}, {"review": " Hello! Yes, now a cocktail menu from my other trip, my bartender friends will continue to add new flavors from my records, so I'm sure we will find a cocktail of your soul🤵🏻‍♂️🍸\n\n", "rating": 5, "name": "Александр Пархоменко", "cat": ""}, {"review": "A very atmospheric bar where you relax and forget about everything. The most delicious cocktails in my memory - rich taste, the main alcohol and additional components are well felt. Beautiful and original presentation. Waiter …", "rating": 5, "name": "Дмитрий Буравель", "cat": ""}, {"review": "\nThank you for your feedback, lovely lady!", "rating": 5, "name": "Тарас Старичок", "cat": ""}, {"review": "Terrible depressing music. Cash payment only. There is no menu. At night I had to run down the street to cash out the card to pay for cocktails ...", "rating": 5, "name": "Oleksandr Vyshnivskyi", "cat": ""}, {"review": "Maybe I have nothing to compare. It was my first time in a task of this format. I liked everything very much. From the moment you enter to the moment you exit. I even took a feather from a cocktail as a keepsake)) ...", "rating": 5, "name": "Serhiy Didenko", "cat": ""}, {"review": " Thank you, beautiful lady! 🍸🤵🏻‍♂️\n\n", "rating": 5, "name": "Илона Колодовская", "cat": ""}, {"review": " The response is subjective))\nI really liked the idea of ​​the institution and the location\nWhy 3: …", "rating": 5, "name": "Anastasia Landa", "cat": ""}, {"review": " Thank you! Tell me, why did you make such an assessment? I will be grateful for the answer\n\n", "rating": 5, "name": "Володя Слівінський", "cat": ""}, {"review": " …", "rating": 5, "name": "Nika Hnitetska", "cat": ""}, {"review": " Thank you for the kind words, beautiful lady! See you again🍸\n\n", "rating": 5, "name": "Wanda Uvarova", "cat": ""}, {"review": " …", "rating": 5, "name": "Юлия Пискаленко", "cat": ""}, {"review": " Thanks! It is a pity that spikes did not take place in your heart, but I will definitely pass on your compliment about cocktails to my bartender friends🍸\n\n", "rating": 5, "name": "Sergey Misurko", "cat": ""}, {"review": " …", "rating": 5, "name": "Юленька Шевчук", "cat": ""}, {"review": " Thank you, beautiful lady! 🍸🤵🏻‍♂️\n\n", "rating": 5, "name": "Valentina Loboda", "cat": ""}, {"review": "Delicious cocktails, nice and mysterious atmosphere, the only thing is that the staff is a bit rude. …", "rating": 5, "name": "Stanislav Gunskyy", "cat": ""}, {"review": "\nThank you friend! Tell us what kind of situation happened? I would be very grateful for your answer🤵🏻🍸", "rating": 3, "name": "Val Andr", "cat": ""}, {"review": "Original place, secret entrance)\nChicago style 20-30s\nCosy... …", "rating": 4, "name": "Marina Baglay", "cat": ""}, {"review": "\nThanks for the tip, friend!", "rating": 5, "name": "Мария Гаврилюк", "cat": ""}, {"review": "\nNot easy to find but worth it", "rating": 5, "name": "Марина Дмитренко", "cat": ""}, {"review": "Interesting and unusual place. Atmospheric, cool drinks and interior, I recommend! …", "rating": 4, "name": "Yaroslav Soldatenko", "cat": ""}, {"review": "\nThank you for your feedback, lovely lady!", "rating": 1, "name": "Alexandr V.", "cat": ""}, {"review": "\nCoolest cocktails!", "rating": 5, "name": "Констаниин Морозов", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 5, "name": "Vita Peklo", "cat": ""}, {"review": " …", "rating": 5, "name": "Léo Sagel", "cat": ""}, {"review": "\nThanks for the tip, friend!", "rating": 5, "name": "Ilia Nikolsky", "cat": ""}, {"review": " …", "rating": 5, "name": "Андрей Дзюра", "cat": ""}, {"review": "\nThanks for your feedback, my friend!", "rating": 5, "name": "Maksym Shliapnikov", "cat": ""}, {"review": "\nGreat place, interesting idea)", "rating": 5, "name": "Тимур Ражабов", "cat": ""}, {"review": " Thank you, my friend\n\n", "rating": 5, "name": "Max Galaktionov", "cat": ""}, {"review": " …", "rating": 5, "name": "Vitalii Belelia", "cat": ""}, {"review": "\nThanks for your feedback, my friend!", "rating": 5, "name": "Oleksiy Fedorchuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Denys Deynega", "cat": ""}, {"review": "🤵🏻‍♂️🍸", "rating": 5, "name": "Aleksey Skorokhod", "cat": ""}, {"review": "Top bar IMO", "rating": 5, "name": "Никита Майорко", "cat": ""}, {"review": "\nOnly shhhh ...", "rating": 5, "name": "Николай Бурчин", "cat": ""}, {"review": "speak easy😉🤵🏻‍♂️", "rating": 5, "name": "KiweTakoeKiwe", "cat": ""}, {"review": "", "rating": 5, "name": "Глеб Шумилин", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 5, "name": "Olha Putintseva", "cat": ""}, {"review": "", "rating": 1, "name": "Alyona Sokolova", "cat": ""}, {"review": "🤵🏻🍸", "rating": 5, "name": "Kyrylo Papusha", "cat": ""}, {"review": "", "rating": 5, "name": "Sofia Shershunovich", "cat": ""}, {"review": "", "rating": 5, "name": "Антон Курицын", "cat": ""}, {"review": "", "rating": 5, "name": "Maryna Salnytska", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 5, "name": "Ivan Stoian", "cat": ""}, {"review": "", "rating": 5, "name": "Nataliia Volkova", "cat": ""}, {"review": "🤵🏻🍸", "rating": 5, "name": "Katy Kolomiiets", "cat": ""}, {"review": "", "rating": 5, "name": "Eduard Horkusha", "cat": ""}, {"review": "🍸", "rating": 5, "name": "Соня Сурнина", "cat": ""}, {"review": "", "rating": 5, "name": "Alexandr Gubskiy", "cat": ""}, {"review": "🍸", "rating": 5, "name": "Анастасия Сидоренко", "cat": ""}, {"review": "", "rating": 5, "name": "Evgen Krivosheev", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 4, "name": "Irina Bilyk", "cat": ""}, {"review": "", "rating": 5, "name": "Александр Мельник", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 4, "name": "Viktoria M", "cat": ""}, {"review": "", "rating": 4, "name": "Valerii Kundas", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 5, "name": "Alex Efros", "cat": ""}, {"review": "", "rating": 4, "name": "Tim Orlovsky", "cat": ""}, {"review": "🤵🏻🍸", "rating": 5, "name": "•Über Memensch•", "cat": ""}, {"review": "", "rating": 5, "name": "Dmitry Voronin", "cat": ""}, {"review": "", "rating": 5, "name": "Arthur Melezhyk", "cat": ""}, {"review": "🍸🤵🏻‍♂️", "rating": 5, "name": "Slava Pidgirnyi", "cat": ""}, {"review": "", "rating": 5, "name": "Pavlo Stadnikov", "cat": ""}, {"review": "", "rating": 5, "name": "Olgierd Von Everec", "cat": ""}, {"review": "🤵🏻‍♂️🍸", "rating": 5, "name": "Кирилл Сорокин", "cat": ""}, {"review": "", "rating": 4, "name": "Юрий Охрименко", "cat": ""}, {"review": "🤵🏻‍♂️🍸", "rating": 5, "name": "Ал Тий", "cat": ""}, {"review": "", "rating": 5, "name": "Татьяна Троян", "cat": ""}, {"review": "", "rating": 5, "name": "Марина Захарова", "cat": ""}]