[{"review": "Very good restaurant which i will visit them again but unfortunately they don't accept card, and the price is a pretty expensive. But delicious and good.", "rating": 3, "name": "amanj kiev", "cat": "Georgian restaurant"}, {"review": "Excellent service, great food, very good prices. Overall a five star experience!", "rating": 5, "name": "Gheorghe Marius Ignisca", "cat": "Georgian restaurant"}, {"review": "First of all, food is good and Its the only good thing you can find in this restaurant. …", "rating": 2, "name": "Bedirhan Metin", "cat": "Georgian restaurant"}, {"review": "Was not happy at all with the service although the food tasted good.\n\nReasons for 3 stars …", "rating": 3, "name": "Ak Traveller", "cat": "Georgian restaurant"}, {"review": "I would say 4.5. Georgian salad was one of best ones we tried in Kyiv with a lot of walnut paste. But lobio was one the worst ones, the beans were not cooked for a long time. Also it took some time to wait for the check and a box to go.", "rating": 4, "name": "Oksana Sereda", "cat": "Georgian restaurant"}, {"review": "The food is delicious and rather cheap, however the service is a disgrace. Also, when you book a table, be ready to listen all the restaurant noises for a few minutes staying on the line.", "rating": 4, "name": "Lizard King", "cat": "Georgian restaurant"}, {"review": "One of the worst services I have ever had in Kyiv. Waiters and waitresses are expressing literally a disgust to their work and your kind requests. …", "rating": 1, "name": "Eugene Brovko", "cat": "Georgian restaurant"}, {"review": "+ Food is tasty, portions are big.\n- not possible to pay with Card, cash only\n- service is okeyish", "rating": 4, "name": "Еli. B.", "cat": "Georgian restaurant"}, {"review": "Poisoned after visiting. Clothes were stank after visit. Not polite staff. Highly don't recommend", "rating": 1, "name": "Dmytro T", "cat": "Georgian restaurant"}, {"review": "Delicious food, and very friendly staff, the only reason I give 4 stars is because of their music, I didn't like it very much, otherwise everything else was good)))", "rating": 4, "name": "Sarhad Ahmed", "cat": "Georgian restaurant"}, {"review": "+One of the best georgian cuisine in Kyiv even among high priced restaurants.\n+low prices\n+fast service …", "rating": 4, "name": "Konstantin Slominskyy", "cat": "Georgian restaurant"}, {"review": "nice food and affordable prices, though the service could be better", "rating": 4, "name": "Alexey Yagovkin", "cat": "Georgian restaurant"}, {"review": "Good restaurant, food is good.\nI was there at friday evening, lot of people, almost all table was booked. It shows that it is a famous places\nBut behaviour of waiters was little rude.", "rating": 5, "name": "Arbind Chaurasia", "cat": "Georgian restaurant"}, {"review": "Great food for sure, I wish menu had picture, but still awesome food", "rating": 5, "name": "Aydin Roozbeh", "cat": "Georgian restaurant"}, {"review": "Nice food and good service. And the price is affordable. Value for money.", "rating": 5, "name": "Thorstein Bundli", "cat": "Georgian restaurant"}, {"review": "Georgian food is always great! The shashlik was wonderful.\n\nIf you have the opportunity, stop by and enjoy!", "rating": 5, "name": "Wayne A", "cat": "Georgian restaurant"}, {"review": "Good price. Tasty meal. Friendly staff. But music is to louder.", "rating": 4, "name": "Aleksandr Svyrydenko", "cat": "Georgian restaurant"}, {"review": "Delicious dishes and handmade drinks are awesome. Prices are very low", "rating": 5, "name": "Valerii Tarasov", "cat": "Georgian restaurant"}, {"review": "hidden gem...if you are not fancy about interior, this is the place for best Georgian food in the Kiev", "rating": 5, "name": "Klik Map", "cat": "Georgian restaurant"}, {"review": "Cash only now.\nIt's absolutely not the same as was year ago.", "rating": 2, "name": "Roman Mac", "cat": "Georgian restaurant"}, {"review": "Very nice place. Good atmosphere and excellent service", "rating": 5, "name": "Антон Міняйло", "cat": "Georgian restaurant"}, {"review": "Exceptionally tasty. Very, no, VERY recommended!", "rating": 5, "name": "Mikhail Lodygin", "cat": "Georgian restaurant"}, {"review": "Very authentic place and wonderful service)", "rating": 5, "name": "Andrii", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, Andrii.\nWe are very glad that you liked Gaga.\nWe will be “happy to see you again ❗️”\nGaga💜 love's 💜you.", "rating": 5, "name": "Николай Здвижков", "cat": "Georgian restaurant"}, {"review": "Large dishes and quite tasty to!", "rating": 5, "name": "Dmytro Rodin", "cat": "Georgian restaurant"}, {"review": "Such a good taste with such balanced price. Totally recommend!", "rating": 3, "name": "Yaroslav M.", "cat": "Georgian restaurant"}, {"review": "Poor interior, food is not so bad", "rating": 5, "name": "Сергей Иванов", "cat": "Georgian restaurant"}, {"review": "Very tasty Georgian food!", "rating": 1, "name": "Sanek Proger", "cat": "Georgian restaurant"}, {"review": "Just don't go there.", "rating": 5, "name": "Денис Приватбанк", "cat": "Georgian restaurant"}, {"review": "Super", "rating": 5, "name": "Misha Litvinko", "cat": "Georgian restaurant"}, {"review": "Crazy", "rating": 5, "name": "Viktor Denysenko", "cat": "Georgian restaurant"}, {"review": "Going Georgian food . No alcohol", "rating": 5, "name": "Paul Cloud", "cat": "Georgian restaurant"}, {"review": "Very nice place", "rating": 5, "name": "Nam3 Surrnam3", "cat": "Georgian restaurant"}, {"review": "Pretty cool place 👍", "rating": 1, "name": "Юлия Ч", "cat": "Georgian restaurant"}, {"review": "It is unfortunate that the meeting of the 2022 New Year was spoiled, the lack of dishes on our table, when everyone was served hot, khachapuri, we were only served salads and cold snacks, we had to grab the administrator’s hand and show an empty table, ...", "rating": 1, "name": "Weekend Planner", "cat": "Georgian restaurant"}, {"review": "ABSOLUTELY NOT DELICIOUS!\nWorst Georgian restaurant I have ever eaten.\nSemi-finished potatoes, no salads, tasteless fish, horror eggplants. How …", "rating": 5, "name": "Nataliia Zhavruk", "cat": "Georgian restaurant"}, {"review": " Favorite Georgian place to celebrate and just to eat! Incredible atmosphere. There is always a full landing of people, so the table must be booked in advance. Very tasty cuisine. Everything is delicious! Prices are …", "rating": 1, "name": "Nika Surok", "cat": "Georgian restaurant"}, {"review": " Nataliia, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "Михаил Червинко", "cat": "Georgian restaurant"}, {"review": "I thought that a year later something had changed here, but everything became much worse. Khinkali is of very dubious quality, they are made somehow, there are no yushki, they are dry, and khinkali with cheese is just a cheese product, I didn’t think that such disgusting products ...", "rating": 3, "name": "Oleksii Ivanov", "cat": "Georgian restaurant"}, {"review": "Well, very tasty and satisfying for the money!\nI went with my wife, not expecting anything, and was very pleased: the portions are larger, very tasty, the prices do not bite, the staff is friendly, the interior and music do not 'press' but …", "rating": 3, "name": "Alla Stepanova", "cat": "Georgian restaurant"}, {"review": "Were during the day.\nIn general, everything was good.\nFood, service, atmosphere - everything is fine. …", "rating": 4, "name": "Deth MetalOn", "cat": "Georgian restaurant"}, {"review": "Delicious food - you are here. Only on weekends be prepared for \"tired\" service. A large influx of visitors, a table on a table ... A huge minus is that payment is only in cash, they learned very much only at the time of payment. In general, if all of the above ...", "rating": 5, "name": "Ross Agaga", "cat": "Georgian restaurant"}, {"review": " A popular place with a large influx of people. Pros: tasty, prices are not high, portions are large, the quality of products (judging by what was ordered) is normal. Cons: in the institution \"stands\" the smell of the …", "rating": 5, "name": "Ann Litvinenko", "cat": "Georgian restaurant"}, {"review": "I put 5 stars simply for what you can with your alcohol.\nThe cuisine is delicious and very fresh.\nI tried salad, two types of khachapuri, lula, pork shish kebab, chicken, potatoes on …", "rating": 2, "name": "Nazar Yanushevsky", "cat": "Georgian restaurant"}, {"review": "\nVyacheslav, thank you for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Оленка Поліщук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "александр киричек", "cat": "Georgian restaurant"}, {"review": "\nAnn, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Alexey Davydenko", "cat": "Georgian restaurant"}, {"review": " I want to share my impressions after what I saw today !!!\nMy other half and I are regular visitors to Gaga. The cuisine is very tasty, the …", "rating": 1, "name": "Ольга Кузнецова", "cat": "Georgian restaurant"}, {"review": " Cozy, very tasty, great prices. Ordered twins, satsivi with turkey, shish kebab from the neck, lamb in adjika-honey sauce, red dry wine, homemade potatoes, khachapuri in Adjara. …", "rating": 3, "name": "Инна Панюшина", "cat": "Georgian restaurant"}, {"review": "I recommend everyone to visit the restaurant Gaga on Vasilkovskaya! Delicious food, huge, really huge portions!! Good choice of dishes, ridiculous prices (I have never seen such prices anywhere, for such tasty and large portions) …", "rating": 1, "name": "Арина Мозуль", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian food. Fast service despite full load. Attentive staff. All liked it. Thanks …", "rating": 5, "name": "Елена Шевченко", "cat": "Georgian restaurant"}, {"review": "There are a lot of people. The tables are on top of each other. Booked a table in advance for 5 people. We were seated on the aisle, chairs were delivered. Everyone is shoving. The room is clearly not designed for the number of people that they are trying to cram in there. Waitress...", "rating": 3, "name": "Georgio Prizanto", "cat": "Georgian restaurant"}, {"review": "Kitchen at the highest level! Dishes were served 10 minutes after ordering! Bravo guys!\nThe big minus of the establishment is that you have to stand waiting for a table, and the reservation is not …", "rating": 4, "name": "Maria G", "cat": "Georgian restaurant"}, {"review": "Today we visited a restaurant of Georgian cuisine.\nI left some interesting impressions about myself.\nFirst of all, when you come in, there are plates with cutlery everywhere on the table, a plate ...", "rating": 1, "name": "Дмитрий Бондарчук", "cat": "Georgian restaurant"}, {"review": "If you want a delicious meal, this is the place for you. The order is taken quickly, you can see how the staff treats you at the highest level, as a dear guest. Delicious, hot food is delivered fairly quickly. As a family we have eaten here several times. Our family…", "rating": 5, "name": "alexskarp", "cat": "Georgian restaurant"}, {"review": "\nElena, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 2, "name": "Sosiska Lenyvaya", "cat": "Georgian restaurant"}, {"review": "Poisoned by their local draft chacha, took 0.5 for two, almost died at 5 in the morning, headache, vomiting, full PPC, from 250 grams of drink, fresh food, the waitress is pretty but does not answer questions (, freeze (, a million people, a huge flow ,all …", "rating": 5, "name": "Элина", "cat": "Georgian restaurant"}, {"review": "Good establishment. The food is delicious, the menu is extensive. Prices are very reasonable in my opinion.\nYou can drink your own alcohol without paying extra for it. …", "rating": 5, "name": "Олег Стрілків", "cat": "Georgian restaurant"}, {"review": "\nMaria, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 2, "name": "Иван Васильевич", "cat": "Georgian restaurant"}, {"review": "I DO NOT ADVISE!!!\nWe booked a table at 19:00 (two days in advance) We arrived from Zhytomyr. We arrived exactly at 19:00. Administrator Ivan and Irina said that you need to wait a bit. We waited...", "rating": 4, "name": "Ivan", "cat": "Georgian restaurant"}, {"review": "We rested with my wife on February 14, we wanted something special and thanks to your establishment, we got what we wanted. Very tasty food, atmosphere. Special thanks to our waitress Angelina, courteous, attentive, will cheer you up …", "rating": 5, "name": "Наталия Черныш", "cat": "Georgian restaurant"}, {"review": "\nalexskarp, thank you for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Alexander Kholmakov", "cat": "Georgian restaurant"}, {"review": "Undercooked meat in green khinkali\ntomato, mushrooms with cheese tasteless\nIn khachapuri with meat, one fat and veins. …", "rating": 2, "name": "Катя Локанцова", "cat": "Georgian restaurant"}, {"review": "Delicious dishes of colorful Georgian cuisine. The staff is very responsible. Comfortable interior, relaxed atmosphere. And yes, if someone was surprised by +10% in the check, then you need to start learning to go to restaurants correctly, and with money. It …", "rating": 4, "name": "Olya Kulyk", "cat": "Georgian restaurant"}, {"review": " Popular place among locals, with affordable prices.\n\n", "rating": 5, "name": "Светлана", "cat": "Georgian restaurant"}, {"review": " Oleg, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "Sashki Sashka", "cat": "Georgian restaurant"}, {"review": " The place is colorful but the kitchen is not the same…. Food for the unpretentious guest. Be prepared for the many cartilages and films in khinkali …", "rating": 2, "name": "Rostyslav Hud", "cat": "Georgian restaurant"}, {"review": " Today was unsurpassedly delicious! Chef Shota hello! Everything is fine, but the salad was not tasty! …", "rating": 5, "name": "Д. Геннадьевич", "cat": "Georgian restaurant"}, {"review": " On July 25, the family had lunch several times. Everything, as always, is delicious, fragrant, high quality, large portions and excellent service. Thank you to the waiter Maxim for a pleasant time in this restaurant! …", "rating": 1, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, pleasant atmosphere and polite professional employees.\nVery pleased with the portion size :) …", "rating": 5, "name": "Світлана Коваль", "cat": "Georgian restaurant"}, {"review": "+ The food was delicious.\n- Everything smelled very bad (clothes, hair), it was noisy and it was impossible to talk. We were asked not to take out all the hot food at once, but we were told that they had their own …", "rating": 3, "name": "Max Prykhodko", "cat": "Georgian restaurant"}, {"review": " You can't pay by card, and we were told about it when we already handed over the menu, not at the entrance to the restaurant.\nDelicious and filling. I didn't like the meatballs in Bosbash from different …", "rating": 5, "name": "Оксана Никитина", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy, warm, atmospheric. Well located. Immediately catches the eye and opens the door. )) There are business lunches. There are always a lot of people at this time. Liked the dessert. Presentation, service, dishes - all good. …", "rating": 2, "name": "Andrew Ravenholm", "cat": "Georgian restaurant"}, {"review": " Three large halls, very crowded. Deliciously. Not expensive. I really liked Hinkali. You can bring your own fruit drinks, provided that you order one bottle from the menu. They cook quickly, despite the fact that all …", "rating": 5, "name": "Aleksandr T.", "cat": "Georgian restaurant"}, {"review": " The food is generally delicious. It is a pity that the \"rabbit with vegetables\" is very similar. From vegetables - carrots and onions, from a rabbit - its skin, bones, veins and a little meat. It would be naive to …", "rating": 5, "name": "Андрій Стафєєв", "cat": "Georgian restaurant"}, {"review": "Perfect place. Excellent cuisine. You can bring your own alcohol. For 6 people on a birthday they spent only 2500 and this one with a non-sour tip. The table was filled to the brim. The music is very pleasant. The only thing is the waiters are inattentive. …", "rating": 5, "name": "Katyelloworld", "cat": "Georgian restaurant"}, {"review": "A PLACE WHERE YOU NEED TO PAY FOR ICE AND INADEQUATE OWNER, who yells like a cut!!!\nI do not advise!!! As we sat down at the table, we were NOT warned that we had to pay for…", "rating": 5, "name": "Олексій Пригоди життя.", "cat": "Georgian restaurant"}, {"review": " We visited this institution on Vasylkivska Street for the first time) I was pleasantly surprised! If you ordered Kharcho soup, be prepared that a huge piece of delicious meat will be waiting for you on the plate😁 …", "rating": 4, "name": "Alexandr ALISTER", "cat": "Georgian restaurant"}, {"review": "The food is delicious and hot, the prices are low. But service suffers specifically. We went in, there was no one, we had to go halfway through the establishment until they noticed us. They put me in a corner and then carried the menu for another 5 minutes. Napkins, salt and pepper on the table are not ...", "rating": 5, "name": "Ksusha Andrushko", "cat": "Georgian restaurant"}, {"review": "This restaurant in particular has never disappointed us. In others, everything happened. We've been going here for 3 years. During this time, the place has changed. A covered area appeared (there used to be a film on the windows. The service is always polite. The dishes are excellent. …", "rating": 1, "name": "Иван Золотов", "cat": "Georgian restaurant"}, {"review": "They visited for the first time today. The interior is the only thing that pleased. In the first photo, in theory, there should have been “mutton with Adjarian honey sauce”, but there is 10 percent of meat there and everything else is fat and bones. The sauce itself is a regular BBQ...", "rating": 5, "name": "Сергей Кацарский", "cat": "Georgian restaurant"}, {"review": "The most delicious Gaga. Large portions, delicious food, good prices. Recently refurbished and much better. Of the minuses, there is poor service, in the halls of the institution it is quite noisy and stinks of food. …", "rating": 5, "name": "Anzhela Lupakova", "cat": "Georgian restaurant"}, {"review": "Rested with a large group. The place is super! The kitchen is excellent. Especially meat dishes. Many thanks to the waitress Katya (blonde). Professional service. We accidentally overpaid 1000 UAH on the bill, she honestly brought them and returned them. Respect…", "rating": 1, "name": "Hrechanyi Denys", "cat": "Georgian restaurant"}, {"review": "A very good place for us - where everything is always tasty, affordable! We go as a group and have always been satisfied. The portions are large, sometimes we order for several people. Nice interior, fast service, great location. …", "rating": 5, "name": "Татьяна Захарова", "cat": "Georgian restaurant"}, {"review": " Personally, I really liked this place Gaga. The menu is beautiful, the choice is great, the prices for the photo (I think it's inexpensive), the main thing is very tasty (at least what I tasted) The staff is friendly …", "rating": 3, "name": "Vlada", "cat": "Georgian restaurant"}, {"review": "I can't say that I'm delighted. But the impressions are decent enough. Especially from the kitchen. Meat and baked goods are excellent. A little worse with service, but tolerable. And so, if you want to eat a tasty grill menu, then I can safely recommend this ...", "rating": 1, "name": "Артём Кондрацкий", "cat": "Georgian restaurant"}, {"review": "Very well! Portions are very large, 300 - 400 gr, the prices are reasonable. Everything is very tasty! The meat is good, take the lemonade! It is not as vigorously carbonated as drinks in the store and moderately sweet, tasty. The interior is ok but...", "rating": 5, "name": "Дарья Урбанович", "cat": "Georgian restaurant"}, {"review": "Been there twice. Each time I ordered the same dish - \"Odzhakhuri in Tbilisi\". The first time they brought a large portion, a lot of meat, the expectation is small. Came a week later, placed an order. I waited until they brought it, about 40 minutes. They brought it. And not close...", "rating": 2, "name": "Miroslav Dubinezkiy", "cat": "Georgian restaurant"}, {"review": "Good establishment. Not expensive. Two hungry guys barely got out, I thought I would burst. Delicious cuisine. There were people but not an anthill. It looks small, but on the lower tier it looks like a bottle). The room is non-smoking which is great. Very good and unobtrusive…", "rating": 1, "name": "Veronika Kostyuchenko", "cat": "Georgian restaurant"}, {"review": "\nSergey, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Сирова Лєна", "cat": "Georgian restaurant"}, {"review": "When ordering, keep in mind that another 10% service charge will be added to the check. Payment by CASH only.\nThere was a teaspoon of minced meat in stuffed eggplants, catastrophically little ...", "rating": 4, "name": "Александра Максименко", "cat": "Georgian restaurant"}, {"review": "Pros:\nValue - price / quality of the kitchen - the bomb! Everything... …", "rating": 5, "name": "Ольга Осипцова", "cat": "Georgian restaurant"}, {"review": "Thanks admin!!!\nMy husband and I came, having booked a table in advance, after a hard day's work to celebrate Tatyana's day. We were offered a table on the aisle which didn't really take us…", "rating": 1, "name": "Владимир Николаевич", "cat": "Georgian restaurant"}, {"review": "\nTatiana, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 1, "name": "Iryna Dingo", "cat": "Georgian restaurant"}, {"review": "We stopped by for lunch at 15:00, waited an hour until the barbecue was brought out, and did not wait. No one even apologized, if the kitchen is loaded, you need to warn about it. Before ordering, they specified how long to expect the dish. They took out everything but the meat. …", "rating": 5, "name": "Сергей Крумка", "cat": "Georgian restaurant"}, {"review": "Violation of civil rights in all its glory. Paying a tip on a check, what's that? They brought mineral water 0.5 immediately, although the order was not small. The lack of a terminal is also an edge. And the service is bad. Kitchen for 3/5. …", "rating": 5, "name": "ivan ivchenko", "cat": "Georgian restaurant"}, {"review": "Baked eggplants are magical! This is straight love! Under juicy salty cheese, soft grilled eggplant with minced meat ... supereeer!\nWe sat with a company of 10 people - the first, second, alcohol - the check came out at 250 ...", "rating": 2, "name": "Танюша Содома", "cat": "Georgian restaurant"}, {"review": "\nDaria, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Виктория", "cat": "Georgian restaurant"}, {"review": "Disappointed in this institution, namely in Gaga on Vasilkovskaya. This situation is unpleasant: They called at 17 in advance, book a table for 20 hours, the order was accepted, they said we were waiting. My family and I arrived on time. We went into the institution, the atmosphere ...", "rating": 3, "name": "Yulia Bezzubenko", "cat": "Georgian restaurant"}, {"review": "On 17.01 they called to book a table for a birthday celebration, for two, on 01/23/22 …", "rating": 1, "name": "MaryMary S", "cat": "Georgian restaurant"}, {"review": " Took food for delivery. Satisfied with the service. Pleasant prices, good choice, accurate delivery time. Dishes rated on 4- …", "rating": 1, "name": "Юля Васюк", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious, chicken in a creamy sauce - you will lick your fingers. It's the most to sit with the company. The prices are moderate and the portions are good. I would like it to be not so noisy, there were moments when we did not hear each other. The waiters are friendly. …", "rating": 5, "name": "galina gumeniuk", "cat": "Georgian restaurant"}, {"review": "Favorite Georgian restaurant. Convenient location, cozy rooms, cramped, but it does not interfere. Fast service, polite staff. Always very tasty and clean. …", "rating": 5, "name": "Pavlo Balytskyi", "cat": "Georgian restaurant"}, {"review": "Very tasty, thanks to the chefs, the food is top notch. But, having booked a table in advance, away from the music, in the end everything was turned around, a table for 15 people, where everyone sat in each other's arms. Thank you for ruining my birthday. Do not write …", "rating": 5, "name": "Наталья Полонская", "cat": "Georgian restaurant"}, {"review": "Delicious, not expensive. BUT\nThe service is HORRIBLE - they take everything out for a very long time! Both the order and the invoice!\nGirls are rude! Not friendly! Most likely it works, the fact ...", "rating": 4, "name": "Ольга Залозная", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, the prices are very pleasant and affordable, the range of dishes is huge, the interior is very cozy, the waiters are great, they know the menu very well, we were served by Dasha, the service and attention are on top. …", "rating": 5, "name": "Sasha", "cat": "Georgian restaurant"}, {"review": " Everything was great. Came the day. Although everything was busy, we were put on a table with a reserve so we could have lunch. Their portions are large, despite the fact that the price is small. The cuisine is …", "rating": 5, "name": "Юрій Кадар", "cat": "Georgian restaurant"}, {"review": " ivan, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "Max Lyulyush (Макс Люлюш)", "cat": "Georgian restaurant"}, {"review": " We celebrated a birthday here\nThe prices are adequate, the cuisine is very tasty, but the workers were shocked …", "rating": 5, "name": "Елена Петриченко", "cat": "Georgian restaurant"}, {"review": "Dear Gaga! Delicious barbecue, fast service. We noted khinkali with nutella on the menu - yummy for children, but keep in mind that they are VERY sweet!) …", "rating": 5, "name": "Benefriti Beni", "cat": "Georgian restaurant"}, {"review": "Celebrated a birthday today.\nThe table was blocked at 17:00, at 16:00 I dialed the administrator of the restaurant and warned that we would be not 6 people, but 4, asked to remove two types of salads and …", "rating": 1, "name": "Екатерина Годунко", "cat": "Georgian restaurant"}, {"review": "Terrible!!! Food: served cold FAT barbecue, congealed fat. I had a sleepless night after this 'delicious' meal. Salads are tasteless. What I liked was the sauces for meat, thanks to the sauce you could at least eat. People have each other \"on ...", "rating": 1, "name": "Maksim Z", "cat": "Georgian restaurant"}, {"review": " We are disappointed and to put it mildly. We booked a table on Saturday at 19.20. Arrived an hour earlier, but there was no table. We treated with understanding and went for a walk, returned in an hour, but there was …", "rating": 1, "name": "Юлия Дудник", "cat": "Georgian restaurant"}, {"review": "Respect and respect for this institution, the price-quality ratio is at the highest level, the atmosphere is very comfortable and sooooo delicious)\nThe owner does everything with love for the guests, traditions and love for cooking) …", "rating": 1, "name": "Елизавета Антоненко", "cat": "Georgian restaurant"}, {"review": " Everything was great, the corporate party was celebrated here. Several times took \"takeaway\", too, all is well …", "rating": 3, "name": "Oran Gad", "cat": "Georgian restaurant"}, {"review": "Very cool assurance! And it's hard to get in without booking a table) or am I just lucky? 😅 very tasty cuisine( I tried everything!) only have to wait a long time, but it's worth it)) look for chefs so that the return is faster) or ...", "rating": 5, "name": "Oksana Komirna", "cat": "Georgian restaurant"}, {"review": "\nNatalia, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Artem Pravda", "cat": "Georgian restaurant"}, {"review": "Everything is great, except for the volume of the music. We came to chat with friends, as a result, we had to quickly eat and leave, since nothing was heard. At the request to make it quieter, the waiter refused, although he himself did not hear anything when he took the order, ...", "rating": 4, "name": "Вадим Сысков", "cat": "Georgian restaurant"}, {"review": "\nOlga, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Віталій Бакерін", "cat": "Georgian restaurant"}, {"review": "Great place for both lunch and celebration. The prices are democratic. The food is delicious. The average check for a company is up to 500 UAH. Even though it's busy, the food arrives quickly. …", "rating": 4, "name": "Alex Gera", "cat": "Georgian restaurant"}, {"review": "\nSasha, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "KOFF Studio", "cat": "Georgian restaurant"}, {"review": " Clean here and nice and tasty, the smell of delicious spreads on the street\nPrices are affordable, interesting interior. …", "rating": 5, "name": "Julia Pavlenko", "cat": "Georgian restaurant"}, {"review": "This is a very tasty restaurant, with low-fat and flavorful food, very affordable prices! I love the food here so much that sometimes I drive from the deep left bank here to eat good food. Thanks to the chefs for making a real…", "rating": 4, "name": "MaRyNa IgNaTeNkO", "cat": "Georgian restaurant"}, {"review": "I really liked the kitchen. Budget and delicious. There are a lot of people, this is not surprising, because the institution is in demand. We booked tables and menus for the company in advance. …", "rating": 5, "name": "Юлия Нац", "cat": "Georgian restaurant"}, {"review": "\nElena, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Julia Andreeva", "cat": "Georgian restaurant"}, {"review": "I will not open America-Gaga on Vasilkovskaya is the best place for the price-quality-service for relaxing with family and friends! I celebrated the DR there, I was very pleased and my guests also liked everything very much🤗 Prosperity and keep …", "rating": 2, "name": "Alex Viatchaninov", "cat": "Georgian restaurant"}, {"review": "\nBenefriti, thank you for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Тетяна", "cat": "Georgian restaurant"}, {"review": "My friends and I were brought raw meat in the first place, although cold appetizers were ordered, which were brought in 20 minutes after the meat, they brought alcohol, although they ordered Georgian lemonade in five minutes and brought it, but that's a failure ...", "rating": 1, "name": "Дмитро Капустюк", "cat": "Georgian restaurant"}, {"review": "Service 0, staff behavior 0, food is delicious!!! You can see the toilet yourself. More than a foot, alas .... …", "rating": 1, "name": "Олександра Че", "cat": "Georgian restaurant"}, {"review": "Booked a table, came, no seats! crowded, noisy, we stand at the entrance and wait, people go back and forth, just an endless stream, at a distance of 5 cm from the face. They promise that a table will be free now, but nothing! Why take a booking if not...", "rating": 5, "name": "Javi Larrauri", "cat": "Georgian restaurant"}, {"review": "I ordered quail in the tandoor and grilled vegetables. As a result, after my friends ate and I looked at them, they brought me my quail. I had to eat dry quail without vegetables because they were cooked for more than an hour! (((I reminded the waiter and ...", "rating": 5, "name": "Виктория Гулай", "cat": "Georgian restaurant"}, {"review": "Very ambiguous impression: delicious cuisine and cozy interior is a plus.\nAnd the waitresses were impolite, unfriendly: they told us about payment only in cash already at the time of settlement, and that was the second time when they asked to calculate us. …", "rating": 1, "name": "дмитрий ткачук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Andrey Chernenko", "cat": "Georgian restaurant"}, {"review": "We rested with a large company on Monday 10/18/2021 on Vasilkovskaya 23/16\nVery tasty, nice service.\nWe are very grateful to the staff, namely Daria! …", "rating": 5, "name": "Vlad Vovk (Gloven)", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, probably one of the best in Kyiv. But! contingent ruins everything. As soon as it gets dark, this restaurant turns into a cheap pub from the 90s, with disgusting music and dancing .... So it's good only in the morning. AND …", "rating": 5, "name": "Тетяна Бухун", "cat": "Georgian restaurant"}, {"review": "I was invited to this restaurant for my birthday. The kitchen satisfied me completely. Delicious shish kebab, lula, mackerel from the grill. Hot pita bread of their own production, they also make their own lemonades. Very tasty salads. Khachapuri is very...", "rating": 3, "name": "Sergey Kostyrsky", "cat": "Georgian restaurant"}, {"review": "You have to go here in large companies, there are huge portions and atmospheric. There is more meat in kharcho soup than soup))) The prices are very pleasing, you can eat for 100 UAH) …", "rating": 5, "name": "Юлия Кельман.", "cat": "Georgian restaurant"}, {"review": " Very nice and cozy place! Delicious food, especially brine. I recommend! …", "rating": 3, "name": "Марічка Чупіра", "cat": "Georgian restaurant"}, {"review": "Delicious. You need to book a table in advance, otherwise, you will have to wait until you get free. The workload is too high. …", "rating": 2, "name": "Мария Первак", "cat": "Georgian restaurant"}, {"review": " The kitchen is just wonderful. The portions are huge. Hungry don't get out of here. The summer playground is being repaired, but visitors are not scared. The downside is cleanliness. Wineglasses brought dirty ( …", "rating": 1, "name": "Наталья Зозуля", "cat": "Georgian restaurant"}, {"review": "Thank you for your hospitality. We came on Tuesday evening, a lot of people. But we still found a table for us. Yes, and the portions are very large and satisfying. Everything is very tasty 🙂🙂💥 …", "rating": 1, "name": "Альона Сулим", "cat": "Georgian restaurant"}, {"review": "The place is stunning. Despite the large flow of people, the order was brought to us quickly enough. I liked it: the renovation is fresh, there are 3 rooms, awesome food, I liked everything (Adjarian khachapuri, khinkali, kebab, dolma, Georgian lemonade) ...", "rating": 1, "name": "Наргиз Ахмедова", "cat": "Georgian restaurant"}, {"review": "The institution was recommended to us by friends and we ordered 3 different khachapuri. All are very tasty. But! hair found in one of the khachapuri spoiled the overall impression. …", "rating": 2, "name": "Egor Kaviar", "cat": "Georgian restaurant"}, {"review": " Someone here wrote that \"it's not a cafe, it's a diner.\" Indeed, it would not be a little to put things in order with hygiene and order - the appliances were lying just on the table, khachapuri was served on a bare …", "rating": 1, "name": "Екатерина Екатерина", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious.\nManagement attitude is disgusting.\nTurned on karaoke - I can't hear my friends. The administrator spreads his hands, saying that ...", "rating": 4, "name": "Ксения Гергель", "cat": "Georgian restaurant"}, {"review": " Earlier, before the repair was better. The portions were larger and the kitchen worked until the restaurant closed. And now the portions are much smaller and, as it turned out, because no one warned us, the kitchen is …", "rating": 2, "name": "Stafid", "cat": "Georgian restaurant"}, {"review": " A great Georgian near the Vasilkiivska metro. Moderate prices, large portions, modern decoration and good service. We went with a baby and the corridor and the stairs are a bit narrow to go with the stroller, but once …", "rating": 5, "name": "Денис Гайдук", "cat": "Georgian restaurant"}, {"review": "Great place. Price and quality..\nAs always everything is very tasty 💚…", "rating": 5, "name": "Julia Guest", "cat": "Georgian restaurant"}, {"review": "I used to go every day for lunch, not long ago they changed the manager, they put some kind of boorish thing, I’m not going to come there anymore. Yes, soov nkt remembered the manager and hersonad who did not want to work first, when we sat down, the table was good…", "rating": 4, "name": "Александр Воронсбехер", "cat": "Georgian restaurant"}, {"review": "Cheap - yes.\nWell, so is the quality..\nNot to say that it is not tasty, but somehow very usual .. …", "rating": 4, "name": "Ігор Репях", "cat": "Georgian restaurant"}, {"review": "Oooh, this is a deity, not food\nThe portions are huge, everything is very tasty and satisfying\nPrices are very low…", "rating": 3, "name": "Богдан Крикун", "cat": "Georgian restaurant"}, {"review": " Was impressed and surprised that you can come with your alcohol. Meals are delicious and large. Good quality, low price! The only comment offered us two-ryumky and both were dirty towels that we could not wipe. And so …", "rating": 3, "name": "Tetiana Goncharova", "cat": "Georgian restaurant"}, {"review": "From the good:\n1. Delicious soup.\n2. Large portion. …", "rating": 5, "name": "Яролуц", "cat": "Georgian restaurant"}, {"review": "Repeatedly chose \"Gaga\" to spend a good and satisfying evening.\nYes, it is very crowded and noisy here, most people prefer to come here in large groups, which may give the impression that you are sitting at a feast …", "rating": 5, "name": "Елена Жаворонкова", "cat": "Georgian restaurant"}, {"review": " Very tasty and tender khinkali with mushrooms. But last time the insects that asked to share the meal greatly spoiled their appetite. The tapaka chicken was also very dry. Sometimes they give up incorrectly. The …", "rating": 5, "name": "Alena Korinskaya", "cat": "Georgian restaurant"}, {"review": " The food was always very tasty, we used to come here, but the service broke the bottom. The waiters are greeted with sour faces, rudely drumming when ordering. And when we did it, we were finally told that the payment …", "rating": 5, "name": "Bohdan Tereshenko", "cat": "Georgian restaurant"}, {"review": "Ruined kid's birthday!\nFirstly, this place has been our family cafe for a long time for 7 years, we left not small amounts, there were always nuances in service, but ...", "rating": 4, "name": "Mariia Maniovich", "cat": "Georgian restaurant"}, {"review": " Celebrated the New Year 2022 ... The service is terrible, hot meals were delivered with a big delay (some portions were not brought at all!). …", "rating": 2, "name": "Daria Polishchuk", "cat": "Georgian restaurant"}, {"review": "Horror is simple! Tasteless, salads and snacks from the refrigerator, it is not clear how long they were there, unbaked khachapuri. Don't go anyway...", "rating": 4, "name": "Світлана Больман", "cat": "Georgian restaurant"}, {"review": "If you order self-delivery, then get ready to pay another 40+ UAH for containers) iron logic. It is easier to order delivery from any cafe. They don't warn about it. The prices match the quality. Cheap, cheerful and more like Ukrainian cuisine, …", "rating": 5, "name": "Андрей Яременко", "cat": "Georgian restaurant"}, {"review": "What can you say when all the words are over?\nFood for 3-, payment only in cash, no receipt on demand, the administrator's response: \"we do not give checks\" and 10% for service is scored in the \"check\" - are you serious? …", "rating": 3, "name": "Roman Dmitrienko2017", "cat": "Georgian restaurant"}, {"review": "Yes, the restaurant is very tasty and not expensive. I ordered lamb in adjiko-honey sauce. I expected to see tender pieces of lamb crumbs stewed in sauce, sprinkled with pumpkin seeds on top, I got pieces of underribs, little meat, a lot of bones, served ...", "rating": 1, "name": "Таня Карпова", "cat": "Georgian restaurant"}, {"review": "Delicious food and reasonable prices.\n\nBut: …", "rating": 1, "name": "Вячеслав Назаревич", "cat": "Georgian restaurant"}, {"review": "Magnificent cuisine! Met, seated, the guy the waiter thoroughly knows the menu, helped with the choice of dishes, very politely and patiently answered all questions.\nWe will definitely return here. …", "rating": 4, "name": "Виталий Старовойт", "cat": "Georgian restaurant"}, {"review": "\nDenis, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Kostiantyn Kliuiev", "cat": "Georgian restaurant"}, {"review": "A wonderful institution, in my opinion you can’t find free places at all, only a reservation! Delicious and great staff, but the prices generally whisper ...", "rating": 4, "name": "Доманская Алёна", "cat": "Georgian restaurant"}, {"review": "Nice service on Friday lunch. Delicious khinkali Tbilisi style. In general, everything is as always good. …", "rating": 1, "name": "Вероника Томашевская", "cat": "Georgian restaurant"}, {"review": "We were a big company, liked the dishes, good pricing policy. Of the minuses, there were a lot of visitors. Seating at the tables is very tight, which is not permissible in the current pandemic conditions. …", "rating": 1, "name": "Volg 1", "cat": "Georgian restaurant"}, {"review": "A lot of people. I made an order for pickup, in view of the fact that many orders were asked to be picked up in forty minutes, as a result, I took it in 1.5 hours. In fact, Gaga is no longer the same ... Yes, indeed, the prices are affordable, but khachapuri is no longer the same, everything used to be ...", "rating": 4, "name": "Oleg Vasilevich", "cat": "Georgian restaurant"}, {"review": "We were a group and ordered food. They cooked for a long time and obviously were in no hurry, they didn’t even wait for a compliment from the chef. Waited over 40 minutes for food. And they forgot about one guest at all, so he received his food with a scandal only 1.5 hours after ...", "rating": 5, "name": "Сергей Рева", "cat": "Georgian restaurant"}, {"review": "Georgian barbecue is very tasty, it is prepared according to a special secret recipe, only the elite know it.\nIn general, I like all the dishes of Georgian cuisine. …", "rating": 2, "name": "Anastasia Sokolova", "cat": "Georgian restaurant"}, {"review": "Very tasty! There are a lot of people, but the waiters and the kitchen cope with such a flow skillfully. And the most important plus + you can come with your own alcohol! …", "rating": 1, "name": "Ольга Евич", "cat": "Georgian restaurant"}, {"review": "Second time in this restaurant. Impressed..... in a good way)). The staff is great, the food is fresh and delicious. Prices are moderate. Book a table in advance, 3 weeks before the event. Live music. …", "rating": 3, "name": "Polina Fedorova", "cat": "Georgian restaurant"}, {"review": "Great food, friendly staff, cozy atmosphere!\nOne indicator is that you need to book a table a week in advance, which is saying something!) …", "rating": 4, "name": "Дарья Х", "cat": "Georgian restaurant"}, {"review": "Delicious and not expensive.\nBut I was embarrassed by the fact that we had a table booked for 19:00, and they put us only at 19:45 ...", "rating": 3, "name": "Сашка Кудряшка", "cat": "Georgian restaurant"}, {"review": "\nMariia, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Ковальская Людмила", "cat": "Georgian restaurant"}, {"review": "The food in this establishment is very tasty and satisfying, and the prices are reasonable. For which 2 stars. BUT…\nService is something. When we entered the restaurant, the employee waved his hand to us, ...", "rating": 3, "name": "Volodymyr Snigur", "cat": "Georgian restaurant"}, {"review": "Very tasty and inexpensive! Service and atmosphere not the best\nWe tried Megrelian khachapuri, Adzharian style, royal style, assorted khinkali and kebabs - delicious!) …", "rating": 5, "name": "Tata Tulipus", "cat": "Georgian restaurant"}, {"review": "\nSvitlana, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Vadim Radchenko", "cat": "Georgian restaurant"}, {"review": "We celebrated the christening of a child in this institution. The staff is friendly, very attentive. The menu is varied and very tasty.\nThe prices are very humane. …", "rating": 1, "name": "Vitaliy Roman", "cat": "Georgian restaurant"}, {"review": "Visited this establishment today. We booked a table in advance for 18:30, the administrator assured us that there would be no questions, there were places. Arriving at the appointed time - there are no places, after a while my wife and I were given a place on the aisle, a table, …", "rating": 2, "name": "Vladimir Potapenko", "cat": "Georgian restaurant"}, {"review": "Very dissatisfied. Booked a table Wednesday for Saturday. We asked for a quieter place. As a result, we got the loudest and at the same time complete feeling that we are at the station. Only the gypsies were missing. One plus waitress service. …", "rating": 5, "name": "Andrii Loboda", "cat": "Georgian restaurant"}, {"review": "Very, very loud Russian pop from 90-00, terribly inconvenient arrangement of tables (under the speakers, in the aisles), the contingent is corresponding to the playlist. We won't come again. …", "rating": 1, "name": "HOUSECORPS", "cat": "Georgian restaurant"}, {"review": "Good restaurant with reasonable prices. Paying exclusively in cash spoiled the service. But in general - tasty and cozy. …", "rating": 4, "name": "Павло", "cat": "Georgian restaurant"}, {"review": "\nVitaly, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 3, "name": "Илья Баранов", "cat": "Georgian restaurant"}, {"review": "A great place to meet friends, both for lunch and for celebrating events. We love and have been going for 4 years already. Everything is very tasty and sincere. …", "rating": 4, "name": "Asuy Las", "cat": "Georgian restaurant"}, {"review": "\nThank you Kostintyn for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 1, "name": "Витя Ковш", "cat": "Georgian restaurant"}, {"review": "Overall, not bad. Food is delicious, portions are large, prices are reasonable. Good barbecue, very tasty khachapuri. But!!! The menu does not indicate the weight of the dish, we noticed that almost all guests take leftover food with them. The caesar spares the sauce, its …", "rating": 3, "name": "Serhii Cristaldo", "cat": "Georgian restaurant"}, {"review": "They brought a salad with veal with Chinese cabbage, the waiter listened, but they still made the bill.\nThey also brought cheese with quince, which we always ate here until this day, because …", "rating": 5, "name": "Andrii Syroid", "cat": "Georgian restaurant"}, {"review": "Khinkali - outwardly thick and terrible, with a thick layer of dough. But the meat inside is a quarter of what is needed!\nIn the same network, they took it in other places - beautiful, tasty and filled, with …", "rating": 5, "name": "Rusia Tkach", "cat": "Georgian restaurant"}, {"review": "The food is delicious, you can safely go and have a tasty meal, the service is mediocre, the dishes were not brought correctly, the quantity was confused. It is with itself. Prices are good and not expensive. …", "rating": 5, "name": "Елена Прекрасная", "cat": "Georgian restaurant"}, {"review": "An excellent institution, in particular, and the network as a whole. Good food, nice interior, reasonable prices, good service. You can order \"to go\". Cons:…", "rating": 4, "name": "Григоров Александр", "cat": "Georgian restaurant"}, {"review": " We were at the restaurant for my father's birthday on October 31 (today). From November 1, the red zone, and the waiters without masks. The restaurant itself is very crowded. The tables are not one to one, there is no …", "rating": 5, "name": "Надежда Каленюк", "cat": "Georgian restaurant"}, {"review": "For the first time, we left the restaurant without ordering anything.\nWe went in, our table was at the very entrance and we asked the administrator to change us, as it was blowing from the door, the administrator, after listening to us, running under his breath, said that ...", "rating": 5, "name": "anna stankevich", "cat": "Georgian restaurant"}, {"review": " I put 3 stars because it was delicious. that's all. The service isn't great, but that's not surprising since the tip is already included in the bill. the hall is full, the table must be booked earlier. boorish …", "rating": 5, "name": "Георгий Осик", "cat": "Georgian restaurant"}, {"review": "Bomb restaurant\nI read angry comments and was afraid that the vacation would be ruined, the only negative is that we booked a table TWO WEEKS in advance and stood for another 7 minutes in …", "rating": 4, "name": "Анастасия Иванюк", "cat": "Georgian restaurant"}, {"review": "Very tasty, I liked the place, BUT 10% of the service is immediately included in the bill? What??? What is it like??? Moreover, when you look at the check, information about this is written in such a font that you won’t see it (I, as a short person, for the first time in this institution, ...", "rating": 5, "name": "Александр Кушниров", "cat": "Georgian restaurant"}, {"review": " Great atmosphere. Celebrated the New Year. Despite the number of representatives of various institutions, the atmosphere in the institution was great. The cuisine is delicious and varied. Waiters score Excellent - …", "rating": 2, "name": "Алексей Губенко", "cat": "Georgian restaurant"}, {"review": "Restaurant on Vasilkovskaya. It's very difficult to evaluate because the cuisine is excellent, the atmosphere, the size of the portions, the service in the institution is excellent, BUT the takeaway order on the weekend is a complete failure, which kills the understanding of the service in the bud... …", "rating": 5, "name": "SUNRAY PRODUCTION", "cat": "Georgian restaurant"}, {"review": "Very cozy, warm at home, all pastries in the form of khachapuri are magnificent, delicious khinkali, veal salad is awesome. The price-quality ratio is the highest in Kyiv! Did not like the salad of baked vegetables - very spicy and greasy, …", "rating": 4, "name": "Сергей и Ольга Овчаренко", "cat": "Georgian restaurant"}, {"review": "Excellent service, decent cuisine, budget price, I liked everything, a bit noisy, but tasty and sincere. …", "rating": 3, "name": "Антон Ященко", "cat": "Georgian restaurant"}, {"review": "I put a low review for only one thing, bad VERY BAD ventilation of the room !!! After an evening spent in your restaurant, you come out smelly, things stink in the kitchen!!! …", "rating": 4, "name": "Dangel", "cat": "Georgian restaurant"}, {"review": "crowded. delicious. democratically. but 4 out of 7 people with poisoning. democratic and delicious not worth it :(…", "rating": 5, "name": "Павло Анатолійович", "cat": "Georgian restaurant"}, {"review": " We have a rest with the company, we go to lunch, everything always meets our expectations. The service corresponds to the price, and the kitchen is above the price. Always tasty and colorful. Thank you GAGA …", "rating": 3, "name": "Виталик Соболев", "cat": "Georgian restaurant"}, {"review": " Andrii, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "TLS Vitosik UA", "cat": "Georgian restaurant"}, {"review": "The case when it is clearly necessary to separate the taste of Georgian cuisine from the smack of rudeness of administrators. Exactly an hour I waited until they really served me, and not just put a bowl of bread on the table. I didn’t wait ... and this despite the fact that I’m practical ...", "rating": 5, "name": "Александр Доманчук", "cat": "Georgian restaurant"}, {"review": " 4 * for the fact that after pre-booking a table in fact provided not the best place. Very tasty and very crowded. The hood does not cope with so many people. Fast service. …", "rating": 5, "name": "Леся Остроушко", "cat": "Georgian restaurant"}, {"review": " Pol, thank you for your feedback and evaluation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "Arsen Havrylets", "cat": "Georgian restaurant"}, {"review": "We ordered Adjarian khachapuri and eider salad, the dishes were delicious, not small and with affordable prices, the price was around 100 UAH. the waiter is not the friendliest, later we realized that this is due to the fact that the service is included in the bill. A lot of …", "rating": 1, "name": "Анна Нечипоренко", "cat": "Georgian restaurant"}, {"review": "In general, everything was very tasty, there was a small conflict about their drinks, but it was quickly settled. After the conflict, one girl from the company wrote a not very pleasant review, and the second barbecue was already different in taste, to a direct question ...", "rating": 5, "name": "Tania Hryshchenko", "cat": "Georgian restaurant"}, {"review": "The boorish treatment of the waiters, the feeling that you owe the waiter something, that the terminal does not work says after you ask for the bill, if all the establishments close in the city and this place will work, I will not come. Spoiled ...", "rating": 1, "name": "Adam Shysholik", "cat": "Georgian restaurant"}, {"review": "So everything is in order! This is my first time in Gaga, so I didn’t know that in the 21st century not all restaurants still accept card payments. The serving of Kharcho soup is just huge (it should have been warned). Khinkali can be ordered at least 5 of the same kind, it’s not …", "rating": 5, "name": "Blackviev Bv5000", "cat": "Georgian restaurant"}, {"review": "Gaga is a guide from Ukraine to Georgia, I was in many Georgian establishments, but the eider is the closest to Georgian cuisine, the portions are huge, tasty and not expensive. And recently, and very stylish) ...", "rating": 5, "name": "Ольга Громова", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback, Andrii Syroid.\nWe are very glad that you liked Gaga.\nWe will be “happy to see you again ❗️”\nGaga💜 love's 💜you.", "rating": 4, "name": "Roman Nikolayev", "cat": "Georgian restaurant"}, {"review": "I highly recommend you to visit this place with mega super delicious food!! We ordered a lot of things and everything was very, very tasty, khachapuri, khinkali and kharcho, divine appetizers, I won’t say anything for the barbecue, we didn’t try it. Homemade wine…", "rating": 1, "name": "Екатерина", "cat": "Georgian restaurant"}, {"review": "The son invited her to this cafe, but did not warn that the portions were huge! Delicious, authentic, cozy. …", "rating": 2, "name": "Евгений", "cat": "Georgian restaurant"}, {"review": "\nElena, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 1, "name": "Fitylkina Fitylkina", "cat": "Georgian restaurant"}, {"review": "Pros: Delicious, the food was very good. Cozy interior. Pleasant administrators and waiters. The restroom is clean.\nCons: Cash only. Plastic box for food 10 UAH. 10% payment for...", "rating": 5, "name": "Оксана Царенко", "cat": "Georgian restaurant"}, {"review": " Cozy and atmospheric place. There are several different areas for guests. The food is delicious, cooked fairly quickly. It is possible to book a table. The staff is friendly and kind. Live music also complements the …", "rating": 5, "name": "Denis", "cat": "Georgian restaurant"}, {"review": "Always delicious, a lot, with love and inexpensive. Portions are big. I ate with my husband, my husband loves to eat. 2 bozbash, one Tbilisi-style salad, a sick portion of eggplant baked with meat, cheese and vegetables, my husband also took ribs in honey sauce with a side dish, ...", "rating": 1, "name": "Алла Янковська", "cat": "Georgian restaurant"}, {"review": "It's always delicious and filling here. The prices don't bite. The staff is able-bodied. If you want to come here in the evening with a group, you need to book in advance. The institution is cheerful, noisy, crowded - like at a big family holiday. Highly recommend! …", "rating": 4, "name": "George Sandul", "cat": "Georgian restaurant"}, {"review": "Tasty, but not spicy for lovers, even if an ordinary rabbit is spicy in its juice. It is very difficult to catch a waiter, and even more difficult to wait for change. In justification, we can say that there are always a lot of people, since the prices are not high. On the picture …", "rating": 4, "name": "Alex Brovko", "cat": "Georgian restaurant"}, {"review": "Probably the best Gaga of those that was in Kyiv. Food, presentation, service - all pretty good. Quite a pleasant visit. I compare, for example, with the most terrible Gaga on the loaves - there is no more foot. And everything is ok, but you need to do it right ...", "rating": 5, "name": "Ольга Ушак", "cat": "Georgian restaurant"}, {"review": "We visited this establishment with a group of 6 people. We placed a very large order. But before the waiter had time to leave, we decided to change satsivi (the dish is cold, i.e. already ready) for a more expensive hot dish. And we were... refused. Approached by the administrator ...", "rating": 3, "name": "Liudmila Solonoi", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Evgeniy Smirnoff", "cat": "Georgian restaurant"}, {"review": "Was the first time.\nThe food is delicious, the portions are large.\nThe prices are very reasonable too. …", "rating": 5, "name": "Виктория Виктория", "cat": "Georgian restaurant"}, {"review": "The food is delicious and well worth the money. It was very disappointing that in the heat they brought really warm wine and there was no ice in the establishment. Paying in cash is also a plus. …", "rating": 3, "name": "Оля Маркова", "cat": "Georgian restaurant"}, {"review": "The best kebab we ate in Kyiv, the meat is soft and at the same time fried, respect to the kitchen for that! Also delicious baked goods! The bathroom is clean. Service at the highest level, the waiters are very nice and friendly, but still it would be nice if …", "rating": 5, "name": "Ivan", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant, delicious food, special thanks to the staff. Highly recommended!!!\nYes, special attention to prices, compared to other establishments of this type ...", "rating": 5, "name": "Василий Полищук", "cat": "Georgian restaurant"}, {"review": "Hello! I have repeatedly been to the Gaga cafe on Vasilkovskaya. Of the pluses, large portions - you often have to take it with you, since it can be quite difficult to overpower. The dishes are quite tasty, especially if you take into account enough …", "rating": 5, "name": "Nonam No am I", "cat": "Georgian restaurant"}, {"review": " In the top, kitchen top, service top, price tor.\nPrice - top\nService - top …", "rating": 3, "name": "Кристина Ищенко", "cat": "Georgian restaurant"}, {"review": " TLS, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 5, "name": "Citrus Mobil", "cat": "Georgian restaurant"}, {"review": "Excellent and delicious cuisine. Yes , the interior is a little lame . But divine chefs and nice prices ❤️ …", "rating": 4, "name": "Наталья Перепелица", "cat": "Georgian restaurant"}, {"review": "We have heard about this place for a long time and finally the opportunity turned up. A lot of people. The food is delicious. The atmosphere is colorful. Service is quite. It is especially bright when the lights are turned off and the whole hall congratulates the birthday people. With this amount…", "rating": 3, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " Extremely tasty !!! As always, the ratio of price, quality and quantity of food at the height! THANK YOU VERY MUCH and good luck to the institution!))) …", "rating": 5, "name": "Peter Motorny", "cat": "Georgian restaurant"}, {"review": "Terrible service! The waiter Khayal took the order which was waited 40 minutes with promises \"now\". Then they just left! …", "rating": 1, "name": "Ярослав Куцик", "cat": "Georgian restaurant"}, {"review": "Good-natured establishment with delicious Georgian cuisine: large portions, piping hot👍. The prices are acceptable. Newly renovated, warm and cozy😘…", "rating": 5, "name": "Denifai", "cat": "Georgian restaurant"}, {"review": " Total disappointment. Booked a table for the evening in advance. Arrived on time. As a result, they stood for 45 minutes without waiting for the table. …", "rating": 5, "name": "Леся Тарасюк", "cat": "Georgian restaurant"}, {"review": " Very good place. Delicious cuisine. Proper, friendly service. On the anniversary service - an employee of the institution DARIA - SUPER !!! WELL DONE !!! THANK YOU TO THE STAFF OF THE INSTITUTION FOR A GREAT EVENING, …", "rating": 1, "name": "Anna Holub", "cat": "Georgian restaurant"}, {"review": "The first impression is excellent. Clean, comfortable, a bit cramped but this is a small minus. We will celebrate in a week, I can tell you in more detail ....\nFriendly staff, attentive, the administrator explained everything in detail and …", "rating": 5, "name": "Alena Ninua", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Світлана Кобилянська", "cat": "Georgian restaurant"}, {"review": "very tasty, but very thin glass on the doors. my dad barely caught the glass on the front door, it broke and cut his arm. no stickers on the glass, nothing. a man from the attendants first demanded money. I'M SHOCKED …", "rating": 5, "name": "Alex Li", "cat": "Georgian restaurant"}, {"review": "During a pandemic, personnel are unprotected. No masks or gloves! The hall is tight. The tables are set very close. You sit at the train station. The food is lean and ordinary. No strong taste. Khachapuri and meat from the fire are delicious, but the pieces of meat are very large. …", "rating": 2, "name": "Nikita Stefanenko", "cat": "Georgian restaurant"}, {"review": "Absolutely unfriendly waitresses. I went in and asked where I could sit? They waved their hand, like there was a small table somewhere. Ok, I found it, sat down. She found the menu herself, called her to order. …", "rating": 1, "name": "Alex AZ (Alex)", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, incredibly delicious meat and fish, dolma. Good place to meet friends. …", "rating": 5, "name": "Serhii Hnatovskyi", "cat": "Georgian restaurant"}, {"review": " Oksana, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 1, "name": "Anna Malova", "cat": "Georgian restaurant"}, {"review": "\nVery tasty. Service at the height", "rating": 4, "name": "Oleg Zinkov", "cat": "Georgian restaurant"}, {"review": "+10% service fee is added to the check. And they don't give back!!!! We reminded that we were waiting for the change and wanted to leave extra tea from that amount. But in fact, we were not informed more than a hundred hryvnia. Very unpleasant. We left the establishment with an unpleasant…", "rating": 3, "name": "даша просто даша", "cat": "Georgian restaurant"}, {"review": "It was very tasty, magnificent khachapuri, very tasty khinkali (khinkali with mushrooms appeared, they are gorgeous, juicy, perfectly seasoned), delicious chacha and lemonade on tap. …", "rating": 2, "name": "Лола Ильина", "cat": "Georgian restaurant"}, {"review": "All in all, a pleasant establishment. They cook delicious. Served without pathos, at home. Would like to come again. …", "rating": 1, "name": "Ирина Тимофейчук", "cat": "Georgian restaurant"}, {"review": "Celebrated a birthday, prices are good) The staff is very friendly. Special thanks to Maxim, he paid attention to us all evening) I recommend) …", "rating": 4, "name": "Yuliya", "cat": "Georgian restaurant"}, {"review": "\nOlga, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Анна Каращук", "cat": "Georgian restaurant"}, {"review": " The herbs are delicious, the service is fast, but there are some significant disadvantages: 1) the terminal does not work, the calculation is always only in cash (usually the waiters say that it is temporary), but we …", "rating": 5, "name": "Максим", "cat": "Georgian restaurant"}, {"review": "Visited with colleagues for lunch for the first time. The waitress rolled her eyes at our questions about the dishes, and impatiently pushed us with the order. I ordered beef soup (looked very appetizing on the menu) and tobacco chicken. …", "rating": 4, "name": "Daria Bondarenko", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian cuisine, huge dishes, everything that we tried was very tasty. On weekends there is live music in the lower hall! …", "rating": 3, "name": "Ирина Любарская", "cat": "Georgian restaurant"}, {"review": "Everything is delicious and fast, but today we decided to order to go. And at home a not very pleasant surprise was waiting, it’s good that she ate carefully. But the effect has faded...", "rating": 4, "name": "Oleksandra Demyanik", "cat": "Georgian restaurant"}, {"review": "Even on February 14th, without prior reservation, they found a table. Service is always prompt. …", "rating": 3, "name": "Sergii SAVoyage", "cat": "Georgian restaurant"}, {"review": "\nIvan, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Назар Линник", "cat": "Georgian restaurant"}, {"review": "The food is delicious all the time here I eat everything super portions large interior also young people keep it up I advise everyone to visit …", "rating": 5, "name": "Ким Мошкин", "cat": "Georgian restaurant"}, {"review": "Wonderful place, the atmosphere is not dull, (fun), the portions are large, the service is also wonderful, the seats are designed for both 2 and 20 people.\nEverything is beautiful and delicious. …", "rating": 5, "name": "Дмитро Настека", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the serving of the dish is beautiful, the interior is beautiful, there is no dust in the hall, and on artificial flowers ✅\nBut a lot of people, tables literally one to the other, strangers were guessing ...", "rating": 5, "name": "Eugene Romanenkov", "cat": "Georgian restaurant"}, {"review": "Everything was very tasty. Service is good. There are some small nuances (no ice, champagne of the same kind ...), but these are trifles. The prices are affordable, very satisfying and tasty. Thank you✌ …", "rating": 1, "name": "Людмила Пилипчук", "cat": "Georgian restaurant"}, {"review": "VERY crowded, VERY noisy and very crowded, BUT the kitchen is beyond praise in terms of taste and variety. Great job by the waitresses. …", "rating": 5, "name": "Vladimir Kievski", "cat": "Georgian restaurant"}, {"review": "I was on Vasilkovskaya, they cook delicious food, but inside, like an anthill, people sit right on top of each other's heads and there is live music. Yes, the problem is that the singer is standing on the steps where there is no passage anyway .... otherwise, apart from these minor nuances, everything ...", "rating": 5, "name": "Maria", "cat": "Georgian restaurant"}, {"review": " A good place to celebrate the event, or just relax and taste real Georgian dishes.\nI will also add that the prices here are very affordable. …", "rating": 1, "name": "Слава Беспалый", "cat": "Georgian restaurant"}, {"review": " Peter, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 4, "name": "Moments from my life", "cat": "Georgian restaurant"}, {"review": " I visited this place with friends 2 times, everything is very tasty and cozy. But as it turned out after the second trip to this institution we were calculated that in the first time we were calculated for 200 UAH, …", "rating": 3, "name": "Kat", "cat": "Georgian restaurant"}, {"review": "Delicious, large portions, cozy place, varied menu, nice waiters, I recommend …", "rating": 2, "name": "Olha Bosenko", "cat": "Georgian restaurant"}, {"review": " If you want to get into the real atmosphere of Georgia, then you have Gaga👍🙌🇬🇪Colorful Georgian national dishes, nice staff, interesting interior! Great place to meet friends 🍷 …", "rating": 5, "name": "Ирина Крафт", "cat": "Georgian restaurant"}, {"review": "Still aware that the service does not have the right to include in the bill? Just the staff of this wonderful institution, no. Includes maintenance with a small translucent line. Well, less people would notice. But even this is not enough. If you close...", "rating": 5, "name": "Olena Mykhailova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Sergiy Wiktorow", "cat": "Georgian restaurant"}, {"review": " The cuisine is very tasty, the service is good. Slightly small places, very close tables. …", "rating": 4, "name": "Dgh Fjj", "cat": "Georgian restaurant"}, {"review": "Georgian dishes are very tasty. The portions are large, so you need to think before ordering with a girl, so that they don’t pack them in containers later))) very friendly and fast staff. A small minus that you can’t just…", "rating": 4, "name": "Юля Агаркова", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty and not expensive.\nBUT the waitress was very rude and didn't even serve our table.\nEvery time we asked to remove the dirty dishes, she, with a disgruntled face ...", "rating": 3, "name": "Nataliia Dohadaieva", "cat": "Georgian restaurant"}, {"review": "Excellent establishment. Brought quickly. Immediately warned about the lack of a terminal. Commission 10 percent for service Portions are large. Delicious. Got it done in about an hour. …", "rating": 5, "name": "Tata Badylevich", "cat": "Georgian restaurant"}, {"review": "Good day to all!\nI want to share my impressions.\nNice, cozy and atmospheric place. …", "rating": 5, "name": "Sergei", "cat": "Georgian restaurant"}, {"review": "\"Don't fuck around - you won't live!\" The motto of this place...\nCheck receipts carefully! They sin by adding dishes that were not ordered! Tip (10%) is already included in the check, a barely visible inscription at the bottom of the check). Payment...", "rating": 2, "name": "Вадим Замировский", "cat": "Georgian restaurant"}, {"review": " The institution is designed for a large number of visitors, at least 3 halls are rented. Accordingly, you should count on a free table on any day. …", "rating": 5, "name": "Колюх Катерина", "cat": "Georgian restaurant"}, {"review": "Liked. The child ate sushi for the second time and really liked it. I didn't like coffee. Very poor quality. For 40 UAH it is possible to buy grain better. …", "rating": 5, "name": "Оксана Быченко", "cat": "Georgian restaurant"}, {"review": "2 stars only for prices, they are really low on food (but not on drinks). Be prepared to leave a default 10% tip. The food is not very tasty. There was no desire to return. …", "rating": 5, "name": "Евгений Белорус", "cat": "Georgian restaurant"}, {"review": "Disgusting. Who said this is a restaurant? Who is in shorts, who is in a T-shirt. Guests are not met, payment is only cash (booked in advance, not warned, sent to an ATM to withdraw money) The waiters are tired, frazzled. Plates …", "rating": 5, "name": "Lena Maiorova", "cat": "Georgian restaurant"}, {"review": "Very good atmosphere, interesting interior. The food was simply delicious, the only negative is that it is very hot in the establishment, the air conditioners are on but they do a very poor job, especially when the doors are open to the street! Asked to close...", "rating": 5, "name": "Lida Ryzhkova", "cat": "Georgian restaurant"}, {"review": "Of the pros\n1. Delicious food\n2. Big portions...", "rating": 1, "name": "Елена Михайловская", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, friendly staff! I recommend!\n\n", "rating": 2, "name": "Danny Fed'ko", "cat": "Georgian restaurant"}, {"review": " My husband and I decided to visit this institution spontaneously, as we hurried on the road, and among the local restaurants GAGA had the most positive reviews. …", "rating": 5, "name": "Kolik Kolik", "cat": "Georgian restaurant"}, {"review": "Gaga on Vasilkovskaya 12/31/2021.\nWe booked a table on New Year's Eve for 10 people, they took an advance payment for a week, as if booking a place, on December 29, they asked for full payment. …", "rating": 4, "name": "Александр Терещенко", "cat": "Georgian restaurant"}, {"review": "Been here a few times, overall the food is delicious, the prices are reasonable, the service is fast. …", "rating": 1, "name": "Анастасия Крупельницкая", "cat": "Georgian restaurant"}, {"review": "\nOleksandra, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Вадим Парій", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, polite staff, not neat serving, quick change of dishes when the table is full (including used dishes (\nPlus, it's very stuffy...", "rating": 4, "name": "Sasha Gavrylujk", "cat": "Georgian restaurant"}, {"review": "After spending time in the restaurant left a pleasant impression. The interior is interesting, the room is clean. Good food, all dishes are delicious. The staff was attentive, friendly and prudent, especially liked the attitude, everything …", "rating": 4, "name": "vj Bilka", "cat": "Georgian restaurant"}, {"review": "Today we came to your restaurant for the first time and were sincerely and pleasantly surprised, from service to cuisine. Special thanks to the waiter Zurab. Zurab created a stay in your restaurant so homey, harmonious and of course …", "rating": 4, "name": "Marina Terik", "cat": "Georgian restaurant"}, {"review": " Excellent, large portions, tasty and pleasant. I didn't even strengthen the portions a bit, I packed them with me …", "rating": 4, "name": "Марина Владимировна", "cat": "Georgian restaurant"}, {"review": "Good kitchen. I can safely recommend chicken breast and pear suluguni! Affordable prices. Table reservation problem...", "rating": 2, "name": "Victoria Nemerovich", "cat": "Georgian restaurant"}, {"review": " We have been going to this place for more than 3 years.\nCelebrated a birthday, pre-booked a table with a deposit! But coming it turned out that our table is not ... …", "rating": 5, "name": "Варвара Сенюк", "cat": "Georgian restaurant"}, {"review": "Bomb restaurant!!! Everything is delicious! And special thanks to the administrator Levan! He is just handsome!!! I give five stars! …", "rating": 4, "name": "Микола Прокопенко", "cat": "Georgian restaurant"}, {"review": "\nVladimir, thank you for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 3, "name": "Ann Deineko", "cat": "Georgian restaurant"}, {"review": "Delicious shish kebab, wonderful service, I was pleasantly surprised by khachapuri, in Tbilisi it was not possible to eat this everywhere, and the prices are incredible: shish kebab from neck 120 UAH. Portion, Adjarian khachapuri - 75, Megrelian - 65 ...", "rating": 4, "name": "Nadiia Tereshchenko", "cat": "Georgian restaurant"}, {"review": "I am writing about this place, at Vasilkovskaya 23/16!\nTerrible service, waitresses are rude, confuse orders, shrug their shoulders and, as a result, laugh at the guests, PAYMENT ONLY CASH! …", "rating": 5, "name": "Антоніна Левченко", "cat": "Georgian restaurant"}, {"review": "Good establishment. Despite the fact that we were there on a weekday, there were a lot of people. The food is delicious, the food was served promptly. In general, a very good place to spend an evening with a company or two. …", "rating": 1, "name": "Лера Аллегрова", "cat": "Georgian restaurant"}, {"review": "Delicious and high-quality food, thanks to which the restaurant is popular, the staff is polite, but the management is very lame. We ordered takeaway food, arrived 50 minutes later, as we were told on the phone, and waited another 30 minutes inside. AT …", "rating": 1, "name": "Iurii Mozharovskyi", "cat": "Georgian restaurant"}, {"review": " The vaccination certificate was not requested. The food is not very tasty, chkmeruli, khachapuri in Megrelian and lobio so exactly.\nOnly a large company can sit by the window, otherwise you need to sit in halls …", "rating": 1, "name": "Oleksii Iakymov", "cat": "Georgian restaurant"}, {"review": "Haven't been to this restaurant in a while and was pleasantly surprised. Made repairs, added more space, modern design, good menu. All dishes were served hot, very tasty, reasonable prices, good service. …", "rating": 5, "name": "Dmytro", "cat": "Georgian restaurant"}, {"review": "Thanks to this restaurant for the delicious food and super cool service! The number of people who come there speaks for itself about the institution🙂 …", "rating": 5, "name": "Таня Ковалева", "cat": "Georgian restaurant"}, {"review": " Quality of cuisine and range. Very crowded, visitors sit on top of each other like mushrooms …", "rating": 1, "name": "Андрей Волынец", "cat": "Georgian restaurant"}, {"review": " Sergiy, thank you for your feedback and evaluation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 4, "name": "Neopithecus", "cat": "Georgian restaurant"}, {"review": " All in all a nice, atmospheric restaurant with very tasty cuisine and affordable prices. Adjara khachapuri and chanakhi are incredibly delicious. Good, nice and polite staff. …", "rating": 5, "name": "Masha Premasha", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, good prices. I really like khinkali, lamb or veal kebab, chkmeruli, chashushuli, etc. But we only buy takeaway food. A lot of drunken companies, frequent skirmishes and fights. And I also think it's strange to pay for ...", "rating": 1, "name": "Elena Trunova", "cat": "Georgian restaurant"}, {"review": "If you come for the first time - it seems that everything is fine. But regularly visiting this institution, we are faced with the fact that the taste of dishes is always different, you don’t know what to expect. Once they managed to ruin even coffee with milk. …", "rating": 5, "name": "Микола Яковенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Павка Корчагинец", "cat": "Georgian restaurant"}, {"review": " Very tasty and for a normal price. Thank you\n\n", "rating": 1, "name": "Lili Novak", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Анжела Галицкая", "cat": "Georgian restaurant"}, {"review": " I want to express my gratitude to all the staff of Gaga.\nThank you very much to the administrator for help in choosing the menu, the girl who served us, was attentive to us, smiling and very nice, thank you very much …", "rating": 1, "name": "Анастасия Пушкарская", "cat": "Georgian restaurant"}, {"review": "Thanks to the restaurant staff! The chefs have golden hands and a good sense of taste. The waiter Maxim is very attentive and prompt in service. Only pleasant impressions remained! Thanks a lot! …", "rating": 4, "name": "Alyona Yatsenko", "cat": "Georgian restaurant"}, {"review": "Good and tasty food for a good price, but there is a minus, poor ventilation - be prepared that all clothes will be saturated with the smell of food like in a canteen) …", "rating": 5, "name": "Pure Line", "cat": "Georgian restaurant"}, {"review": "We usually visit this place with a friend. They always try to find (and find) a place for us, which is certainly very nice. Always delicious food. Affordable prices. We usually bring wine with us, which we like, which is very convenient. Me in…", "rating": 5, "name": "Dmytro Boiko", "cat": "Georgian restaurant"}, {"review": "...COME TO GAGA MORE: GAGA GIVES EVERYONE COURAGE!\nAND CARE, AND COMFORT - IN THE GAGA THEY FEED YOU AND WAIT.\nThe cuisine here is excellent, the audience is decent, EVERYONE WILL BE SERVED HERE FOR \"BIS\" (somalies in …", "rating": 5, "name": "Евгений Симоненко", "cat": "Georgian restaurant"}, {"review": "Very unpleasantly surprised! Order N 154 was taken half an hour ago. Khachapuri is not fresh, it was warmed up from this, while it was brought home, it became \"oak\" .. we take it often, we know the taste for sure ... Gaga's favorite salad ... with chicken meat cut from ...", "rating": 5, "name": "Sergey Tunduk", "cat": "Georgian restaurant"}, {"review": " 10% of the order is added to the check without mentioning it.\nThere is no terminal, at first I accept the order and then say that payment only …", "rating": 1, "name": "Андрей Литовченко", "cat": "Georgian restaurant"}, {"review": "Yesterday, 02.06., we rested with you, we liked everything, but I would like to say special thanks to the waiter Alena, she helped us with the choice of dishes, she was able to beautifully decorate our evening with her smile and jokes ... Thank you Alyonochka! We will not come to you yet...", "rating": 5, "name": "Юлия Петрова", "cat": "Georgian restaurant"}, {"review": " We had dinner at a restaurant. Everything is great, delicious Georgian cuisine, large portions. We will continue to visit this restaurant. The only thing that upset me is that it is not possible to pay by card, only …", "rating": 5, "name": "Ruslan Tretyak", "cat": "Georgian restaurant"}, {"review": "UPD: 06/07/21 we went for dinner. We ordered dolma and khinkali. I went to wash my hands, there was no soap in the restroom. There was a dead fly in the plate under the dolma. I call the waiter, I say. To which they tell me that the administrator will come up now. Takes 5 minutes later...", "rating": 1, "name": "Игорь", "cat": "Georgian restaurant"}, {"review": " The kitchen is gorgeous 🤤 Portions are very large. Celebrated the birthday of a friend. Came with their alcohol (administration allows). Prices are adequate and pleasing) The staff is trying and the level of service …", "rating": 5, "name": "Sergey Sedletskiy", "cat": "Georgian restaurant"}, {"review": " The place is convenient in location (near the subway), but there are inconveniences for drivers in the absence of parking, friendly staff, a pleasant atmosphere with a choice of rest in the halls. Of the minuses, …", "rating": 5, "name": "Andrew B.", "cat": "Georgian restaurant"}, {"review": " Super delicious almost everything, generous portions, fresh food. There are disadvantages, for example, payment only in cash, it is not always convenient, sometimes during the day the new waiters do not behave …", "rating": 5, "name": "Super Zheka", "cat": "Georgian restaurant"}, {"review": " Large portions, delicious. But on holidays / weekends, be prepared to wait for an order before one o'clock. Payment in cash and 10% for service is included in the bill. …", "rating": 5, "name": "yaroslav diversaint", "cat": "Georgian restaurant"}, {"review": "The kitchen is perfect! Good service. 4* for poor ventilation in the kitchen. All clothes were soaked with the smell of food that goes into the guest room. …", "rating": 1, "name": "Katya Kashchenko", "cat": "Georgian restaurant"}, {"review": "The establishment is well decorated, the food is delicious, not to complain, BUT I had a huge question about khinkali and a 10% tip about which NOBODY WARNED!!!\nEach piece of khinkali costs from 12 to 18 UAH. They said that you can order from 5 ...", "rating": 5, "name": "Anastasiia Gerasymchuk", "cat": "Georgian restaurant"}, {"review": "I really liked khachapuri, Caesar salad is pretty good, but the meat and khachapuri impressed. I was also impressed with the price, very affordable. There is no terminal. The staff tries hard, everyone is friendly, the dishes are hot. …", "rating": 1, "name": "Снежана Березина", "cat": "Georgian restaurant"}, {"review": " Delicious meat herbs, all without exception. Tarragon-type drinks are too sweet. Wine is not always available. Chacha is noticeably home-made. But these small nuances can be attributed to authenticity. The pastries …", "rating": 4, "name": "Ричард Икиликян", "cat": "Georgian restaurant"}, {"review": "I want to leave a review about the last order in Gaga. I often order takeaway food at Vasylkivska. Recently, a birthday was celebrated on Revutsky, I ordered my favorite cheese in batter with almonds and quince. The cheese was not at all like what I was used to on …", "rating": 4, "name": "Aнатолий Cаленко", "cat": "Georgian restaurant"}, {"review": "Wow, just amazingly delicious!! It is a pity that this place is located quite far from my house, I would be a frequent visitor) but there are some disadvantages. When we came with a group of 4 people to eat, the halls were half empty, but for some reason we…", "rating": 5, "name": "Сергей Фесенко", "cat": "Georgian restaurant"}, {"review": " Quite a cozy place, delicious food, polite staff. Orders are prepared quickly, there is takeaway food. A variety of music and reasonable prices. The institution definitely deserves attention …", "rating": 4, "name": "Taras Kobliuk", "cat": "Georgian restaurant"}, {"review": "We were on the first of December, such an institution) the interior is pleasant, but the staff is not very good. We ordered baked eggplants, one eggplant cut in half, minced veal and cheese, a tomato on top, why it’s not clear at all, 1 out of 10 for that ...", "rating": 1, "name": "Вита Виктория", "cat": "Georgian restaurant"}, {"review": "At the end, they bring a check with 10% service charge, which no one warns about. There is no service as such.\nThe menu includes wine 30 UAH, which is punched like a glass 100x2=60 UAH. The wine smelled...", "rating": 4, "name": "Боб Боб", "cat": "Georgian restaurant"}, {"review": " This restaurant does not serve visitors with a baby in a pram. They are not even greeted. One waiter asks another: can we have a cart?))))) …", "rating": 4, "name": "Myhailo Baidarov", "cat": "Georgian restaurant"}, {"review": " I really like this place, I visit it periodically and I am satisfied. Delicious cooking, large portions, friendly staff, nice prices. What I like most here is the barbecue menu, very tasty, well done !!! …", "rating": 3, "name": "Dimiter Zilberstein", "cat": "Georgian restaurant"}, {"review": "Great restaurant, cozy atmosphere. There is a summer terrace. Pleasant service, and the kitchen is just wow ... you will lick your fingers, the portions are large, the prices are adequate. I recommend to everyone. …", "rating": 1, "name": "Игорь", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine. But the waiters are slow, by default they add %%% for service to the bill. And the biggest minus is NO TERMINAL and no one brings change up to 20 UAH, such as it should be. …", "rating": 5, "name": "Олег Гричановский", "cat": "Georgian restaurant"}, {"review": "Added 2021/11/16:\nA recent innovation spoils the impression a little: if you made an order, but changed your mind, then it is no longer possible to remove / change anything. Even after 5 seconds. How …", "rating": 1, "name": "Дмитрий Ковтун", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Анастасия Локшина", "cat": "Georgian restaurant"}, {"review": "\nMasha, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Елена Елена", "cat": "Georgian restaurant"}, {"review": "Disgusting establishment. Poisoned by fish this time. Plus, the calculation is only in cash, shadow tax evasion, good evening! The music is blaring from the speakers, so you can hear it on the street and bypassing the house from all sides ... some kind of club, go crazy ... ...", "rating": 5, "name": "Лина Иванова", "cat": "Georgian restaurant"}, {"review": "Very tasty, large portions and not expensive. Normal service. Would like to come back more than once. …", "rating": 5, "name": "Yulia Vietrova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Оля Захаренко-Мившук", "cat": "Georgian restaurant"}, {"review": "They brought a dolma with a hair, and they didn’t even apologize, they took it back and that’s it. Also, this place is very noisy. …", "rating": 5, "name": "Евгений Жук", "cat": "Georgian restaurant"}, {"review": "Came in, sat for 20 minutes and left. They didn't even bring out the menu. There is no administrator at the entrance, you walk lost trying to find a table. Find more staff. But once they took Adjarian khachapuri for self-delivery - it was delicious. …", "rating": 4, "name": "Tetiana Denysiuk", "cat": "Georgian restaurant"}, {"review": "Celebrated a friend's birthday.\nTo be honest, we won't be back.\nWhen the first guest arrived, only at that moment they decided to inform that the calculation ...", "rating": 4, "name": "Stepan", "cat": "Georgian restaurant"}, {"review": "Very tasty, portions are huge! But the tables are very close and stuffy in the basement. Even though the tables are all booked...", "rating": 4, "name": "Gora Mumkov", "cat": "Georgian restaurant"}, {"review": "The prices are very good! The food is always delicious. Delicious khinkali with mushrooms and cheese. Do not take a barbecue set, order a barbecue separately, lulya! You can order food at home, they send it by taxi, the money for the order is paid on the card. …", "rating": 4, "name": "PRIMUS", "cat": "Georgian restaurant"}, {"review": " Everything is super delicious, the only downside is that it is difficult to book a table and due to this you can wait a little longer for your order. …", "rating": 4, "name": "Oleg L. Deumkine", "cat": "Georgian restaurant"}, {"review": "Great place with great food! Very cozy room and friendly staff. Prices are great! You can have a very budget and at the same time very tasty to sit with a big company or go to have a bite to eat! Recommended to visit, definitely ;) …", "rating": 5, "name": "Vladimir Medvedev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Olena Bazaliyskaya", "cat": "Georgian restaurant"}, {"review": "A very pleasant place, and the kitchen is just WOW, we have been visiting with friends for more than two years, the rating of the work of cooks and waiters is 5+, but the last time we encountered some other \"mirror\" institution, headed by the administrator Irina, who …", "rating": 5, "name": "Sergey Khvostenko", "cat": "Georgian restaurant"}, {"review": "Delicious barbecue and khachapuri, excellent soups, huge portions, very reasonable prices - a wonderful place to get together!\nThe waiters are very friendly, helpful and helpful. The room is big but...", "rating": 3, "name": "Daryna Pozniakhovaka", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian cuisine, cuisine, very democratic prices, large portions. The best khinkali in Kyiv! …", "rating": 4, "name": "Oleksandr D", "cat": "Georgian restaurant"}, {"review": "The food is ok, but at the end the place puts you on cancer with a \"10% markup\". They don't want to be excluded. They say that the menu says about it... as a result, a man of Caucasian appearance squeals at you for 54 UAH 😂😂😂 argues for a 10 percent markup for those …", "rating": 5, "name": "Ксения Стригунова", "cat": "Georgian restaurant"}, {"review": "Lovely new interior. Liked it very much. The kitchen is amazing as always! Very fast and very tasty. Thanks a lot. …", "rating": 2, "name": "Hanna Likhtman", "cat": "Georgian restaurant"}, {"review": " Extremely tasty dishes. Friendly waiters. Democratic prices. Beautiful interior. The facility is kept clean …", "rating": 5, "name": "Антон Печко", "cat": "Georgian restaurant"}, {"review": "We stayed in Kyiv, on December 6th we visited your establishment. Excellent restaurant! Varied menu, nice atmosphere, great service. Special thanks to the waiter Sasha who worked with our table. Keep it up! Well done! …", "rating": 5, "name": "Ігор Охріменко", "cat": "Georgian restaurant"}, {"review": "The average bill without drinks per person is 300 UAH, this is a hearty meal, a snack.\nPros: The barbecue is delicious! Khachapuri is delicious! The menu is relatively cheap and really tasty! You can bring your own drinks! You can sit with a big company! …", "rating": 5, "name": "Марина Никитенко", "cat": "Georgian restaurant"}, {"review": "We went there three times (because the food is delicious), I understand the flow of people BUT with reservations and services, it's a complete tin!\n1. We booked a table three days in advance, came at the appointed time, and they tell us that ...", "rating": 4, "name": "Катя Єфім", "cat": "Georgian restaurant"}, {"review": "There are no places on Sunday afternoon, everyone is on the reservation!\nFortunately, a pleasant admin sat us down for an hour.\nCooked quickly and tasty. But book in advance ... maybe you will order for ...", "rating": 3, "name": "Светлана Радько", "cat": "Georgian restaurant"}, {"review": "If you value your life and health , do not eat at this place . There is terrible unsanitary conditions in the kitchen, if you could only see how dishes are prepared for guests, your hair would move on your head ...", "rating": 5, "name": "Наталія Дидилюк", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the portions are big, the prices are reasonable.\nThe staff is not very\nWhile we were having lunch, the waiters were arguing all the time because of the glasses, not enough ...", "rating": 5, "name": "Dasha Shuryhina", "cat": "Georgian restaurant"}, {"review": "The restaurant is cozy. National Georgian cuisine is excellent! The color of the atmosphere is complemented by music and dancing from the TV. It's great to celebrate family events. The prices are normal - proletarian. 500 grv. per person, I think, will not be a burden ...", "rating": 4, "name": "Vasiliy Ivanov", "cat": "Georgian restaurant"}, {"review": "Great restaurant, music and atmosphere. Portions are not spared) Separately, I would like to express my gratitude to the waiter Yuliya for her positive, politeness, correctness, knowledge of the menu, attention and wonderful service. And also to everything …", "rating": 1, "name": "Maryna Kavierina", "cat": "Georgian restaurant"}, {"review": " Delicious food and large portions, prices are not high. We visited this institution several times. I recommend!) One thing I did not like - a tight fit and because of this quite noisy and a little uncomfortable. …", "rating": 5, "name": "alya.lucky alya.lucky", "cat": "Georgian restaurant"}, {"review": "Calculation only in cash or send to the card ... a very strange approach, sorry for the owner. I wish there were more such delicious food, and the network grew, and because of the cunning waiters and administrators, the business suffers, and they hide from the owners ...", "rating": 4, "name": "Юлия Уласенко", "cat": "Georgian restaurant"}, {"review": " tasty, inexpensive, large portions, twins and ojahuri are very good, could not eat everything, so they took with them, the only thing they did not warn that you have to pay for the containers, it was strange to hear, …", "rating": 5, "name": "Аида Алиева", "cat": "Georgian restaurant"}, {"review": " Deliciously. It was quite crowded, but the waiters managed. There were 5 of us with an alcohol check, it cost about 500 hryvnias per brother. …", "rating": 3, "name": "Mykola Lebediev", "cat": "Georgian restaurant"}, {"review": " Democratic prices, most dishes are prepared deliciously, but unstable - day to day is not necessary. In the evening and on weekends it is uncomfortable - sometimes it looks like a loud dining room with drunken …", "rating": 1, "name": "Yana Lukianchuk", "cat": "Georgian restaurant"}, {"review": "It's not tasty. Making fatty dishes with cilantro is not enough to be called a Georgian restaurant. They don’t warn about a 10% mark-up anywhere, but they make it into the check. There is no non-cash form of payment, and this is also not warned in advance. But that's all...", "rating": 5, "name": "V M D", "cat": "Georgian restaurant"}, {"review": "Kitchen class!!! Arriving at the restaurant, the administrator found us a table, without an order, very quickly. Fed very tasty. Portions are big. I recommend. …", "rating": 3, "name": "Alex_Video", "cat": "Georgian restaurant"}, {"review": "I have been to this restaurant more than once, but today, since Saturday and covid are not asleep, we ordered khinkali to take away, after an hour and a half we stopped by and took it home and ran home to cook, but then everything positive ends. Part of the khinkali stuck tightly to the bottom ...", "rating": 5, "name": "Katerina Lukiyanova", "cat": "Georgian restaurant"}, {"review": "Good Georgian cuisine. The prices are democratic. You can order food to go. I don't like that the service fee is immediately included in the check, although the service is often just poor. By the way, if you take it to go, the service doesn't matter...", "rating": 5, "name": "Олег Комірний", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty and so without changes not the first year. The cuisine in Gaga on Vasilkovskaya is excellent. But the number of people and the noise inside the premises (this, of course, is an indicator of the same kitchen) make us order food home. …", "rating": 4, "name": "Andrey Ivanoff", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ruslan Garbuz", "cat": "Georgian restaurant"}, {"review": " Nice place. She has never been here, and they decided to meet with friends. Delicious food, fast service. And very, very many people. 😄 all tables are occupied. …", "rating": 5, "name": "Яна Юрьевна", "cat": "Georgian restaurant"}, {"review": " Too noisy, the halls are crowded! The waiters do not remember the order, respectively, have to wait quite a long time. Even the calculation is not immediately possible. Salad with nut paste is just awful, how such an …", "rating": 5, "name": "Nadezhda Kolpakova", "cat": "Georgian restaurant"}, {"review": "Everything is just perfect! Most importantly, very tasty! And to be honest, the price also pleased;) Great for gatherings with a company. I was here for the first time and because of the variety of dishes and the great desire to try everything, I didn’t fit in …", "rating": 5, "name": "Наталья Семененко", "cat": "Georgian restaurant"}, {"review": " The food is delicious in moderation, everything was great, except that I came asked for a table for two, a young (not Slavic-looking) man pointed to a very small at the entrance where everyone runs, walks, and steps …", "rating": 5, "name": "Дарья Гонеева", "cat": "Georgian restaurant"}, {"review": " Good place to relax, delicious food, beautiful interior, not much space. Upset only a few waiters, sour faces, not friendly, but not all of them☝️ …", "rating": 4, "name": "игор ємець", "cat": "Georgian restaurant"}, {"review": "Good food + very noisy - tips are forcibly included in the bill and payment is only in cash...- …", "rating": 5, "name": "Виталий Борисюк", "cat": "Georgian restaurant"}, {"review": "\nGora, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 1, "name": "Миша Живец", "cat": "Georgian restaurant"}, {"review": "Democratic prices, very democratic for Kyiv) Good menu, delicious. Of the minuses - not quite comfortable, the institution is rather for the company, our family (me with my wife and child) was not very comfortable. I think it will be fine to come to eat in the afternoon, ...", "rating": 5, "name": "Анна Янчук", "cat": "Georgian restaurant"}, {"review": "Huge portions, quite tasty.\nBut: crowded and noisy, impudent waiters. …", "rating": 4, "name": "Dr Egor", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Леонид Пономарев", "cat": "Georgian restaurant"}, {"review": "Visited this place on a Saturday with an advance booking. Came to book three days in advance. Administrator Alla behaved strangely, was constantly distracted by calls, took other orders. We spent 1.5 hours there. Said we should...", "rating": 5, "name": "Максим Тарасюк", "cat": "Georgian restaurant"}, {"review": "Pleasant and cozy place. unobtrusive staff and high speed of order execution, despite the \"rush hour\" (visited 18-21). I remembered the Soviet Georgian cuisine, inherent in small villages. …", "rating": 4, "name": "Ольга Ляшко", "cat": "Georgian restaurant"}, {"review": "Interesting place. The food is delicious. There was a lot of meat in kharcho. But I would never come back here🤷‍♀️ When they came, no Georgian hospitality. The staff makes it clear that you are not alone. The tables are not very clean. The big downside is...", "rating": 5, "name": "Татьяна Т", "cat": "Georgian restaurant"}, {"review": "We love Gaga, the cook is incomparable, everything is delicious, the interior is cool...\nOne \"but\"...\nnoise, very loud noise", "rating": 5, "name": "Pavel Komzol", "cat": "Georgian restaurant"}, {"review": "Always delicious and good prices. The atmosphere is always full of people. A move that doesn't get in the way. After all, if there are a lot of people, then everything is tasty, fresh. The waiters take care of everything. The most delicious dish is pike perch in a creamy sauce. …", "rating": 3, "name": "Oleg Lexit", "cat": "Georgian restaurant"}, {"review": "The food is delicious. Serve a lot.\nI have already left a review about the kitchen. Thank you.\nBut! …", "rating": 1, "name": "Виктор Геращенко", "cat": "Georgian restaurant"}, {"review": "A chic restaurant, insanely delicious, it feels like fresh food and the atmosphere is a bomb. …", "rating": 4, "name": "Кристина", "cat": "Georgian restaurant"}, {"review": " Were on Saturday (July 17) with friends and relatives, celebrating Christianity. I really liked the service. There were two tables - adult and children's. It is clear that adults after alcohol can sit for a long time …", "rating": 4, "name": "Vasili Yadchanka", "cat": "Georgian restaurant"}, {"review": "I really liked the restaurant. Food is delicious, service is top notch. Special thanks to the waiter Zurab. Well done. And he suggested what to order, served and a lot of compliments. We are leaving in a great mood! I recommend visiting this restaurant!!! …", "rating": 5, "name": "Зина Петруняк", "cat": "Georgian restaurant"}, {"review": " Giant portions are also delicious\n\nStaff are a little rude and can't pay with a card (this can be warned in …", "rating": 1, "name": "Vadim Sakara", "cat": "Georgian restaurant"}, {"review": "Here is a good place for banquets, corporate holidays and all kinds of collective feasts. Since the dishes are hearty, high-calorie and the bill will be acceptable, plus you can have your own alcohol. But there are downsides, it’s very stuffy, because there are no windows in the lower …", "rating": 5, "name": "Анастасия Юрченко", "cat": "Georgian restaurant"}, {"review": " Cool place, price and quality at the highest level. We made orders with ourselves, everything was collected on time, packed, just cooked. They brought me home and everything was still hot, and most importantly, …", "rating": 5, "name": "Алексей Шутов", "cat": "Georgian restaurant"}, {"review": "I love this establishment!\nInterior - new renovation with Georgian motifs! Very stylish and comfortable! Thank you very much to the owners of Gaga for such a wonderful renovation! Now to come to you...", "rating": 5, "name": "Богдан Кагадей", "cat": "Georgian restaurant"}, {"review": "Very tasty and inexpensive. Fast service and very friendly staff. I really liked it. …", "rating": 5, "name": "Аня Юрецкая", "cat": "Georgian restaurant"}, {"review": "Very long service despite the fact that the food is not from under the knife. Lunch time, but the order for 3 people was brought at different times: the rabbit was warmed up in the microwave - the middle is cold, the soup is very hot (also from the microwave), …", "rating": 4, "name": "Atom", "cat": "Georgian restaurant"}, {"review": "I had a rest with friends in the Gaga restaurant, the kitchen is at its best, many thanks to the chefs, I would also like to thank the waiter girl Alena for helping with the choice of dishes, with so many guests she managed to pay attention not only to us. …", "rating": 5, "name": "Таран Марія", "cat": "Georgian restaurant"}, {"review": "Ordered a takeaway lamb and pork neck kebab. Prepared quickly. The portion is good. The kebab is not greasy, tasty. In addition, they took pita bread and sauce. The sauce is good, pita bread for a C grade: not very fresh and looks like a fried pie (...", "rating": 5, "name": "Татьяна", "cat": "Georgian restaurant"}, {"review": "Oh, one of my favorite places in general. Until I visited, I overpaid a lot, sometimes even for bad dishes. Gaga is quality, affordable food and a good mood. I advise. Now I'm going there...", "rating": 5, "name": "Виктор Бурдюг", "cat": "Georgian restaurant"}, {"review": "Delicious. Celebrated a birthday. Booked a table on time. We arrived on time and waited an hour and a half for our food to be served. Obviously, the guys do not have time to cover everything and everyone. Despite what they did not have time to serve the tables, they still spent time on …", "rating": 4, "name": "Гой Виталий", "cat": "Georgian restaurant"}, {"review": "Have been regular guests of your network for a long time. The service was always lame, but the delicious cuisine and fast service overcame all the shortcomings. But the visit to the institution on Vasilkovskaya will be the last. We were limited in time, clarified the timing ...", "rating": 5, "name": "Максим Федоренко", "cat": "Georgian restaurant"}, {"review": " Great place. The staff is friendly and attentive. The food is delicious, the portions are large, the prices are reasonable. The table must be ordered in advance, because even on weekdays it is very crowded. …", "rating": 4, "name": "Наталия Опанасюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Олексій Коцюба", "cat": "Georgian restaurant"}, {"review": "The cuisine is very tasty. They cook quickly. The atmosphere is positive. The prices are just perfect. I advise you to go for sure. I personally did not know about this institution, my friends suggested. For a company of 4 people, with food and drinks, the check cost 1000 UAH. …", "rating": 5, "name": "Богдан Травинский", "cat": "Georgian restaurant"}, {"review": " Definitely a cool place with a large selection of dishes at clearly lower prices than in similar establishments in the capital. Everything is always delicious, the portions are large. On weekends and in the evenings …", "rating": 5, "name": "Emilia Shulyak", "cat": "Georgian restaurant"}, {"review": "The institution is not entirely clear. Of the undoubted advantages, it is worth noting very tasty dishes. The Georgian chef shows all his skills! Plus, it's an incredible portion size. It is quite possible to eat enough by ordering just one dish. For …", "rating": 4, "name": "Владимир Колесник", "cat": "Georgian restaurant"}, {"review": " Delicious, large portions, adequate prices. It is not possible to pay by card, only cash. Tipping is immediately included in the 10% check. Dishes in large font, and the prescription for tips in small. Those who do …", "rating": 1, "name": "Sasha Shishka", "cat": "Georgian restaurant"}, {"review": "I liked it very, very much. The food is delicious and the prices are more than reasonable. I regret not going here before. A great feature is that you can bring your own alcohol (except for low-alcohol drinks). Also, tips are included in the bill, which, as for me, too ...", "rating": 2, "name": "Ігор Миколайович Сульдін", "cat": "Georgian restaurant"}, {"review": " Great place, delicious food, reasonable prices\n\n", "rating": 1, "name": "Таня", "cat": "Georgian restaurant"}, {"review": "One of the favorite places of our family, always Tasty, always fresh, you can eat shish kebab with your lips. There are not always places, but this is not a minus, but rather an indicator of quality. Pleased with the updated interior. Well done! …", "rating": 4, "name": "Alexa Boston", "cat": "Georgian restaurant"}, {"review": "Very very tasty!!!! Dishes were served quickly.\nThank you guys for the feedback that the card will not pay the bill. They only accept cash. We were ready for this. We pass along the chain. …", "rating": 3, "name": "Artem Huza", "cat": "Georgian restaurant"}, {"review": "The place is cozy. Prices and cuisine are normal. But the weight of the dish is not indicated on the menu. Portions are often quite large and it is difficult to estimate their size in advance …", "rating": 1, "name": "Анна Мисевич", "cat": "Georgian restaurant"}, {"review": "Great, calm place. The prices are excellent, the portions are just huge, the choice of Georgian dishes is sufficient. This place is perfect for lunch with colleagues, as the kitchen works very quickly and the take-out of dishes is very prompt, and …", "rating": 5, "name": "Roman Goncharenko", "cat": "Georgian restaurant"}, {"review": "Previously visited the institution everything was fine. And the last two times it got worse. I will not be 100% sure that the poisoning was this food, but twice, badly after your meal, it seems to be a pattern. Given that the staff is not...", "rating": 3, "name": "Ярослав У.", "cat": "Georgian restaurant"}, {"review": "Today we rested with my family, despite the full landing, the administrator quickly found a free table. The portions are huge, the dishes are tasty and well seasoned, the staff is friendly and helpful, and the prices are very affordable. Who loves Georgian cuisine, you ...", "rating": 5, "name": "Baranovski Yurii", "cat": "Georgian restaurant"}, {"review": "Gaga on Chokolovsky Boulevard is terrible. Terribly tasty and filling. :)\nFor those going for the first time, I share my own experience - either fast for a couple of days the day before, or be careful with the order. In principle, one of any dish is enough to ...", "rating": 5, "name": "Александр Сергеевич", "cat": "Georgian restaurant"}, {"review": " Relatively adequate establishment, low prices, delicious food. Problems with the adequacy of toilets. There was also no willingness to pay by terminal - which is very inconvenient in 2021. …", "rating": 4, "name": "Vita Bulavochka", "cat": "Georgian restaurant"}, {"review": "Dishes inlet, drinks too. Prices are not high. After arriving at the establishment, take a waiter with you at the entrance immediately, because in the future it will be difficult for you to catch him. …", "rating": 1, "name": "ольга ладовчина", "cat": "Georgian restaurant"}, {"review": "Renovated, now it's nice to go. Affordable menu prices, large portions. They took food to go. Delicious lula kebab with turkey, mackerel, home-style potatoes and Megrelian khachapuri. I did not like khachapuri with cheese and spinach, although ...", "rating": 4, "name": "1ELEVEN1", "cat": "Georgian restaurant"}, {"review": "YESTERDAY CELEBRATED A BIRTHDAY! EVERYTHING VERY LIKE AND SERVICE AND PRICES.\nTHANK YOU TO THE COOK AND WAITER!\nI RECOMMEND! …", "rating": 5, "name": "Ruslan Demura (RusLAN-IT)", "cat": "Georgian restaurant"}, {"review": "Very colorful and atmospheric place. The kitchen is top notch. Large portions, you can safely order one serving for two. Pleasant and natural traditional drinks such as tarragon. Very moderate prices. The place is worth its 5 stars. …", "rating": 3, "name": "Natali Lazarencu", "cat": "Georgian restaurant"}, {"review": "Gaga is a restaurant of contrasts.\nPleasant appearance, compensates for the rude people who take orders by phone. …", "rating": 4, "name": "T T", "cat": "Georgian restaurant"}, {"review": "My wife and I came a couple of days ago to this place, as I highly recommended it, we booked a table in advance (by phone) when we arrived it turned out that no one had booked it and we were just waiting for a place to become free, in anticipation of a miracle, we all ...", "rating": 5, "name": "Natalia Belyakova", "cat": "Georgian restaurant"}, {"review": "The prices are fire, you can bring your own alcohol, this is basically all the advantages. The staff is scattered, not our cake was brought out for the birthday. …", "rating": 4, "name": "Назар Шовкун", "cat": "Georgian restaurant"}, {"review": "In general, everything is fine. Only here the barbecue is served in too large pieces. Not fully cooked and not very marinated…", "rating": 3, "name": "Yse PoHardy", "cat": "Georgian restaurant"}, {"review": "I'm sealed! The food is excellent, the portions are huge. My family and I really liked it. No wonder the places are all occupied and in order to eat there, you need to book a place by phone. We were lucky, my husband persuaded the waiter to put us at a table that …", "rating": 1, "name": "S P", "cat": "Georgian restaurant"}, {"review": "in a month we agreed for a corporate party for 36 people. When we arrived, in fact, the boarding tickets were at a maximum of 30. Many stood waiting for chairs and another table to be brought. Some simply left because there was nowhere to sit. Three of us sat on 2 chairs. …", "rating": 5, "name": "Антон Антон", "cat": "Georgian restaurant"}, {"review": "Probably the most eye-catching interior here.\nThe cuisine is top notch as always. Everything is very tasty, fast service, attentive waiters. …", "rating": 3, "name": "Bogdan", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Artem Danyliuk", "cat": "Georgian restaurant"}, {"review": "\nAlexey, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 3, "name": "К Р", "cat": "Georgian restaurant"}, {"review": "An excellent institution, we visit both Vasilkovskaya and Friendship of Peoples. The prices are inexpensive, the interior is simple without pretentiousness and frills. The menu consists of classic Georgian dishes: walnut salad, grilled dishes, khinkali and lemonades. The staff does not…", "rating": 2, "name": "Kapitan_ 711", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty, live music. At 22.00 all to the exit …", "rating": 1, "name": "Honda CR-V 2006", "cat": "Georgian restaurant"}, {"review": "Delicious, inexpensive. If you love Georgian cuisine, and even if you don’t know or are not such a fan, you should still come here. Low prices, delicious dishes the best combination just can not be imagined. …", "rating": 4, "name": "abo-abo", "cat": "Georgian restaurant"}, {"review": "People!!!! This is the perfect place!!!!! How delicious is this!!! You don't come here for the atmosphere, but for the food. And the prices here are 30-40% less than usual!! It's not overly beautiful here. Quite an ordinary interior, but food. Mmm! How delicious. Incredible…", "rating": 5, "name": "Dmytro EGOVUA", "cat": "Georgian restaurant"}, {"review": "It's always crowded here and you have to wait a bit, but it's so delicious.....\nIt’s not at all expensive compared to other Georgian restaurants and it’s just amazing how satisfying, tasty and colorful. …", "rating": 1, "name": "Анатолий НЕскажу", "cat": "Georgian restaurant"}, {"review": "Cozy place with good Georgian cuisine.\nIt has both a ground floor and a basement. It is very pleasant to be in the basement in summer. …", "rating": 5, "name": "Владислав Редин", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian cuisine. Cons: It's cramped and very noisy. To talk, you need to leave the room. Maybe I'm just unlucky. …", "rating": 1, "name": "Виктория Скворинская", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, one minus large portions), I want to try more dishes, but you eat up one. One of the best Georgian restaurants. …", "rating": 4, "name": "Вячеслав Пономарев", "cat": "Georgian restaurant"}, {"review": "Delicious place 😊 it's true, we liked everything we tried ☺ BUT, as always there is a \"BUT\" they called to pre-book a table, we were told yes, the table will be at 18.00, we are waiting for you. We arrived 10-15 minutes earlier, and what, we ...", "rating": 5, "name": "елена галустян", "cat": "Georgian restaurant"}, {"review": " I liked the restaurant, the food is delicious, served fairly quickly. I didn't like the music, I always played almost Russian. …", "rating": 5, "name": "Юля Святненко", "cat": "Georgian restaurant"}, {"review": "Very tasty. Shashlik is the most delicious in Kyiv. The prices are low. I don’t even know where you can eat so tasty for such money.\nDelicious Adjarian shachapuri. One minus, it is very difficult to find free ...", "rating": 5, "name": "Маринка Корнейчук", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine. And, of course, hearty. Which are usually Georgian dishes. Therefore, be careful when choosing a menu - with your eyes you will eat more than your stomach allows 😊 …", "rating": 4, "name": "Ирина Филиппова", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the food is excellent! Service was good!\nBut it was noisy and very cramped. If you are not embarrassed by tightness and noisy places, then you are here, after all, unreal food is here. (Another bonus, inexpensive!) …", "rating": 5, "name": "Alex Starov", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, Vladimir.\nWe are very glad that you liked Gaga.\nWe will be “happy to see you again ❗️”\nGaga💜 love's 💜you.", "rating": 5, "name": "Valeriy Dyshevilo", "cat": "Georgian restaurant"}, {"review": "Firstly, it’s terribly noisy, you have to constantly remind the administration that this is not a nightclub, but still a national restaurant, and secondly, the approach to ordering by phone is not that bad, it just doesn’t exist, I made an order, they said that after 30 ...", "rating": 5, "name": "Olga", "cat": "Georgian restaurant"}, {"review": "The kitchen is awesome, the prices are very democratic, but the staff is not very...\nOrders for the kitchen are accepted until 22.00. We arrived at 21.45. The waiter did not warn us, turned his back to us and talked with cute girls. On March 22, I turned to ...", "rating": 4, "name": "Yra Bas", "cat": "Georgian restaurant"}, {"review": "I used to bypass this place, and not in vain, as it turned out, it seemed to me to be a place. But then I wanted not to go far and celebrate the New Year under the house. They recently did a reconstruction, outwardly it became prettier, well, I think ...", "rating": 5, "name": "Лидия Ильчук", "cat": "Georgian restaurant"}, {"review": "The food is delicious! Portions are large, filling, prices are reasonable. A little noisy, but I think it's not bad, rather, you need to be prepared for this. The halls are cozy. It's nice to be here. Book in advance, the place is popular. It is better to confirm the reservation of tables ...", "rating": 3, "name": "Андрей Крисюк", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback, Alexa Boston.\nWe are very glad that you liked Gaga.\nWe will be “happy to see you again ❗️”\nGaga💜 love's 💜you.", "rating": 2, "name": "Anastasiia Dunaeva", "cat": "Georgian restaurant"}, {"review": "The food is excellent, there are rarely misses with khachapuri and shish kebab, but the cost and portions make up for everything. They did a great renovation, hired a lot of people. The biggest question is for the waiters and the administrator of the hall, they treat customers very coldly, not ...", "rating": 4, "name": "Valentin “L.A._Volpe_Noire” Batii", "cat": "Georgian restaurant"}, {"review": "Disgusting! Forgot to order the main course meat. I sat for an hour waiting for this dish and got paid for the salad. By the way, disgusting. Green tomatoes, salted cheese and sluggish cucumbers. The composition also included the Yalta bow and ...", "rating": 1, "name": "Елена Нечепорук", "cat": "Georgian restaurant"}, {"review": "We love everything about this establishment. But it happens when you get to khachapuri) it’s usually very tasty, but today something is wrong in Megrelian (((either the cheese was not the same, or the dough was frozen. 5o in general I recommend it! 👍 In every institution of this …", "rating": 5, "name": "Andrii Lytvynenko", "cat": "Georgian restaurant"}, {"review": "We celebrated the corporate party, we waited for the meat for a very long time, almost two hours from the moment of the order, we sat on the covered terrace, there was such a noise that it was very difficult to talk, I almost had to shout. The problem is that the stalls are full...", "rating": 2, "name": "Мария Демьянова", "cat": "Georgian restaurant"}, {"review": "Lively place. Just a lot of people and, practically, at any time. The kitchen is very good. Whatever dish you take, it's delicious. Service is good. Pleasant and fast waiters, but at the same time they do not bother, as they have enough work. …", "rating": 5, "name": "Mac Car", "cat": "Georgian restaurant"}, {"review": "Everything is top notch as always!\n\nKharcho for lunch, but with fresh hot pita bread and garlic sauce - it's just ...", "rating": 5, "name": "Ксюша рецепты", "cat": "Georgian restaurant"}, {"review": "The cuisine is excellent, the chacha is GOOD, but... the visitors, to put it mildly, are not decent. The son forgot his phone (in the restroom), immediately returned, but there was no phone, he saw who came out, well, you understand ... I didn’t see anything, I don’t know anything. Be vigilant ☝️…", "rating": 5, "name": "Дарья Бяхова", "cat": "Georgian restaurant"}, {"review": "Terrible, ruined a really good day. We just came to have dinner on Sunday, but it's crowded, but this does not mean that you have to wait 20 for drinks !!! minutes. The service is really terrible, but perhaps the fault is not of the waiters, but of the owners who want to …", "rating": 3, "name": "Dmytro Dovbii", "cat": "Georgian restaurant"}, {"review": "Before visiting, we booked a table with friends at 21:00 in the evening, the waiter warned that the institution was open until 23:00, and they took orders to the kitchen until 21:45, but I arrived late at 21:15 (friends were already sitting), I was waiting 20 minutes …", "rating": 1, "name": "Aaa Kr.", "cat": "Georgian restaurant"}, {"review": "Just a great restaurant. Georgian cuisine is top notch. The portions are huge))) calculate your capabilities right away, and look at the portion size, otherwise you will have to ask for a takeaway package. Chef credit!!! Friendly staff. Thank you! Only …", "rating": 3, "name": "Даша Маствеева", "cat": "Georgian restaurant"}, {"review": " The food is delicious, but the attitude of the staff, namely the waitress, did not like it, indifferent and neutral. I recommend the institution, but I advise you to look closely at the staff. Very crowded, the …", "rating": 1, "name": "Сергей Лазун", "cat": "Georgian restaurant"}, {"review": "Delicious food, there is excellent staff (but not all), if there are banquets, immediately throw + 15-30 minutes to prepare your order. …", "rating": 5, "name": "Дмитрий Нечаев", "cat": "Georgian restaurant"}, {"review": "It's delicious here! Fast service even when the restaurant is full. Moderate prices. …", "rating": 1, "name": "Taras Tereshchenko", "cat": "Georgian restaurant"}, {"review": " Ordered khachapuri first and salads. Delicious, large portions, but you need to work on salads (sauce is not very rich, crackers are too old) …", "rating": 1, "name": "Ирен Голден", "cat": "Georgian restaurant"}, {"review": "The guys in the kitchen are great, very tasty food 5/5, but the work of the waiters wants the best, 0 work with visitors, dirty plates stink of bleach it is not possible to eat, the waiter reacted to the remark that the plates stink as if it was ...", "rating": 4, "name": "Sergii P.", "cat": "Georgian restaurant"}, {"review": "Dirty! Wine was poured from a plastic bottle. Came in 40 min. before closing, the waiter did not give time to think, in the end ordered not what he wanted. Then, all the time until closing, they frankly closed and solved their working moments before ...", "rating": 3, "name": "Олександр Василенко", "cat": "Georgian restaurant"}, {"review": "Great place with delicious food, large portions, and affordable prices. …", "rating": 5, "name": "Юлія Стахів", "cat": "Georgian restaurant"}, {"review": "The restaurant has two cooking zones.\nI was at work everywhere, two halls from the top, one in the basement. Very cozy. But the food zones order leaves much to be desired. …", "rating": 3, "name": "Anastasiya Gorelova", "cat": "Georgian restaurant"}, {"review": "Very mediocre food. Usually in Georgian restaurants it is very tasty, right there everything is quite cheap, but at the same time it is over-salted, but not over-salted, then overcooked, then undercooked. …", "rating": 5, "name": "Елена Антоненко", "cat": "Georgian restaurant"}, {"review": "There are a lot of people, the order was carried for a long time, grilled vegetables like stews are better to take away or delivery. The meat is good and khachapuri…", "rating": 5, "name": "Павел Литвиненко", "cat": "Georgian restaurant"}, {"review": "If you have booked a table in advance, then there may not be any place for you upon arrival. No one will be held responsible for the spoiled evening. There are already a lot of people, 10% tips are already included in the bill, so such things for the staff ...", "rating": 4, "name": "Romashka Romashka", "cat": "Georgian restaurant"}, {"review": "I don’t know who winds up the likes, but the place, to put it mildly, looks like a cheap tavern from the 90s. The contingent is touching. Drunk girls stagger. Noisy companies sit at a table of 20 people. And the waiters carry the dishes in reverse order. …", "rating": 4, "name": "Елизавета Чучкирина", "cat": "Georgian restaurant"}, {"review": "The food is delicious. You can order with you, very convenient. Ordered in the morning - drove in at lunchtime, took everything packed. But I recommend eating hot, because. after a few hours, khachapuri, shish kebab and abkhazura turn into a pumpkin;) Check per person. …", "rating": 5, "name": "Lu Lisov", "cat": "Georgian restaurant"}, {"review": "Great atmosphere, friendly and attentive staff, delicious food. The average serving time is 15-25 minutes, it is possible to order takeaway. Payment only in cash. …", "rating": 5, "name": "Volodymyr Mozgunov", "cat": "Georgian restaurant"}, {"review": "We celebrated a corporate party in this institution, I’ll start with the fact that the noise, the crowd of people is like in the subway at rush hour. We booked a table for 36 people. As a result, five people could not sit down for about an hour, some did not wait and just left there. …", "rating": 4, "name": "Oleksii Fedorowytch", "cat": "Georgian restaurant"}, {"review": "Place 5 out of 5! The cuisine is very tasty! Prices are super affordable! For example: 250 grams of barbecue, pork neck - 95 UAH, royal khachapuri - 70, dolma - 400 grams - 70 UAH. Was in mid-January - warm and cozy inside. Service is brilliant,…", "rating": 2, "name": "Ashot Arutiunian", "cat": "Georgian restaurant"}, {"review": "We dined on August 14, the service was not very good in khachapuri, a self-tapping screw was found when we told the administrator about this, the reaction was extremely incomprehensible. I took the screw and just threw it away. No napkins were brought to the table by the waiters...", "rating": 5, "name": "Denis Mirgorod", "cat": "Georgian restaurant"}, {"review": "Very good Georgian cuisine. Prices are quite low. There is almost no alcohol on the menu. As a result, it is difficult to find a place if you have not booked in advance. You can bring alcohol with you. Tips are included in the bill. Payment only in cash. Because of …", "rating": 5, "name": "Anna Zatserkovna", "cat": "Georgian restaurant"}, {"review": "Today for the first time I ordered pork neck shish kebab. I really liked it, natural taste without a bunch of spices. Liked it very much! We examined all the halls in the cafe. Cosy. Liked the attention from the staff. I am an experienced cook myself, no complaints! …", "rating": 1, "name": "Ольга Палагутина", "cat": "Georgian restaurant"}, {"review": "I really like this network. Excellent food, wonderful and friendly staff. I am delighted …", "rating": 1, "name": "rapiks", "cat": "Georgian restaurant"}, {"review": "Liked the place very much\nServing the bomb\nSpecial thanks to the waiters umnichka .. Everyone asks everything they tell. …", "rating": 1, "name": "Yuliia Kolisnyk", "cat": "Georgian restaurant"}, {"review": "Went here for the birthday of two colleagues. The kitchen is good. But, the service wants to be better. The ordered meat was carried for an hour. All the guests sat in a long wait for a hot meal, eating pita bread. The mood of the birthday girls was spoiled, because. 3 days before DR, ...", "rating": 5, "name": "Валентин Каратеев", "cat": "Georgian restaurant"}, {"review": "Ate here several times. The portions are big and tasty ;-). Prices for Kyiv - not great. Adjarian khachapuri is the bomb. Probably national dishes should be prepared by people of the nationality to which these dishes belong ... ...", "rating": 5, "name": "Julja Prystaj", "cat": "Georgian restaurant"}, {"review": "This is the best Gaga in Kyiv! Everything was delicious and cozy! Many thanks to the waiter Vlad, he made our evening! He paid attention to such nuances and trifles ... It's nice to deal with a professional! …", "rating": 1, "name": "Эмин Керимов", "cat": "Georgian restaurant"}, {"review": " Personally, I am very satisfied with the quality of food and cuisine, extremely adequate prices and service.\nWe order khachapuri - so far very satisfied. …", "rating": 5, "name": "Наталия Касап", "cat": "Georgian restaurant"}, {"review": "Was the first time. Very cool restaurant of Georgian cuisine. Most of the staff seem to be from there too. But there are also our waiters. Very cool environment - everything is new, clean, tidy. The prices are affordable, the portions are just huge even for me ...", "rating": 3, "name": "Саша Фантом", "cat": "Georgian restaurant"}, {"review": "I would like to highlight this place. I really like the kitchen. Everything is very delicious. Most importantly, the prices are very good and the portions are large. Meat dishes are always very tasty and fresh. I love salads very much. I like the staff. I always meet with...", "rating": 5, "name": "Владимир Бойчук", "cat": "Georgian restaurant"}, {"review": "They cook delicious food, but the organization is a problem. You can book a table a week in advance and they will call you back and confirm that they are waiting for you, and the table may not be at the appointed time. Somehow he waited with his guests for more than an hour. …", "rating": 5, "name": "Юлія Щербакова", "cat": "Georgian restaurant"}, {"review": "Always crowded. Tasty food. The prices are nice. But! In the summer, passing by an open window, we saw a chef who was cooking without a T-shirt / uniform / whatever, the chef was just on his torso. It's gross, I want to tell you. …", "rating": 3, "name": "Anna Mysaka", "cat": "Georgian restaurant"}, {"review": "I eat here regularly with my dad. A place with excellent food, beautiful interior.\nOf the minuses, I can note too loud music (even sitting in the center of the hall, …", "rating": 5, "name": "Олег Нахтман", "cat": "Georgian restaurant"}, {"review": "Always used to visit this place. It was delicious! And today I made an order with me... and after trying chkmeruli and khachapuri I was VERY DISAPPOINTED!!! Chkmeruli just burnt and dry!! Even the sauce didn't help! Khachapuri is clearly not with services! …", "rating": 5, "name": "Pavel Chernyshov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Elena", "cat": "Georgian restaurant"}, {"review": "The food is good, but the service is just terrible. They didn’t offer a table, the waitress just sent us to another room, despite the fact that there were still places. The second hall (on the first floor) looks like a cheap cafe, unlike the basement, and even there…", "rating": 1, "name": "Ліза Скроцька", "cat": "Georgian restaurant"}, {"review": " Celebrated a birthday. Ordered a table by phone. There were more guests than planned. Thanks to the administrator Larissa, who treated the problem with understanding and offered another table during rush hour. The …", "rating": 5, "name": "Фуркат Азамов", "cat": "Georgian restaurant"}, {"review": "We had dinner on Saturday 06/16/18 with friends, there were 3 of us. The kitchen is simply amazing! All portions are huge: shish kebab, kebab, khachapuri, salads - perfectly cooked!!! The guys are great, they know how to cook real Georgian dishes! Wine…", "rating": 5, "name": "Yaroslav Bilychenko", "cat": "Georgian restaurant"}, {"review": "Been to this establishment many times. For such low prices, it is very tasty. But the main thing in this restaurant is the atmosphere. Very soulful and warm. Once we even sang Ukrainian songs to the whole audience. A place where you can relax with friends and…", "rating": 5, "name": "Ігор Хуторний", "cat": "Georgian restaurant"}, {"review": "Inexpensive and tasty.\n\nBut the service leaves much to be desired - I had to look for a waiter myself, ...", "rating": 5, "name": "Дарья Черевко", "cat": "Georgian restaurant"}, {"review": "27.08 were on your terrace. Service Terrible!!! First of all, the waitress was very unfriendly. She put the cutlery on the table with her hands without gloves. Before that, with the same hands, she took out cigarette butts from the ashtray. The table was not cleaned AT ALL. …", "rating": 2, "name": "Mykola Tereshchenko", "cat": "Georgian restaurant"}, {"review": "Recently discovered this restaurant, in general - I liked it! Delicious food, atmospheric. But I would like the management to pay attention to the neatness of your employees who work in the kitchen. We are coming with family and would like to…", "rating": 5, "name": "Ализа Голда", "cat": "Georgian restaurant"}, {"review": "We visited the cafe on 28.03.2018\nWe made an order, but the waiter safely forgot about two points of the order. When we asked how long it would take for our order to be fully delivered, the waitress ran…", "rating": 5, "name": "Peskovsky S", "cat": "Georgian restaurant"}, {"review": "Booked a VIP room for 12 people today. Quality service, delicious food, attentive staff. Everything is on the level. Special thanks to the waiter Nicholas. Accurate, punctual, polite, attentive. …", "rating": 1, "name": "Kateryna Khatsko", "cat": "Georgian restaurant"}, {"review": " Service is terrible !!! For that 10% of the check pay - it is not clear\nWaitress …", "rating": 4, "name": "Olga L", "cat": "Georgian restaurant"}, {"review": "Everything started well. The first impression is not bad. Let's omit a moment about some food that was ordered, maybe the chef was not in the mood or he was in deep love with someone. BUT, when it came to the calculation, it turned out that they had ...", "rating": 5, "name": "Александр Паничевский", "cat": "Georgian restaurant"}, {"review": "The kitchen is excellent.\nPortions are big.\nThe prices are very encouraging. …", "rating": 5, "name": "Элла Элла", "cat": "Georgian restaurant"}, {"review": " The staff does not speak the state language. In the next hall, men shouted, sang (well, of course, but still); the door was open.\nThe cuisine is quite tasty. …", "rating": 5, "name": "Даша Чирська", "cat": "Georgian restaurant"}, {"review": " It is nice to see compatriots in a big city who create a hospitable and cozy atmosphere! Our waiter Sasha especially pleased us with a great sense of humor and attentiveness). Thank you for the holiday - the birthday …", "rating": 5, "name": "Евгений Костоваров", "cat": "Georgian restaurant"}, {"review": " \"I've never been so wrong.\"\nFrom the street everything looks very beautiful. Inside, you are already beginning to see that the entire restaurant is beaten to life: scotch tape on the table …", "rating": 5, "name": "Ярослав Саміляк", "cat": "Georgian restaurant"}, {"review": "I visited an institution on Vasylkivska street. I liked it very much. All on a fiver and service, and dishes, and prices. Georgian music sounds in the hall, which adds even more atmosphere. Come try it, I'm sure you'll like it! …", "rating": 5, "name": "Илья «___Dude01___» Харитонов", "cat": "Georgian restaurant"}, {"review": "Amazing food, great staff!\nEverything is very tasty and great) I advise everyone) …", "rating": 5, "name": "Yegor", "cat": "Georgian restaurant"}, {"review": "Delicious, good prices.\nDelicious fried cheese with almonds and peach.\nThe lamb is fatty. But they warn. …", "rating": 5, "name": "NAta NAta", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Marichka Lavida", "cat": "Georgian restaurant"}, {"review": "\nElizabeth, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 1, "name": "Evhen Nesterenko", "cat": "Georgian restaurant"}, {"review": "Delicious, fast delivery. Very noisy, as usually visitors sit in a large company, which is not very comfortable, but such a format. And you also need to book in advance, because there are rarely empty places, but even if you are not lucky with the places ...", "rating": 3, "name": "Валентин Сатан", "cat": "Georgian restaurant"}, {"review": " We were with friends on December 6 in a restaurant on Vasylkivska. I really liked everything! Thank you for the taste and atmosphere! Special thanks to Alexander - the waiter who served us - for the attention and …", "rating": 5, "name": "Oleksandr Stepura", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Karine", "cat": "Georgian restaurant"}, {"review": "I gave it 5 stars a year ago.\nI change it for 2 and only for the fact that I assume that it is still delicious.\nService below the plinth. …", "rating": 1, "name": "Artur TS", "cat": "Georgian restaurant"}, {"review": "Tasty, normal prices, but a wild queue. And as always they do not accept cards for payment ... Only black cash :( ...", "rating": 5, "name": "Vlad Ivanov", "cat": "Georgian restaurant"}, {"review": "Great place for a company. The portions are huge, so you can order a lot of excess on an empty stomach. But everything is very tasty and satisfying. Definitely worth visiting this place and having fun. Oh yes, and you must try the barbecue, ...", "rating": 1, "name": "nadin pusia", "cat": "Georgian restaurant"}, {"review": "Horror! No service, no food. Ljulyak with bad meat, undercooked. Juice only 1 liter. You won’t get a waiter ... the administrator is generally frostbitten (sorry, I won’t pick another word). I do not advise!!! …", "rating": 1, "name": "Танюшка Танюша", "cat": "Georgian restaurant"}, {"review": "Darkness.\nI ordered khinkali and khachapuri to go at 11:38. They said 20-25 minutes and come.\nArrived in 25 minutes, paid (!) for the order. After another 15 minutes of waiting, my...", "rating": 2, "name": "Daria Kachalay", "cat": "Georgian restaurant"}, {"review": " Well, first of all, this is not a restaurant, but a kind of diner, at most - a cafe. This impression is made by the general atmosphere of this institution at KPI: that guests, that waiters - an uneducated and noisy …", "rating": 5, "name": "Анна Нікітюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Михайло", "cat": "Georgian restaurant"}, {"review": "\nValentin, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "s k", "cat": "Georgian restaurant"}, {"review": " Classy atmosphere. Very tasty dishes. Reasonable prices. Good service. Of the minuses: payment only in cash. In modern realities the problem. …", "rating": 1, "name": "Мария Костюченко", "cat": "Georgian restaurant"}, {"review": "I do not recommend!\n2 dishes = 3 hairs in them\nThe waiter was informed, to which they received the answer: \"I passed it to the kitchen.\" Do not know how …", "rating": 5, "name": "꧁༺Rustam❶ ༻꧂", "cat": "Georgian restaurant"}, {"review": "Very tasty, reasonable prices, pleasant waiters, there is not always a free table. I recommend …", "rating": 4, "name": "Леха Иванов", "cat": "Georgian restaurant"}, {"review": "The food is normal, they bring it quickly, but everything is crammed with tables and seats, there is no free place, there is nowhere to hang clothes ... ...", "rating": 1, "name": "Дмитрий Ткачук", "cat": "Georgian restaurant"}, {"review": "The corporate party turned out to be the best in the best restaurant. I recommend 100%. Special thanks to the waiter Alexander (the most attentive waiter in my memory)!\nThe atmosphere is like home and the kitchen did not disappoint! ***** …", "rating": 1, "name": "Maрина Кметь", "cat": "Georgian restaurant"}, {"review": " Very large portions, the food is very filling, so it is worth coming with a large company. Prices are reasonable …", "rating": 1, "name": "Nik Troian", "cat": "Georgian restaurant"}, {"review": "Banquet facility. In short.\nOf the benefits: prices, portions, the speed of \"throwing\" (it is categorically impossible to call IT a serving) of dishes. …", "rating": 5, "name": "ПО-11 Аліханян Кирило", "cat": "Georgian restaurant"}, {"review": "Ninth time in the last two years, always tasty, inexpensive and friendly, we always take something with us, thank you.)) …", "rating": 1, "name": "Мария Березина", "cat": "Georgian restaurant"}, {"review": "You come in - damn it, it's a real cereal! But if at first you are not afraid of the shabby interior in the style of the 90s and the smell from the kitchen, then you will find delicious and high-quality food, huge portions and very reasonable prices. Well done, just...", "rating": 5, "name": "Олександр Предоляк", "cat": "Georgian restaurant"}, {"review": "Waiters without masks. The fact that there is no terminal was warned during the calculation.\nThe food is delicious.\nIf you sat down at a table that you have already booked, and you have 3-2 hours left ...", "rating": 5, "name": "Anna Paramonova", "cat": "Georgian restaurant"}, {"review": " The fact that you can not drink your soft drinks is not prescribed anywhere.\nThe waiter talks with complaints, spoiled atmosphere, and mood on the birthday🤨 …", "rating": 1, "name": "Oleksandr Kyslytsia", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Роман Никитин", "cat": "Georgian restaurant"}, {"review": "\nFurhat, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Vito", "cat": "Georgian restaurant"}, {"review": " Definitely - the best restaurant in the Gaga franchise. I was at the train station, I was on Chokolivsky Boulevard, so there is something to compare. Large and inexpensive, as for Kiev, portions. Deliciously. …", "rating": 5, "name": "Соломія Михайлиця", "cat": "Georgian restaurant"}, {"review": "In general, a pleasant place. The interior is quite calm, on the walls there are pictures of beautiful views of Georgia, against the backdrop of quiet national music. Kitchen in terms of price / quality at a high level. Everything is delicious and nutritious. I highly recommend trying...", "rating": 5, "name": "Stanisław Jankowski", "cat": "Georgian restaurant"}, {"review": "A very cool place, everything is very tasty and the portions are huge) a separate respect for the girl to the waiter with long, black hair, who memorized our order. …", "rating": 4, "name": "Іван Скороваров", "cat": "Georgian restaurant"}, {"review": "Gaga on Vasylkivska.\nUntil 08/26/19 I had quite pleasant impressions. Delicious, cheap, big portions. …", "rating": 4, "name": "Анна София", "cat": "Georgian restaurant"}, {"review": "Everything is very delicious\nA lot of people\nThe bartender is by far the best I've seen in a while...", "rating": 3, "name": "QSi Kage", "cat": "Georgian restaurant"}, {"review": "A very decent establishment. It is popular due to the excellent national Georgian cuisine, excellent craft drinks and cozy atmosphere. To spend a Friday evening, it is advisable to book tables in advance.! …", "rating": 3, "name": "Игорь", "cat": "Georgian restaurant"}, {"review": "I am leaving the second review about Gaga on Vasilkovskaya. Due to the fact that there were no places at Friendship of Peoples, I had to order a banquet here .... terrible service !!! The waiters evaluate everyone who sits at the table and discuss out loud not ...", "rating": 2, "name": "Дмитрий Санитарский", "cat": "Georgian restaurant"}, {"review": "A place in the area with affordable and delicious food. Portions are large for most dishes. I recommend khinkali, chkmeruli and khachapuri. …", "rating": 3, "name": "Elena Kashchenko", "cat": "Georgian restaurant"}, {"review": "Very cool place. For reasonable prices, they give you so much food that you can feed a company of soldiers. One Adjarian khachapuri looks like 2 standard khachapuri and costs only 60 UAH. Yes, service is included in the check, 10% of the order, but you can ...", "rating": 4, "name": "Наталия Товстик", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Саша Сторпин", "cat": "Georgian restaurant"}, {"review": " Yesterday my mother and I visited your institution, I was very impressed with the service, we rested in the first hall under glass, the waiter Alona took orders from us, the girl recommended very tasty food, she was …", "rating": 5, "name": "Geo Ranger", "cat": "Georgian restaurant"}, {"review": "In short, very tasty!\nAnd I want to emphasize that Gage has good prices.))\nFor beginners and lovers of hot drinks: ...", "rating": 3, "name": "Максим", "cat": "Georgian restaurant"}, {"review": " Probably the best place in this location. Nice place, delicious food, affordable prices! It is always a pleasure to visit Gaga. …", "rating": 4, "name": "Т Т", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian restaurant. You can celebrate a birthday with a big company. Fast serving, normal prices, and everything is very tasty ...", "rating": 1, "name": "Alyona Slyzko", "cat": "Georgian restaurant"}, {"review": " Only Georgian cuisine, and whatever you take - everything is delicious. Of course, if you like this kind of food. I recommend bowls. …", "rating": 5, "name": "Константин Тряпицын", "cat": "Georgian restaurant"}, {"review": "Class! Were on Vasilkovskaya❤ service, food, everything is on top🙌 the portions are huge, the prices surprised me in a pleasant way, during our visit with the family, everything was more than worthy, I thank you from the bottom of my heart, especially the waiter, a young man with glasses (unfortunately …", "rating": 1, "name": "Павел Лихоманов", "cat": "Georgian restaurant"}, {"review": " He celebrated his birthday in Vasilkivska, ordered the table in advance from the administrator of Irina (blonde), and I also wrote if I could bring a bottle of wine, to which she answered \"no problems.\" They made an …", "rating": 5, "name": "Боря Козоріз", "cat": "Georgian restaurant"}, {"review": "The food is delicious, and the staff, especially the manager, seemed to have worked in a barn before. The attitude and manner of speaking is disgusting. I ordered food by phone to take with me, came to pick it up, saw that there was a free table, asked the waiter if it was possible ...", "rating": 1, "name": "Данило Крупник", "cat": "Georgian restaurant"}, {"review": "Very hearty cuisine, they cook quickly, you can’t call it the delights of Georgian cuisine, as there are often questions, but in general, tasty and satisfying! ...really, it’s very satisfying, it’s better to take dishes for 2 so that you can try more and not turn into ...", "rating": 5, "name": "Ольга Мусатюк", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, near the subway, inside beautiful and clean, nice atmosphere, lots of space. …", "rating": 5, "name": "Grigoriy Harchenko", "cat": "Georgian restaurant"}, {"review": "Very satisfied every time. Delicious homemade, fast service, cozy. We also come with children. …", "rating": 5, "name": "оксана семеняка", "cat": "Georgian restaurant"}, {"review": "Worst khachapuri I have ever eaten. A bunch of dough, the cheese is clearly not suluguni, some kind of cottage cheese. Khinkali, one of the worst, barely mastered 5 pieces, was very hungry. They asked for a salad without onions, brought with a bunch of onions and shrugged. There are no drinks without sugar, their ...", "rating": 5, "name": "Михайло Асафтей", "cat": "Georgian restaurant"}, {"review": " Very good establishment with delicious cuisine, I often visit this establishment and recommend to friends, cozy atmosphere, I especially want to thank the waitress Dasha, a very cool and positive girl with …", "rating": 5, "name": "Max Krumax", "cat": "Georgian restaurant"}, {"review": "Pretty obscure place. The waitress walks with such an expression on her face, as if we had come to her house and sat down. 5 minutes after leaving, it became clear that the evening would be fun. POISONED, shish kebab, then they obviously badyazhat from a spree ...", "rating": 5, "name": "Ирина Лях", "cat": "Georgian restaurant"}, {"review": "Basically nothing to share. Gypsies work in the kitchen, who run outside to smoke, and take me for doubts that after that they wash their hands. Before entering, I paid attention to the open windows at the end of the \"gypsy restaurant\", there were people darting about, ...", "rating": 1, "name": "Василий Лютый", "cat": "Georgian restaurant"}, {"review": "We went to eat barbecue, we were told that it was not bad in this institution, it was somewhere around 13:45, we were told that the brazier did not work until 14:00, then they said that until 15:00. We ordered something, waited, but it never worked. We returned in the evening. …", "rating": 3, "name": "Serega Serega", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty! Prices are adequate! The service is great! …", "rating": 3, "name": "Александр «Alex» Грибенюк", "cat": "Georgian restaurant"}, {"review": " Anna, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 1, "name": "Roman Chinavsky", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, good interior. But service at 2. The waiter can wait a very long time, confused in orders. This is despite the fact that for such service you have to pay 10%. To take money from a client, first …", "rating": 2, "name": "руслан мельник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Сеник", "cat": "Georgian restaurant"}, {"review": "\ns k, thank you for your feedback and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 3, "name": "Alex Bolyshev", "cat": "Georgian restaurant"}, {"review": " The service is terrible. Ordered one table, planted for another. There is no background music at all, although it was previously agreed to be. In the end, they also wanted to divide everyone into one dish that no one …", "rating": 5, "name": "Дарья Дарья", "cat": "Georgian restaurant"}, {"review": "Wonderful place! Top notch food, very tasty! The portions are very large and most importantly the prices are very low. It was like diving into Georgia itself! I advise everyone who loves Georgian cuisine ...", "rating": 4, "name": "Антон", "cat": "Georgian restaurant"}, {"review": "The music is a bit loud and Georgian, which is not my taste. It’s impossible to say about the food that it’s super tasty, however, if you want to eat up, you are here, the portions are gigantic. I recommend not ordering everything at once, but ordering one thing if you have eaten and more ...", "rating": 5, "name": "Марина Лисак", "cat": "Georgian restaurant"}, {"review": "We went every day, there was a different administrator, a good girl, now they put some kind of boorishness, we went every other day, we had lunch now, when we go in, they say that everything is booked, although when I called, they told me that there were no more places, I’m not going to come anymore ...", "rating": 5, "name": "Ольга Emlina", "cat": "Georgian restaurant"}, {"review": "Portions are large and inexpensive. It was convenient to order over the phone and pick up on the way home. From the pros, that's all! As soon as I saw the cook who cooks there, I don’t go there again! Wash it off! And you need to take off the gloves in which ...", "rating": 5, "name": "Ольга Ляпина-Шевчук", "cat": "Georgian restaurant"}, {"review": "We have been visiting you many times, but unfortunately this time the neck was not fried. But the most outrageous thing is that at the request to make a replacement, the administrator began to prove his case in front of all the guests, instead of softening ...", "rating": 5, "name": "Марьяна Васильева", "cat": "Georgian restaurant"}, {"review": "Just a wonderful and fun place with delicious food. But not quiet, loud cool music! …", "rating": 5, "name": "Vladyslav Avdiienko", "cat": "Georgian restaurant"}, {"review": "Very bad service. Booked a specific table in advance, everything agreed. As a result, there was no table at the appointed time and that \"the administrator messed up and did not have the information\" for 3 people they only offered a table through the door and for …", "rating": 3, "name": "Ірина Терещенко", "cat": "Georgian restaurant"}, {"review": " The portions are really cosmically huge. I have never seen such a huge piece of meat in kharcho soup. Pleasantly surprised by the prompt service. You can't even describe the tastes - GO come ORDER. …", "rating": 5, "name": "Александр Лазаренко", "cat": "Georgian restaurant"}, {"review": "Very tasty food and varied menu. Pretty affordable prices for Kyiv.\nOf the minuses - you can only pay in cash, the portion size is not indicated on the menu. …", "rating": 2, "name": "Татьяна Нежемлина", "cat": "Georgian restaurant"}, {"review": "I didn’t like it, they put me in the aisle, it’s better to completely remove this table, the places at the table are small, it resembles a minibus so that more people sit down, supply more chairs, but how they sit is not the main thing. We waited a long time for the sauce. The food is normal. Landing...", "rating": 5, "name": "Катя Запорожан", "cat": "Georgian restaurant"}, {"review": "Very tasty and affordable. The 10% service included in the bill does not match the price. They first brought out cold appetizers, then a drink, then a barbecue, then khachapuri. I'm no expert, but it seems out of order. …", "rating": 3, "name": "Wrigley Spearmint", "cat": "Georgian restaurant"}, {"review": "Good barbecue, good food. Something needs to be done with the design, Georgia is not felt, it is not comfortable. It's time to start designing rooms, building decors, placing seats correctly, and selecting furniture. Prices are affordable and…", "rating": 5, "name": "Igor Filimonchuk", "cat": "Georgian restaurant"}, {"review": "Delicious, satisfying. Going inside, I was scared at first, but when I tried it, I understood that everything was fine. Kharcho, dolma, khachapuri are amazing. I didn’t like the khinkali, the dough is tasteless (I know where it’s tastier), despite this, we often drop in here. …", "rating": 5, "name": "Sophie Savchuk", "cat": "Georgian restaurant"}, {"review": "The most excellent establishment. Georgian cuisine. Delicious food, large portions, reasonable prices. Advice:\n1. Book a table in advance (especially on weekends) otherwise there is a chance not to …", "rating": 2, "name": "Oksana Yakovenko", "cat": "Georgian restaurant"}, {"review": "Delicious food and especially branded khachapuri and shish kebab (a lot of spices) + Homemade tarragon, -⭐ because we got a clumsy young man, the tables are small and it’s uncomfortable to sit on a bench with paralon for a long time. …", "rating": 4, "name": "Vladimir", "cat": "Georgian restaurant"}, {"review": "The portions are large and overall the food is delicious.\n\nThere are very spicy dishes. …", "rating": 5, "name": "Алексей Парфентьев", "cat": "Georgian restaurant"}, {"review": "I ordered a taxi to Lomonov with delivery. An order of three khachapuri and 10 khinkali. I waited 2 hours and brought one khachapuri not just what I ordered, but the difference of 20 hryvnia was returned (although why do I need a second khachapuri just with cheese). Everything is delicious, but working as a cook …", "rating": 1, "name": "Амели Шалунова", "cat": "Georgian restaurant"}, {"review": "12/22/2021 celebrated a corporate party. The salads were made wrong, the meat was overweight + it was burnt ...", "rating": 1, "name": "Алена Плаксий", "cat": "Georgian restaurant"}, {"review": "Delicious and not at all expensive. On this, all the pluses ended. Now to the point. Everywhere is dirty (in the hall, on the floor, on the tables, in the toilet), the music is terrible, such that you want to pick it up specially - it won’t work (a mixture of hits from the 80s, modern music ...", "rating": 1, "name": "Алла Иваненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "vovatam", "cat": "Georgian restaurant"}, {"review": "Food for 5+. But! They didn’t immediately warn that the payment was only in cash, to my objection that there was no cash, they offered to “run to the ATM” .... Also, if you want to pick up the rest of the food, you won’t be warned either that they have plastic boxes ...", "rating": 4, "name": "Екатерина Горская", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, clean, take care of visitors. Fast, tasty and high quality! I recommend! …", "rating": 3, "name": "Ариадна Чабанюк", "cat": "Georgian restaurant"}, {"review": "As always, everything is very tasty, the prices are adequate and the staff only pleases with their attention and courtesy! Thank you for everything!🙏❤ …", "rating": 1, "name": "Vitaliy Lyalin", "cat": "Georgian restaurant"}, {"review": "3 stars for delicious khachapuri, the rest..\nThe service is not very good, I had to ask the waiter several times to bring something, the forks brought dirty, Caesar salad - one name, solid leaves ...", "rating": 5, "name": "Андрей Белоус", "cat": "Georgian restaurant"}, {"review": "Very tasty and big portions\nI generally liked\nBut there is no damn terminal, this is some kind of stone age. Come welcome to…", "rating": 3, "name": "Алёна Мажарская", "cat": "Georgian restaurant"}, {"review": "One dish was not taken out at all, in the end they refused it, they brought a kebab from the neck, it was damp, when asked if the kebab was raw, the waiter answered that it was medium roast, pork, MEDIUM roast, Karl! …", "rating": 1, "name": "Maksim Bugajenko", "cat": "Georgian restaurant"}, {"review": "Hello!!!\nA friend said: \"Let's go to Gaga, they cook very tasty there!\"\nLet's go, it's really delicious! …", "rating": 4, "name": "Rita Kominova", "cat": "Georgian restaurant"}, {"review": "I ordered a barbecue over the phone. Arrived and no barbecue. They just forgot to write down the order. They told me to wait 25-30 minutes. But there was no such possibility. I had to leave without a barbecue. Naturally, the administrator did not try to correct the situation in any way. …", "rating": 4, "name": "mrlee mrlee", "cat": "Georgian restaurant"}, {"review": "Not sure if the staff read reviews. Well, I thank them very much. Portions are huge and very tasty. I'll tell you a story from mono childhood:\n- dad was a slaughterer, sometimes he brought his head and we cooked brains, but we in the family ...", "rating": 5, "name": "Марина Новицкая", "cat": "Georgian restaurant"}, {"review": "The place is too crowded with people, everyone literally sits on top of each other. We arrived, waited 10 minutes for a menu or a waiter, no one came up, it was very noisy inside for an ordinary restaurant, not a bar. In the end, we just left. …", "rating": 5, "name": "Маша Заря", "cat": "Georgian restaurant"}, {"review": "Great place with great atmosphere. Very tasty Georgian cuisine and drinks. They took barbecue, khinkali, soup - kharcho (you can eat one serving of kharcho 😀). Wonderful soft drinks - drank tarragon - delicious. The only thing is not...", "rating": 5, "name": "GEORGE GUTNIK", "cat": "Georgian restaurant"}, {"review": " Great Georgian restaurant. Huge selection of Georgian dishes (you won't find such an assortment of khachapuri anywhere in Kiev). Great atmosphere in the hall, friendly staff. The prices are affordable and the portions …", "rating": 5, "name": "Natasha", "cat": "Georgian restaurant"}, {"review": " 08.08.2020 together with the family visited our favorite cafe ,, Gaga ,, on Vasylkivska ...\nMostly ordered to take away, the kitchen is high quality, delicious .. …", "rating": 1, "name": "Маргарита Петренко", "cat": "Georgian restaurant"}, {"review": " Everything is delicious, the staff is a bomb ... well, I liked the prices .... I plan to come more often ... …", "rating": 3, "name": "Igor Shevchuk", "cat": "Georgian restaurant"}, {"review": " Everything that was ordered is very tasty. I also liked the atmosphere. Unfortunately, it is not possible to pay by card, which is surprising. …", "rating": 5, "name": "Alex Antonenko", "cat": "Georgian restaurant"}, {"review": "I want to leave a review about the Gaga restaurant. It’s not the first time we come to Kyiv and we always visit the restaurant. The menu is excellent. The service is at the highest level. Zurab special thanks to you personally.", "rating": 3, "name": "Инна Кирюшина", "cat": "Georgian restaurant"}, {"review": "I was in December, I liked everything, but today it’s a terrible disappointment .. shish kebab is dry, pkhali is loose, eggplant rolls with nut paste, just fu. .in the restaurant, oh, in this eatery there is not even Borjomi water! No normal fault, no service. …", "rating": 5, "name": "Сергей Vladler", "cat": "Georgian restaurant"}, {"review": "Made a good repair. Friends praised the kitchen. However, having tried Adjarian khachapuri, I can say that the dough was not very good - it was not baked, and the quality of the flour was not pleasing. The egg was tiny...", "rating": 5, "name": "Андрей Киселёв", "cat": "Georgian restaurant"}, {"review": "Recently a popular institution. Therefore, they will not let you sit here and relax. They started messing with food. They kick you out. Respect for regular customers is waning. It used to be good. …", "rating": 5, "name": "inna grigorash", "cat": "Georgian restaurant"}, {"review": " The place is great only in terms of cuisine. The very service and attitude of the staff to the visitors is not something that leaves much to be desired, but simply terrible. Big companies are better off not going, as …", "rating": 4, "name": "Євген Литвенюк", "cat": "Georgian restaurant"}, {"review": " The food is delicious !!\nBut waiter service for two !!!\nThe table is dirty, napkins, salt, pepper are absent !!! …", "rating": 2, "name": "Катерина Копач", "cat": "Georgian restaurant"}, {"review": "The most favorite restaurant in the city of Kiev. The prices are democratic, the dishes are the most delicious and juicy, the staff is friendly and helpful))) I definitely recommend to visit!!! …", "rating": 5, "name": "Олег Лисицын", "cat": "Georgian restaurant"}, {"review": "Typical diner, although the food is good. Due to the fact that there are no boundaries between the guests, there is an incredible buzz in the hall. If your company is quiet and modest - you don't even have a chance to talk, you just can't hear... ...", "rating": 3, "name": "Алена Лапина", "cat": "Georgian restaurant"}, {"review": "This place was recommended to us by the owner of the apartment where we stayed. We didn't regret going. Thank you! It was delicious and really big portions. And the order came very quickly. Just unexpectedly fast...", "rating": 5, "name": "Van Ustenko", "cat": "Georgian restaurant"}, {"review": " Good place. Adequate prices. Delicious cuisine.\n\n", "rating": 4, "name": "Катя Катюша", "cat": "Georgian restaurant"}, {"review": " Hello everyone, Today we visited the restaurant GAGA, the dishes are all very tasty and large portions. But we were impressed by something else ... We forgot the bag in the restaurant 😫 (money, driver's license and …", "rating": 1, "name": "Александр Марущак", "cat": "Georgian restaurant"}, {"review": "Perfect place! Delicious, not expensive. Special thanks to the waiter Maxim for the warm, cordial welcome …", "rating": 1, "name": "Юрий П", "cat": "Georgian restaurant"}, {"review": "The most delicious khinkali in Kyiv! And also homemade wine, dolma and eggplant with nuts... We will definitely come again!\nA small drawback - at the time of the visit, there was no terminal for payment. Maybe …", "rating": 4, "name": "Виталий Антюшин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Nataliia Kravchenko", "cat": "Georgian restaurant"}, {"review": "Very tasty and cozy. The prices are acceptable. But only cash. Fast order submission. …", "rating": 3, "name": "Иван Борщ", "cat": "Georgian restaurant"}, {"review": " The food is delicious, served quickly, the price is reasonable. Negative - basement, asphyxiation, many tables, people sit in each other's backs. Very noisy. I recommend as a snack with normal food. …", "rating": 5, "name": "Vulkan Prifrer", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Elena S", "cat": "Georgian restaurant"}, {"review": "After visiting this institution, I called the ichthyander from the toilet (\nAt first they served undercooked dolma, but I thought that it was necessary, then they brought Adjarian khachapuri with veal and the veal turned out to be raw, the red meat was ...", "rating": 5, "name": "Александр Степанов", "cat": "Georgian restaurant"}, {"review": " Very pleased with the visit to this institution👌\n\n", "rating": 5, "name": "Валентин Клименко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ольга Ч", "cat": "Georgian restaurant"}, {"review": "We ordered ribs in honey sauce, Adjarian khachapuri and Georgian lemonade (feijoa). …", "rating": 5, "name": "БуДнИ МаСтЕрСкОй", "cat": "Georgian restaurant"}, {"review": " very tasty and not expensive, but the only downside - the payment is only in cash …", "rating": 5, "name": "Девачки и Мольчики", "cat": "Georgian restaurant"}, {"review": " It was the first time, people's darkness just is not very clear why. The kebab was not very tasty (perhaps due to the large number of people and he does not have time to marinate); satsebeli sauce, which I love very …", "rating": 5, "name": "Vika Perepechaieva", "cat": "Georgian restaurant"}, {"review": " This restaurant is very tasty, the portions are large, and the price is really low. It is always crowded, so it is desirable to book a table in advance. But there is a problem with the organization, when ordering a …", "rating": 5, "name": "anatoly Kas", "cat": "Georgian restaurant"}, {"review": "A good restaurant, one of the few where salt is normally added to food, and you don’t have to add salt afterwards! I recommend! …", "rating": 3, "name": "Lydia Storozhenko", "cat": "Georgian restaurant"}, {"review": "Terrible! The tables are dirty. The staff discusses customers behind their backs without hesitation in a negative way, paying special attention to appearance and financial situation!\nThey said that there was no red wine, but at the end of the evening they came up and said that it was all ...", "rating": 5, "name": "Никита Ховрин", "cat": "Georgian restaurant"}, {"review": "Today was a birthday. The music is screaming, the waiters do not hear themselves, let alone our requests. Very stuffy air conditioners do not feel weak at all. The food is nothing but it takes a very long time to bring even what is ordered in advance, the food is almost necessary ...", "rating": 1, "name": "Aleksandra Scheglova", "cat": "Georgian restaurant"}, {"review": "To be honest, the impression is disgusting. Made an order to take away. We ordered chicken tapaka, Adjarian khachapar, kuchmachi. Boiled-steam chicken under a large amount of wildly spicy adjika. Khachapuri raw. Kuchmachi, I'm sorry, but this sucks. …", "rating": 5, "name": "Сергей Костюченко", "cat": "Georgian restaurant"}, {"review": " Delicacy for the lunch break right here. I advise!\n\n", "rating": 4, "name": "Sergey Galagan", "cat": "Georgian restaurant"}, {"review": " vovatam, thank you for your feedback and appreciation of our service. Sincerely, Georgian restaurant Gaga!\n\n", "rating": 4, "name": "Марина Швайко", "cat": "Georgian restaurant"}, {"review": "Celebrated the girl's birthday in a family atmosphere. Very large banquet menu, huge portions, a lot of people on weekends, full seating. And by the way, due to the large number of people, the staff can not cope with the load. …", "rating": 5, "name": "Юля Базилюк", "cat": "Georgian restaurant"}, {"review": " My friends celebrated their wedding here.\n\n1) The room for banquets is so small (for 20 people and that's not enough) …", "rating": 4, "name": "ssJohnss", "cat": "Georgian restaurant"}, {"review": "The service is terrible, the khinkali are not tasty, the wine is cheap and not at all homemade, the barbecue is still cooked. An hour passed after ordering ( I ​​have a question, have you people ever tried real Georgian cuisine before writing reviews. …", "rating": 4, "name": "Игорь Самусенко", "cat": "Georgian restaurant"}, {"review": "The cuisine is very tasty. The atmosphere is wonderful. But there is practically no place to dance. …", "rating": 3, "name": "Илья Ярошенко", "cat": "Georgian restaurant"}, {"review": "Budget, satisfying, tasty, but not all dishes. Khinkali did not like, a lot of dough, no broth.\nEmployees walk around and serve food without masks :( …", "rating": 1, "name": "Алина", "cat": "Georgian restaurant"}, {"review": " For the second time I will go to this institution.\nThe service is not very friendly. - when the waiter asks the question - did not come soup? \" …", "rating": 5, "name": "Pavel Kucherov", "cat": "Georgian restaurant"}, {"review": "Delicious very quickly, and, frankly, very inexpensive, but the staff is so busy that they lost all their smiles... …", "rating": 5, "name": "Dmitro Terapevt", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Netali Kozhykhar", "cat": "Georgian restaurant"}, {"review": "\nmrlee, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Кирилл Коротеев", "cat": "Georgian restaurant"}, {"review": "Very tasty and fast. There is one minus - one toilet, and a lot of people visit this institution. (But they are expanding) Advice: watch out for drinks, once they brought us not \"quite that\" tarragon)))))) ...", "rating": 5, "name": "Zlaya Katya", "cat": "Georgian restaurant"}, {"review": "hello! I want to express my deep gratitude to the chef and waiters for the excellent work! we'll be back again...", "rating": 5, "name": "Таня Самоткал", "cat": "Georgian restaurant"}, {"review": "\nDelicious food.", "rating": 4, "name": "Maria Bogachova", "cat": "Georgian restaurant"}, {"review": "Very cool place! Inexpensive and very, very tasty food. Large portions. You can bring your own alcohol at no extra charge.\nInterior without pretensions. If you're looking for a fine dining restaurant with a lot of flair, …", "rating": 3, "name": "Білоус Лілія", "cat": "Georgian restaurant"}, {"review": "I ordered 15 khinkali 180 UAH, it turned out upon arrival that the package was additionally 78 UAH. They did not give a check. Unpleasant. I ate for 1.5 years daily on Revutsky, here for the first and last time. …", "rating": 4, "name": "Marina Tkachuk", "cat": "Georgian restaurant"}, {"review": " Saturday night - people sea, barely found a table, not a table, but even! Table! In eight places, the three of us took it. I realized that with such a crowd of people, the service (waiters and cooks) will not have …", "rating": 4, "name": "I T", "cat": "Georgian restaurant"}, {"review": "Very tasty and not expensive.\nLive music 🎶, as if you were in Georgia) …", "rating": 5, "name": "Bo", "cat": "Georgian restaurant"}, {"review": "Delicious inexpensive cuisine. Service 10 percent, immediately on the bill. They don’t bring change. Carefully check the availability of dishes and what is indicated on the check, they wrote us too much. one takes...", "rating": 5, "name": "Ірина Момот", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Наталия Терещенко", "cat": "Georgian restaurant"}, {"review": "Want to eat tasty and cheap? This restaurant of Georgian cuisine is what you need.\nVariety of dishes, Georgian chefs.\nI was in Georgia and I can say that Gaga's dishes practically do not differ in …", "rating": 1, "name": "Tarique Morris", "cat": "Georgian restaurant"}, {"review": " Very tasty!\nVery nice and comfortable! Special thanks to the girls Julia and Anna !!!\nDelicious food, excellent service, cozy interior !!! …", "rating": 3, "name": "Наташа Гарец", "cat": "Georgian restaurant"}, {"review": " Prices are small, large portions, super tasty, but the service matches the price) …", "rating": 1, "name": "Ada Gella", "cat": "Georgian restaurant"}, {"review": " On April 20, they decided to order lunch at this establishment. Previously, there were mostly pleasant associations with this place. This time not only is not satisfied with the quality of the dishes: the barbecue is …", "rating": 5, "name": "Женя Алексанян", "cat": "Georgian restaurant"}, {"review": "Delicious, atmospheric and inexpensive. Delicious Adjarian khachapuri and khinkali. Responsive staff and fairly fast service even when there are a lot of visitors. I recommend to everyone! …", "rating": 5, "name": "A Google User", "cat": "Georgian restaurant"}, {"review": " The interior is not bad, but the dishes are served too sparingly. Salads consist of 70% lettuce leaves, visible for visual volume. Hapachuri is also just dough. …", "rating": 3, "name": "Den Sheyko", "cat": "Georgian restaurant"}, {"review": "Cool. Prices are low, portions are large. Everything is super delicious. Now I’m really lying at home, I can’t get up, I ate to satiety. …", "rating": 5, "name": "Марина Солонець", "cat": "Georgian restaurant"}, {"review": "Love the restaurant, the food is amazing. But the arrangement of the tables is not normal. Everything is beat up.\nIt's great that you have a lot of visitors ........ but it's impossible to sit crowded! …", "rating": 2, "name": "Андрей Харченко", "cat": "Georgian restaurant"}, {"review": "I went on my birthday with my wife to Vasilkovskaya. The wife did not want to go, because on her birthday (2 weeks ago), the administrator Irina got nasty to her. I persuaded my wife, which I later regretted very much. We ordered, started to eat, but we finished eating ...", "rating": 1, "name": "Mks 23", "cat": "Georgian restaurant"}, {"review": "This is a complete ATAS ... In the basement, in the second, far, hall, ~ 8 × 11 m, there were 60 people sitting. Apart from the general rumble, the music, like, in the background, yelled so that one could not hear each other. 4/four/times asked to make it quieter-for x... all requests. Plate waiters …", "rating": 5, "name": "Lida Titova", "cat": "Georgian restaurant"}, {"review": "Good Georgian restaurant. Everything is in the best traditions of Georgian restaurants.\nDelicious food, beautiful presentation.\nVery cramped inside. We were on Sunday evening, there was a full boarding, there was no …", "rating": 4, "name": "Hutyk TM", "cat": "Georgian restaurant"}, {"review": "I recommend!\nThe kitchen is great! Service is normal. Special thanks to the waitresses!\nOne drawback: there is little space in the basement and there was not enough air, ...", "rating": 3, "name": "Тайлер Дерден", "cat": "Georgian restaurant"}, {"review": "Delicious food, large portions. Two minuses: 1. You can not pay through the terminal, and the waiter first said that you can. 2. Waiters without emotions and communication is similar to a retreat. …", "rating": 1, "name": "Oleksiy Sevostianov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Дудина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Мария Короткина", "cat": "Georgian restaurant"}, {"review": "Perfect place.\nThe perfect kitchen.\nYou are allowed to bring your own drinks. …", "rating": 5, "name": "Oleg Sashchenko", "cat": "Georgian restaurant"}, {"review": "Delicious food and really big portions. We sat with the company and overdid it a little with the order, they took a lot with them. Everything was very tasty and now it looks more like happy Teletubbies =) …", "rating": 5, "name": "Сергей Грищенко", "cat": "Georgian restaurant"}, {"review": "Tables cannot be reserved. Come and wait. It is very unpleasant to stand and look into other people's plates, waiting until they finish eating. But they cook very quickly, very tasty and beautiful) …", "rating": 5, "name": "Светлана Курильская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Andre Todosi", "cat": "Georgian restaurant"}, {"review": " The restaurant is very good there my sister worked she said that there is a very strict monitoring of product quality and compliance with all sanitary norms …", "rating": 3, "name": "Mariya Novik-Polonskaya", "cat": "Georgian restaurant"}, {"review": "Guys, thank you very much for a pleasant evening. We celebrated my mother’s 70th birthday, she was very pleased, and this is the most important thing. Everything is very tasty and the attention of the waiters was not deprived. Next year again to you) Once again, thanks ...", "rating": 5, "name": "Сергей Сошнев", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine for meat lovers in all its diversity: beef, pork, lamb and chicken! Huge portions, attentive service and reasonable prices. I do not recommend it to seafood lovers and dudes waiting for 200 UAH. …", "rating": 4, "name": "slavik somefamily", "cat": "Georgian restaurant"}, {"review": " Very noisy, the toilets are not comfortable and are closed until the facility closes. To wash your hands you need to stand in the queue in front of the toilet. Meals and service is medium. …", "rating": 5, "name": "Ник Петров", "cat": "Georgian restaurant"}, {"review": "Huge portions, fast delivery, everything at the highest level!\nThe staff is responsible and friendly.\nThis place deserves more credit! …", "rating": 5, "name": "Екатерина Юр", "cat": "Georgian restaurant"}, {"review": " Awful service :( Waiters are so sensitive that it spoils the impression of food, which is delicious. Moreover, they are deceiving the visitors. For the first hour and 20 minutes they waited for part of the order. …", "rating": 4, "name": "Lidia Dogadkina", "cat": "Georgian restaurant"}, {"review": "Great place to relax. True, companies are noisy, but this is it ... Service and cuisine are top notch. …", "rating": 4, "name": "Ольга Иваненко", "cat": "Georgian restaurant"}, {"review": "Dishes in volume are puzzling ...! Ka I'll eat it all))) delicious, but not without a fly in the ointment .... the service slows down terribly, drinks for 30 minutes wait at least. But for the company itself....everyone will be full. …", "rating": 3, "name": "Dimas Espi", "cat": "Georgian restaurant"}, {"review": " Something has changed for the better, the portions have become smaller, the service worse.\nThey asked for a plastic container to pick up the leftover products, we were …", "rating": 3, "name": "Ольга Глушакова", "cat": "Georgian restaurant"}, {"review": "We were at the Gaga restaurant. We were very pleased with the service of the waiter Zurab. Our visit here turned out to be warm and Georgian atmosphere. We ask the management to reward this waiter in monetary terms. Thank you in advance!!! We recommend …", "rating": 5, "name": "Маргарита Каушнян", "cat": "Georgian restaurant"}, {"review": "There is live music in the evening\nEverything is very tasty\nNormal service...", "rating": 5, "name": "Alex Fateyev", "cat": "Georgian restaurant"}, {"review": "The dishes are not bad, everything is delicious! But the service is top three, the waiters forget to serve what they ordered, and in general only large companies serve. If you two beg. …", "rating": 1, "name": "GaZ", "cat": "Georgian restaurant"}, {"review": "Friends invited me to a birthday party in Gaga on Vasilkovskaya. The atmosphere and food are top notch, but the problem is with their service. They came at the appointed time, and the table was not even served, they offered to put plastic cups, because ...", "rating": 5, "name": "Елена Ефимцева", "cat": "Georgian restaurant"}, {"review": "The establishment is very noisy, the halls are not divided into banquet and ordinary tables, our table was in the middle of the hall between the 2nd banquets, the service was so-so (mandatory 10% service charge is not justified), and the food is also not great, the meat …", "rating": 5, "name": "Victoria", "cat": "Georgian restaurant"}, {"review": "A good place. Clean, neat. They cook great. Very tasty, really very Georgian dishes. The prices are quite decent. You can even bring your own alcohol... ;) …", "rating": 1, "name": "Закарпатський Клуб", "cat": "Georgian restaurant"}, {"review": "Great establishment! Nice staff, delicious food. Also very happy with the portion sizes and prices. …", "rating": 5, "name": "Кристина Калинина", "cat": "Georgian restaurant"}, {"review": "The kitchen is excellent 👍 the service is C grade) the administrator, I don’t know her name, black, boorish!!!! Was 12/20/18 noted D.R. …", "rating": 5, "name": "Ира Мегедь", "cat": "Georgian restaurant"}, {"review": "An excellent institution, I went with friends - chacha, barbecue, kubdari and salads. And all this is very tasty and satisfying 3 men could not cope with delicious food) definitely one of the best places in Kyiv price-quality! I recommend. …", "rating": 5, "name": "Elena Elena", "cat": "Georgian restaurant"}, {"review": "At first glance, I didn’t like the place, but when they brought the food, it seems to me that I left my soul there ❤️ Adjarian khachapuri is my love forever ❤️❤️❤️ apart from him I don’t remember what we ate, but I remember that the portions are just huge, that’s all crazy...", "rating": 5, "name": "Александр Пашков", "cat": "Georgian restaurant"}, {"review": "The most awesome place in Kyiv. Everything is delicious as always, great service. All at the highest level. Thanks to the staff and especially the chef of this restaurant for such yummy food. …", "rating": 5, "name": "Микола Попов", "cat": "Georgian restaurant"}, {"review": "Delicious food)) but few staff, the waiters do not have time to serve all the tables, you have to wait a long time. There are no more cons))\nPrices are very good 👍🏻…", "rating": 5, "name": "Genya Khlystun", "cat": "Georgian restaurant"}, {"review": " Visited the institution on a weekday, people are very many, respectively, very noisy. The tables in both the first room and the second room are so tight ... Our reservation table was busy and the staff solved this …", "rating": 5, "name": "Василий Полищук", "cat": "Georgian restaurant"}, {"review": "Good Georgian cuisine, tasty, reasonable prices. We were in the basement hall, not very comfortable: the tables are close, the door to the street constantly opens. …", "rating": 5, "name": "Константин Мальцев", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine, democratic prices. Payment cards are not accepted. …", "rating": 1, "name": "Roman Baritskiy", "cat": "Georgian restaurant"}, {"review": "Gaga is one of the places where I feel happy. A pleasant and cultural establishment that deserves 5 stars in all respects. The food is always very tasty and the prices are adequate for such huge portions as in this wonderful cuisine) …", "rating": 5, "name": "Дарья кУЗЬМУК", "cat": "Georgian restaurant"}, {"review": " Fast, delicious, not expensive. They came with their girlfriend on Wednesday evening, there were two small banquets, all tables are busy, nevertheless after 5 minutes they brought hot khachapuri, after another 5 min. …", "rating": 5, "name": "ArThur Safaryan", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Оксана Коробко", "cat": "Georgian restaurant"}, {"review": "bottom, I do not recommend. there was a corporate party, we agreed on one number of seats, the result was another, 6-7 people had to stand for some time and wait until they tried to solve something, they put food on a narrow table ... in short, the place is not …", "rating": 4, "name": "Ljuda Avramchuk", "cat": "Georgian restaurant"}, {"review": "Cozy establishment! Reasonable prices, fast service) but the Caesar salad was disappointing: the croutons were damp, the chicken was cold, just a lot of lettuce! …", "rating": 5, "name": "Tom Chrastecky", "cat": "Georgian restaurant"}, {"review": "In a small hall, in the basement, violating all fire safety rules, personal space, etc. ....\n\"Background\" music is the main priority of the hall, to communicate in a team ...", "rating": 5, "name": "Александр Мусатюк", "cat": "Georgian restaurant"}, {"review": "The bomb, the portions are huge, when ordering, you need to take this into account, the atoms will pull home what you didn’t eat)) ...", "rating": 5, "name": "Марина Володько", "cat": "Georgian restaurant"}, {"review": "there is always nowhere to sit, as there are a lot of people, a very tasty smithy, thank you very much for the service ...", "rating": 5, "name": "Игорь Двирный", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Амигосян", "cat": "Georgian restaurant"}, {"review": "Gaga is simply the best place. We ordered a banquet, the administrator is a very polite girl, she helped with the choice of the menu, since we are not very strong in this, everyone was delighted with how delicious the cuisine is. The barbecue here is generally space)) Special thanks …", "rating": 5, "name": "С Т", "cat": "Georgian restaurant"}, {"review": " They ignore the requirement of the law - they do not serve in the state language, the dishes are listed in the script, which are not available. …", "rating": 4, "name": "1 2", "cat": "Georgian restaurant"}, {"review": "Terrible service, a request to take out food later - ignore, turn down the music - ignore.\nOnly khinkali and meat are tasty from the dishes. …", "rating": 5, "name": "Наталья Щукина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Игорь Чмут", "cat": "Georgian restaurant"}, {"review": "10% included in the bill, which is not yet a tip, is arrogance and nonsense. I don't go here just because of this! …", "rating": 5, "name": "Аліна Куц", "cat": "Georgian restaurant"}, {"review": "\nHutyk, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Володимир Михайлина", "cat": "Georgian restaurant"}, {"review": " The service wants the best, the food is delicious in most cases. A place for a delicious dinner, no more …", "rating": 4, "name": "Inna Prykhodko", "cat": "Georgian restaurant"}, {"review": "I didn’t like about everything: only cash, no terminal, sluggish service, construction foam sticking out of the walls. Terrible restrooms - it's scary to wash your hands. Well, so is the kitchen. …", "rating": 3, "name": "Александр Вавилов", "cat": "Georgian restaurant"}, {"review": "The most beautiful institution, excellent cuisine, and the service is top notch 🔥🔥🔥\nThe waiters are just the cutest guys, love this place…", "rating": 1, "name": "Anastasiya Maximenko", "cat": "Georgian restaurant"}, {"review": "I made a pre-order for self-pickup, I couldn’t drive up, as unforeseen circumstances happened. I called the cafe to warn and apologize, for which they ran into me, saying that they could not cancel the order, that the R-Keeper program did not ...", "rating": 5, "name": "Ирина Петрова", "cat": "Georgian restaurant"}, {"review": " For a long time with a friend looking for where you can eat a cool barbecue, and finally found, for a very modest price. The highest score. I recommend booking in advance. …", "rating": 5, "name": "Yuriy Petrik", "cat": "Georgian restaurant"}, {"review": "Great place. I've been going here with my family for several years. I celebrate all the holidays. Excellent Georgian menu and fabulous prices. I recommend to EVERYONE!!! …", "rating": 5, "name": "Alina Sokolovskaya", "cat": "Georgian restaurant"}, {"review": "Very tasty, fast and courteous food. I will not say it with criticism, but as it is, there are no free places on holidays and you will have to wait if you want to taste first-class Georgian cuisine. …", "rating": 5, "name": "Evgen Geyzha", "cat": "Georgian restaurant"}, {"review": "On the plus side, the food is delicious. Cons: too many people are placed in the halls, the terminal is not working, 10% service charge is included in the bill. …", "rating": 5, "name": "Валентина Какун", "cat": "Georgian restaurant"}, {"review": "Very little space and very tightly spaced tables. The cuisine is delicious, but the contingent visiting the establishment may not please you with a sudden fight)) but the reaction of law enforcement agencies is on top) ...", "rating": 3, "name": "Ганна Літнарович", "cat": "Georgian restaurant"}, {"review": "Our family tries to celebrate every significant event in this beautiful place. Excellent food, attentive and friendly staff\nTakeaway service is good. …", "rating": 3, "name": "Alla Imedadze", "cat": "Georgian restaurant"}, {"review": "Good hearty food at an affordable price. Georgia, of course, \"light coating\". …", "rating": 5, "name": "Василь Залізняк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Vera Dontsova", "cat": "Georgian restaurant"}, {"review": "Good environment, clean, friendly staff. Delicious kebab and grilled ribs, cheaper than anywhere else. The only thing is that there is no way to pay by card. …", "rating": 4, "name": "Alexander Zabolotnyi", "cat": "Georgian restaurant"}, {"review": " Tasty and not expensive. But it is not always nice to call there because you have to talk to some very unfortunate women. No \"thank you\" or \"please\", the tone is as if they are doing my service when I order something. …", "rating": 5, "name": "Ден Сма", "cat": "Georgian restaurant"}, {"review": "Delicious\nVery comfortable inside...", "rating": 4, "name": "Людмила Нишенко (Зубковская)", "cat": "Georgian restaurant"}, {"review": "\nOlga, thank you for your review and rating of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Aleksey Sikorsky", "cat": "Georgian restaurant"}, {"review": "It's stuffy downstairs. Kitchen 50/50 From the street you can see the rooms where they cook ....... . Lots of people, not enough space. Drinking containers are different. I honestly don't recommend...", "rating": 2, "name": "Олег Борисович", "cat": "Georgian restaurant"}, {"review": "It may be normal inside, but the summer playground made a terrible impression. It's stuffy, there are no windows, the chairs are wobbly. There are no complaints about food, but the overall impression was spoiled. …", "rating": 5, "name": "Sergio Nazarini", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Inna Krupnyk", "cat": "Georgian restaurant"}, {"review": "A nice place, Georgian cuisine pleases me every time, very good, they work quickly, there is no side that you need to wait 30-40 minutes, from the minuses - that they work only with cash, it is not always convenient, it would be great if you could …", "rating": 5, "name": "Jonathan SKY", "cat": "Georgian restaurant"}, {"review": "Utyrok admin, accepted the table reservation. Upon arrival, we went twice to the 1st and 2nd floors. As it turned out, it did not make a reservation. For he collected tribute for the previous order. Spit in your face. Red duck. …", "rating": 5, "name": "Bogdan Baginskiy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "МОТО СОБОЛЯТА", "cat": "Georgian restaurant"}, {"review": "Delicious, inexpensive. Weekends are very crowded and noisy. Good conditions for celebrating a birthday, corporate gatherings after work…", "rating": 5, "name": "Павел Стецюра", "cat": "Georgian restaurant"}, {"review": " I loved this place because it is just a breeze from my office, for almost three months, I have lunch there and I go out with my children on weekends because we love Georgian cuisine, it reminds us of Transcarpathian. …", "rating": 4, "name": "Андрей Алексеев", "cat": "Georgian restaurant"}, {"review": "Delicious, friendly staff, reasonable prices. I've known this place for about 2 years, no complaints. 5+ …", "rating": 5, "name": "Юрий Трухляев", "cat": "Georgian restaurant"}, {"review": "Soveeeeeeeee!!!! The portions are huge and the prices are minimal. My favorite Caesar salad 85 UAH, probably the lowest price in all of Kyiv. We all liked it. …", "rating": 4, "name": "Елизавета Тараненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Эльдар Бабаев", "cat": "Georgian restaurant"}, {"review": "Yesterday we celebrated DR on the street. Vasilkovskaya.\nThe kitchen is VERY tasty, the check is very pleasant.\nSpecial thanks to Dasha for serving our table. …", "rating": 1, "name": "Anti Commy", "cat": "Georgian restaurant"}, {"review": "The kitchen is just excellent, they are in no way inferior to colleagues from Gaga on Pecherskaya, the interior after the previous institution did not get very well, but this is not the main thing! The kitchen is what's great. …", "rating": 4, "name": "Dmytro Liepin", "cat": "Georgian restaurant"}, {"review": "I visited this wonderful restaurant today. I am delighted ! From service and cuisine. Live music also appeared - it's just an unreal atmosphere. Thank you! …", "rating": 5, "name": "Alex Morozov", "cat": "Georgian restaurant"}, {"review": "Summer playground cozy delicious food large portions and very cheap reasonable prices I recommend visiting this restaurant Gaga restaurant on Vasylkivska 23/16 …", "rating": 5, "name": "Andrey Yurchenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ruslan Sergiienko", "cat": "Georgian restaurant"}, {"review": " The administrator neglected to book the table. After the showdown, we were told to wait 10 minutes, and in fact we waited almost an hour on the street (in winter) until the table was vacated. She rudely declined the …", "rating": 5, "name": "Den B", "cat": "Georgian restaurant"}, {"review": "Great place, barbecue and khachapuri delicious. Inexpensive hard drinks. But be prepared that it will be crowded and quite hot. …", "rating": 5, "name": "Студия балета (Ballet.ON)", "cat": "Georgian restaurant"}, {"review": "If there are \"Gods\" of Georgian cuisine, then they cook here!)) Very tasty. Huge portions and prices are nothing at all.) Thank you! We'll be visiting more often. …", "rating": 5, "name": "Сергей Орлов", "cat": "Georgian restaurant"}, {"review": " Great place! From Georgian cuisine and service in the restaurant delight. Polite waiters also work for the client. I advise everyone who wants to meet or enjoy Georgian cuisine. …", "rating": 5, "name": "Юлия Гулевская", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, a wonderful singer, only there are very few places and crowds of people. …", "rating": 1, "name": "Віра Лебідь", "cat": "Georgian restaurant"}, {"review": " Great food I didn't have anywhere else, great service, soothing atmosphere, and incredibly cheap …", "rating": 4, "name": "Костянтин Халіманенко", "cat": "Georgian restaurant"}, {"review": "Everything is very delicious. The portion size of kharcho surprised me - in principle, the rest could not be ordered. I had to take the barbecue with me. …", "rating": 5, "name": "Юра Мельник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Marharyta Pilipushko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Белокуров", "cat": "Georgian restaurant"}, {"review": " Delicious, atmospheric !!! Prices are adequate, the cuisine is delicious, the service is good. I recommend! …", "rating": 4, "name": "Олег Петрусь", "cat": "Georgian restaurant"}, {"review": " Huge portions of dishes at a good price. It is very crowded and not always a place to come without a table reservation. In general it is good here. …", "rating": 1, "name": "LeoZs Music", "cat": "Georgian restaurant"}, {"review": " Good establishment, delicious cuisine and good prices. But there it was hot and the waiters are not very friendly. Another big drawback is the lack of a terminal to pay by card. …", "rating": 5, "name": "Miroslav Khrapov", "cat": "Georgian restaurant"}, {"review": "We are not here for the first time. It's nice to have stability. As always everything is on top. Delicious, fast and friendly atmosphere. The prices are pleasantly surprising. Thank you! …", "rating": 5, "name": "Artem K", "cat": "Georgian restaurant"}, {"review": "Shit, service at the bottom, the kitchen is the same, there is one toilet for 3 halls, the waiters are like driven horses, they got corporate parties, and there is not enough turnover of dishes, they came at 18:00 - 9 people, 2 glasses three glasses - get out as you want , No …", "rating": 1, "name": "Катерина Скорынина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Старовойтова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Константин", "cat": "Georgian restaurant"}, {"review": " Adequate feedback from the unpretentious client. First - Very delicious cuisine, I write about the restaurant exactly on Vasilkivska, for this great gratitude to the cook. The second is not high, reasonable prices are …", "rating": 4, "name": "Helena Blumen", "cat": "Georgian restaurant"}, {"review": "Good food for little money. Sooo many people. The interlocutor is not heard. There is nothing to breathe, there is no ventilation. Double impression of the institution. …", "rating": 4, "name": "Яна Горд", "cat": "Georgian restaurant"}, {"review": "We dined several times and really liked the kitchen, but the staff is absolutely insane, the glasses are dirty, the dishes are removed from the tables only on demand. The waitress pointedly showed her annoyance with her whole appearance. When leaving, the worker...", "rating": 5, "name": "Vera Erokhova", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place, the food is very tasty.! Celebrated my birthday with a bang, I recommend this place! …", "rating": 5, "name": "Наталия Хрулёва", "cat": "Georgian restaurant"}, {"review": "This is the best institution of Georgian cuisine, yummy, normal portions, friendly staff. …", "rating": 5, "name": "Dariya Simagina", "cat": "Georgian restaurant"}, {"review": "+ Very tasty!\n+ Not expensive\n+ Fast service...", "rating": 5, "name": "Максим Олейник", "cat": "Georgian restaurant"}, {"review": "Good kitchen. Fast service. Low prices. True, there is not always a place, but it's as lucky. …", "rating": 5, "name": "Марина Бузник", "cat": "Georgian restaurant"}, {"review": " Very tasty, service at the highest level😍❤\n\n", "rating": 5, "name": "Жанна Подстепная", "cat": "Georgian restaurant"}, {"review": " We visited the restaurant. The portions are quite large, clean, but the service wants the best, especially the alternation of dishes, namely salad with a check, so-so. …", "rating": 1, "name": "Федор Эмамчуковский", "cat": "Georgian restaurant"}, {"review": "Usually delicious food, but this time khinkali failed, it is impossible to eat only fat.\nIt would be possible to make 15 UAH each, but minced meat is better ...", "rating": 4, "name": "- vvtk -", "cat": "Georgian restaurant"}, {"review": " Very cool place.\nWelcome, tasty, normal interior and very nice prices.\nThe only downside is very crowded, but it can be understood given all the …", "rating": 5, "name": "Елена Карпенко", "cat": "Georgian restaurant"}, {"review": "Insanely delicious, many rooms, comfortable sofas. BUT a lot of people, very noisy and smells very strongly of food and clothes then too. …", "rating": 4, "name": "Юрий Носик", "cat": "Georgian restaurant"}, {"review": "Delicious and good prices. But for at least 2 years it has been \"temporarily\" impossible to pay with a card (I'm not sure that there was such an opportunity at all). Dear administration, this is a fiasco! …", "rating": 5, "name": "Hans-Joachim Kuhlmann", "cat": "Georgian restaurant"}, {"review": "Highly. Very large and satisfying khachapuri! Think twice before ordering 2 servings. The barbecue is good. And in general everything is fine. …", "rating": 1, "name": "Евгений Курапов", "cat": "Georgian restaurant"}, {"review": " I recommend! very tasty, cozy!\n\n", "rating": 4, "name": "Андрей Кисель", "cat": "Georgian restaurant"}, {"review": " Great place to stay with family. Delicious national Georgian dishes. Many visitors are constantly there, so it is advisable to book a table in advance. …", "rating": 5, "name": "Владимир Диденко", "cat": "Georgian restaurant"}, {"review": " 17.03.19 We sit and we expect to receive an order.12.40. It was 20 minutes There are not many people. Waiters are in no hurry, no reason to run them, since the tips are already included in your account. …", "rating": 4, "name": "Vladyslava Movlian", "cat": "Georgian restaurant"}, {"review": "We went on Sunday at lunchtime. There are enough places. Polite waiters. Not a long wait to be served. The food is very tasty, yet not expensive. I advise you to visit. …", "rating": 5, "name": "Екатерина Чернецкая", "cat": "Georgian restaurant"}, {"review": " Packed like a minibus. We haven't heard about social distance here. In 20 minutes the waitress approached. More like a district gendelik. I will not say anything about the kitchen - I left such an institution. …", "rating": 1, "name": "Светлана Ткачук", "cat": "Georgian restaurant"}, {"review": "Really Georgian hospitality, very tasty food, and the portions are like grandma's)) I recommend!\nThe only downside is that you can't pay by card. …", "rating": 5, "name": "didn'tsleep (Cufee)", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Huawei Y6", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Валерія Романова", "cat": "Georgian restaurant"}, {"review": "Delicious food, reasonable prices, great service. In general, a good place…", "rating": 3, "name": "Алексей Рогов", "cat": "Georgian restaurant"}, {"review": "Prices are low, chacha is strong, white wine is muscat.\nNot the best Adjarian khachapuri in town, but satisfying.\nPrice/Quality 10 out of 10 …", "rating": 4, "name": "Людмила Борисівна", "cat": "Georgian restaurant"}, {"review": "Good place, delicious food, reasonable prices, friendly waiters. Special thanks to the waitress Julia. …", "rating": 1, "name": "Emil Gasymov", "cat": "Georgian restaurant"}, {"review": "I liked everything - food, prices, atmosphere, except for one throw money. If you pay in cash, always count the money personally with your own hands at the bar!!! …", "rating": 5, "name": "Татьяна Дуброва", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Yurii Babutch", "cat": "Georgian restaurant"}, {"review": " They wanted to order shish kebab at the corporate party. The day before, they called and received an answer to the order on the day of preparation. Calling for the exact hour and heard in response that already many …", "rating": 5, "name": "Ірина Яковченко", "cat": "Georgian restaurant"}, {"review": " Very cheap, rich and delicious. What awaits you from the Georgian restaurant !! Friendly atmosphere, nice waiters. Of the minuses: three is noisy, and the service is in check. …", "rating": 5, "name": "Yana Shevchyk", "cat": "Georgian restaurant"}, {"review": "I like Gaga restaurants. They started with a small barbecue in Pechersk. The food is always delicious, the prices are very reasonable, you can bring your own alcohol. I often order takeout. …", "rating": 3, "name": "Дмитрий Дмитриевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "_ZLAT_ Zlatanov", "cat": "Georgian restaurant"}, {"review": " Today our godmother's birthday was celebrated. The atmosphere is cozy, the food is delicious, the service is fast, the prices are reasonable. Two large plates of barbecue received a gift from the institution. We …", "rating": 5, "name": "Юрий Капелюх", "cat": "Georgian restaurant"}, {"review": "Huge portions, super fast service, prices below the baseboard. Well, very tasty. Just the opening of the year for me. …", "rating": 3, "name": "Виталий Хомик", "cat": "Georgian restaurant"}, {"review": " Very tasty)\nGreat place.\nPortions are very large. …", "rating": 5, "name": "Дмитрий Петров", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine.\nAwesome barbecue!\nFriendly staff. …", "rating": 5, "name": "Эмилия Бутусова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Волошко", "cat": "Georgian restaurant"}, {"review": " I visited this institution today because I was very hungry. Ordered khachapuru \"with me\". I waited for an hour, because the staff was not assembled at all and confused every order. It's a pity, but I won't come here …", "rating": 5, "name": "Ольга Мельник", "cat": "Georgian restaurant"}, {"review": " Very tasty. The lack of a terminal for non-cash payment is alarming. …", "rating": 5, "name": "Наталия Багриновская", "cat": "Georgian restaurant"}, {"review": " The food is great! Prices are great! Service so-so. I recommend …", "rating": 5, "name": "Ирина Viktor Cherk", "cat": "Georgian restaurant"}, {"review": "This place is the discovery of the year for me! Very tasty and fast! Prices are very pleasing, mangal salad is very worthy, khachapuri with spinach and barberry lemonade with excellent taste!! …", "rating": 2, "name": "Sehii Teroshin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksandr Bakhmatskiy", "cat": "Georgian restaurant"}, {"review": "The facility is excellent! Your own drinking is encouraged, you will not find tastier pastries and potatoes) ...", "rating": 1, "name": "Владлена Наумова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Yaroslava Ryabtseva", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Євгенія Кислиця", "cat": "Georgian restaurant"}, {"review": "Very tasty dishes, homemade wine is excellent, but in the evenings it is difficult to find a table.\nIt's better to pierce in advance. …", "rating": 5, "name": "ALEX SEZOV", "cat": "Georgian restaurant"}, {"review": "This place is reminiscent of HANDEL! Although, no, it doesn’t remind you, it’s Handel! And no delicious cuisine will save the institution at all !!! Dirt everywhere, leftover food and forks on the floor! In the toilet ... well, trash in general ..... AND THE ZEST OF this \"institution\" ...", "rating": 5, "name": "Kyryl Yehupov (kirilasd)", "cat": "Georgian restaurant"}, {"review": "I really liked this place of our company! one thing but ... there was no place for dancing! there were a lot of people! March 6 - three halls were bursting at the seams! The cuisine is excellent, the portions are huge! Thank you, I liked everything! We will come again …", "rating": 3, "name": "Виктор Авдеев", "cat": "Georgian restaurant"}, {"review": "Delicious. Location problem. Difficult to get in. It is not correct that the seats are reserved and it is difficult to come and take a seat.\nPrices have increased. …", "rating": 5, "name": "Oksana Bylim", "cat": "Georgian restaurant"}, {"review": "Tasty, good service, average price tag. The toilet is running out, and the tables are too tight, especially given the situation with the virus ...", "rating": 5, "name": "Владимир Редин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Сивий Капітан", "cat": "Georgian restaurant"}, {"review": "Inexpensive, tasty, plentiful. Noisy. There are always a lot of people. Stuffy in hot weather. For service take +10% of the check. …", "rating": 5, "name": "Nick Shevchenko", "cat": "Georgian restaurant"}, {"review": "Very tasty, clean, nice staff, attentive guys, thank you for being you😉 …", "rating": 1, "name": "Олесандр Болілий", "cat": "Georgian restaurant"}, {"review": "Portions are large and very tasty. Khachapuri is generally delicious. We went as a family and everyone found something to eat, everyone was satisfied. I will definitely come again…", "rating": 5, "name": "Vania Vania 123", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii M", "cat": "Georgian restaurant"}, {"review": "Super! Mega delicious! Huge portions! The prices are very budget-friendly! The waiters are polite, you can order in advance, takeaway. Thanks))))))) …", "rating": 5, "name": "Виктория Лысенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлія Яцко", "cat": "Georgian restaurant"}, {"review": "Terrible concept in every way! Everything is very bad from the interior to the kitchen! And the cuisine in a national Georgian restaurant should be at the level, otherwise why open such a thing! …", "rating": 5, "name": "Андрей Ющенко", "cat": "Georgian restaurant"}, {"review": " Not a bad place with a tasty and very spicy food that pierces even a stuffy nose. Food was waited for a short time (up to 30 minutes) and it was at lunch when many visitors. Tarragon is delicious - worth a try. The …", "rating": 5, "name": "Alex Siberian", "cat": "Georgian restaurant"}, {"review": "Excellent, large portions, tasty, cozy, excellent service, thank you, we will come again! …", "rating": 5, "name": "Alla Kravchuk", "cat": "Georgian restaurant"}, {"review": "\nthank you for being .", "rating": 5, "name": "Лана", "cat": "Georgian restaurant"}, {"review": "Recently, the eider has gained a lot of momentum, it does not need promotion. The prices are just pleasing to the eye, but for a large volume of orders, you can wait at least 30 minutes for an order ...", "rating": 3, "name": "Anatoly Vilchinsky", "cat": "Georgian restaurant"}, {"review": " It was amazing, excellent food, amazing therefore, the prices were far too civil compared to the more than ample hospitality, service was fast and very friendly. We recommend …", "rating": 4, "name": "Sparrow", "cat": "Georgian restaurant"}, {"review": "Long and loud. 100% landing on a weekday evening, the Uzvar was carried for 20 minutes, a glass of wine was poured for another 20 minutes, the bill waited even longer, but in the end it turned out that there was no terminal.\nUpd: waited 40 minutes for the bill, Initially put 3 stars. While I was waiting I edited my review...", "rating": 5, "name": "Valeriy Shramko", "cat": "Georgian restaurant"}, {"review": "The dishes are delicious, but the pita bread had to wait a very long time, and in the end they brought not freshly prepared, but yesterday's .... Hard and cold .... ...", "rating": 5, "name": "Юрий Решетицкий", "cat": "Georgian restaurant"}, {"review": " I liked it. I will definitely come back. But pre-ordered the table. Not expensive and tasty, portions are not small, orders did not get well, packed with them. …", "rating": 4, "name": "Лук'янович Мирослава", "cat": "Georgian restaurant"}, {"review": " Good place. A delicious cuisine. You can order food with you, fast enough to fulfill orders.\nThe interior of the institution is a bit, I would say, obsolete, but it …", "rating": 5, "name": "Lady Malu", "cat": "Georgian restaurant"}, {"review": "Nice place, the rest was a success thanks to the waiter who served our table! Pleasant and attentive Alexandra, thank you for the service!!! …", "rating": 5, "name": "Елизавета Саенко", "cat": "Georgian restaurant"}, {"review": "We didn’t have time to go in as we were already asked if we would have time to eat before 15:00, the staff does not know how to communicate with guests, teach manners! …", "rating": 5, "name": "Ян Яшкин", "cat": "Georgian restaurant"}, {"review": " Great staff and incredibly delicious food. I really liked it, thank you …", "rating": 5, "name": "Dmytro Mykytchenko", "cat": "Georgian restaurant"}, {"review": "Loved this restaurant! Friendly staff, delicious food, big portions! Cosy! There were a lot of people! Thank you very much! Keep it up! …", "rating": 5, "name": "Алексей Григорук", "cat": "Georgian restaurant"}, {"review": "The food is delicious. But the staff, the administration is some kind of horror. Never again will we go to this establishment. The repairs have already been done, but the boorish attitude towards visitors is indestructible ...", "rating": 5, "name": "Сергій Шимчук", "cat": "Georgian restaurant"}, {"review": "For three days, my colleagues and I felt problems with the gastrointestinal tract, I don’t think that the reason is here, but there are no other options, what was the meat fried on? The smell was plastic...", "rating": 4, "name": "АФК Патріот", "cat": "Georgian restaurant"}, {"review": " Very cool place)) prices and portions +++++. But more suitable for older people, for the young people a little bit boring ... …", "rating": 5, "name": "Алина Зеленюк", "cat": "Georgian restaurant"}, {"review": "Booked a table for 8pm for 4 people on 11/21/2019. When we arrived at the appointed time, there were no empty seats. We didn't hear a clear answer from the staff other than \"wait\". What is the meaning of such a reservation is not clear. …", "rating": 3, "name": "Olena Vutke", "cat": "Georgian restaurant"}, {"review": "One of the best Gaga in Kyiv, very tasty, and there are always a lot of people. Service is nothing like that and make concessions as much as possible) …", "rating": 3, "name": "Dasha Pushkar", "cat": "Georgian restaurant"}, {"review": " Warm veal salad - no. Gaga in Chokolovka is a masterpiece, and in general the cuisine in Chokolovka is better. …", "rating": 4, "name": "Liuda Ivashchuk", "cat": "Georgian restaurant"}, {"review": " Delicious, the food is second to none. Homemade wine is nice. The atmosphere is family friendly and nice. You can see that the place is loved, always many people …", "rating": 5, "name": "Denys Tymofieiev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Домрачова", "cat": "Georgian restaurant"}, {"review": " Incredibly tasty dishes at very loyal prices! The staff is polite and tidy. I recommend! …", "rating": 3, "name": "Андрій Альохін", "cat": "Georgian restaurant"}, {"review": "Delicious food, good service. The interior of the restaurant is also great. All liked it …", "rating": 5, "name": "Светлана Сухенко", "cat": "Georgian restaurant"}, {"review": "A lot of people, the terminal does not work, only cash, not expensive, but not very tasty either. …", "rating": 5, "name": "Igor Lymono", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Дмитрий", "cat": "Georgian restaurant"}, {"review": "Delicious, lots of meat. We celebrated our birthday and now we want to celebrate christening in this Georgian restaurant…", "rating": 5, "name": "Oleh Kaktotak", "cat": "Georgian restaurant"}, {"review": " Very tasty\n100% satisfied with the kitchen …", "rating": 5, "name": "Mariana Vasilyeva", "cat": "Georgian restaurant"}, {"review": "Very tasty, large portions, prices are also pleasantly surprised! ))) Inside is a pleasant atmosphere, the staff is friendly. I recommend) …", "rating": 4, "name": "Paul Legelbakh", "cat": "Georgian restaurant"}, {"review": "Nice restaurant with excellent cuisine. Variety of food at reasonable prices. Portions are big. Recommend to lovers of Georgian cuisine. Everything is very delicious. …", "rating": 1, "name": "Гриша Миша", "cat": "Georgian restaurant"}, {"review": "90% of the food is excellent. Pay attention to the weight of the portions, they are large. Payment only in cash. The upper hall is often \"with smoke\" ...", "rating": 4, "name": "Галина", "cat": "Georgian restaurant"}, {"review": "Portions are larger than anywhere else.\nExcellent value for money...", "rating": 2, "name": "Nataliia Prok", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Galex alex", "cat": "Georgian restaurant"}, {"review": "Terrible service, rude waitresses. There is no terminal, payment is only in cash (this is generally a shock) They didn’t even warn !! …", "rating": 4, "name": "Мария Сычик", "cat": "Georgian restaurant"}, {"review": "Disgusting establishment. Unsanitary conditions, bydlovat staff (Georgian hospitality and does not smell), the absence of any permits for the institution. …", "rating": 4, "name": "Александр Никитин", "cat": "Georgian restaurant"}, {"review": "Very tasty and reasonable prices. True, it is better to order in advance, because due to the large influx of people, you need to wait a long time for the dishes ...", "rating": 4, "name": "Анна Тарасенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Carl Carol", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Никола Грек", "cat": "Georgian restaurant"}, {"review": " The diner is quite mediocre, so you will be fed very tasty khachapuri, but no more. Interior on a weak top three, at the same level and service. It is recommended to take khachapuri only for takeaway …", "rating": 5, "name": "Alex Lankaster", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Jenya Yankelevich", "cat": "Georgian restaurant"}, {"review": "Delicious! And the portions are surprisingly large. Overcoming embarrassment, he asked to wrap it with him, because it was delicious! …", "rating": 5, "name": "Julia Hromova", "cat": "Georgian restaurant"}, {"review": " Kitchen for 5+.\nA little cramped, no separate rooms.\nNo matter how air-conditioned, the summer is stuffy. …", "rating": 5, "name": "Оксана Мельник", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine. Very large portions. Please note that the tip is indicated by default on the check. It's a pity that you can only pay in cash, it's very unusual. …", "rating": 5, "name": "Natali Nekrylova", "cat": "Georgian restaurant"}, {"review": " Booked a place early, when they came we were told to wait 7 minutes, and so stood for 20 minutes …", "rating": 5, "name": "Наташа олейник", "cat": "Georgian restaurant"}, {"review": "I am delighted. It's just amazingly delicious. The portions are just huge and the prices are very democratic for Kyiv. Thank you for a pleasant evening. I am glad . …", "rating": 4, "name": "Евгения Олеговна", "cat": "Georgian restaurant"}, {"review": "Nice nice place, delicious Georgian cuisine. Not expensive at all, compared to others, kharcho soup and noble cakes, a portion of soup is 400g. Pretty good…", "rating": 5, "name": "Михайло Караїм", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вікторія Ніколаєва", "cat": "Georgian restaurant"}, {"review": " Very nice time, friendly staff, delicious food.\n\n", "rating": 5, "name": "Ірина", "cat": "Georgian restaurant"}, {"review": "The most delicious cuisine, and the cheapest. The level of service has grown, the interior and exterior have been improved. I visit constantly. …", "rating": 5, "name": "Тацева Мария", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ruslan", "cat": "Georgian restaurant"}, {"review": " A good place to sit with a glass of wine, chat with friends. Delicious food. Nice music. Pleasant atmosphere. Qualified staff. …", "rating": 3, "name": "Myroslava Vysotska", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Viacheslav Mazurkevych", "cat": "Georgian restaurant"}, {"review": "It's delicious, it's very good. Cheap. It is cheap, but not \"not expensive\". But damn it, waiting for an order for more than an hour is too much. …", "rating": 4, "name": "александр вязьмитинов", "cat": "Georgian restaurant"}, {"review": " They ordered food at home in the Vasilkivsky restaurant. Megrelian Khachapuri are delicious, and Adzhar is not very much - too much dough. …", "rating": 3, "name": "Константин Иванов", "cat": "Georgian restaurant"}, {"review": " Excellent establishment with excellent cuisine and great price tag, for 150-300 UAH per person will be served delicious and almost at home😊😊😊 …", "rating": 4, "name": "Александр Митин", "cat": "Georgian restaurant"}, {"review": "Very tasty and good quality!\nCozy and quiet place!\nGreat service! …", "rating": 5, "name": "Екатерина Оги", "cat": "Georgian restaurant"}, {"review": " Such a high score for food only. I strongly do not recommend banquets - there is little space, there are no toilets, no clothes hangers …", "rating": 5, "name": "Олег Подольчук", "cat": "Georgian restaurant"}, {"review": "Always delicious and very reasonable prices. We celebrate holidays here and order home. I advise! …", "rating": 3, "name": "Андрей Коровин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юрий Луференко", "cat": "Georgian restaurant"}, {"review": "Georgian Restaurant that has turned from a small cafe into a network in Kyiv, real prices, delicious dishes, service and staff at the highest level. …", "rating": 3, "name": "Andrew Petrovskiy", "cat": "Georgian restaurant"}, {"review": "As always, everything is very tasty, the staff is very friendly, I recommend it to everyone. There is a nuance, you need to book a table in advance, it will be easier. …", "rating": 1, "name": "Tanya Tanya", "cat": "Georgian restaurant"}, {"review": "\nEverything is great! And very tasty", "rating": 5, "name": "Татьяна Кардашевская", "cat": "Georgian restaurant"}, {"review": "\nAlexey, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 4, "name": "Вероника Кисловская", "cat": "Georgian restaurant"}, {"review": " Very cozy and atmospheric place, with delicious cuisine. I recommend for family vacations and meeting friends. …", "rating": 4, "name": "Леся Leskinkot", "cat": "Georgian restaurant"}, {"review": "Not enough space, a lot of people ... And in principle, good cuisine, reasonable prices. …", "rating": 4, "name": "Олена Шипко", "cat": "Georgian restaurant"}, {"review": "So yummy 😍 the prices are low, the wine is delicious. But a lot of people and quite noisy. But the food is brought in a few minutes. Thank you. …", "rating": 5, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " M \"IT IS SUPER !!! but ... the staff should be more nimble and at least at Vasylkivska (on the NEW summer ground) windows should be closed so that visitors do not shout traffic on the street, install air conditioning …", "rating": 4, "name": "Александр Горбань", "cat": "Georgian restaurant"}, {"review": "Service....the waitress is a poker face, not friendly. You need to come up to bring salt or napkins, the first time they don’t hear. The food is delicious…", "rating": 5, "name": "Александр Брель", "cat": "Georgian restaurant"}, {"review": "Delicious food and interior. But sometimes there are a lot of people in the institution and you had to wait a long time for your order. …", "rating": 5, "name": "Alexey Tyshchenko", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, fast service, good prices.\n\n", "rating": 5, "name": "DikayaB Dikaya", "cat": "Georgian restaurant"}, {"review": "at the moment this is my favorite place,\nWhere you can eat delicious food\nAnd relax your mind and body. …", "rating": 3, "name": "Лариса Жураховская", "cat": "Georgian restaurant"}, {"review": "We liked it, others walked, service was 4, but it was Saturday and there were a lot of people, and the food was delicious, I liked everything) …", "rating": 5, "name": "Лариса Улис", "cat": "Georgian restaurant"}, {"review": "A very popular and unusually cheap cafe of Georgian cuisine for an undemanding and cheerful public: there is always music, fun, chacha and tipsy companies.\nYou have to pay up front. …", "rating": 3, "name": "Юлия Р", "cat": "Georgian restaurant"}, {"review": "Such a good restaurant that there are always a lot of people, families, companies. The kitchen is excellent…", "rating": 4, "name": "Александр Царенко", "cat": "Georgian restaurant"}, {"review": "The institution simply chic balances at the level of price and quality, very tasty and at the same time very affordable prices. I also really liked the drinks of their own production. …", "rating": 5, "name": "Настя Настя", "cat": "Georgian restaurant"}, {"review": "\nDelicious beautiful cozy cool", "rating": 5, "name": "Мариша Мишина", "cat": "Georgian restaurant"}, {"review": "\nDmitry, thank you for your review and appreciation of our service. Best regards, Georgian cuisine restaurant Gaga!", "rating": 5, "name": "Ярослав Корнюхін", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ирина Бондарь", "cat": "Georgian restaurant"}, {"review": "As always delicious. Affordable prices. A very pleasant place. We often order home dinner. …", "rating": 3, "name": "Vic Adams", "cat": "Georgian restaurant"}, {"review": "Great place with big portions and reasonable prices. The speed of the service varies - sometimes very quickly, and sometimes you have to wait a very long time. We sometimes come here for lunch as a group...", "rating": 5, "name": "Ирина Шепель", "cat": "Georgian restaurant"}, {"review": "The service is just terrible, remove 10% of the check for service, because it is missing. Rude attitude of the waitress. Just tin. …", "rating": 5, "name": "Микола Клецман", "cat": "Georgian restaurant"}]