[{"review": "I have been to other Georgian places here in Kyiv with better ratings. But I come here for specially for:\n- Hachapuri with cheese an egg …", "rating": 5, "name": "Ha Vo", "cat": "Georgian restaurant"}, {"review": "Waitresses virtually despise you. I asked to give me another plate because  the menu was placed by someone on my plate, yet I had to beg the waitress to give me a clean plate. The way she looked at me I felt like the most worthless bug on …", "rating": 1, "name": "Dmytro Haponov", "cat": "Georgian restaurant"}, {"review": "Rude staff, they wanted to close at 22:45, but came at 22:30 when we didn’t finish, asking to pay the bill. Than just turned off the light to let people go out. Food was ok, not that perfect.", "rating": 2, "name": "Yuri Orlov", "cat": "Georgian restaurant"}, {"review": "A lovely place with wonderful atmosphere, amazing people and unbelievably tasty food", "rating": 5, "name": "Volodymyr S. M.", "cat": "Georgian restaurant"}, {"review": "Terrible service. Worst of all the Gaga’s. Recommend going to another one.", "rating": 1, "name": "Fox", "cat": "Georgian restaurant"}, {"review": "Great food.. Good prices", "rating": 5, "name": "Glyn Thomas", "cat": "Georgian restaurant"}, {"review": "Here it s a waste of time!! the service at this place is a (disaster) chokolivskiy boulevard.  fatal👎", "rating": 1, "name": "Sebastian Andrade", "cat": "Georgian restaurant"}, {"review": "Very tasty food", "rating": 5, "name": "Žydrūnė Kukenienė", "cat": "Georgian restaurant"}, {"review": "Okay", "rating": 4, "name": "Stan Stanley369", "cat": "Georgian restaurant"}, {"review": "Terrible service, administration is rude", "rating": 1, "name": "Felix Felix", "cat": "Georgian restaurant"}, {"review": "Nice place)", "rating": 4, "name": "Oleksandra Drost-Yehorova", "cat": "Georgian restaurant"}, {"review": "I visited this restaurant several times, especially to draw my conclusion)\nOverall, it's delicious, not expensive and large portions! Judge for yourself, Branded khachapuri ...", "rating": 4, "name": "Alexx Green", "cat": "Georgian restaurant"}, {"review": " Good prices, quality dishes - top class !! I advise everyone to visit the institution \"Gaga\".\nI celebrated my birthday here with friends, it was very cool. The atmosphere in …", "rating": 5, "name": "ArtWay Music", "cat": "Georgian restaurant"}, {"review": " This is the second time in this institution. Fast food, excellent service, delicious food. I want to note that not all establishments of this network are as tasty as here. For an additional fee you can with your …", "rating": 5, "name": "D D", "cat": "Georgian restaurant"}, {"review": " Uniquely delicious cuisine. I have never tasted such monks. It is a work of culinary art. Huge selection of dishes. Nice waiters. Quite fast service, as for ordering hot dishes. I recommend. …", "rating": 5, "name": "Світлана Дячок", "cat": "Georgian restaurant"}, {"review": "Visited this place not too long ago.\nFrom the pros:\nVariety of dishes…", "rating": 3, "name": "Юлия Саган", "cat": "Georgian restaurant"}, {"review": " He was with his wife a few weeks ago. Pleasant atmosphere. Delicious food. The table must be booked in advance. We did not know about the reservation just arrived and we were lucky that there was a free table for two) …", "rating": 5, "name": "Julius First", "cat": "Georgian restaurant"}, {"review": "The food quality is good. Portions are good and prepared fairly quickly. The only problem is that you have to catch the waiter, as there are a lot of customers. …", "rating": 4, "name": "Serhii Kolesnyk", "cat": "Georgian restaurant"}, {"review": "In general, the establishment is normal.\nGood tasty food, chefs separate + deservedly put.\nMenu prices are reasonable and not expensive. …", "rating": 3, "name": "Volodymyr Logvinov", "cat": "Georgian restaurant"}, {"review": " As always delicious. Service at the level. But there are not very pleasant moments, when recording they said that you can bring alcohol with you, on the spot put in front of the fact that 1 open your bottle 100 UAH. …", "rating": 4, "name": "Marina Tsvigoun", "cat": "Georgian restaurant"}, {"review": "There are several establishments of this network in Kyiv. Was in almost all. Delicious, satisfying and very reasonable price. Especially against the backdrop of such establishments. I recommend! …", "rating": 5, "name": "Александр Борович", "cat": "Georgian restaurant"}, {"review": "Great place, very tasty cuisine (especially khachapuri and khinkali are gorgeous). Nice atmosphere. The prices are very low. Special thanks to the waitress Yaroslava, she is always on top 😉 …", "rating": 5, "name": "Александр Шаповалов", "cat": "Georgian restaurant"}, {"review": "Normal establishment. Very cheap and big portions. The guy thinks that the most delicious khachapuri on the market (I'm not a fan) but the cheese was stretchy and it was delicious. …", "rating": 4, "name": "Evgenya Lafa", "cat": "Georgian restaurant"}, {"review": "Cozy restaurant. Great and fast service, amazing food. …", "rating": 5, "name": "Таня Лось", "cat": "Georgian restaurant"}, {"review": "The restaurant is beautiful, cozy place, but!\nWe ordered an avocado salad, we couldn’t find an avocado (amazing, huh?), but we still found two pieces with a size of 1 cm. Khinkali were not neat. Delivered by mistake...", "rating": 2, "name": "Карэна", "cat": "Georgian restaurant"}, {"review": "Went in for a quick lunch with my wife. The hall is empty, they offered it near the exit in the draft. Refused, chose a reserved table for the evening and explained, we are for 40 minutes. As a result, we waited for khinkali, not much, not less than 35 minutes 😂😂😂 …", "rating": 1, "name": "Валера Петраков", "cat": "Georgian restaurant"}, {"review": "Delicious food, wide range of dishes. Despite the fact that they arrived on Sat around 16.00, we were told that the tables were only reserved, but they were able to seat (two of us) for a late lunch, with the condition that we finish before 18, and this is quite enough ...", "rating": 5, "name": "Светлана Трухачева", "cat": "Georgian restaurant"}, {"review": "The cuisine, in principle, is not bad, however, kharcho is more like a shurpa both in appearance and taste. Khinkali are delicious.\nThe main bummer is that they don't accept credit cards. Cash only. …", "rating": 3, "name": "Sergey AtA", "cat": "Georgian restaurant"}, {"review": "fast cook\natmospheric\nlamb shurpa is excellent - the cost is 85 UAH ...", "rating": 5, "name": "Akcent Pro Education Provider", "cat": "Georgian restaurant"}, {"review": "Great place, nice interior, very large and tasty portions, pleasant service and very affordable prices. Very tasty kharcho, large portion incl. a large piece of meat, khachapuri, khinkali, everything is incredibly tasty and democratically…", "rating": 5, "name": "Bumshi McClinton", "cat": "Georgian restaurant"}, {"review": " Good place, delicious food and generous portions. Pork neck skewers are delicious, khachapuri is Adjara-like, you can take two, one is a huge portion. Very good Napoleon - the cream is perfect. You can pay only in …", "rating": 3, "name": "Анна Чернуха", "cat": "Georgian restaurant"}, {"review": "We visited this Georgian restaurant on Cyrillo-Mefodievskaya on 11/21/19 at 19:00.\nImpression:\n- they are greeted unfriendly, the menu was offered in 5 minutes, after we ...", "rating": 2, "name": "Oleg R", "cat": "Georgian restaurant"}, {"review": " Overall a nice place. Unfortunately, without Georgian flavor (except for background music). There are a lot of Georgian restaurants in Kyiv now, there is something to compare with, so we can say that the food is not …", "rating": 4, "name": "Sergius Kyiv", "cat": "Georgian restaurant"}, {"review": "Not the first time in the Restaurant \"Gaga\", the first time I was on Vasilkovskaya, I was impressed. Really delicious dishes, huge portions (you can eat one serving of anything, even a salad). Traditionally, in this institution, everything was the same ...", "rating": 5, "name": "Sanya Zarva", "cat": "Georgian restaurant"}, {"review": "A small negative imprint leaves the fact that there are a lot of people in the premises at the same time. The dishes are always delicious and great yield. Cooking time is average. …", "rating": 4, "name": "Victoria", "cat": "Georgian restaurant"}, {"review": "Reasonable prices, large portions, varied menu, nice staff. Of the shortcomings, except for the lack of payment by card and a little space. …", "rating": 5, "name": "Oleksii Fedorowytch", "cat": "Georgian restaurant"}, {"review": "Small restaurant. Several halls. Not all dishes are authentic, but rather from local products. Everything is delicious. Since the restaurant is located in a residential building, you won’t be able to sit out until late. But it's nice to follow the rules. …", "rating": 4, "name": "Андрей Гильдин", "cat": "Georgian restaurant"}, {"review": "The excellent network of Georgian cuisine \"GAGA\" in Kyiv, consists of 5 (five) restaurants today.\nThe main dishes are cooked on an open fire, which gives them a juicy and tasty look, …", "rating": 5, "name": "Maksym P", "cat": "Georgian restaurant"}, {"review": " Today, January 7, 2022, a table was ordered for the first time in this restaurant. Pleasantly impressed by the quality of service (special thanks to Anastasia), delicious food and hospitality of this institution. We …", "rating": 5, "name": "Roman Dmitrienko2017", "cat": "Georgian restaurant"}, {"review": "Dear staff of the GAGA restaurant, I leave my gratitude to everyone and everyone for your maximum comfort that you provided me and my guests on my anniversary !!!! thank you for the courtesy of the administrator, for the delicious table from your kitchen, for …", "rating": 5, "name": "Лиза Лиза", "cat": "Georgian restaurant"}, {"review": "This place was recommended by a friend. I was here with my friends, the atmosphere is cozy, delicious food, large portions and minimum prices. You can bring your own alcohol. I recommend!!!! …", "rating": 4, "name": "Алена Кучерява", "cat": "Georgian restaurant"}, {"review": "Very good inexpensive restaurant. Delicious food, attentive staff, everything is on top. Without any problems, they excluded tobacco chicken from the account, as it turned out to be rather dry, instead they ordered fish. …", "rating": 5, "name": "Evgen Potanin", "cat": "Georgian restaurant"}, {"review": "We celebrated here, no less than a wedding) Service at the highest level, very hospitable employees, the guests did not need anything, the table was full of food. It's the second day, we're finishing up) ...", "rating": 5, "name": "Яна Юрьевна", "cat": "Georgian restaurant"}, {"review": "I recommend.\nLarge selection of dishes on the menu, very affordable prices, fast service, friendly staff. …", "rating": 5, "name": "Екатерина Спорыш", "cat": "Georgian restaurant"}, {"review": "The food was taken out for an hour and a half.\nAs a result, they did not take it out.\nService at the level, I do not recommend this Gaga. …", "rating": 1, "name": "Gregory Barmen", "cat": "Georgian restaurant"}, {"review": "In general, the establishment is good. Delicious cuisine, delicious chacha and homemade wine. But there are drawbacks) due to the low price, there are almost always a lot of people and noisy, the music often plays quietly and other people's conversations are heard. They only accept cash, 10%...", "rating": 4, "name": "сергей чугунов", "cat": "Georgian restaurant"}, {"review": "A good place, we booked a table for 10 people, sat on the covered veranda (if you sit in sweaters or sweaters, then it’s quite comfortable). Of the minuses, there was only cash. …", "rating": 4, "name": "Дарина Савицкая", "cat": "Georgian restaurant"}, {"review": "The facility is amazing and the food is amazing. We remained in good spirits. Of the minuses, there was only the fact that in Gurian Khachapuri they found an egg shell ...", "rating": 5, "name": "Artem Litvinov", "cat": "Georgian restaurant"}, {"review": "Tasty and fast, but if 10 people come, they won’t find a place. They want to order a banquet, but this is not profitable, because they want 600 UAH per person, and this is a lot, a lot of food for one. …", "rating": 4, "name": "Elena kom", "cat": "Georgian restaurant"}, {"review": " Ordered khinkali for takeaway. We had to wait a bit, we didn't have time to cook for the appointed time. Friendly workers offered a place to wait in a cool room. Hinkali was delicious, balanced in spices. I will …", "rating": 5, "name": "Олександр Сендзюк", "cat": "Georgian restaurant"}, {"review": "Very rude waiters. I don't even know if that's good or bad.\nThe food is normal, but there are places in Kyiv where it tastes better. To clarify: the khinkali is not very good. I liked it only with veal, and then, probably, because they are very …", "rating": 4, "name": "Odria 111", "cat": "Georgian restaurant"}, {"review": "Ordered today two sets of 1.3 kg. The most terrible kebab in Kyiv: a lot of pepper, smells like bleach, they put more potatoes than meat, a lot of pieces of lard (without meat). All kg of sets went into the trash can. Yes, and no delivery from…", "rating": 1, "name": "Oksana Vasylyeva", "cat": "Georgian restaurant"}, {"review": " A year ago we were frequent guests at this institution, but moved and could not come. And today they were near, and decided to eat delicious food. Unfortunately it was not tasty, the portions became smaller, the staff …", "rating": 2, "name": "Марина Басенко", "cat": "Georgian restaurant"}, {"review": "Really delicious food and huge portions. Shurpa feels like 700-900 grams. If you take than, then the second must be ordered for the company! …", "rating": 5, "name": "Sergeii Kudriashov", "cat": "Georgian restaurant"}, {"review": "Judging by the inscription on the check, I would not say that the restaurant is always happy to see someone, because even when ordering food with delivery, I did my best to never come there. After waiting 2 hours for Glovo delivery, it turned out that the amount in the check was 250 UAH! …", "rating": 1, "name": "Anton Palchyk", "cat": "Georgian restaurant"}, {"review": "Good Georgian cuisine, fast cooking, even despite the significant filling of the restaurant. Delicious meat, delicious khachapuri, and Georgian wine and lemonades are incomparable! …", "rating": 5, "name": "Yuriy", "cat": "Georgian restaurant"}, {"review": "Very bad! I chose veal kebab, and my husband kharcho and pork ribs. They waited for the order for more than an hour, first they brought the ribs, and only then kharcho. Motivated by the fact that the kitchen is very busy. Well, my kebab is not even overdried rubber, a knife from it ...", "rating": 1, "name": "Olga B", "cat": "Georgian restaurant"}, {"review": " Today we had lunch at this place, a great company! Brought everything quickly) portions are large, for which I love Georgian cuisine! Friends didn't even milk everything. …", "rating": 5, "name": "Юрій Стельмах (Бог Секса)", "cat": "Georgian restaurant"}, {"review": "Visited this restaurant yesterday. I liked everything very much. Clean, cozy and comfortable. The restaurant differs from others in the network, with its interior, the terrace alone is worth something, as if you are in an episode of the movie 12 chairs) The staff is friendly. …", "rating": 5, "name": "E X 1 S T A G E", "cat": "Georgian restaurant"}, {"review": "Everything is good: tasty, affordable, understandable. But, of course, there are a few caveats as well. What I like is serving food in clay pots…", "rating": 4, "name": "Денис Чепига", "cat": "Georgian restaurant"}, {"review": "We ordered 4 dishes, each was delicious. Khinkali full of cheese, chicken kebab was juicy, khachapuri with cheese was also incomparable. Dishes were served quickly. And the best part is the price. I recommend! …", "rating": 5, "name": "Artem Makhov", "cat": "Georgian restaurant"}, {"review": " Terrible place, ordered \"Mix Gaga\" chicken meat was spoiled, smelled rotten, when told to the employee of \"Gaga\" about this situation, she simply said that it was impossible. I do not recommend this institution, …", "rating": 1, "name": "Анастасія Щербінська", "cat": "Georgian restaurant"}, {"review": "Not very tasty. If you have been to good establishments of Georgian cuisine (Mama Manana, Chachapuri, for example), it is better not to go here. There is practically no choice of drinks (especially if you want to take not a liter for the company, but to each his own), consider the wine list …", "rating": 2, "name": "Valeria Miroshnichenko", "cat": "Georgian restaurant"}, {"review": "We were at a restaurant for lunch. Order a lobio dish, instead they brought lobiani, two different dishes. Tweety brains waited 50 minutes, mashed potatoes cooked for 1 hour. As a result, we were late from lunch and had to take food with us, as time was calm for her …", "rating": 2, "name": "Катерина Яковлева", "cat": "Georgian restaurant"}, {"review": "Cozy restaurant, traditional Georgian cuisine. Everything is fresh, piping hot!\nBut, there is a huge BUT! During the period of the Covid epidemic, and we still have an Epidemic, this restaurant fills an incredible number of people in its hall. All rooms are full...", "rating": 2, "name": "Mari Perepelytsia", "cat": "Georgian restaurant"}, {"review": "Good Georgian restaurant. Of the pluses - a cozy place, a convenient location for me, very affordable prices, prompt serving of dishes, efficient friendly waiters. The cuisine and dishes leave much to be desired - khinkali are not traditional, but …", "rating": 3, "name": "Лола Кан", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, interior and staff. Attentive waiters, the kitchen prepares quickly. Barbecue, grilled mackerel, village-style potatoes are beyond praise)) yes, even gorgeous pita bread and khachapuri! …", "rating": 5, "name": "Алена Муштенко", "cat": "Georgian restaurant"}, {"review": "Complete disappointment.\nPreviously, we ordered food here more than once, everything was delicious, but this time out of 8 dishes, only 3 were normal ..! …", "rating": 2, "name": "Марина Загорий", "cat": "Georgian restaurant"}, {"review": "Excellent food, good price.\nOther than that, there is nothing good to say about the place. Poor service, ugly rooms, one of which plays very loud music. …", "rating": 3, "name": "Nikita Kobzev", "cat": "Georgian restaurant"}, {"review": "Just super! Huge, delicious dishes, almost like in Batumi. For very little money. …", "rating": 5, "name": "Юрий Ковпенко", "cat": "Georgian restaurant"}, {"review": " I do not advise or recommend. It used to be a favorite place of Georgian cuisine.\nDirty tables, used napkins. Although landing 10 percent of the force, the order …", "rating": 1, "name": "Volodumur Antonenko", "cat": "Georgian restaurant"}, {"review": "We visit this restaurant quite often.\nEverything was always delicious, the staff is friendly!\nBut!!! Once again, they ordered a table, arrived, made an order, waiting for the same ...", "rating": 1, "name": "Якимук Крис", "cat": "Georgian restaurant"}, {"review": " Delicious, prices are normal. One after an hour of stay clothes need to be aired on the balcony!) …", "rating": 3, "name": "Яр Остап", "cat": "Georgian restaurant"}, {"review": " Very nice, thematic, clean, comfortable, after Friday I will write more, but already in a good mood, Tatiana is grateful to you for your help in compiling the menu. …", "rating": 5, "name": "Алёна Кацарская", "cat": "Georgian restaurant"}, {"review": "I really liked the establishment. Nice atmosphere, delicious food and attentive staff - this is exactly what this place is about. Thanks for the impressions...", "rating": 5, "name": "Ольга Пилипенко", "cat": "Georgian restaurant"}, {"review": " This is horror, the food is average, in the check of the products which were not ordered. Even the terminal in them is always \"temporarily out of order\" .... …", "rating": 1, "name": "Khrystyna Goriuk", "cat": "Georgian restaurant"}, {"review": "At the entrance you are immediately announced that \"we only have cash.\" Smell of the 90s))\nPeople with a credit card are not listed here. Not the first year.\nOk I thought, I'll go to the ATM. I really want Georgian cuisine. …", "rating": 1, "name": "Виктор Примаченко", "cat": "Georgian restaurant"}, {"review": "Relaxed atmosphere, reasonable prices with large and tasty portions of dishes. You can bring your own food/drinks. Of the minuses: many drinks were not available ...", "rating": 5, "name": "Andrey D", "cat": "Georgian restaurant"}, {"review": "Visited this place yesterday! Very cozy place, nice atmosphere! I also want to note the work of our waitress, she knows the ingredients of the dishes, thanks to which she can really help with the choice of dishes and drinks. Polite and pleasant …", "rating": 5, "name": "Игорь В", "cat": "Georgian restaurant"}, {"review": "We reserved a table \"for two\" in 40 minutes (which was surprising), nothing foreshadowed disappointment. But... the table turned out to be on a pedestal (probably it was a scene earlier) and 1 meter near the toilet, from where visitors constantly walked past, catching …", "rating": 1, "name": "Людмила Санина", "cat": "Georgian restaurant"}, {"review": "Sooooo good food, really tasty, right mix of spices, big portions, fast service!\nConvenient for companies. …", "rating": 4, "name": "Антон Морозов", "cat": "Georgian restaurant"}, {"review": " After the visit there was a very unpleasant residue ...\nTipping is included in the check (in small print and not the fact that you will notice it), ie a markup of 10% and no one warned about it, while the waiter …", "rating": 1, "name": "Helen Ostapenko", "cat": "Georgian restaurant"}, {"review": "Didn't like the interior. The room was very stuffy.\nThere is nothing non-alcoholic.\nI wanted a beer or a mojito. …", "rating": 3, "name": "Ленчик Викторовна", "cat": "Georgian restaurant"}, {"review": "Tasty food, but you have to wait all evening for it. The ordered dish was cooked for an hour forty (!), the prices in the menu are not relevant, in fact, the check contains a certain \"surcharge\" of 10%, while the institution works without a gray terminal. …", "rating": 1, "name": "Kwink", "cat": "Georgian restaurant"}, {"review": " We live near the institution, so we gave him a chance several times. During these couple of times they got enough negativity not to come back here again. …", "rating": 1, "name": "Сергій Ракоїд", "cat": "Georgian restaurant"}, {"review": "They got up and left. There are no ATMs nearby, the terminal allegedly does not work, the waiter said “they are repairing”, although I see from the reviews that they also repaired it 3 months ago. In short, I don't recommend...", "rating": 1, "name": "Паша Шарлаев", "cat": "Georgian restaurant"}, {"review": " Great prices, delicious food, good service)))\nI liked)) …", "rating": 5, "name": "Юлія Ковальова", "cat": "Georgian restaurant"}, {"review": "Great place, huge portions, and most importantly delicious. Shashly is simply unbelievable. They always help out when there is no time to cook, I ordered self-delivery, and in 30 minutes a chic dinner with wine is ready. …", "rating": 5, "name": "Алла Городиская", "cat": "Georgian restaurant"}, {"review": "Polite staff. Very tasty food at a reasonable price. I especially recommend baked salmon in cheese-tarragon sauce (it's unrealistically delicious). Previously, I was very fond of khachapuri with spinach and cheese, but apparently they changed cheese and khachapuri now very ...", "rating": 4, "name": "Sofiia Movchan", "cat": "Georgian restaurant"}, {"review": "You can bring your own alcohol, but they require money to open it, and it’s not indicated anywhere!\nFood, great prices! …", "rating": 4, "name": "Маріанна Верченко", "cat": "Georgian restaurant"}, {"review": "Good food, not bad interior. 100% occupancy on Friday night. Everything would be fine if it were not for the waiter's response to a request to congratulate the birthday boy - \"I'm definitely not going to do this now.\" How is that at all? There are no candles or...", "rating": 3, "name": "Vanessa J", "cat": "Georgian restaurant"}, {"review": "Oh! It's good, relax, it's better not to come here hungry. We've been here many times and plan to come back to try all the menus. Homemade chacha is like a balm for the soul. A dense seating arrangement of guests, but somehow it turns out that no one ...", "rating": 5, "name": "Лилия Шама", "cat": "Georgian restaurant"}, {"review": "Since September, I have often been to this restaurant, held several banquets, often order home and office. There were no complaints before. Since the new year, the staff has clearly changed - administrators (now young girls with sour faces) and ...", "rating": 3, "name": "La Niña Bonita", "cat": "Georgian restaurant"}, {"review": " I chose this place for lunch because I often go to Gaga for McCain. Disappointed ... Quality is not up to par. The soup was carried for forty minutes. In Caesar salad, chicken is cold. Kubdari on a threesome with a …", "rating": 3, "name": "Vitalij Yasenytskij", "cat": "Georgian restaurant"}, {"review": " The rudeness of the employees of the institution does not withstand any criticism. The food is delicious, the location is convenient, everything is always on top, the portions are generous. But the way the waiters …", "rating": 1, "name": "Alice Boo", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!! Nice interior and service)", "rating": 5, "name": "Olya Milinteyeva", "cat": "Georgian restaurant"}, {"review": " There were 4 celebrations in one hall at the same time, we were practically ignored …", "rating": 3, "name": "Євгенія Пампуха", "cat": "Georgian restaurant"}, {"review": "Very good place! Administrators and waiters know their job and do everything as quickly as possible.\nThe food is delicious, I recommend it to everyone. …", "rating": 5, "name": "Слава Герб", "cat": "Georgian restaurant"}, {"review": " Service, just awful! Celebrated a friend's birthday, August 7. Before that, they called and booked a table. We were asked if it was possible with their alcoholic beverages, we were told that it was. Then, in fact, …", "rating": 2, "name": "Олена Бойко", "cat": "Georgian restaurant"}, {"review": "Overall, not bad. But as it turned out, all the tables were in reserve (albeit for the evening, and we were at lunchtime) - and we were given one table inside, although we wanted it on the veranda.\nWe went to try khachapuri: they made it quickly, the pastries were delicious, but the cheese was terribly …", "rating": 4, "name": "Татьяна 2014", "cat": "Georgian restaurant"}, {"review": "Unfortunately, quality suffers with quantity. We were on a weekday evening, there was no alcohol at the bar that was chosen, and there were only 2 bottles of an alternative option. A little later they wanted to order pickles, but it turned out that there was nothing but …", "rating": 3, "name": "Alena Sviridenko", "cat": "Georgian restaurant"}, {"review": "Celebrated my daughter's christening. Incredibly delicious food, service at the highest level, very affordable prices. Special thanks to the waiter who served our event. …", "rating": 5, "name": "Дмитрий Малюшицкий", "cat": "Georgian restaurant"}, {"review": " Well, I really like the restaurant))) Always delicious and fresh food, huge portions, which do not have to wait long. Prices are just ridiculous, cheaper than poppy Donald. You can have breakfast, lunch and dinner at …", "rating": 5, "name": "Мира Наумчук", "cat": "Georgian restaurant"}, {"review": "Terminal not working\nThe staff did not notice the guests for 5 minutes, they did not even say hello.\nEverything is unrealistically long, many items on the menu are missing. …", "rating": 1, "name": "Олесандра Ребрій", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian food, namely meat and wine! Cozy and warm, friendly service. I recommend! …", "rating": 5, "name": "Вика Сердечная", "cat": "Georgian restaurant"}, {"review": "We walked with a little apprehension because there were reviews about not very good service. And this is important, because. birthday only once a year.\nBut we decided to try. And they weren't wrong. The restaurant is excellent. Very tasty food, …", "rating": 5, "name": "Kot Garfield", "cat": "Georgian restaurant"}, {"review": " They came to dinner with colleagues, pre-booked a table. Us 8 people, us: \"they say - you 8 - this is a banquet, so the minimum average check for 1 person - 500 UAH.\" And we have a company of 7 fragile girls and 1 …", "rating": 1, "name": "Валентина Христенко", "cat": "Georgian restaurant"}, {"review": "Booked a table. They indicated that we would be with a child. Upon arrival, they offered a table on the aisle, where it was not realistic to put a stroller, after they offered a table near the toilet, they spoiled the evening and the holiday. Communication between the administrator and the waitress - \"if only they fell behind.\" …", "rating": 1, "name": "Elizaveta Сидорова", "cat": "Georgian restaurant"}, {"review": "Unfortunately, the barbecue was very disappointing. Lightly fried boiled meat in a pan - not barbecue! We didn't get what we wanted! I do not recommend taking! Throw away your money, waste your time and spoil your mood if you order a barbecue in …", "rating": 2, "name": "Яна Фабрикантова", "cat": "Georgian restaurant"}, {"review": " Delicious, large portions. Delicious Georgian cuisine in Ukraine …", "rating": 5, "name": "Александр Дуран", "cat": "Georgian restaurant"}, {"review": "The kitchen is terrible. After that, my stomach hurt all day. Alcohol - cheap swill, powdered wine, lousy cognac, diluted beer and chacha that rushes with moonshine. It is impossible to drink all of the above. From the good - pleasant and attentive ...", "rating": 1, "name": "Павел Волошко", "cat": "Georgian restaurant"}, {"review": "Very tasty food and reasonable prices. I recommend) The meat is soft and juicy, khachapuri is delicious. I also highly recommend eggplant rolls with nut filling. Mushrooms in cheese are also baldezh. …", "rating": 5, "name": "Игорь", "cat": "Georgian restaurant"}, {"review": "This is not the first time in this establishment, in my opinion the kitchen has deteriorated, the barbecue is disgusting - I do not recommend ordering, the khinkali have also deteriorated. In general, a cozy atmosphere, friendly staff, I would like to say price-quality, but there are options …", "rating": 3, "name": "Эдуард", "cat": "Georgian restaurant"}, {"review": "I want to inform you that if you suddenly come there with a company of more than 8 people, then the local administrator declares that this is already a mini banquet for you and you already have to make an order for a person at least 600 UAH. (in sum for 8 people 4800) if …", "rating": 1, "name": "Sergey Ostrovoy", "cat": "Georgian restaurant"}, {"review": "I like the place itself. But the staff is incompetent. We had a table reservation, but when we arrived on time, it turned out that there was no reservation. We got out - ok, they put us at the table. Everything ordered was delivered well. When calculating, be prepared for the fact that you will not change the change ...", "rating": 2, "name": "Yulia Malaya", "cat": "Georgian restaurant"}, {"review": " Celebrated a birthday on September 18, everything went great, everything was very tasty khinkali, khachapuri and barbecue in general \"bomb\". Thank you to the staff for a nice evening 😊 …", "rating": 5, "name": "Яна Варавина-Савина", "cat": "Georgian restaurant"}, {"review": " In general, not bad. The kitchen is cool, the prices do not bite.\nBUT …", "rating": 2, "name": "Василь Залізняк", "cat": "Georgian restaurant"}, {"review": "Booked a table for the family. We gave a deposit, said that we would be with children and we want to sit comfortably. Thought it would be cozy. …", "rating": 1, "name": "Pavel Bortnikov", "cat": "Georgian restaurant"}, {"review": "Short:\n-salad 170 UAH, it included 3 pieces of salmon, 2 cherry tomatoes and a bunch of lettuce leaves. Not satisfied, not worth the money. …", "rating": 3, "name": "Лана Банана", "cat": "Georgian restaurant"}, {"review": "The kitchen has changed a lot in the last 6 months. In the autumn I was in the institution itself, I was very pleased. Now ordered for takeout. Was in complete shock. The quality is not a restaurant, but a cheap \"station stall\" ...", "rating": 4, "name": "Александр Павленко", "cat": "Georgian restaurant"}, {"review": "We came with the children to eat, ordered khinkali and khachapuri.\nThe food is delicious, cooked quickly. Khachapuri big, a lot of cheese yummy…. …", "rating": 5, "name": "Ольга Воронцева", "cat": "Georgian restaurant"}, {"review": "This is a chic place with delicious kubdari and wine. If you want, don’t get sick for a minute ...", "rating": 5, "name": "Посейдон Океанович", "cat": "Georgian restaurant"}, {"review": "If I could put 20 stars, I would! 🎉🎉🎉 Very tasty, huge selection, large portions, wonderful waiters... And all this for very modest money! Super easy! …", "rating": 5, "name": "Мария", "cat": "Georgian restaurant"}, {"review": "That's horrible!! Booked a table with friends for the evening. We arrived, administrators Tatiana heard about our reservation for the first time!!! Half of the menu is missing! For a long time no one came up, the administrator is rude!! When we talked to her, she just turned around and left!! …", "rating": 1, "name": "Aleksandra Yevstremska", "cat": "Georgian restaurant"}, {"review": "Terrible service!!! Beforehand, everyone ordered and compiled a menu, left a deposit, agreed on how the tables would stand. When we arrived at the agreed time nothing was ready, nothing at all! The tables were not like us ...", "rating": 1, "name": "Анна Смовж", "cat": "Georgian restaurant"}, {"review": "Can you, in 2020, imagine an institution in the capital of a considerable country that positions itself as a restaurant where you cannot pay with a card? If not, then here it is for you! …", "rating": 2, "name": "goshka kartoshka", "cat": "Georgian restaurant"}, {"review": "if you want to try a salad with hair or spoil your mood with the attitude of the administration of the establishment, then wellcome!\nin all establishments of this network it is allowed to come with your own alcohol. I have …", "rating": 1, "name": "Dima Pavliuk", "cat": "Georgian restaurant"}, {"review": "Impressions about Gaga were very good, before visiting this institution on Kirilo-mifodievskaya street:\n- ventilation does not work; …", "rating": 3, "name": "Яна Шулика", "cat": "Georgian restaurant"}, {"review": " I love this restaurant. We often visit with the family, we celebrate almost all holidays in it. Delicious cuisine, small prices and large portions. The courteous staff will always be friendly, helpful with food …", "rating": 5, "name": "Новакивская Ирина", "cat": "Georgian restaurant"}, {"review": "The food is good, the prices are reasonable.\nAs for the service 1/10. An intern approached us, we ordered khinkali from him and asked if there was cilantro and the answer was “no”. As it turned out, cilantro is everything ...", "rating": 2, "name": "Valeria Gnitetska", "cat": "Georgian restaurant"}, {"review": "Beautiful and cozy restaurant with delicious food! Megrelian khachapuri is love🤤\nGreat service, food is served quickly. …", "rating": 5, "name": "Daria Shlyahno", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine. Shashlik, mackerel, khachapuri, potatoes with chanterelles 👍👍👍.\nLiked the service.\nI recommend!!! …", "rating": 5, "name": "Екатерина Свиридова", "cat": "Georgian restaurant"}, {"review": "It was my first time here, but I had already heard about this place. I liked the cuisine (the meat is just gorgeous + homemade wine, as for me the perfect combination), and in addition the price for all this is not high. I liked the staff, polite, quickly fussing around …", "rating": 4, "name": "Сергей Гавриленко", "cat": "Georgian restaurant"}, {"review": " Ordered food to the office, delivery from the restaurant, unfortunately, no, but there is delivery from Glovo or taxi.\nThe food is incredibly delicious, the portions are large, the orders were …", "rating": 5, "name": "Альона Вишнякова", "cat": "Georgian restaurant"}, {"review": "I dined at this restaurant today, I really liked the cuisine. Very tasty, big portions, good prices, good service. I recommend this establishment. YES! …", "rating": 5, "name": "Наталья Суховий", "cat": "Georgian restaurant"}, {"review": "The restaurants of this chain allow you to bring your own wines and other drinks. This restaurant does not allow this. At the time of booking they were not informed. Seeing two bottles of wine, they asked for 200 UAH per bottle. We agreed on 200 for two bottles. …", "rating": 3, "name": "Athanasios M.", "cat": "Georgian restaurant"}, {"review": "Celebrated my birthday at this establishment. And she was very dissatisfied. Let's start with the fact that the table was booked 2 weeks before the date. On the day of the celebration, I call the restaurant to confirm the reservation, and they put me in front of the fact that with me in ...", "rating": 1, "name": "tanya marmulet", "cat": "Georgian restaurant"}, {"review": "Worst khinkali! I ordered with lamb, not a hint of lamb, salted, minced meat is not clear from what ... the consistency is like that of the cheapest dumplings from the store. Low prices. …", "rating": 3, "name": "Инна Нарожная", "cat": "Georgian restaurant"}, {"review": "The waiters are all angry when you ask, they don’t answer .. in other ways, like the administrator) They called three times, no one came up for half an hour. Although it was a weekday and three people at most. sticky...", "rating": 3, "name": "Александра Валюх", "cat": "Georgian restaurant"}, {"review": "We came with the children to eat, ordered khinkali and khachapuri.\nThe food is delicious, cooked quickly. Khachapuri big, a lot of cheese yummy….\nKhinkali from lamb you will lick your fingers, although we eat not the first time, but every ...", "rating": 5, "name": "Анастасия Алёхина", "cat": "Georgian restaurant"}, {"review": "Very tasty, the atmosphere is cozy and pleasant. The staff is very attentive, cheerful, responsive, professional. Prices were pleasantly surprised, as it was the first time. Definitely recommend! …", "rating": 5, "name": "Svetlana", "cat": "Georgian restaurant"}, {"review": " The cuisine is great, the drinks too. Atmosphere and design do not suffer. Service: polite, but neither the administrator nor the staff answered in Ukrainian - given that customers are not Russian-speaking, this is …", "rating": 2, "name": "Ярослав Іванюк", "cat": "Georgian restaurant"}, {"review": "Two families with three children came to the restaurant. The table was booked two days in advance. We were warned that there would be children. There were no more desserts in the restaurant on Sunday. It turned out that all the sweets and fruits that are on the restaurant menu were eaten back in …", "rating": 1, "name": "Olga Kulinich", "cat": "Georgian restaurant"}, {"review": "Oh, it was wonderful! The service of the waiter Ivan allowed me to relax and not be nervous, not a single mistake)\nDelicious? Yes! Portions are huge, prices are low, my inner Jew rejoices))) wine …", "rating": 5, "name": "Natali Yanukovich", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Irina Antonenko", "cat": "Georgian restaurant"}, {"review": " Delicious, not expensive. Interesting design.\nI recommend to try khachapuri in Adjara, twin on sneakers (brains)\nDelicious compote and homemade wine. …", "rating": 5, "name": "Maks G", "cat": "Georgian restaurant"}, {"review": " The institution decided to celebrate a birthday. It is a pity that the institution showed itself on the bad side, did not expect this from this network, as it was a regular customer. …", "rating": 1, "name": "Юра Єлькін", "cat": "Georgian restaurant"}, {"review": "Good Georgian cuisine at a delicious price. But not always there are all positions on the menu and a long serving. …", "rating": 4, "name": "Stanislav Yena", "cat": "Georgian restaurant"}, {"review": "Short:\nCheap and cheerful. You won't leave hungry...", "rating": 2, "name": "Alexandr Yakin", "cat": "Georgian restaurant"}, {"review": " I do not recommend! DEFINITELY! Yesterday they ordered lyulya kebab in this restaurant, I ordered turkey and my husband lamb and received food poisoning! I immediately went to bed, and my husband stayed until morning! …", "rating": 1, "name": "Катя Копил", "cat": "Georgian restaurant"}, {"review": "Tasty food,\nbroken dishes,\nBad employee management manager! …", "rating": 3, "name": "Ruslan Guliamov", "cat": "Georgian restaurant"}, {"review": "Worst dinner ever. Incredibly bitter liver that I ordered. In addition, it is also poorly prepared. In pursuit of quantity, a low-quality product was clearly bought. I advise the chef to go and learn how to cook. At khachapuri…", "rating": 1, "name": "Iryna Kolesnykova", "cat": "Georgian restaurant"}, {"review": "Tasty khinkali, but the service is boorish (the fair-haired waitress speaks in a didactic tone) and there has been no terminal for at least a year.\n+10% automatically included in the bill \"for service\". …", "rating": 2, "name": "Kateryna Antonova", "cat": "Georgian restaurant"}, {"review": "A wonderful quiet place with excellent cuisine and sincere portions) There is no better place for a family vacation or just a pleasant place to spend time. Of the pluses it is determined the relationship and the kitchen. The interior is not intrusive, everything is …", "rating": 5, "name": "Nikona Sharowkin", "cat": "Georgian restaurant"}, {"review": " Not a bad place😎. Price tags are normal, I will not say that I was somehow disappointed😁. Khachapuri are just bombastic until they took nothing else, but they say that the whole kitchen is like that👍. Therefore, an …", "rating": 5, "name": "Віталій Житник", "cat": "Georgian restaurant"}, {"review": "Spoiled the holiday! In this \"vip\" Gaga is not allowed with his own, they offered to pay 200 UAH for a bottle of his own alcohol, and the service is not indicated in the menu. The atmosphere is nothing, it's not Gaga. There was this worst one in all Gaga's establishments in Kyiv! atmosphere and...", "rating": 2, "name": "Роман Т.", "cat": "Georgian restaurant"}, {"review": "My husband and I were in the restaurant of this chain on Kirillo-Mefodievskaya in December on a weekday (Thursday), we were alone in the hall !!! The toilet did not work, there was nowhere to wash our hands. We ordered khinkali of all kinds and a glass of wine. Cooked for a very long time. Khinkali were not...", "rating": 1, "name": "Анжела Спас", "cat": "Georgian restaurant"}, {"review": "Order waited 40 minutes. So 40 minutes is needed to prepare a salad and khachapuri.\nSalad more estate. But here is khachapuri, not tasty. With regular cottage cheese and…", "rating": 1, "name": "Инна Кравченко", "cat": "Georgian restaurant"}, {"review": "The institution is not bad in terms of interior, but not all dishes are cooked well, Caesar was brought with cold chicken, it feels like they just got it from the refrigerator, soup with veal is also not very good and they waited a long time, kubdari disappointed, with a map ...", "rating": 2, "name": "Алёна «NEFERTITI» NEFERTITI", "cat": "Georgian restaurant"}, {"review": "Very beautiful and very pleasant. Today we took khachapuri, very quickly and very tasty. The girl asked that something didn’t suit her in the dish (maybe some kind of post) she was settled as beautifully as possible ...", "rating": 5, "name": "Edik Vushomirskii", "cat": "Georgian restaurant"}, {"review": "Tasty, prices are normal, but do not like the strange policy of surcharge of 10% for service and the fact that payment is only in cash.\nI would leave this 10% tip anyway and be sure that they will get to the waiter, but ...", "rating": 4, "name": "Tymofii Maksymenko", "cat": "Georgian restaurant"}, {"review": " Celebrated my birthday here, and was several times on the birthdays of friends)\nWhat can I say: delicious, very atmospheric, dishes at the highest level, I want …", "rating": 5, "name": "Дарья Рыжук", "cat": "Georgian restaurant"}, {"review": " Beautiful cozy place.\nThe food, as always, is delicious.\nPrices are more than nice. …", "rating": 5, "name": "Віталій Лущик", "cat": "Georgian restaurant"}, {"review": "Very cozy and aesthetic establishment. Friendly staff and most importantly delicious food. I was at different points in Gaga and it was here (on Cyrillo-Mefodievskaya), in my opinion, the best staff and cuisine. …", "rating": 5, "name": "Anya Boichenko", "cat": "Georgian restaurant"}, {"review": "They cook very tasty food, I recommend it to everyone!\nLarge portions, reasonable prices!\nThanks to the staff for the warm welcome! …", "rating": 5, "name": "Натали Крайник", "cat": "Georgian restaurant"}, {"review": "We decided to celebrate the anniversary in Gaga at the Polytechnic University, we didn’t expect such an amazing reception and service, the kitchen is super 👍 . The service of the waiter Svetlana was impeccable!!! Starting from the choice of a table for the reservation and its service!!!🔥⭐ Thanks to her ...", "rating": 5, "name": "Алла Гергедава", "cat": "Georgian restaurant"}, {"review": "Normally, saddened by one thing, they included in the bill what they didn’t bring, but I ordered it. Apparently they were counting on the drunken company, or maybe they just forgot. Don't know. The music was not live (Friday). The wife did not like the warm salad. Compared to Gaga...", "rating": 3, "name": "porudchik", "cat": "Georgian restaurant"}, {"review": "I don’t like it, when I go into a restaurant they say to me, “Is there something to suggest to you?”. It’s bad that you only pay in cash, taxes are taxes, but you should be customer-oriented. I will not come to you again. …", "rating": 2, "name": "Alexander “Shap Alex” Shapoval", "cat": "Georgian restaurant"}, {"review": "I have been going to the Gaga network for a long time. I have been to almost everything in Kyiv. Never had any problems or misunderstandings. Food is delicious, portions are good. Chacha is pretty decent…", "rating": 5, "name": "Евгений Цветков", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, large portions, but one nuance that destroys the impression for me personally.\nIn the toilet distributors cute cheap plastic bottle! Well, so disgusting to …", "rating": 4, "name": "Інна Рижа", "cat": "Georgian restaurant"}, {"review": "The food is delicious. Especially colored balls, I don’t remember the name)) green, purple and some other, with a nut. And in general everything is delicious. Cognac of their production - the aroma is very pleasant. The comment is not ordered - like it or not, I write as it always is. To me …", "rating": 5, "name": "Anet Wild", "cat": "Georgian restaurant"}, {"review": "There is no terminal, you can’t put it on a card, you had to play a quest to withdraw cash, if you hide your income from the tax, then at least do it not to the detriment of customers. …", "rating": 1, "name": "Дух Леса", "cat": "Georgian restaurant"}, {"review": "The institution is good. Tasty and large portions. Not expensive! Pleasant service\nI didn’t like tarragon, barberry, very diluted, the taste was not felt at all.\nBut there are also disadvantages. For example, when ordering a banquet, day to day, or rather for a couple ...", "rating": 4, "name": "Марина Кладко", "cat": "Georgian restaurant"}, {"review": "The restaurant itself is not bad. We love this network. But from this restaurant they took away food by self-delivery. No one warned us by phone that we would still have to pay 90 UAH for 9 food containers. In many restaurants when…", "rating": 3, "name": "Станислав Кипра", "cat": "Georgian restaurant"}, {"review": " Such delicious food - I have never eaten such.\n\n", "rating": 5, "name": "Людмила Бончук", "cat": "Georgian restaurant"}, {"review": "The terminal does not work, and it is impossible to transfer money from card to card. Came in, disappointed and left. Employees advised me to go to an ATM 2.5 km away. …", "rating": 2, "name": "Vladyslav Patlukh", "cat": "Georgian restaurant"}, {"review": " Celebrating the Birthday. Cuisine, serving everything is excellent. There are no purchases. We encourage you to visit this institution. …", "rating": 5, "name": "Тетяна Нечипоренко", "cat": "Georgian restaurant"}, {"review": " Delicious khachapuri and khinkaliya lyulya kebab are not very.\nThe staff is friendly, the girls were very hospitably greeted by the waiters, …", "rating": 5, "name": "Alexey Misnik", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Philips", "cat": "Georgian restaurant"}, {"review": "\nGreat place, very tasty :)", "rating": 5, "name": "Sergey Kovalenko", "cat": "Georgian restaurant"}, {"review": "Quickly seated at a table, fast service, huge portions, everything is tasty and satisfying. The prices are the most democratic in the country. I recommend. …", "rating": 5, "name": "Светлана Лященко", "cat": "Georgian restaurant"}, {"review": "Very tasty and good atmosphere\n\nWe didn't really like salads, but khachapuri, soups and meat are very worthy. …", "rating": 4, "name": "Елизавета Лопатина", "cat": "Georgian restaurant"}, {"review": "Hi all. The manager is excellent. Had to rest here in the company as a guest. I liked everything very much. The waiters are friendly. Even Vanya. And this despite the fact that he is red and he has no soul. In general, the institution is excellent. …", "rating": 5, "name": "Игорь Матвейкин", "cat": "Georgian restaurant"}, {"review": "I got a lot of pleasure from food! Yes, yes... from food!!! The girls - the waiters told everything, recommended ... In a word - I didn’t buy the food, they sold it to me beautifully! Thank you! …", "rating": 5, "name": "Виктор Терников", "cat": "Georgian restaurant"}, {"review": "On Saturday-\nThank you very much for holding our event, a very pleasant waitress Natasha, Thanks also to the manager Tatiana for organizing. Delicious food, huge …", "rating": 5, "name": "Екатерина Чернобривка", "cat": "Georgian restaurant"}, {"review": "The interior is good, the waiters are polite. The barbecue is delicious. Now about the cons: chacha is not chacha at all, moonshine diluted with grape juice. Uzvar - the first served excellent, after - colored water ... ...", "rating": 2, "name": "Jason Smoggler", "cat": "Georgian restaurant"}, {"review": "We visited the restaurant today. We wanted to discuss the menu for the banquet and have lunch. The halls were empty. We ordered henkali of all kinds and wine with uzvar. Drinks arrived quickly. Henkali began to wait. There were more visitors, two tables. We were all waiting. …", "rating": 2, "name": "Юрій Городничий", "cat": "Georgian restaurant"}, {"review": "Super. The price and taste of dishes is affordable for everyone. Therefore, you can safely go to eat 🥰 ...", "rating": 5, "name": "Максим Горкуша", "cat": "Georgian restaurant"}, {"review": "Were here with family. Incredibly delicious dishes: we tried beef brains, kharcho, chicken in a creamy garlic sauce, salad with chicken liver. We were delighted with every dish! Prices are reasonable, portions are huge. We hope that over time...", "rating": 5, "name": "Дмитрий «Шикарный» Шинкаренко", "cat": "Georgian restaurant"}, {"review": "The kitchen is not bad. But faced with unacceptable behavior of the staff at the guests. If your establishment has such poor sound insulation (between the hall and the kitchen), then I ask you to explain to the staff that it is unpleasant for guests to listen to swearing and obscenities at lunch ...", "rating": 2, "name": "Inked Bird", "cat": "Georgian restaurant"}, {"review": "Good day, I wanted to share the great impressions that I felt when my family accidentally went to have a bite to eat at the GAGA institution on Kirillo-Mifodievskaya 14/2 street, very tasty cuisine, especially Khachipuri, polite and …", "rating": 5, "name": "Viktor VK", "cat": "Georgian restaurant"}, {"review": "The place is good, but the toilet was just a mountain of used paper scattered all over the closet. For this I put a maximum of 2. In the forecourt, sorry, and even then they clean it more often. The attitude towards the client is rude. …", "rating": 2, "name": "WWL", "cat": "Georgian restaurant"}, {"review": " Cards were not accepted and are not accepted. it is clear that this is for one reason only - evasion. They also lie that it is broken. A year as broken. They do not answer in Ukrainian. Serve superficially, by force. …", "rating": 1, "name": "I. S.", "cat": "Georgian restaurant"}, {"review": "Georgian cuisine?? Yes, it's a delight, but ... There were problems with drinks. Firstly, there was no wine for pre-order, there was also no vodka for pre-order (ordered by Nemirov, Dashi Khortitsa), minor flaws, but I recommend it very tasty ...", "rating": 4, "name": "Сергей Резанов", "cat": "Georgian restaurant"}, {"review": "Excellent and inexpensive. The minimum order per person for a banquet is 750 UAH.\nFor your alcohol 100 UAH per bottle.\nThe terminal is not working. …", "rating": 5, "name": "Vlad", "cat": "Georgian restaurant"}, {"review": "Went here with my wife the other day to celebrate our wedding anniversary.\nI liked everything: the interior, music, service, cuisine, and especially pleased with the prices. …", "rating": 5, "name": "Владимир Трандафилов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Volkiriy Les", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. Everything is insanely delicious. Good service. Excellent serving of food. Quiet, comfortable and peaceful…", "rating": 5, "name": "Сергей Федоровский", "cat": "Georgian restaurant"}, {"review": "The dishes are delicious, but the restaurant itself on Obolon is cramped, the tables are located very close to each other, the renovation is in the style of \"European renovation of the 90s\". In general, if you just satisfy your hunger, then it will do. And if it's a nice place to spend, I don't recommend it. Nothing like …", "rating": 4, "name": "Юлия Закусило", "cat": "Georgian restaurant"}, {"review": "A wonderful place for business meetings, family holidays, mental relaxation and acquaintance with Georgian traditions.\nHere you will be met by friendly staff who know their business, moderate …", "rating": 5, "name": "luka iremashvili", "cat": "Georgian restaurant"}, {"review": " I have been to various establishments of this network and this gaga is the closest establishment to a restaurant, not a cafe of Georgian cuisine. (To all fans of loud parties: unlike other cafes of a network it is …", "rating": 5, "name": "Vlad", "cat": "Georgian restaurant"}, {"review": "It was nightmarish. I ordered food through Glovo. Khinkali with cheese were undercooked, and the cheese tasted like dead cottage cheese, I mastered only one khinkali, the rest were thrown away. And the traditional Georgian salad with nut dressing was with pieces of …", "rating": 1, "name": "Apolla Aelrath", "cat": "Georgian restaurant"}, {"review": "The food is excellent and the service is top notch. Very cozy atmosphere. There was one awkward moment. When at 22:55 they asked to close (because they close in 5 minutes), although the schedule on the sign is until 00:00 ...", "rating": 4, "name": "Nataliia Syniahovska", "cat": "Georgian restaurant"}, {"review": "Friends, we went to your restaurant specifically for delicious favorite Georgian cuisine, but the terminal does not work. This is not serious. We went to another restaurant nearby. (...", "rating": 1, "name": "Vova Mishkyn", "cat": "Georgian restaurant"}, {"review": " We went in the evening, the administrator really wanted us to suffocate, behaved unwelcome. They drank a nut of beer and well it in the bath of these Armenians pretending to be Georgians. …", "rating": 1, "name": "Justa Murzik", "cat": "Georgian restaurant"}, {"review": "Very atmospheric restaurant\nCelebrated a birthday, it's just a meal, the music is good, the service is top notch, very friendly girls …", "rating": 5, "name": "Оксана Письменюк", "cat": "Georgian restaurant"}, {"review": "The shift that worked on 03/05/2020 is simply terrible, it only served a banquet at the next table, we had dirty dishes and empty decanters for about 2 hours, the waiters answered that they did not have enough hands for us. In an institution on the left bank ...", "rating": 1, "name": "Ser afim", "cat": "Georgian restaurant"}, {"review": "I'm giving it a 3 because of the staff. Since the cost of service is included in the menu (10%), requests and wishes are simply ignored ((The dishes are large and tasty, but not all. Pork ribs, brains, I do not recommend. The last time they brought …", "rating": 3, "name": "Виктор Дубровский", "cat": "Georgian restaurant"}, {"review": "I highly do not recommend the restaurant. I ordered food delivery in the restaurant through Glovo. The invoice was presented 30% higher than in the check in the application, moreover, they included 10% in the invoice for service, for delivery, while the order was waiting for 2 hours, instead of the declared ones ...", "rating": 1, "name": "Татьяна Пальчик", "cat": "Georgian restaurant"}, {"review": "Were today in your restaurant, I liked everything very much and oooooooooooooooooooo delicious !!!!!!!!!!!!!\nWe will come back to you!!!!!! Thanks for the service!!!!! …", "rating": 5, "name": "Ольга Марвинская", "cat": "Georgian restaurant"}, {"review": "Disgusting service. Rude tactless manager. We booked a banquet hall for 18 villages in 2 months to celebrate the first children's Dr (according to the conditions it was 450 UAH per person), they wanted to make a pre-order in 10 days and we were informed of a new …", "rating": 1, "name": "Екатерина Андрюхина", "cat": "Georgian restaurant"}, {"review": " I love Georgian cuisine, salty, peppery, but you have no taste …", "rating": 4, "name": "Вікторія Новосад", "cat": "Georgian restaurant"}, {"review": "Excellent food and prices. Most Kyiv restaurants cannot be compared.\nOf the minuses, the lack of a terminal (there is a private ATM around the corner) and a horse minimum order for khinkali. …", "rating": 5, "name": "Michael Janus", "cat": "Georgian restaurant"}, {"review": "I do not recommend going to this establishment. Divorce at every turn. starting with the lack of dishes indicated on the menu (they bring sauerkraut instead of Georgian pickles, ketchup instead of tkemali, and so on, ending with payment, where they tell you as a friend ...", "rating": 1, "name": "Sharia Peter", "cat": "Georgian restaurant"}, {"review": "I didn’t have to eat, one minute was enough to sit at a table near the guy, my appetite disappeared instantly! You can’t pay with a card in more than one restaurant of the network ...", "rating": 1, "name": "Oleksandr Kovalov", "cat": "Georgian restaurant"}, {"review": " The staff is nice.\nUsually there are tables available unlike Gaga in Pechersk.\nKhachapuri cheese and salad Georgian delicious. …", "rating": 4, "name": "Vitalii B", "cat": "Georgian restaurant"}, {"review": "Food is great, waiters are friendly\nIf you are planning a banquet, it’s better to remind the manager of the menu a couple of days in advance, we didn’t serve one dish, but it wasn’t included in the check either. …", "rating": 5, "name": "Антон Масленников", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Анастасия Климашевская", "cat": "Georgian restaurant"}, {"review": " Great restaurant. There are cozy corners for family / company holidays …", "rating": 5, "name": "Зоя Квятковская", "cat": "Georgian restaurant"}, {"review": " I really liked the interior of the summer playground, very democratic prices, but the cost of service is 10% separately. Good service, typical Georgian cuisine, I liked it, I'll come again …", "rating": 5, "name": "Inna N", "cat": "Georgian restaurant"}, {"review": "Good service and interior. Delicious khachapuri. Khinkali are terrible. Barbecue is definitely not from the grill. …", "rating": 3, "name": "Vika Victoria", "cat": "Georgian restaurant"}, {"review": "Good afternoon, the first time I was in this institution (I often go to the network, and I like it), but there are both minuses and pluses.\nThe question is to you, why is the cost of lunchboxes so expensive? …", "rating": 3, "name": "Рома Богверадзе", "cat": "Georgian restaurant"}, {"review": " I love the network of Georgian restaurants \"Gaga\" for delicious food at reasonable prices. What's delicious is delicious! But many institutions \"Gaga\" lack of active waiters. So get ready to wait a bit in advance. …", "rating": 4, "name": "Yevgeniia Shevchenko", "cat": "Georgian restaurant"}, {"review": "Everything is chic, very good kitchen, I was especially impressed by the brazier. Good portions, not high prices, quality and pleasant service. Out of 10/10...", "rating": 5, "name": "АНЗОР Джыгания", "cat": "Georgian restaurant"}, {"review": "Very cozy and delicious", "rating": 5, "name": "Анна Моренец", "cat": "Georgian restaurant"}, {"review": " It was delicious but not half of what is on the menu (((((even sauces are not all available, even non-alcoholic mojito, and the main dishes, too, through one ..expectedly as for a restaurant ... …", "rating": 4, "name": "Galyna Nor", "cat": "Georgian restaurant"}, {"review": "Everything was great, but there was no beer ((sorry.\nBut in general, the institution is excellent and the prices do not bite. Those who want to go with their soulmate to sit, you are here) ...", "rating": 5, "name": "Олександр Самохін", "cat": "Georgian restaurant"}, {"review": " Good evening!!! Today, 06.02.2012 we visited you, had a very good rest. Fair? We really liked:\nFirst: Friendliness …", "rating": 5, "name": "Robot Pen", "cat": "Georgian restaurant"}, {"review": "The situation happened as follows, yesterday on February 22, 2020, having booked a table by phone, they arrived at the indicated time and not for the first time the promised reservation was not available. We had to wait.", "rating": 1, "name": "Антон Сидоров", "cat": "Georgian restaurant"}, {"review": " Went here again when it was ARGO and then the kitchen was 1000 times tastier. Now, unfortunately, I can not write anything good, Khachapuri - the dough is dried, cheese - one cheese and then the smell is not the first …", "rating": 2, "name": "Вік К", "cat": "Georgian restaurant"}, {"review": "The second time here, the first time was good, but today it's terrible. Very slow service. The waiter refused to break the bill, she said that it would be very stressful for her. …", "rating": 1, "name": "Александр Андрашко", "cat": "Georgian restaurant"}, {"review": " Great restaurant😄\nLocation is great, quiet place, less than 10 minutes walk from the subway\nThe staff is nice and friendly, as far as we could tell. …", "rating": 5, "name": "Олена Кобржицька", "cat": "Georgian restaurant"}, {"review": "Irresponsible, disorganized, rude and inhospitable. They spoiled our daughter's first birthday party by mixing up the month of the entry in their flawed notebook. They didn't even apologize. When we came to our senses, our date was already booked. …", "rating": 1, "name": "Konstantin Zima", "cat": "Georgian restaurant"}, {"review": " Cozy restaurant. With nice music and hospitable staff.\n\n", "rating": 5, "name": "Anton K", "cat": "Georgian restaurant"}, {"review": "Today I was in the restaurant, I liked everything, the prices are affordable, the portions are large, and most importantly, everything is delicious. I RECOMMEND! …", "rating": 5, "name": "Лука Шляхно", "cat": "Georgian restaurant"}, {"review": " Delicious food and good service.\nVery nice atmosphere to which you want to return. …", "rating": 5, "name": "Катерина Шляхно", "cat": "Georgian restaurant"}, {"review": " Nice place. But I will say GA-GA is different. On the left bank - horror. And here it is wonderful. Delicious, nice, fun quite large …", "rating": 5, "name": "Роман Сидельник", "cat": "Georgian restaurant"}, {"review": "I have been going to this network of establishments for a long time and recently found out that another one was opened on Obolonskaya embankment. Prices have risen a little but there are many new dishes. Very cozy, beautiful, friendly staff and of course very tasty!;))) …", "rating": 4, "name": "Kateryna Khatsko", "cat": "Georgian restaurant"}, {"review": "Delicious, but pricey. In other GAGs it is much cheaper.\nThere are no quarantine measures (…", "rating": 3, "name": "Артем", "cat": "Georgian restaurant"}, {"review": "The kebab and grilled vegetables are so spicy that it is impossible to overpower a portion. The meat is dry. Ordered a pickup. I do NOT recommend. …", "rating": 1, "name": "Максим Ильенко", "cat": "Georgian restaurant"}, {"review": "Location is good, staff is great, food is disgusting. If you're looking for good food, this is not the place for you. …", "rating": 1, "name": "Dmitry Gorshckov", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious! But you need to clarify if there is a banquet in the neighborhood. We had to leave due to excessive noise. …", "rating": 4, "name": "Elena Bortnikova", "cat": "Georgian restaurant"}, {"review": " The food is very tasty. That's where the pros end. The service is less than mediocre. Inattention to the client, some general pofigism. The impression is that they do not need clients in principle, they have their own …", "rating": 2, "name": "zhenya shevchenko", "cat": "Georgian restaurant"}, {"review": "Food is good, interior too. The service is a little lame, but at the same time they get out of the situation very correctly. In any case, 5- they deserve. …", "rating": 5, "name": "Велиулла Люманов", "cat": "Georgian restaurant"}, {"review": " Norm. The beans were undercooked. But hinkali cheese with spinach is not bad. …", "rating": 4, "name": "Yuiry Yuran", "cat": "Georgian restaurant"}, {"review": " In general, I will not say that the food is delicious! Hashlam soup - with veal and fresh tomatoes - in fact, soup with kenzo is one piece of meat! Expectations are a reality! …", "rating": 3, "name": "Олена Одінцова", "cat": "Georgian restaurant"}, {"review": " The most delicious food, large portions)\nAlways happy to visit the GAG) I recommend at least once to taste something in them) …", "rating": 5, "name": "Руслан Квачук", "cat": "Georgian restaurant"}, {"review": " Everything is delicious, but did not give up\n\n", "rating": 4, "name": "Вероніка Перетяка", "cat": "Georgian restaurant"}, {"review": "Gorgeous kitchen.\nPolite and cheerful staff.\nAdequate prices. …", "rating": 5, "name": "Владислав", "cat": "Georgian restaurant"}, {"review": "The kitchen is excellent, the interior is cozy, the staff is at a high level. Overall 5 plus. …", "rating": 5, "name": "Iurii Donchenko", "cat": "Georgian restaurant"}, {"review": "I liked everything very much. Went on a Saturday and found a table, friendly staff. The food is really delicious. …", "rating": 5, "name": "Оксана Пиунова", "cat": "Georgian restaurant"}, {"review": "Very good value for money.\nDelicious and welcoming.\nBut I want more waiters. …", "rating": 4, "name": "Timur Ibraimov", "cat": "Georgian restaurant"}, {"review": "Delicious, satisfying, beautiful and reasonably priced. A good restaurant for a quiet and leisurely pastime. Thank you! …", "rating": 5, "name": "Елена Милькевич", "cat": "Georgian restaurant"}, {"review": "Very tasty, the waiters are very good, I liked everything, it’s convenient to order with you after work …", "rating": 5, "name": "Anna Zhuravskaya", "cat": "Georgian restaurant"}, {"review": "Great atmosphere for relaxation.\nSeparately, it is necessary to note the kitchen - the bomb !!!\nThank you all from the bottom of our hearts!!! …", "rating": 5, "name": "Мариночка Кононенко", "cat": "Georgian restaurant"}, {"review": "You feel the real Georgian style of cooking, like home cooking. The dishes are excellent and not expensive.\nThe kebab was very dry, although they claimed that the neck was still dry !!! …", "rating": 4, "name": "Василий Шапран", "cat": "Georgian restaurant"}, {"review": "Very tasty.\nAnd available!!!\nCelebrated with guests, everyone loved it! …", "rating": 5, "name": "Ярослав Тілегей", "cat": "Georgian restaurant"}, {"review": " I really liked this restaurant. Delicious cuisine, large portions, nice prices. Good staff. Keep it up! Mandatory we will come again. …", "rating": 5, "name": "Аленка Шидерова", "cat": "Georgian restaurant"}, {"review": " Pretty hearty good food) I also recommend homemade chacha. The choice of beer is almost non-existent, and the rest is great. …", "rating": 5, "name": "Віталій Васильович", "cat": "Georgian restaurant"}, {"review": " Visited the restaurant today) I'm delighted !!\nThe kitchen is at the highest level! The waiters are nice and polite 🥰 …", "rating": 5, "name": "83 08", "cat": "Georgian restaurant"}, {"review": " The network of establishments is good, but this place did not please. The staff is not customer oriented.\nThe network of institutions should be the same in all places, with the same …", "rating": 2, "name": "Юлія Фіщук", "cat": "Georgian restaurant"}, {"review": "If you do not take into account the color, and you are going to eat Georgian cuisine, then five points) .. very tasty and huge portions, the price is not affordable .. …", "rating": 5, "name": "Irina Babich", "cat": "Georgian restaurant"}, {"review": "There are no complaints about the kitchen, but the sea is about organizing the reception of guests! The staff are without masks and gloves! There are so many tables in a small hall that there can be no talk of any distance of 1.5 m. In general, a hotbed of coronovirus! …", "rating": 1, "name": "Олег Лысенко", "cat": "Georgian restaurant"}, {"review": "\nDelicious. Good prices", "rating": 5, "name": "Юлия Бойко", "cat": "Georgian restaurant"}, {"review": " The cuisine does not correspond to Georgian. Variations on the theme, but the look and taste is not what you need …", "rating": 2, "name": "Виктор Кушка", "cat": "Georgian restaurant"}, {"review": "Liked the value for money. Delicious!\nChipped dishes are not a pleasant moment. The music is nice but very loud. …", "rating": 4, "name": "Вельдар Шукурджиев (Ускут)", "cat": "Georgian restaurant"}, {"review": "Far from the best Georgian restaurant. Khinkali is not tasty. Although the dough in khachapuri is correct, it was a little underbaked ...", "rating": 4, "name": "Елена Левинская", "cat": "Georgian restaurant"}, {"review": "In fact, delicious food, for good money, half of the establishments will take 2 times more, draw your own conclusions 🥰 ...", "rating": 5, "name": "Dima Bondar", "cat": "Georgian restaurant"}, {"review": "\nDelicious, large portions, cash only.", "rating": 5, "name": "Амалия М", "cat": "Georgian restaurant"}, {"review": "We love the Gaga restaurant at KPI!\nThe waitress Natasha will serve you in the highest aerobatics. Very pleasant. Thank you! …", "rating": 5, "name": "Катерина Бойко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andriy Stepanenko", "cat": "Georgian restaurant"}, {"review": "A good place.\nVery good, we often go to Gaga's chain of restaurants, but here we liked it the most. Cozy, clean, very tasty and the service is better than in other restaurants of this …", "rating": 5, "name": "Vova Gorbachov", "cat": "Georgian restaurant"}, {"review": " By all parameters, well done) Delicious, fast, cozy, friendly. Thank you …", "rating": 5, "name": "Центр Рульового Управління ГУРЭУР.Київ", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Віталій Вакула", "cat": "Georgian restaurant"}, {"review": "The price is great. Satisfying. But the food has gotten worse over the years. And nothing was updated in the halls ...", "rating": 3, "name": "Павло Шипоша", "cat": "Georgian restaurant"}, {"review": "Very tasty food, large portions and inexpensive.\nOf the minuses, there is no payment by card, but at the same time, the waiter immediately warns. …", "rating": 5, "name": "Aleksandr Hrynko", "cat": "Georgian restaurant"}, {"review": "Very good place. The prices are low but the food is very tasty 😍 Nice atmosphere and good service 💫Special thanks to the waitress Alena for the excellent service ❤️ …", "rating": 5, "name": "Люда Мельник", "cat": "Georgian restaurant"}, {"review": "Yesterday we wanted to eat at 21:30, the waiter girl (black) said that the kitchen is no longer working and there is no terminal, and we were sent to hell .. …", "rating": 1, "name": "Денис Фрунзе", "cat": "Georgian restaurant"}, {"review": "Mmmmmmmmm... the restaurant is just space. I'm celebrating my birthday here for the 2nd time and I'm very happy with the food, the service and the atmosphere! I recommend!!! …", "rating": 5, "name": "Игорь Бондарь", "cat": "Georgian restaurant"}, {"review": "The barbecue is awesome. But the khinkali were not impressed. Noisy and busy. The atmosphere is not conducive to relaxation. …", "rating": 3, "name": "Aileen Li", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Andrey Sobol", "cat": "Georgian restaurant"}, {"review": "Gaga is all about understandable cuisine. The meat dishes are especially tasty. There are shortcomings in the service, well, this can be forgiven. …", "rating": 4, "name": "Alex Morozov", "cat": "Georgian restaurant"}, {"review": " The veal \"in cream sauce\" was awful. In other establishments such g ... did not taste. …", "rating": 2, "name": "Дмитро Лазарюк", "cat": "Georgian restaurant"}, {"review": "Very, very pleasant atmosphere, the menu is chic, the portions are huge, the prices are very attractive, we celebrated a birthday, everyone was delighted with the restaurant, the service is chic, I highly recommend visiting in the near future. …", "rating": 5, "name": "Юрий Демидов", "cat": "Georgian restaurant"}, {"review": "Atmospheric place with delicious food. One minus there is no terminal, only cash. …", "rating": 5, "name": "Лилия Романенко", "cat": "Georgian restaurant"}, {"review": "Despite the large number of visitors, served quickly. The food is delicious and colorful! …", "rating": 5, "name": "Nataliia Popova", "cat": "Georgian restaurant"}, {"review": "Liked: service, prices, atmosphere. The kitchen is wonderful. They cook quickly. I didn't want to leave. …", "rating": 5, "name": "Оксана Салтанова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Смусь", "cat": "Georgian restaurant"}, {"review": "Large portions, friendly waiters, fast service. A great place to eat delicious Georgian food and have a great time. …", "rating": 5, "name": "David", "cat": "Georgian restaurant"}, {"review": " Got a negative impression after visiting this institution. Gaga in Libido is much better …", "rating": 1, "name": "Marina Barinka", "cat": "Georgian restaurant"}, {"review": "Favorite place, where reasonable prices, huge portions, nice staff, if you are up to 4 people, then you can bring your own alcohol, which greatly reduces the average bill))) …", "rating": 5, "name": "Ян Негеля", "cat": "Georgian restaurant"}, {"review": "On hot days, the air conditioner does not work well, it is very hot in the restaurant, plus there is no ice, uzvar and fruit drinks are served warm, the ice is over. Didn't like the salads. Shashlik and khachapuri are delicious…", "rating": 3, "name": "Viktoriia Melnyk", "cat": "Georgian restaurant"}, {"review": "They say heresy that banks are weekends, and on weekends and after 18 oo the terminal does not work .... The waitress is rude, disappointed...", "rating": 1, "name": "Anton Evil", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Елена Елена", "cat": "Georgian restaurant"}, {"review": "The service is good, the waiters are great. The cuisine is selectively good (kharcho for 3 with a stretch, and fruit drink is generally tinted boiled water or washings) …", "rating": 4, "name": "Славик Бордиян", "cat": "Georgian restaurant"}, {"review": "Very tasty, appetizing shish kebab from the neck. Aromatic wines. Nice presentation and cozy place. …", "rating": 5, "name": "Ольга Бабаджанова", "cat": "Georgian restaurant"}, {"review": " Cozy place with a delicious menu)\nThe music is good (Georgian), but a little loud. …", "rating": 5, "name": "Twin Ukrainian", "cat": "Georgian restaurant"}, {"review": " A little intrusive service, and the dishes were not very tasty, the prices are normal for an institution of this level …", "rating": 3, "name": "Desvald Daldemar", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Елена Костенко", "cat": "Georgian restaurant"}, {"review": "\nWe ate delicious khinkali, thank you.", "rating": 5, "name": "Sanya Verkhovyi", "cat": "Georgian restaurant"}, {"review": "The place is good, but when we visited this establishment, the terminal was not working, which is not very good. Perhaps this is how we got there, and usually he works there, I don’t know. …", "rating": 4, "name": "Sergey Kurilo", "cat": "Georgian restaurant"}, {"review": "The food is delicious! But the attitude towards the customers is not very good, the hall was booked a month in advance, but for our holiday, a children's birthday was also added to the hall. …", "rating": 1, "name": "Макс василенко", "cat": "Georgian restaurant"}, {"review": "The ordered hot dishes were waiting for more than two hours. 80% of us didn't wait and left. …", "rating": 2, "name": "Andrey Berezov", "cat": "Georgian restaurant"}, {"review": "Very tasty. Good quality food and reasonable price. In my opinion, the best chain of Georgian restaurants in Kyiv…", "rating": 5, "name": "Игорь Бойко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Кира Ружинина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Dmitriy Vvedenskiy", "cat": "Georgian restaurant"}, {"review": "We were very pleased with the service, delicious food. Administrator Svetlana is a friendly and smiling girl))) …", "rating": 5, "name": "Юлия Мирончук", "cat": "Georgian restaurant"}, {"review": " If you want Georgian cuisine - then only in Gaga!\n\n", "rating": 5, "name": "Євгеній Гвоздій", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анатолий Губский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Громыко", "cat": "Georgian restaurant"}, {"review": "Khachapuri and khinkali were delicious, minus one star for not very attentive waiter...", "rating": 4, "name": "Анна Кузнецова", "cat": "Georgian restaurant"}, {"review": " Very good location. I like it. Good.\n\n", "rating": 4, "name": "Hanyr", "cat": "Georgian restaurant"}, {"review": "Great place to have a good time! Very tasty and pleasant atmosphere! Many visitors with children. The portions are just huge. I was in Georgia, there is something to compare with, but this place is on top. I recommend it from the bottom of my heart.", "rating": 5, "name": "Руслан Руденко", "cat": "Georgian restaurant"}, {"review": "Ordered takeaway food. Khachapuri and chicken had a pronounced nasty taste of lard or some kind of burning from the oven. The establishment has just opened...", "rating": 1, "name": "Ievgen Zubkov", "cat": "Georgian restaurant"}, {"review": "\nGreat pricing and delicious food", "rating": 5, "name": "Sergey Serj", "cat": "Georgian restaurant"}, {"review": "Today I celebrated my friend's anniversary, the cuisine is simply amazing, the service is at a high level, I advise everyone!!! …", "rating": 5, "name": "Олександр Попык", "cat": "Georgian restaurant"}, {"review": "Delicious food, but a bit spicy and may not be to everyone's taste. But the staff is just amazing! …", "rating": 5, "name": "Морозов Борис", "cat": "Georgian restaurant"}, {"review": "Very tasty and not expensive, by the standards of Kyiv)\nAdjarian khachapuri and khinkali with lamb separately are gorgeous) …", "rating": 5, "name": "Сергей Дунаевский", "cat": "Georgian restaurant"}, {"review": "The food is delicious and the service is ok, but the bar had almost nothing on the menu!! It's all over!! …", "rating": 1, "name": "Liza", "cat": "Georgian restaurant"}, {"review": " Very tasty, generous, cozy. Friendly staff. You can eat cheaply and very heartily. I recommend! …", "rating": 5, "name": "Оксана Тимошенко", "cat": "Georgian restaurant"}, {"review": "Made an order for delivery! Everything was delicious, I can’t say that “WOW”, if you want to eat well, you can call and place an order! Everything arrived hot! …", "rating": 4, "name": "Алина Непочатова", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the portions are large, the prices are low, this particular Gaga has good service, 5 stars for the price / quality ratio …", "rating": 5, "name": "Kolya Gnatyuk", "cat": "Georgian restaurant"}, {"review": " It used to be better (((\nSalads are not seasoned\nThe waiters are unfriendly (tips are already 10% included in the bill) so why …", "rating": 3, "name": "Елена Дубровская", "cat": "Georgian restaurant"}, {"review": " Good place. Deliciously. Nice prices. Unfortunately, it is impossible to appreciate the comfort and color now. Self-pickup forever 😂 …", "rating": 5, "name": "Анжела Мазняк", "cat": "Georgian restaurant"}, {"review": "The restaurant itself is beautiful, we visited it today, but ... the barbecue is not tasty ... you can safely order khachapuri, khinkali ... Although there were egg shells in the khachapuri ... The administrator did not even come up and did not apologize for such an unpleasant impression ...", "rating": 3, "name": "Наташа Сергеева", "cat": "Georgian restaurant"}, {"review": " The interior is interesting (new renovation), large portions, great atmosphere, everything is fresh, there are chips that are not found in other restaurants, waiters are all their own) …", "rating": 5, "name": "Фарид Сариев", "cat": "Georgian restaurant"}, {"review": " 06/17/2020\nDo not go to this institution.\nThe waiter promised to place an order in 30 minutes. …", "rating": 1, "name": "Сергей Ушаков", "cat": "Georgian restaurant"}, {"review": " The network of establishments I like, cozy family. One star took off for service, today the girls were not the best day ... …", "rating": 4, "name": "Євген Євгенович", "cat": "Georgian restaurant"}, {"review": " Good place. Minus that not all menu items are available.\n\n", "rating": 4, "name": "Ольга Білецька", "cat": "Georgian restaurant"}, {"review": "Administrator Svetlana, wake up, people are calling you to make an order, what an advance payment, only in this restaurant of this chain such crazy service ...", "rating": 1, "name": "Ihor Zubrytskyi", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine. Very good prices. Friendly staff. Recommended for multiple visits. …", "rating": 5, "name": "Дмитрий Кондратюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Tyron Vlad", "cat": "Georgian restaurant"}, {"review": "Very tasty, there is not enough sofa to lie down and lie down after a great dinner 😁 …", "rating": 5, "name": "Денис Харлам", "cat": "Georgian restaurant"}, {"review": " Good Georgian restaurant. Tasty and atmospheric.\n\n", "rating": 5, "name": "Ольга Кондратенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Max Bugaichuk", "cat": "Georgian restaurant"}, {"review": "Everything is fine, but the terminal did not work, so most likely it will not. Payment in cash only. …", "rating": 4, "name": "Andriy Shatyrko", "cat": "Georgian restaurant"}, {"review": "The place is cozy, intimate.\nThe kitchen is delicious from the oven, khachapuri is just a bomb. …", "rating": 5, "name": "blood Bonucci", "cat": "Georgian restaurant"}, {"review": "Fast, tasty, very large portions. Everyone did not eat and took home half. I recommend. …", "rating": 5, "name": "Олександр Двоєжилов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "K Salienko", "cat": "Georgian restaurant"}, {"review": " In general, food is good. But the calculation is only for cash, it speaks for itself. …", "rating": 4, "name": "Микола Голев", "cat": "Georgian restaurant"}, {"review": "Went with my family today for the first time at the Gaga restaurant. I really liked the service, and the kitchen is generally superb!\nHighly recommend to visit. …", "rating": 5, "name": "Play Andrei", "cat": "Georgian restaurant"}, {"review": " High level of service and everything is very tasty! Thank you☺ …", "rating": 5, "name": "Сергій Неценко", "cat": "Georgian restaurant"}, {"review": " Tasty, fast, clean\nBut the staff is not very polite ( …", "rating": 4, "name": "Анна Парафін", "cat": "Georgian restaurant"}, {"review": "As always everything is delicious! We go here for lunch regularly. For lovers of Georgian cuisine, I recommend …", "rating": 5, "name": "Sergey Kovpak", "cat": "Georgian restaurant"}, {"review": "Terrible. The hall stinks of something burning. There aren't even napkins on the table. You can't pay by card, they don't give you change...", "rating": 1, "name": "Margarita", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Самоткал", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Недвижимость Tanya Rielt", "cat": "Georgian restaurant"}, {"review": "Mackerel - they don’t know how to clean ((((( - all the stars for baking and vegetables on the grill .... Seriously, don’t clean mackerel before cooking, shame on you ..... shame on you ...", "rating": 2, "name": "Александр Александрович", "cat": "Georgian restaurant"}, {"review": " Delicious, loyal prices. Quite crowded and noisy on the weekend …", "rating": 4, "name": "Victoria", "cat": "Georgian restaurant"}, {"review": "We drank a bottle of Finland, we wanted to order a second one, but no, it ended, we had to choke on chacha ... Decent cuisine. …", "rating": 3, "name": "Андрей Василич", "cat": "Georgian restaurant"}, {"review": " Cozy place, good for a relaxation, dishes. The only drawback is the problems with cooker hoods. …", "rating": 4, "name": "Олена Лебедєва-Гулей", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Lada boiko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "виталий гришко", "cat": "Georgian restaurant"}, {"review": "Great place. Very tasty. Excellent service. Book your tables in advance as it's packed. …", "rating": 5, "name": "Катерина Рабина", "cat": "Georgian restaurant"}, {"review": "One of my favorite places in Kyiv (I'm from Odessa). Very tasty and at the same time low prices! …", "rating": 5, "name": "Ivan Anufriev", "cat": "Georgian restaurant"}, {"review": " I didn't really like the place. The waiters are a little confused, but the cuisine is delicious. …", "rating": 4, "name": "Olga Kozoriz", "cat": "Georgian restaurant"}, {"review": "\nFood is super and service too", "rating": 5, "name": "Александр Красюк", "cat": "Georgian restaurant"}, {"review": "Not a bad place, the prices are low, the food is good (but no more), I liked the homemade chacha …", "rating": 4, "name": "Mihail Shadrin", "cat": "Georgian restaurant"}, {"review": " Good place, nice to rest, service at a high level.\n\n", "rating": 5, "name": "Лариса Данилевич", "cat": "Georgian restaurant"}, {"review": " Very tasty, cozy, excellent service. Everyone liked it, we will definitely visit again. …", "rating": 5, "name": "Tanya Kychmay", "cat": "Georgian restaurant"}, {"review": " Very tasty + huge portions\n\n", "rating": 5, "name": "Денис Філіпович", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "꧁༺Rustam❶ ༻꧂", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine. Friendly staff and democratic prices. …", "rating": 5, "name": "Peter Motorny", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Боровицкая", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Inna Godlevska", "cat": "Georgian restaurant"}, {"review": " Tasted in this restaurant, very tasty cooking\n\n", "rating": 5, "name": "Вадім Ткаченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Таня Пальчик", "cat": "Georgian restaurant"}, {"review": "Great cozy place, delicious cuisine, very affordable prices, no possibility to pay by card, only cash. …", "rating": 5, "name": "Максим Пильников", "cat": "Georgian restaurant"}, {"review": " On Fridays and Saturdays, the table must be booked in advance by phone. …", "rating": 4, "name": "Yuriy Storozhuk", "cat": "Georgian restaurant"}, {"review": " The kitchen is great, the service is top notch, I recommend. …", "rating": 5, "name": "Олег Гуменний", "cat": "Georgian restaurant"}, {"review": "\nDelicious, fast service, not expensive", "rating": 5, "name": "Aleksandr Gor", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Sting Ion", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Турова", "cat": "Georgian restaurant"}, {"review": "Perfect place! Beautiful interior, nice staff, delicious food, good prices! We will visit often! I recommend …", "rating": 5, "name": "Тарас Гівчак", "cat": "Georgian restaurant"}, {"review": "Cozy Georgian restaurant, reasonable prices and good staff... Delicious Georgian national dishes …", "rating": 5, "name": "Шлангодел РВДшных дел мастер", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Гусаков", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Жданова", "cat": "Georgian restaurant"}, {"review": " Growth problems. The staff does not have time\n\n", "rating": 2, "name": "Андрей Андрей", "cat": "Georgian restaurant"}, {"review": "All at the highest level! Huge portions, it is difficult to find such a level of Georgian cuisine in Georgia itself! …", "rating": 5, "name": "Maxim Bashmacov", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, polite staff 👍 !!! Not only the fact that the children's room did not work. …", "rating": 5, "name": "Lyudmyla Zubchenko", "cat": "Georgian restaurant"}, {"review": "Like this restaurant very much. The service is good, the food is delicious, the portions are large... I recommend a visit!!! …", "rating": 5, "name": "Алла Мирошниченко", "cat": "Georgian restaurant"}, {"review": "In place of a chic fish restaurant with an expensive interior, a flawed Georgian eatery is hiding!!!! The staff is not friendly and competent, and the administrator is a rare rude woman (((( …", "rating": 1, "name": "Виктория Зима", "cat": "Georgian restaurant"}, {"review": " The place is very nice, the cuisine is delicious, the staff is friendly! …", "rating": 5, "name": "Taras Mell", "cat": "Georgian restaurant"}, {"review": "\nQuiet place and good Georgian cuisine.", "rating": 5, "name": "Дмитрий Ковтун", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлія Мостова", "cat": "Georgian restaurant"}, {"review": "Very tasty food, friendly staff. Large portions and affordable prices. I liked it very much. …", "rating": 5, "name": "Элвин Шариф", "cat": "Georgian restaurant"}, {"review": "Thanks to the manager, very friendly lady. The restaurant is beautiful and the dishes are delicious, but the portions of the restaurant) …", "rating": 5, "name": "Диана Байхи", "cat": "Georgian restaurant"}, {"review": " Cozy place, close to the trauma line and the subway. Delicious kitchen and clean room 👍 …", "rating": 5, "name": "Alina Rukhailo", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine😍 waitress girls are smiling and pleasant) I recommend this restaurant 😉 …", "rating": 5, "name": "Анастасия", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Попов", "cat": "Georgian restaurant"}, {"review": " Tasty, but the payment is only cash\n\n", "rating": 4, "name": "Vlada Vlada", "cat": "Georgian restaurant"}, {"review": " Excellent Georgian food at an equal price. Beer from the barrel, wines, home-made pickles, a varied menu and a pleasant atmosphere …", "rating": 5, "name": "שלי גיאת", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олеся Демидова", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere.\nAttentive and kind staff....", "rating": 5, "name": "Илья Гололобов", "cat": "Georgian restaurant"}, {"review": "Kitchen 5\nservice for 3-.\nprice quality . …", "rating": 3, "name": "Александр Щёголев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andrii Lapchyk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Veronika Bochkareva", "cat": "Georgian restaurant"}, {"review": " Has visited almost all the chain restaurants, good tasty cuisine, cheap prices) …", "rating": 5, "name": "Sergey Zaychenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Полина Мишко", "cat": "Georgian restaurant"}, {"review": "A good network, they keep the brand, they cook deliciously, the staff is well-chosen. Keep it up) …", "rating": 5, "name": "Голубицкая Анастасия", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "vsegda natelefone", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Беляев Алексей", "cat": "Georgian restaurant"}, {"review": " Unrealistically tasty and very affordable prices\n\n", "rating": 5, "name": "Eugene Severinovsky", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine! Pleasant and friendly staff! Cozy interior! …", "rating": 5, "name": "Василий Васильевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Zexxxx001", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine, I liked everything)\n\n", "rating": 5, "name": "Вова Яременко", "cat": "Georgian restaurant"}, {"review": "\ngreat place, and as always, delicious!", "rating": 5, "name": "Vladimir Parkhomenko", "cat": "Georgian restaurant"}, {"review": "\nExcellent manti. The portions are large.", "rating": 5, "name": "Сергей Безмен", "cat": "Georgian restaurant"}, {"review": " Nice place. Tasty hinkali, but there are doubts that they were made by hand as it should. …", "rating": 5, "name": "Yurko Karashivskyi", "cat": "Georgian restaurant"}, {"review": "\ngood restaurant, dishes are not bad", "rating": 4, "name": "Павел Зотов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yaroslav K.", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юрий Ярошенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "yuri smol", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Кот", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Николай", "cat": "Georgian restaurant"}, {"review": " Everything is great, but ventilation should be added because the air is very full of the smell of food …", "rating": 5, "name": "Олексій Павлюк", "cat": "Georgian restaurant"}, {"review": " Affordable and very tasty, really like in Georgia\n\n", "rating": 5, "name": "nastya rezvin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Артур Шишкин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Гришко", "cat": "Georgian restaurant"}, {"review": " Everything is delicious! Portions are large and prices are moderate! Clean and great service! …", "rating": 5, "name": "Alina Ter", "cat": "Georgian restaurant"}, {"review": " Thank you to the staff. Thank you GAGA for the great impressions of the delicious cuisine. I recommend. …", "rating": 5, "name": "Руслан КОТ", "cat": "Georgian restaurant"}, {"review": " Delicious food and democratic prices (if you eat in the company) …", "rating": 5, "name": "Назар Булавко", "cat": "Georgian restaurant"}, {"review": " I like! Affordable price, delicious food!\n\n", "rating": 5, "name": "Сергій Панченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Николай Марченко", "cat": "Georgian restaurant"}, {"review": " Georgian restaurant is highly recommended, cheap and scrumptious\nThe food is just like Georgia, with a very rich and varied menu …", "rating": 5, "name": "דניס אילצוק", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Вячеслав Смирнов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Душко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ольга Мотелевич", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty, on time.\n\n", "rating": 5, "name": "Олександр Сушинський", "cat": "Georgian restaurant"}, {"review": "\nGood food, huge portions, great prices", "rating": 5, "name": "Alexey Gamersky", "cat": "Georgian restaurant"}, {"review": "\nDelicious and reasonably priced!", "rating": 5, "name": "Антон Иванов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii Nosov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "God Bless America!", "cat": "Georgian restaurant"}, {"review": "\nNice staff, delicious big menu.", "rating": 5, "name": "Ярик Захарчук", "cat": "Georgian restaurant"}, {"review": "\nGreat, excellent, highly recommended.", "rating": 5, "name": "Вячеслав Герасимов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Овчарова", "cat": "Georgian restaurant"}, {"review": " Tasty)))) portions are good, and the price is pleasant)))) I recommend !!! …", "rating": 5, "name": "Катерина Коваль", "cat": "Georgian restaurant"}, {"review": " Very nice and tasty)\n\n", "rating": 5, "name": "Misha Litvinko", "cat": "Georgian restaurant"}, {"review": " Deliciously. Sorry, the menu is in Russian.\n\n", "rating": 5, "name": "Alexandear Red", "cat": "Georgian restaurant"}, {"review": "\nAlways hospitable, tasty and fast!", "rating": 5, "name": "Ivan Zakaliuzhnyi", "cat": "Georgian restaurant"}, {"review": " Super establishment 👍\n\n", "rating": 5, "name": "Анна Горобець", "cat": "Georgian restaurant"}, {"review": " Very huge and tasty portions)\n\n", "rating": 5, "name": "Oleksandr Shershen", "cat": "Georgian restaurant"}, {"review": "\nGreat restaurant, recommend it!", "rating": 5, "name": "Ирина Ермолова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Tatyana Chernobayeva", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Лопатюк", "cat": "Georgian restaurant"}, {"review": "In this institution, the staff is involved in the loss of personal belongings that belong to guests. …", "rating": 1, "name": "Татьяна Безубьяк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Ляшенко", "cat": "Georgian restaurant"}, {"review": "Interesting place, delicious food, large portions, but it's a pity that there is no card payment, only cash. …", "rating": 5, "name": "Румата Эсторский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Игорь", "cat": "Georgian restaurant"}, {"review": "\nDecent cuisine, no cashless payments", "rating": 5, "name": "Konstantin Yablonchuk", "cat": "Georgian restaurant"}, {"review": "\nBest staff! Excellent Kitchen 5 *", "rating": 5, "name": "Дмитрий Преподобный", "cat": "Georgian restaurant"}, {"review": " Tasty, the interior is not bad, good service\n\n", "rating": 5, "name": "Юля Заворотна", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "powered мойник", "cat": "Georgian restaurant"}, {"review": " Deliciously! Thanks 👍\n\n", "rating": 5, "name": "Миколай Стороженко", "cat": "Georgian restaurant"}, {"review": " Everything is cool. Excellent quality at affordable prices …", "rating": 5, "name": "Микола Малий", "cat": "Georgian restaurant"}, {"review": "\nExcellent. Tasty. Not expensive.", "rating": 4, "name": "Андрей Владимирович (nmasterandrey)", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елена Косач", "cat": "Georgian restaurant"}, {"review": "\nDelicious cuisine, reasonable prices.", "rating": 4, "name": "Джасти ungres", "cat": "Georgian restaurant"}, {"review": " Nice place, great interior\nToilet like Hogwarts. …", "rating": 5, "name": "Копайгородський Євгеній", "cat": "Georgian restaurant"}, {"review": "\nExcellent cuisine. Prices are reasonable.", "rating": 5, "name": "Станислав Федотов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Kot Gordej", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Aleksandr Tsybin (hocaiba)", "cat": "Georgian restaurant"}, {"review": "\nEverything is delicious and cute!)", "rating": 4, "name": "іван гороенко", "cat": "Georgian restaurant"}, {"review": "\nCheap, angry, tasty, a lot", "rating": 5, "name": "Вячеслав Чернышов", "cat": "Georgian restaurant"}, {"review": " Cozy, tasty, nice price tag\n\n", "rating": 5, "name": "Ann Panibrat", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Роман Владимирович", "cat": "Georgian restaurant"}, {"review": " Tasty and not expensive. I recommend\n\n", "rating": 5, "name": "Roman Zubko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vitalii Synenkyi", "cat": "Georgian restaurant"}, {"review": " Deliciously. Snug. Pleasantly. I recommend\n\n", "rating": 5, "name": "Тетяна Скурська", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Максим Харлан", "cat": "Georgian restaurant"}, {"review": " Excellent national cuisine, nice service ..\n\n", "rating": 5, "name": "Леонид оренбургский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "MAKSIMENKO _", "cat": "Georgian restaurant"}, {"review": "\nTasty, reasonable prices, friendly staff)", "rating": 5, "name": "Stanislav H", "cat": "Georgian restaurant"}, {"review": " Nice place! Delicious cuisine!\n\n", "rating": 5, "name": "Владимир Николаев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олег Яценко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and inexpensive!", "rating": 5, "name": "Екатерина Бондаренко", "cat": "Georgian restaurant"}, {"review": "\nTasty!", "rating": 5, "name": "Daniil Pysarenko", "cat": "Georgian restaurant"}, {"review": "\nTasty, inexpensive, fast.", "rating": 5, "name": "Евгения Климкевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Sergey Kuranda", "cat": "Georgian restaurant"}, {"review": " Delicious food. Large portions. Good prices.\n\n", "rating": 5, "name": "Віктория Віштака", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and very large portions.", "rating": 5, "name": "Дмитрий Чалый", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Пользователь", "cat": "Georgian restaurant"}, {"review": "\nCozy, tasty, not expensive)", "rating": 5, "name": "Алена", "cat": "Georgian restaurant"}, {"review": "\nThe terminal does not work constantly (((", "rating": 3, "name": "AL MAX", "cat": "Georgian restaurant"}, {"review": "\nEverything is very tasty.", "rating": 5, "name": "Maia 1234567890maia", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty\n\n", "rating": 5, "name": "Алексей Демчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Мыколюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Миронова", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine!", "rating": 5, "name": "Денис Лб", "cat": "Georgian restaurant"}, {"review": " Cozy, comfortable, delicious\n\n", "rating": 5, "name": "Gennagij Serov", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Annik Leblanc", "cat": "Georgian restaurant"}, {"review": "\nDelicious, nice staff!", "rating": 5, "name": "Дмитрий ГОРОХОВ", "cat": "Georgian restaurant"}, {"review": "\nCozy, soundly, reliable ...", "rating": 4, "name": "С С", "cat": "Georgian restaurant"}, {"review": " nice, cozy town ...\n\n", "rating": 5, "name": "Наталія Дудіна", "cat": "Georgian restaurant"}, {"review": "\nCozy restaurant with an interesting menu", "rating": 4, "name": "Максим Цеглов", "cat": "Georgian restaurant"}, {"review": "\nTasty. Acceptable prices.", "rating": 5, "name": "Анастасия Лютеций", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергей Магола", "cat": "Georgian restaurant"}, {"review": "\nThe most delicious khinkali", "rating": 5, "name": "Stanislav Nochovnyy", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Шевчук", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cooking)", "rating": 5, "name": "Евгений Ф", "cat": "Georgian restaurant"}, {"review": "\nVery nice and tasty)", "rating": 5, "name": "Ирина Федотенко", "cat": "Georgian restaurant"}, {"review": "\nNice restaurant and very tasty", "rating": 5, "name": "Romanchuk Viktoriia", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Zoya Zinchenko", "cat": "Georgian restaurant"}, {"review": " Delicious and affordable\n\n", "rating": 5, "name": "Олександр Матявін", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine.", "rating": 5, "name": "Alex Dikiy", "cat": "Georgian restaurant"}, {"review": "\nDisruptive service, very long serving.", "rating": 1, "name": "Viz pro", "cat": "Georgian restaurant"}, {"review": " Uynia\n\n", "rating": 3, "name": "Дина Шубина", "cat": "Georgian restaurant"}, {"review": " Cozy and tasty.\n\n", "rating": 5, "name": "Vasya Klimchuk", "cat": "Georgian restaurant"}, {"review": " Delicious for you :)\n\n", "rating": 5, "name": "Kristina Timofeeva", "cat": "Georgian restaurant"}, {"review": "\nTasty and inexpensive", "rating": 5, "name": "Stas Tonkantsov", "cat": "Georgian restaurant"}, {"review": "\nTop for your money!", "rating": 5, "name": "Наталья Егорова", "cat": "Georgian restaurant"}, {"review": "\nThe best khinkali I've tried", "rating": 3, "name": "Malishjoni Kokito", "cat": "Georgian restaurant"}, {"review": "\nFast and tasty", "rating": 4, "name": "Альона Левченко", "cat": "Georgian restaurant"}, {"review": " Kitchen wow\n\n", "rating": 5, "name": "Наталія Казимірчик", "cat": "Georgian restaurant"}, {"review": "\nEverything is super", "rating": 5, "name": "виталий симоненко", "cat": "Georgian restaurant"}, {"review": " Everything went well)\n\n", "rating": 5, "name": "Ka Titch", "cat": "Georgian restaurant"}, {"review": "\nFast, lots and tasty!", "rating": 5, "name": "Irina Ivanova", "cat": "Georgian restaurant"}, {"review": "\nExcellent restaurant.", "rating": 5, "name": "midiseason fka CHXRRY", "cat": "Georgian restaurant"}, {"review": "\nDelicious and good service", "rating": 5, "name": "Mitya S", "cat": "Georgian restaurant"}, {"review": " Bon appetit\n\n", "rating": 4, "name": "Костянтин Пушко", "cat": "Georgian restaurant"}, {"review": " As always, very tasty\n\n", "rating": 5, "name": "Константин Синявский", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Bryantsev Ivan", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Dr. Dragord", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vera Aksu", "cat": "Georgian restaurant"}, {"review": "\nThe kitchen is great !!!", "rating": 5, "name": "Артур Кутников", "cat": "Georgian restaurant"}, {"review": " Very tasty!\n\n", "rating": 4, "name": "Natalya Franko", "cat": "Georgian restaurant"}, {"review": "\nTasty and fast)", "rating": 5, "name": "Tetyana Rudnycka", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious", "rating": 5, "name": "Анна Заец", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Серега Давиденко", "cat": "Georgian restaurant"}, {"review": "\nNot bad.", "rating": 3, "name": "Ольга Неприцкая", "cat": "Georgian restaurant"}, {"review": "\nA lot of people", "rating": 4, "name": "Oleksandr Vyshnevskyi", "cat": "Georgian restaurant"}, {"review": "\nThe kitchen is weak", "rating": 2, "name": "Alexey Nekhaev", "cat": "Georgian restaurant"}, {"review": " Everything was good 🍻\n\n", "rating": 5, "name": "Валентин Валентин", "cat": "Georgian restaurant"}, {"review": " Extremely expensive\n\n", "rating": 2, "name": "Саша Кучер", "cat": "Georgian restaurant"}, {"review": "\nVery generous portions !!!", "rating": 5, "name": "Евгений Панов", "cat": "Georgian restaurant"}, {"review": " Excellent cuisine)\n\n", "rating": 4, "name": "Дмитрий Демьянчук", "cat": "Georgian restaurant"}, {"review": "\nDeliciously", "rating": 5, "name": "Яна Товкун", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!!!", "rating": 5, "name": "Olha Pochitalina", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Vasilisa Krivoklyakina", "cat": "Georgian restaurant"}, {"review": "\nTasty!!!", "rating": 5, "name": "Patraboy Oleksandr (olvi)", "cat": "Georgian restaurant"}, {"review": "\nNice restaurant.", "rating": 4, "name": "Mark Lanse", "cat": "Georgian restaurant"}, {"review": " Everything is cool!!!\n\n", "rating": 5, "name": "Анянка Винницкая", "cat": "Georgian restaurant"}, {"review": " Everyone liked it!\n\n", "rating": 5, "name": "Віталій Стецик", "cat": "Georgian restaurant"}, {"review": "\nOK", "rating": 5, "name": "Vladimir Alekseevich", "cat": "Georgian restaurant"}, {"review": "\nPoor service", "rating": 2, "name": "Анастасія", "cat": "Georgian restaurant"}, {"review": "\nWill go)", "rating": 5, "name": "Игорь Безуглый", "cat": "Georgian restaurant"}, {"review": "\nTasty, fast :)", "rating": 5, "name": "Pavel Vorobuov", "cat": "Georgian restaurant"}, {"review": "\nNot bad :)))", "rating": 4, "name": "Валерий Шева", "cat": "Georgian restaurant"}, {"review": "\nSuper", "rating": 5, "name": "Дарья Порубова", "cat": "Georgian restaurant"}, {"review": "Great", "rating": 5, "name": "василий уссури", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергій Распутенко", "cat": "Georgian restaurant"}, {"review": "\ntasty, cheap", "rating": 5, "name": "Мария Неезжалая", "cat": "Georgian restaurant"}, {"review": "\nDelicious Khachapuri", "rating": 5, "name": "Andrew Grinenko", "cat": "Georgian restaurant"}, {"review": "\nI like it!!", "rating": 5, "name": "Женя Куликовская", "cat": "Georgian restaurant"}, {"review": " Normass\n\n", "rating": 5, "name": "Виталий Симоненко", "cat": "Georgian restaurant"}, {"review": "\nComplete disappointment", "rating": 2, "name": "Максим Кузьмин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ilona Timchuk", "cat": "Georgian restaurant"}, {"review": "\nDelicious tasty delicious!", "rating": 5, "name": "Roma Kolomiets", "cat": "Georgian restaurant"}, {"review": "\nGood", "rating": 4, "name": "Владимир Помаз", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Marina Salenko", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Сергей М", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Бабин Степан", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Anna Golubovska", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ксения С", "cat": "Georgian restaurant"}, {"review": " I recommend !!!\n\n", "rating": 5, "name": "Boris Kreminsky", "cat": "Georgian restaurant"}, {"review": "\nFor an amateur", "rating": 3, "name": "Artem Andruschenko", "cat": "Georgian restaurant"}, {"review": "\nBest Gaga", "rating": 5, "name": "LeO", "cat": "Georgian restaurant"}, {"review": "\nThe service is terrible.", "rating": 1, "name": "Брауни Лук", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Vitalik Kvasha", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Вячеслав Ненахов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Agatha", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Andrey Chuguy", "cat": "Georgian restaurant"}, {"review": "\nVery auspicious", "rating": 5, "name": "Леха Дерибан", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Анна Головченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Elvin", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Светлицкий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Женя Долгов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Віталій В", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Андрей Задорожний", "cat": "Georgian restaurant"}, {"review": "\nPerfect place", "rating": 5, "name": "Т G", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Оксана Дейнеко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Богдан Кривошея", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ивась Карась", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Валерий Лелека", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Виктор Малевич", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Евгений Гагарин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Таня", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Павло Дровнін", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ruzana Atabekyan", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Sten369", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Адвокат Муравська", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Вася Шевчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Lyalya", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Елена Кисленко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Вячеслав Ковтун", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Nasser Halasa", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Таня Смолянко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Амалія Титенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Princess Precious", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Саша Честный", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Свинчак", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Виталий Рязанцев", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Derik Ramos", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Oleksandr Chmutov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анатолий Здоренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "bodik white", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Milana Timashkova", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "vitalik vergun", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Наталия Капустина", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Костянтин Островський", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Виталий Хилько", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Leva Mierzwiak", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ольга Перевертайлова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Maryna Skryt", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback", "rating": 1, "name": "Hrinevych Dmytro", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Инна Петрова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yevhen Kahadii", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Mariia Lemmou", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Evhenii Zinenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Горячий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Трофим", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Andrii Klymenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Марина Фёдорова", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Алексей Лукьяненко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Маріна Сидоренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Самченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Valera Eismont", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Чеснок", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Влада Голуб", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Volodymyr Hulei", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Козуб", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Люда Л", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Кацарский", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Владимир WMG", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Слава", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Віка Лазарчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Olya Zhylenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Ширмер", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Жека Сухомлин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Козлов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sergey Doroshenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Алекс Тушек", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Viktoriya Levchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Леся Василенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Геннадий Сакун", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Максим Крикуненко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Олександр Басенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ганна Мархальчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Максим Лукьяненко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Ірина Майданюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Kseniya Vinn", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Лариса Дацкова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анна Рудакова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "smilea Tyfre", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Наталія Арінова", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Oleg Ishchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергій Тимченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sanyok Malyshev", "cat": "Georgian restaurant"}, {"review": "", "rating": 2, "name": "Illia Grybovskyi", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Олександр Бабаєв", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "bodya wayne", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Павел Губский", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Andriy Feshchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valeriia", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yanina Bezpoiasna", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Ющенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Олег Баян", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Anna Zinchuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Михайлов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Иван Латинянин", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Юрий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Kris Tina", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Дмитрий Федоров", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Янина Лукашенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Slava Anishchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Иванна Холонивец", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Akel Helen", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Светлана Богданович", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Науменко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Віталій VIY", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "4es 4es", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Владимир Чередник", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юлія Крикунова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Глюза", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Eлена Гончар", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "KitHazat Komi", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "AnKa Pokotilo", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Віктор Лозовий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Володимир Чирковський", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Yurii Litvinenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valentina Bylinina", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Tetyana Medik", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Steve Steve", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Lili L", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Николай Саенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Mарина Сидоренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Igor Salata", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анастасія Денисюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sergey Furmanov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Бажанов", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Yaroslav Oleksiienko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Денис Гончар", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Evgen Fisher", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ксения Репик", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "giorgi gogoxia", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Богдан Калашник", "cat": "Georgian restaurant"}, {"review": "", "rating": 2, "name": "Александр Кулиш", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Carlo Gambino", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Полтавцев", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Pavel Chernyshev", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yuri Belokon", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ліза Романюта", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Валерчик WinD", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Вероника Левченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Ihor Horeko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Таня Бельзо", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Алінка Кот", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Богдан Пузанский", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Vlad Vozniuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Andriy Fendo", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Николай Багрий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Процюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Миняйло", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ярослав Олійник", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Dmitry Ivaschenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Павел Шевченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Влад Вавилонов", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Сергей Кудин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Мельниченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Руслан Тимошик", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sergii Gavrylenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Алена Фаюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ira rubanyak", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Вячеслав Волынец", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yurii Smirnov", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Анастасия Денисюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Шева Александр", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергей Беляков", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Aleksandr Pivovar", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Олег Гуртовой", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Максим Діхтяр", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Владимир Евич", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Таня Пальчик", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Нидугов", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергій Корецький", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Anatoliy Sukhno", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Александр Зыков", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Юрій Берлінець", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Olha Humeniuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юлія Хлевна", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Юрій Поправко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Мирчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Юрий Воевода", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Игорь Оксененко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Алексей Ковтун", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Kvitkar 24h", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Тарасюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Boris Boris", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Алена Гой", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ruslan “RuZel” BELKIN", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Oleksandr Yakubovskiy", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Аnton Belov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ярослав Климберг", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Dimon Харчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Матвеев", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Михаил Хмара", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alexandr GREEN", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Мария Александрова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Софія Стародуб", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Chelovek", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valeria Torianyk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "дмитрий лопатин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vova Fedchuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Данил Зайченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юрий Гуляков", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valera67 Valera67", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Алексей Тимофеев", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Valentyn", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Артем Бащенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Николай", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Oleg Venglyuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Демчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Ко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Пасенченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Костя Марченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Oleg M", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Осадчий", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Петр Салашный", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Eldar Vekua", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alexandr Ivashin", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Максим Захода", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Aleksandr Plaskach", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Stas Yanishevskyi", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Влад Мюллер", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Corey Todd", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Smiatska Yuliia", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Михаил", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юлія Куліш", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Герман Денисюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ксения Ратушная", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Володимир", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Наталья Улько", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alexander Vasylchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ден Кан", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Olya Pysmenna", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Анна -Марія Долинчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Хлевной", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valerii Kulibchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "йцу йцу", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Anatol Bas", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "sasha TURINA", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Константин Марковский", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Василий Челпан", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ярая Светлана", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Galina Filonyuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Игорь Бова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Данил Христов", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Serega Kuzovoy", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Василий Полищук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Volodymyr Moroz", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Anastasia Pustowit", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Olga Karachun", "cat": "Georgian restaurant"}, {"review": "", "rating": 2, "name": "Дар'я Конечна", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Dima Marchenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Sergey Manzyuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "ОЛЬГА ПАВЛЮК", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "АлександрВиктория Шамрай", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Скляренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Светлана Шляхно", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "DAVID Lavr", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vasiliy Mikitenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Tim Style", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yana Pos", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Ковалев", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Юля Бабенко", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Давид Бег", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Добрый", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Таисия Сентябрь", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Святослав Виталиевич", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Маринэ Тертерян", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alexander Matveev", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Гриненко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Евко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ihor Pidluzhnyi", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Анна Галас", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Michael", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Кузьмин", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Eldo Kiev", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Виктория Андренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Olga Zilber", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Ира Кайдаш", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Андрей Иванов", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Valeriia Litv", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Bogdan Tkachuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий М", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Халупка", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Валерія Баран", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "VV P", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Валентина Лагур", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vlad Cvwkxam", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Владимир Гресев", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Сергей Клиновой", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Roman Panasiuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Кир Кир", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ірина Романова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Kostia Tkachenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "КОЛЯ ЧАБАНОВИЧ", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yrij Bagly", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Мирошник", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Вова Куп", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ольга Лебединская", "cat": "Georgian restaurant"}, {"review": "", "rating": 2, "name": "Alex G", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Максим Круль", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Yurii Pluhovyi", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анатолій Шалаєв", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Руслана Ясиненко", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Александр Фамильевич", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Анна Санглич", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Николай Белов", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Dima Mydrik", "cat": "Georgian restaurant"}, {"review": "", "rating": 2, "name": "Тетяна Тимчук", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Алла Ткаченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 1, "name": "Александр Якимук", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Rostyslav Nevzorov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Cvena L.", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Яна Гусева", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ігор Куся", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Сахно", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Аврошко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Світлана Рак", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sten Velikiy", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Анна Зилова", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Руслан Мельник", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vitaliy Muzychuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "tariel gadzakashvili", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Nikolay Kulagin", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Писанко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Клим Каминский", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Игорь Струтинский", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ганна Радченко", "cat": "Georgian restaurant"}]