[{"review": "Great ambience and service. Small but amazing looking interior with good music selection. Wide variety of different pastas.", "rating": 5, "name": "Cem Dönmez", "cat": ""}, {"review": "Looks more like a pool than jacuzzi but the service is very friendly and helpful. Could use a pasta with some meat 🍖", "rating": 5, "name": "Olga Kovalenko", "cat": ""}, {"review": "Dear Olga, thank you for a pleasant review!", "rating": 4, "name": "Дмитро Сидоренко", "cat": ""}, {"review": "Nice city cafe for a coffee or dinner with friends. Nordic interior and few tables along the street. Moderate prices for the fair quality of food and service.", "rating": 5, "name": "Vadym Kulykov", "cat": ""}, {"review": "Thanks for your feedback, Dmitry!", "rating": 5, "name": "Andrii Dvoiak", "cat": ""}, {"review": "Nice place with young faces, local drinks and tasty Italian/European food. Funky djs on friday/saturday. Try it.", "rating": 5, "name": "Thomas Hill", "cat": ""}, {"review": "Very tasty pasta. Recommend.", "rating": 4, "name": "Eugenia Dubinova", "cat": ""}, {"review": "Nicely done. Friendly, good service and delicious food. The beef stew and cacio e pepe were particularly delicious. Family friendly. Definitely recommend visiting!", "rating": 5, "name": "Jérémy Cochoy", "cat": ""}, {"review": "Really nice food, beautiful interior.\nBut long food preparation", "rating": 5, "name": "Dmitri Danilov", "cat": ""}, {"review": "Very tasty creamy sweet potatoes soup and ginger limonade.", "rating": 5, "name": "Алина Викторовна", "cat": ""}, {"review": "I recommend trying delicious pasta here", "rating": 5, "name": "Catherine Korobeiko", "cat": ""}, {"review": "cool place with delicious food", "rating": 3, "name": "benjemmin sinvani", "cat": ""}, {"review": "Cozy place and tasty food!", "rating": 5, "name": "Diana Ilyina", "cat": ""}, {"review": "If you ordered salmon, open your dairy.", "rating": 5, "name": "Hanns juarez", "cat": ""}, {"review": "Thanks for your comment, it's a pity that we could not fully satisfy you with your dish. Please tell us what exactly you didn't like, we will work on the errors. See you!", "rating": 5, "name": "Kateryna Bilobrova", "cat": ""}, {"review": "Nice food, friendly staff, best vibes ✌️😗", "rating": 5, "name": "Oleksandr Morykon", "cat": ""}, {"review": "Amazing", "rating": 5, "name": "Andrii Hulmetov", "cat": ""}, {"review": "Nice atmosphere and good food!", "rating": 5, "name": "V for Victory", "cat": ""}, {"review": "Great interior, tasty pastas and deserters!", "rating": 5, "name": "Sergii Popov", "cat": ""}, {"review": "🥰", "rating": 5, "name": "София Варич", "cat": ""}, {"review": "🍷👌", "rating": 1, "name": "Тетяна Кукавська", "cat": ""}, {"review": "Superb", "rating": 3, "name": "Алексей Ковалев", "cat": ""}, {"review": "Awesome place!", "rating": 4, "name": "Orysia Muravynets", "cat": ""}, {"review": "I advise NOT to visit this establishment.\nFood. Very, very mediocre quality and almost tasteless. However, there are not many dishes on the menu. And it seems like pizza is the main dish, but they make it badly. Few …", "rating": 5, "name": "Ksenia Mankovska", "cat": ""}, {"review": "\nTatiana, good afternoon!\nThank you very much for taking the time to leave such a detailed and honest answer. We are sincerely sorry that they left such an impression about us.\n\nOur pizza with rather large sides without sauce and the Gimlet cocktail are favorites on the menu for many guests. It’s a pity that you didn’t like these items from the menu and you were unhappy, but we’re sure our other dishes and cocktails could be pleasant to you if you gave us a second chance. Hope to see you again!", "rating": 5, "name": "Alefftina L", "cat": ""}, {"review": "Pluses: a compliment from the institution - free cocoa for the child; all guests by default bring some water with lemon; unusual, fresh interior concept. …", "rating": 5, "name": "Dmytro", "cat": ""}, {"review": "an institution with delicious food, friendly staff and a summer terrace, beautiful interior, the only negative is loud music inside the institution (…", "rating": 5, "name": "Valerii Reshmedilov (Valera_kiev)", "cat": ""}, {"review": "Not a bad place with a Berlin minimalist interior, delicious tea and pasta (but you need to make sure that they bring you hot and not sticky :) …", "rating": 5, "name": "Марія Мурадханян", "cat": ""}, {"review": "A good new place in the center of the capital 😍 with a simple and interesting interior. Salad with strawberries and duck 🔥 and filet mignon 🤤👍 and roasting as it should be (which is not unimportant) Also a lot of modern unusual wine and cocktails for every taste ...", "rating": 4, "name": "Tanya Demidova", "cat": ""}, {"review": "\nAnna, thanks for the tip! Very nice!", "rating": 5, "name": "Юлія Ізюменко", "cat": ""}, {"review": "A good place, though the interior is a bit empty, maybe there is not enough greenery?\n\nThe coffee is delicious, but not the best, too much milk for my taste, the pancake is ok, …", "rating": 3, "name": "Яна Блемер", "cat": ""}, {"review": "A new place from the owners of killer whales) an unusual entrance and a very unusual menu,\nWe tried sockeye salmon with gorgonzola, it is very tender and tasty, the guys have just opened and it is clear that they are trying, the waiters are very good and know what to advise, …", "rating": 5, "name": "Sasha Fengci", "cat": ""}, {"review": "\nThank you!", "rating": 5, "name": "Oleksandra Brailo", "cat": ""}, {"review": " Delicious novelty - pizza menu.\nAte with turkey and artichokes - very tasty. The creamy sauce is wonderful. The only thing - the dough lacks lightness, and the sides - crunchiness. Probably …", "rating": 4, "name": "Den Elizaryev", "cat": ""}, {"review": " Hello! Marie, very grateful for the feedback! We are constantly improving and refining our menu, and your feedback helps us. We are waiting for guests, and not just for pizza!)\n\n", "rating": 1, "name": "Кароліна Цибульська", "cat": ""}, {"review": "lately I have really fallen in love with this place, but the last trip there was generally horrifying ...", "rating": 3, "name": "missbitch.worldwide", "cat": ""}, {"review": "\nTatyana, thank you for your feedback! We would like to apologize for this service. We will try to improve our weaknesses and provide only the best service for our guests. Thank you for staying with us and come back for the pear salad! We will be glad to see you again :)", "rating": 3, "name": "Lera Kaminska", "cat": ""}, {"review": "I have visited this place 3 times already! And I'm delighted. Starting from delicious food, interior and waiters and ending with TOWELS in the restroom! The guys for the towels are a separate respect, it really raises the level of the institution, and after this in the rest ...", "rating": 5, "name": "Оксана Чирко", "cat": ""}, {"review": "\nGood day! It is very pleasant to hear such words. We will only get better and are always looking forward to visiting!)", "rating": 5, "name": "Alex Donets", "cat": ""}, {"review": "I really didn’t like the pizza, they brought it with a black side, which is unacceptable. The pizza dough was tough, I tried to eat with cutlery, how much effort I had to put in to cut off a piece, the dough was oak, because it was overcooked, which ...", "rating": 3, "name": "Yana Yahnichenko", "cat": ""}, {"review": "\nGood evening, Yana!\nThank you for sharing your experience. We are extremely sorry that you have such an impression. We are constantly working on improving the pizza dough and we hope you will come to visit us again and see for yourself. We will wait for new meetings!", "rating": 3, "name": "Людмила Семенко", "cat": ""}, {"review": "Great place, very nice interior, good service. The pasta was wonderful! …", "rating": 1, "name": "Artem Zaika", "cat": ""}, {"review": "\nSasha, thanks for the cool rating! We try)\n\nBy the way, check out the Jacuzzi for pizza - we have launched a new separate menu with pizza and calzone from the oven!", "rating": 3, "name": "Julia Antonenko", "cat": ""}, {"review": "A friendly place in every respect, we arrived 15 minutes before the kitchen closed, but we were offered to choose any dishes ... the waiter quickly found options to solve our requests: blanket, transfer, etc. The cocktail menu is classic and…", "rating": 5, "name": "Oleksandra Khala", "cat": ""}, {"review": " …", "rating": 5, "name": "Оксана Гавриленко", "cat": ""}, {"review": "Extremely long service, the hall is half empty, but at the same time, at first I had to look for a way to place an order, and then pick up a cocktail on my own, as it stood at the issuance of 10 minutes. Breakfast from eggs Benedict was cooked for half an hour, if not more. …", "rating": 1, "name": "Беньямин Вербич", "cat": ""}, {"review": "\nCarolina, good afternoon!\nThank you very much for your feedback. It is a pity that we were not able to leave you with another vivid impression. We will definitely do some work on the mistakes and hope next time we will be able to correct your impression. We would like to invite you and we hope you will not refuse and will be able to give us another chance!", "rating": 4, "name": "Анжелика Гайдамака", "cat": ""}, {"review": "We came here shortly after the opening, ordered pasta with parmesan and pesto and some kind of cocktail, and both were absolutely nothing. The pasta turned out to be egg noodles and there was absolutely no mention of it on the menu. When I asked why it wasn't stated that...", "rating": 5, "name": "Алексей Владимирович", "cat": ""}, {"review": "Interesting new place in Kyiv. According to the idea, as we understood, it was assumed that the emphasis would be on the kitchen and the taste of food, and the interior was as simple as possible.\nWell, I didn’t really like it, because the interior is not only simple, it’s…", "rating": 4, "name": "Karyna Bielova", "cat": ""}, {"review": " Extremely tasty pasta, and this burate is wow\nSuch a collection of amara and vermouth that you want all at once! …", "rating": 5, "name": "Алена Артеменко", "cat": ""}, {"review": " We (two adults and a 5-year-old child) came here by accident. The child was offered coloring at once, although the institution is more designed for young people. The staff is very friendly, the cuisine is delicious. …", "rating": 5, "name": "Denys Trokhymchuk", "cat": ""}, {"review": " Quite inconveniently located seats in the hall and clothes hangers. Also pretty cool. Birthdays are treated quite coldly as well. Something was not on the menu. I liked the pasta and ravioli - it was tasty and …", "rating": 5, "name": "Kolya Gnatyuk", "cat": ""}, {"review": " Good evening!\nThank you for your feedback and all the recommendations, we will work on the quality of waiter service, the speed of requests, as well as the rest of the comments. As for towels, we follow the norms of quarantine conditions and give towels for processing every day!\nSo we want to apologize for all the nuances and I want to ask for your contact phone number to invite you back to our establishment and treat you to dinner!\n\n", "rating": 5, "name": "Сергей Комлев", "cat": ""}, {"review": "The concept of the institution is interesting, it is clear that they tried. Please take care of the cleanliness of the bathrooms and the corner for washing hands., Especially in our time. It’s better for female employees to collect hair according to sanitary standards, it doesn’t look quite ...", "rating": 5, "name": "Polina Burian", "cat": ""}, {"review": "\nLyudmila, hello!\n\nThank you for your feedback: we will pay more attention to the cleanliness of the inside and the appearance of our employees. Be sure to give us a chance to change your opinion about us - we will try not to let you down;) We are really trying with the whole team!\n\nHave a nice day and see you soon", "rating": 5, "name": "Oksana Semeniuk", "cat": ""}, {"review": "Tasteless food, which you wait for a long time and loud disco music. Cold water broth and three ravioli. Chicken in pea puree - the same fresh and cold cherry on this pile were unwashed cherry tomatoes. The waiter assured me that…", "rating": 5, "name": "Denys Ezh", "cat": ""}, {"review": "\nArtem, thanks for your feedback! We will try to improve our shortcomings. I can assure you that the tomatoes were really washed. The level of music in the hall was below average. As for serving chicken broth, this dish is childish, and it can never be satisfying for an adult. As for the temperature of the broth itself, we will try to better warm up the serving plates so that the dish does not have time to cool down.", "rating": 5, "name": "Daria Bessonova", "cat": ""}, {"review": "Eat pasta. Too saturated for my taste. But much more I did not like the ergonomics of the institution. It is terribly inconvenient to eat together on the bar table, and all the tables in the center of the hall are paired, that is, you are sitting as if at a common table. Very uncomfortable. …", "rating": 5, "name": "Sasha Muzyka", "cat": ""}, {"review": "\nDear Julia, thanks for your feedback. Next time we will try to place you more comfortably)", "rating": 3, "name": "Maryna Hovorukhina", "cat": ""}, {"review": " Great place for dinner! Order Cacio e Pepe pasta, a glass of wine and enjoy :) And if you want to continue - you can move to the neighboring killer whale and ask for all the cocktails: D …", "rating": 5, "name": "Святослав-Мирослав Павлюк", "cat": ""}, {"review": " Thank you very much for the feedback) We will be waiting for guests again, not only for pasta and wine, but also for pizza and branded cocktails😊\n\n", "rating": 5, "name": "Stan Galan", "cat": ""}, {"review": " Great atmosphere, nice staff and extremely tasty pizza!) I ate even the sides, which I do not usually eat)) Pasta is original, but homemade and delicious. Also tasted cocktails, cheesecake and received a compliment …", "rating": 5, "name": "Константин D", "cat": ""}, {"review": " Thank you for such a nice response and we are waiting for you to visit us :)\n\n", "rating": 5, "name": "Рома Парамонов", "cat": ""}, {"review": "Positive reviews are twisted, there is no place for a summer terrace physically)))) it's terrible .... …", "rating": 5, "name": "Vit But", "cat": ""}, {"review": "\nBenjamin, thank you for your review. Can you tell us more about your visit to us? There is an assumption that you have confused us with some other institution: firstly, we have been under renovation for the past 6 months, and secondly, we have a summer terrace and here it seems to us even more that you have confused us with someone -then.\n\nIn any case, we will be glad to see you as a guest after the opening and we are sure that you will have a different review about us. Waiting for you!", "rating": 5, "name": "Олена Пацевко", "cat": ""}, {"review": " Everything is delicious, but we waited for a long time for breakfast \"poached eggs\" with salmon, despite the fact that there were no people in the hall, except for us. …", "rating": 5, "name": "Стас Тимошенко", "cat": ""}, {"review": "Ravioli with turkey is very hearty and incredibly tasty, pizza with prosciutto is amazing\nThe waiter Dasha served very quickly and efficiently, communicates nicely and advises …", "rating": 5, "name": "Влад Тыдень", "cat": ""}, {"review": "Everything is delicious and cozy!\nBut yesterday we encountered an unpleasant detail: the water glasses had an unpleasant smell and the next day something popped up on my lip (...", "rating": 5, "name": "Владимир Амарин", "cat": ""}, {"review": "\nGood afternoon, Karina!\nWe are glad that you liked it, but we are very upset that such a situation happened with glasses. We would like to apologize and tell you that we comply with all sanitary and quarantine standards: after each guest, glasses are washed in a dishwasher under a high temperature, and the appliances are rubbed with a clean glass towel.\nCome visit, next time we will not spoil your experience!", "rating": 5, "name": "Haleesi P.", "cat": ""}, {"review": "Great place, nice atmosphere, stylish interior! I advise Pichi pasta, as well as the guys have delicious pizza and a lot of interesting cocktails) …", "rating": 5, "name": "Anna Pankevich", "cat": ""}, {"review": "\nThank you so much! Be sure to come again😉", "rating": 5, "name": "Вадим Полищук", "cat": ""}, {"review": " Delicious cocktails and quite unusual pizza, cool interior. Top place! …", "rating": 3, "name": "Sergii Karnaukh", "cat": ""}, {"review": "Delicious pasta, excellent cocktails, wonderful people work, the establishment from the creators of Orca in a certain sense outdid the previous one, but this is not for everybody. …", "rating": 5, "name": "николай олейник", "cat": ""}, {"review": "\nGood afternoon, Nikolai! Thank you very much for your feedback, we are very pleased and we are trying very hard. We look forward to visiting again😉", "rating": 5, "name": "Serge Vivdayk", "cat": ""}, {"review": " …", "rating": 5, "name": "Orest Rudka", "cat": ""}, {"review": "Everything is great: location, food, service! Simply delighted, the best pasta in my life, now this is definitely my favorite place in Kyiv. …", "rating": 5, "name": "Саша Восток", "cat": ""}, {"review": "\nDear Pauline, thanks for the tip. We are flattered and will try further.", "rating": 5, "name": "Robert Isayenko", "cat": ""}, {"review": "Delicious ravioli and lemonades, helpful staff - they helped organize a place for changing clothes for a child 👌 …", "rating": 5, "name": "Black Wasp", "cat": ""}, {"review": " Very tasty! Friendly staff, interesting repairs and good music …", "rating": 5, "name": "Red Pigeon", "cat": ""}, {"review": " Thanks for the feedback! We will wait for guests)\n\n", "rating": 4, "name": "Сергей Тарасюк", "cat": ""}, {"review": "I've been here 5 times already. And every time I fall in love again. That cocktails, that pasta is super ...", "rating": 5, "name": "Олеся Куценко", "cat": ""}, {"review": "\nDaria, thanks! Mutually)", "rating": 5, "name": "Yaroslav Verbytski", "cat": ""}, {"review": "A new place from the owners of Kosatka with a beautiful and laconic interior, pleasant music, attentive service and most importantly - delicious dishes and a large selection of cocktails! …", "rating": 5, "name": "Oleksandr Korolkov", "cat": ""}, {"review": " …", "rating": 5, "name": "Nata Shved", "cat": ""}, {"review": "\nMaryna, good afternoon!\nThank you for leaving a review. Recently, our Cheeseburger can be ordered throughout the day, but the burger, like the lasagna, is very popular and runs out very quickly. We will try in the near future to make sure that everyone can enjoy these positions at any time. We will be glad to see you as a guest!", "rating": 5, "name": "Дубинин Вячеслав", "cat": ""}, {"review": " There is even a DJ, a quiet party and young people. An interesting place. …", "rating": 5, "name": "Eugene Kaplin", "cat": ""}, {"review": " …", "rating": 5, "name": "Anton Lobov", "cat": ""}, {"review": " …", "rating": 5, "name": "Aleksey Linkov", "cat": ""}, {"review": " …", "rating": 5, "name": "Yevhenii Huselietov", "cat": ""}, {"review": " Thanks, always welcome!)\n\n", "rating": 4, "name": "Iryna Mykhailenko", "cat": ""}, {"review": " There is a very dangerous stage at the entrance\n\n", "rating": 5, "name": "Лиза Коваленко", "cat": ""}, {"review": " Incredibly delicious cuisine and cocktails\n\n", "rating": 5, "name": "Roman Rubanenko", "cat": ""}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Liza Katitsa", "cat": ""}, {"review": "\nDelicious cocktails, nice staff", "rating": 5, "name": "Polina Bezshapochnaya", "cat": ""}, {"review": " …", "rating": 4, "name": "Никита Трофименко", "cat": ""}, {"review": "\nVlad, thanks for your feedback!", "rating": 5, "name": "MARK FREE", "cat": ""}, {"review": "\nEverything is very delicious))", "rating": 4, "name": "Denis", "cat": ""}, {"review": " Thank you for your feedback :)\n\n", "rating": 5, "name": "карина щербина", "cat": ""}, {"review": " 👍👍👍 very hospitable bartenders)\n\n", "rating": 5, "name": "Мошем Гурвітс", "cat": ""}, {"review": "\nWonderful place ❤️", "rating": 5, "name": "Andrew Morozov", "cat": ""}, {"review": "\nSolid five", "rating": 5, "name": "sergii kalachov", "cat": ""}, {"review": "\nAs it is, everything is very long ...", "rating": 5, "name": "Nirik Prinz (NirikPrinz)", "cat": ""}, {"review": "\nThank you very much for your feedback! It is a pity that we did not manage to leave a positive impression on you. We will do our best to fix everything for your next visit. We will be glad to see you!", "rating": 3, "name": "Андрій Шевченко", "cat": ""}, {"review": "👌❤️🤗", "rating": 5, "name": "Constantine Belous", "cat": ""}, {"review": "\nUnreal tasty", "rating": 2, "name": "Константин Власенко", "cat": ""}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Bohdan Basistyi", "cat": ""}, {"review": " I recommend!\n\n", "rating": 3, "name": "Darya Kuznetsova", "cat": ""}, {"review": "\nSuper Duper", "rating": 5, "name": "Anton Lebedev", "cat": ""}, {"review": "\nThank you😉", "rating": 3, "name": "Наталья Волощенко", "cat": ""}, {"review": "", "rating": 5, "name": "Аля Шубина", "cat": ""}, {"review": "", "rating": 5, "name": "Надія Овдун", "cat": ""}, {"review": "", "rating": 5, "name": "Alina Kostikova", "cat": ""}, {"review": "", "rating": 5, "name": "Дарья Борисова", "cat": ""}, {"review": "", "rating": 5, "name": "Serhii Borysov", "cat": ""}, {"review": "", "rating": 5, "name": "Mariia Divavina", "cat": ""}, {"review": "", "rating": 5, "name": "Максим Кривенко", "cat": ""}, {"review": "", "rating": 3, "name": "Крістіна Мисенко", "cat": ""}, {"review": "", "rating": 5, "name": "Andrey Bu", "cat": ""}, {"review": "", "rating": 5, "name": "Denus Sawchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Yurii Turchak", "cat": ""}, {"review": "", "rating": 4, "name": "Oleg Digital Marketing", "cat": ""}, {"review": "", "rating": 5, "name": "Олексій Васильченко", "cat": ""}, {"review": "", "rating": 5, "name": "Natali Torchevska", "cat": ""}, {"review": "", "rating": 5, "name": "Kostiantin Serhiienko", "cat": ""}, {"review": "", "rating": 1, "name": "Emil Gazizov", "cat": ""}, {"review": "", "rating": 5, "name": "Artemii Smirnov", "cat": ""}, {"review": "", "rating": 5, "name": "Oksana Dovgopolova", "cat": ""}, {"review": "", "rating": 5, "name": "Ігор Тихий", "cat": ""}, {"review": "", "rating": 5, "name": "Yaroslav Shparuk", "cat": ""}, {"review": "", "rating": 5, "name": "Oleksanda Piven", "cat": ""}, {"review": "", "rating": 5, "name": "Влад Москаленко", "cat": ""}, {"review": "", "rating": 5, "name": "Николай Олефиренко", "cat": ""}, {"review": "", "rating": 5, "name": "Maxim Volov", "cat": ""}, {"review": "", "rating": 5, "name": "Alex Gold", "cat": ""}, {"review": "", "rating": 5, "name": "Юлія Груніч", "cat": ""}, {"review": "", "rating": 5, "name": "Petr Kudr", "cat": ""}, {"review": " Hello!\nAndrew, thank you for your assessment. It is a pity that you rated us only 3 stars. We want to become better and we will be very grateful if you can share the details of your visit. Thank you and have a nice day!\n\n", "rating": 5, "name": "Denys Vesnin", "cat": ""}, {"review": "", "rating": 5, "name": "Оля Єрємєєва", "cat": ""}, {"review": "", "rating": 3, "name": "Yaroslav Kalitin", "cat": ""}, {"review": "\nHello! Excuse me, could you clarify what exactly you didn't like with us?", "rating": 5, "name": "Лиза Чепугова", "cat": ""}, {"review": "", "rating": 4, "name": "Виталий Алейнов", "cat": ""}, {"review": "", "rating": 4, "name": "Ольга Бойко", "cat": ""}, {"review": "", "rating": 5, "name": "Oleksiy Petrov", "cat": ""}, {"review": "", "rating": 5, "name": "Анна Кучина", "cat": ""}, {"review": "", "rating": 5, "name": "Олександр Кулієвич", "cat": ""}, {"review": "", "rating": 5, "name": "Anyta Anny", "cat": ""}, {"review": "", "rating": 5, "name": "Kateryna Igolkina", "cat": ""}]