[{"review": "I can definitely say that it is one of the best lamb meats I have ever eaten.  The fact that it is crispy on the outside and cooked very well must be a separate skill.  Apart from this, the rabbit meat borsch soup was also very successful.  CiHo served as dessert is very light and delicious.  a place that deserves a lot of thanks", "rating": 5, "name": "Ercan Can", "cat": "Ukrainian restaurant"}, {"review": "My favourite restaurant in Kiev! I went here twice, and both times the meal was incredible and the service was so accommodating, nice and attentive. Can highly recommend the root salad (it doesn't sound like much but it is incredible and the cheese topping makes for a smoky show), and cherry dumplings for dessert!", "rating": 5, "name": "Vivienne Louisa", "cat": "Ukrainian restaurant"}, {"review": "Thank you for kind words. It is a big pleasure for us ❤️❤️❤️", "rating": 5, "name": "Kemal Seitveliyev", "cat": "Ukrainian restaurant"}, {"review": "Actually good. We tried Kiev chicken and grilled beef, some tomato salad and herring... Bill came at nearly 1000 hrn, so probably not super affordable, but... Location is nice, the place itself is very nice, service is good, and the bill …", "rating": 5, "name": "Orinta Jauniškytė", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️🙏\n\n", "rating": 3, "name": "Rokas M.", "cat": "Ukrainian restaurant"}, {"review": "Definitely worth to try everything! Especially pate 🤤 one of the best thing I ever had, sadly, didn't know, that you can buy it. Desserts are very delicious, so do borsch ❤️", "rating": 5, "name": "Eric TW", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback and warm feedback ❤️\n\n", "rating": 5, "name": "Opus D", "cat": "Ukrainian restaurant"}, {"review": "The borch serving is really interesting and unique but taste wasn't special. We were very disappointed with Kiev cutlets, we were warned that we have to wait for it for half an hour, but one of them was raw and the other one was half raw. …", "rating": 5, "name": "J Raminta", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 3, "name": "Marharyta Khrystiuk", "cat": "Ukrainian restaurant"}, {"review": "Fantastic food and excellent service. Their black vareniki and lamb were especially good, but enjoyed everything I had. The waiter who served us was also very friendly and helpful.", "rating": 5, "name": "Igor Zeiger", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your evaluation❤️\n\n", "rating": 5, "name": "Martin Scherrer", "cat": "Ukrainian restaurant"}, {"review": "Very nice intimate place serving local traditional dishes like Salo, vareniki & Chicken Kiev. Chicken Kiev is a dish made from ground chicken meat stuffed with a butter/dill sauce and then breaded (crispy crust when baked) distantly …", "rating": 4, "name": "Anders Stage", "cat": "Ukrainian restaurant"}, {"review": " We look forward to seeing you again 💛💙👌\n\n", "rating": 5, "name": "Lady Jalije", "cat": "Ukrainian restaurant"}, {"review": "The environment of the restaurant itself is very beautiful and elegant. We felt, like we stepped in a very fancy restaurant even though, we was just a group of tourist. All the food we tried was just absolutely delicious 👌. The serve of …", "rating": 3, "name": "Tanya Kutsenko", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation ❤️🙏\n\n", "rating": 5, "name": "Anna", "cat": "Ukrainian restaurant"}, {"review": "Beautiful dishes, bad taste! I love the creativity thus the flavor is disappointing… tried 5 dishes, only lamb was fabulous 😍 and their bread that is claimed to be prepared by the restaurant too. Tea took too long to be served and was already cold!", "rating": 5, "name": "Jérémie Michel (Le Conscientiseur)", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 3, "name": "PABLO RAMIREZ", "cat": "Ukrainian restaurant"}, {"review": "Amazing place! Very tasty food. Especially I liked the borscht in the cabbage. Professional and very friendly service! Highly recommended.", "rating": 5, "name": "Udit Kumar Sahoo", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 1, "name": "Sergii Starostin", "cat": "Ukrainian restaurant"}, {"review": "Wow, what an extraordinary experience! Best local kitchen in Kyiv with a good and inspiring add on. Thank you very much for the amazing evening yesterday!", "rating": 4, "name": "Дмитро Сидоренко", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback🙏❤️\n\n", "rating": 4, "name": "Pretty Pretty", "cat": "Ukrainian restaurant"}, {"review": "Nice and cozy restaurant in the old city centre of Kiev. Food is tasty and the staff was making sure that things were running smoothly. Quality and price were well-connected and my warmest recommendations to dine at this very restaurant.", "rating": 5, "name": "Martin Martsepp", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback ❤️\n\n", "rating": 5, "name": "Natalia Danilovich", "cat": "Ukrainian restaurant"}, {"review": "Delightful atmosphere, great Ukranian traditional food and wine, and friendly service. Must have their borscht in a cabbage bowl!", "rating": 5, "name": "Diana Olar", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation ❤️🙏\n\n", "rating": 4, "name": "H K", "cat": "Ukrainian restaurant"}, {"review": "Staff cant cope with the volume of visitors, hostess was clueless about table.occupancy and seating arrangements. Food was good, but not fabulous, doesnt show you what Ukrainian cuisine is about. Overrated tourist trap.", "rating": 3, "name": "Tom Vaupunkt", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your opinion\n\n", "rating": 4, "name": "Che-Sheng Wu", "cat": "Ukrainian restaurant"}, {"review": "Interesting Ukrainian cuisine. Butter and garlic eatable candles. Creative desserts. Good variety of food", "rating": 5, "name": "Piotr Michalski", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️ We look forward to seeing you again and are always happy Вам\n\n", "rating": 5, "name": "Michael Blom", "cat": "Ukrainian restaurant"}, {"review": "I spent a very good moment in this beautiful restaurant.  The atmosphere is really warm. Good location, good time.", "rating": 5, "name": "Povilas Mastauskas", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your fitback 😍❤️\n\n", "rating": 4, "name": "Christine Newman", "cat": "Ukrainian restaurant"}, {"review": "The food is good but not so special. The portion of the food is small for the price. The service is nice and also the environment.", "rating": 4, "name": "Karolina Krasauskaite", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. We will do our best to improve our service ❤️", "rating": 5, "name": "Janecke Heber", "cat": "Ukrainian restaurant"}, {"review": "Amazing Ukrainian food. We went as group for a full course dinner. The staff were very friendly and also catered to special diet needs whenever possible. The atmosphere is very cosy and inviting. A definite fine dining recommendation.", "rating": 5, "name": "Magnus Ohman", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your kind words\n\n", "rating": 4, "name": "Amos", "cat": "Ukrainian restaurant"}, {"review": "If you wish to have reserve for 10 people and seated on 6 persons table, wait food for 1+ hour, wait drinks for 30+ min and have cocktails without alcohol - please feel free to come here. One of the biggest disappointments in Kyiv. Half of the menu is not available at the bar.", "rating": 3, "name": "Genco Orkun Genc", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback. We will work on improvement🙌🏻❤️\n\n", "rating": 4, "name": "Thomas Nyström", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian cuisine restaurant in the very heart of the historical center of Kyiv - Andriivskiy uzviz. Looks great outside and pretty stylish inside, they serve typical Ukrainian meals with a chef’s twists. I recommend to try borshch and …", "rating": 2, "name": "Vivien Klose", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your feedback. We will be sure to work on the errors and look forward to seeing you again ❤️🙏\n\n", "rating": 5, "name": "Angelyn Tensuan", "cat": "Ukrainian restaurant"}, {"review": "Interesting food with our Ukrainian colors. Not comfortable to sit outside, not enough place. I had problems with service. But food was delicious", "rating": 5, "name": "Philipp Blum", "cat": "Ukrainian restaurant"}, {"review": "Thank you for good words about our restaurant, despite the service! We hope to see you one more time to fix all the difficulties you had before! Have a good one!", "rating": 4, "name": "Gert Lõhmus", "cat": "Ukrainian restaurant"}, {"review": "Very good location, delicious foods and price was cheap. What else to say that recommend 5/5. Forgot to mention service was also very quick and waither did his job very well. Ordered varenyky, borshch, Kyiv cake and beers", "rating": 5, "name": "Tanja DS", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 3, "name": "Arthur Lee", "cat": "Ukrainian restaurant"}, {"review": "It’s an amazing restaurant with delicious food and incredible service. Their tableware looks very cool, the interior is also pretty interesting. They offer typical Ukrainian food, and I can definitely recommend to visit this restaurant - …", "rating": 4, "name": "Steven Anggrek", "cat": "Ukrainian restaurant"}, {"review": "Had the tasters menu + oysters. Really good choice - warmly recommended! The tasters is a very nice assortment that exposes you to a variety of Ukrainian dishes and customs. And the place looks good too. Priced affordable relative to western Europe.", "rating": 5, "name": "Conrad Glitza", "cat": "Ukrainian restaurant"}, {"review": "Great service and lovely ambiance. Feels very cozy and romantic as if you are in a mountain cabin (Schalet). I had a glass of the Portugal red wine. Although it priced lowest, it was surprisingly smooth and slightly sweet (similar to …", "rating": 5, "name": "Олександра Прилуцька", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback, we look forward to your next visit", "rating": 5, "name": "mona shoti", "cat": "Ukrainian restaurant"}, {"review": "I've chosen the place because of its good recommendations. First, the place is good, but not that great as lots of people write.\nOverall, it's a good place for Ukrainian food, and maybe other dishes are much …", "rating": 5, "name": "Laura Marinescu", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We hope your next visit will be a pleasant experience for you. Waiting for you!", "rating": 5, "name": "Alessandro Lazzarotti", "cat": "Ukrainian restaurant"}, {"review": "I’ve been there two times during my work in Kiev. It’s a great contemporary Ukrainian restaurant. But somehow, I’m not used to the waiter just sitting at the bar and chatting to each other or telling me “tip is not included” while they gave …", "rating": 5, "name": "Alex B", "cat": "Ukrainian restaurant"}, {"review": "A really well-organized restaurant with fantastic and fast service. The food comes in ideally balanced portions and is delicious. I loved the mushroom salad and the dumplings. A dessert was the real deal. Avoid the upper level as it's unbearably hot and stuffy.", "rating": 5, "name": "David Reynolds", "cat": "Ukrainian restaurant"}, {"review": "This place lovely. We wanted to try the tasting menu but they ran out, our waiter saved the day by quickly suggesting an ad hoc menu that would let us sample several dishes. We passed by earlier during the day and booked a table for dinner, …", "rating": 5, "name": "eChe", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 5, "name": "Valerii Palamarchuk", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian cuisine experience so far. We tried their national ratafia with blackthorn, spicy beetroot with sturgeon cavier, borscht, duck and beef with mushrooms. All above our expectations. Service was excellent as well. Keep it up!", "rating": 5, "name": "Aurelien Meyer", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 3, "name": "Christopher Woodall", "cat": "Ukrainian restaurant"}, {"review": "Despite a rough start with them not being able to find our reservation, which was booked a month in advance via email, we had a really nice dinner here last night. To start, we had the sturgeon black caviar and red borsch - both were …", "rating": 5, "name": "Jonipher Kwong", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 5, "name": "Michal Psota", "cat": "Ukrainian restaurant"}, {"review": "Great place to taste traditional Ukrainian food with a little twist. Quality and value! Order tasting with alcohol pairing.\nService was indeed quite confusing, either too slow or too fast.", "rating": 5, "name": "Marina Barnett", "cat": "Ukrainian restaurant"}, {"review": "The best restaurant in Kiev! Really good Ukrainian food. Situated in the Andrews Decent. I have been here twice during my three days stay in Kiev! First time I had no idea how nice this restaurant was, and I was flabbergasted by the food, …", "rating": 5, "name": "Maxime Hivon", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "Johannes-Sebastian Kremer", "cat": "Ukrainian restaurant"}, {"review": "Superb food with great playfulness (try the edible candles). Service is great with staff speaking good English. Live music increases the atmosphere in the already beautiful place, but if you want to talk, get a table in the charming side room. Costs more than most places in town, but well worth it.", "rating": 5, "name": "JooEun Lee", "cat": "Ukrainian restaurant"}, {"review": "I liked the food here, good location near the touristic sites. It can be a trek uphill though but not that bad. Food was decently priced and service was good. Had to wait a little bit to have my order taken as it was pretty busy. Had the …", "rating": 5, "name": "Kevin Shen", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 4, "name": "Gilad Rave", "cat": "Ukrainian restaurant"}, {"review": "The place easily deserves a 5 star rating for the quality of food.\nI guess we’re unlucky with our waiter. He was in a bad mood from the start that kind of damages the experience you will get in a premium restaurant in Kiev. …", "rating": 5, "name": "Dima Medun", "cat": "Ukrainian restaurant"}, {"review": "A really good place to try classic Ukrainian dishes, some with a modern twist. Service was on a very good level and they were happy to make recommendations.", "rating": 4, "name": "Ajmal Rawther", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "Andrius Kripaitis", "cat": "Ukrainian restaurant"}, {"review": "Overall disappointing after misinformation and terrible service upon payment\n\nTL;DR: Food was nice, small portions which I thought a little overpriced; …", "rating": 3, "name": "Patricia U", "cat": "Ukrainian restaurant"}, {"review": "Dear, Vivien\nWe are really sorry for situation which happen yesterday, your feedback is very important for us because its makes our service better.  We spoke to our stuff about the situation, and we will make sure that it won’t happen again!\nPlease, take our apologies and come visit us for lunch or dinner any time and day.\nIt will be from our expenses!\nCould we also contact you for more information? Please, let us know what will be the best way for you.", "rating": 2, "name": "Alexandre Butler", "cat": "Ukrainian restaurant"}, {"review": "My first taste of Ukrainian cuisine and it didn’t disappoint! Perfect setting along Andriivskyi descent in Kyiv, beautiful interiors and nice comfy outdoor seating, too. I had Varenyky and Chicken Kiev. Staff were approachable and attentive …", "rating": 5, "name": "Sibusiso Nduku", "cat": "Ukrainian restaurant"}, {"review": "This place is amazing! The food is absolutely gorgeous; very tasty and good portions. …", "rating": 5, "name": "Jack Van Beilen", "cat": "Ukrainian restaurant"}, {"review": "A lovely place for a taste of traditional Ukrainian food. The mood is high end definitely and you can expect a journey of tastebuds. It is exceptional how interesting menu they have. Every preference will find something. They have marked …", "rating": 5, "name": "Olena Bondarenko", "cat": "Ukrainian restaurant"}, {"review": "Really great food, 3 course lunch for 2 with 4 drinks, round 50 euros. Everything high quality. Waitress with exceptional knowledge of English language. Great experience, would recommend to everyone!", "rating": 4, "name": "Joshua Newton", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are waiting for you again!", "rating": 5, "name": "P K", "cat": "Ukrainian restaurant"}, {"review": "The food is a good task on traditional Ukrainian food. Lamb neck was delicious. Oysters weren't the freshest, but edible. Pike perch varyneky is amazing and my favorite varyneky in Kiev. …", "rating": 5, "name": "Anastasiya Rybak", "cat": "Ukrainian restaurant"}, {"review": "A nice place with outdoor seating. Make reservation to get the nice table outside when the weather is good. The server was friendly and helpful, the food was good. Veal rib was good -make sure you order appetizer if order this-. Very good price for everything basically.", "rating": 4, "name": "J Am", "cat": "Ukrainian restaurant"}, {"review": "one of my all-time, top 10 favorites.\nLets begin with the food which is outstanding. The decoration is very classy as well. Service as friendly as is can be, very cosy atmosphere. The highlight tho is the price to quality ratio - for like 30EUR per person you can have 5* Hotel- food experience.", "rating": 5, "name": "Lipsticks and Backpacks", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 5, "name": "Lance “LittleSki” Z", "cat": "Ukrainian restaurant"}, {"review": "Amazing food, not only my Georgian friend tried the Borsch served in cabbage for the first time in her life but also I've never tried more tastier borsch. And when I am telling my other friends about that dish and showing the picture they …", "rating": 4, "name": "Susana M", "cat": "Ukrainian restaurant"}, {"review": "My favorite restaurant in Kiev! I went here twice, and both times the meal was incredible and the service was so accommodating, nice and attentive. Can highly recommend the root salad (it doesn't sound like much but it is incredible and the cheese topping makes for a smoky show), and cherry dumplings for dessert! ##", "rating": 5, "name": "Jonathan", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your warm feedback 🙌🏻 always welcome! See you in Kanapi❤️\n\n", "rating": 4, "name": "Patrícia Neto", "cat": "Ukrainian restaurant"}, {"review": "Please don’t miss this restaurant! There’s very delicious local products, reinvented on a beautiful plate. The service is excellent. Try the ukrainean rose wine!", "rating": 4, "name": "Jon Erik Reite Bang", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the nice review! Waiting for you!", "rating": 4, "name": "Pav Vas", "cat": "Ukrainian restaurant"}, {"review": "Talking on the phone while you're waiting for vareniki and chicken Kiev may not seem always a good idea. Apart from that, this is the best Ukrainian restaurant in the capital. The value for money is amazing and the staff are able to answer …", "rating": 5, "name": "Sergejs Geta", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your appreciation and feedback. We are waiting for the next visit", "rating": 5, "name": "Chris Nelson", "cat": "Ukrainian restaurant"}, {"review": "Very pleasant experience overall. Great and helpful servers and staff. Centrally located. And, of course, hearty Ukrainian fare. Oh, and homemade liquors are out of this world!", "rating": 5, "name": "Joe Forney", "cat": "Ukrainian restaurant"}, {"review": "A fantastic restaurant serving a modern take on Ukrainian food topped off with great wines. Definitely the best meal I’ve had in Kiev. Worth making a booking a day or two ahead.", "rating": 5, "name": "Mikhail Guralnik", "cat": "Ukrainian restaurant"}, {"review": "Cosy place with very warm and helpful staff. The food is great (very interesting butter candle, nice fish soup with crayfish, and amazing \"black varenyki\"!!!). A bit pricier (comparing to other local restaurants) but definitely worth it.", "rating": 5, "name": "Kinga T", "cat": "Ukrainian restaurant"}, {"review": "Good authentic Ukrainian restaurant. Quiet, with a nice music, you can enjoy atmosphere of the place. They serve tasty food. Service is nice, everything is clean and Ukraine-styled. Highly recommended going if first time in the country. Has a lot of cool national dishes.", "rating": 5, "name": "Olha", "cat": "Ukrainian restaurant"}, {"review": "Thanks a lot for nice words ❤️❤️❤️", "rating": 2, "name": "Татьяна Васина", "cat": "Ukrainian restaurant"}, {"review": "Absolutely loved the experience. sophisticated cuisine, extensive wine selection (inc. local products), professional helpful staff and cosy atmosphere. really enjoyed the caviar mix, duck brisket and guinea soup.", "rating": 1, "name": "Leon Popplewell", "cat": "Ukrainian restaurant"}, {"review": "The borscht served in a cabbage head is awesome. Upscale decor outstanding, too bad about the service as entree served cold. Even cold I could tell the flavors would be great if served at proper temperature. The chicken Kiev was …", "rating": 5, "name": "Maksym Ivanchenko", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. We have taken into account all your comments and we will be sure to work on mistakes ❤️\nWe look forward to seeing you again 🙏\n\n", "rating": 5, "name": "Mariia Lozben", "cat": "Ukrainian restaurant"}, {"review": "There are restaurants that exist simply to make money and there are those whose passion is truly to inspire the palate with works of art that look as amazing as they taste. Kanapa is clearly the latter. I tried the tasting set and finished …", "rating": 4, "name": "Johannes Bruno Gaiser", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Koen Vanduffel", "cat": "Ukrainian restaurant"}, {"review": "Best of the best Kyev restaurant! Perfect food and drinks! Traditional food in modern style. Nice location and good prices. The seafood is very tasty. Iam eating basserabka fishsoup and black varenyky with pike caviar and my wife eating sweet varenyky.", "rating": 4, "name": "Nino Škopac", "cat": "Ukrainian restaurant"}, {"review": "Outstanding! Housed in a very old building, the restaurant offers a modern take on traditional Ukrainian cuisine. A bit pricey, but the food is exceptional, I've enjoyed every bite. Our waiter was super attentive and accommodating, with a great sense of humor. Hands down, the best meal in Kyiv during a 2-weeks visit.", "rating": 4, "name": "S M", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much for your feedback ❤️❤️❤️ waiting for you again 🙏", "rating": 5, "name": "Anan Kheir", "cat": "Ukrainian restaurant"}, {"review": "Maybe the best restaurant I've ever been in my life... The tasting menu is a must do, exceptional culinary experience. It worths flying to Kiev just to go there!", "rating": 4, "name": "Lasse Mannheimer", "cat": "Ukrainian restaurant"}, {"review": "Please Go there. Best Food you Can fer un Kyiv. Vert gréât great stuff. Super friendly. Prices are really ghetto for Austrian standards. It’s like a big joke. But the service is excellent. Please go there and try cabbage soup. It will change your perspective on soup. But you must reserve table", "rating": 5, "name": "Michal Marcinkiewicz", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. See you again!", "rating": 3, "name": "Bobby Battista", "cat": "Ukrainian restaurant"}, {"review": "Favorite reataurant of Kyiv. Location is pretty good. They serve amazing foods. Every dishes taste wonderful. They using fresh and good ingredients. Also price of the food is not very expensive. It worths to visit again.", "rating": 4, "name": "James Pargeter", "cat": "Ukrainian restaurant"}, {"review": "Immaculate service and food. On the pricier side considering Ukraine but definitely worth a visit. I had the braised lamb neck and caviar and they were superb. The waiter anticipated my needs and was willing to field my questions about the dishes.", "rating": 5, "name": "Julia Dzikh", "cat": "Ukrainian restaurant"}, {"review": "Thanks a lot ❤️❤️❤️", "rating": 5, "name": "shahar wienrib", "cat": "Ukrainian restaurant"}, {"review": "We had the tasting menu which was really good, but a bit too expensive, plus they changed it from the one published on the website so there's one less dish (without changing the price)", "rating": 5, "name": "Shukhrat Nurmukhamedov", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Yes, due to a technical error, the menu on the site was not updated on time. Hope to see you again to return your respect for the restaurant. Waiting for you!", "rating": 5, "name": "Bruna Paiva dos Santos Gonçalves", "cat": "Ukrainian restaurant"}, {"review": "- Traditional Ukrainian cuisine in a contemporary rework.\n- Big choice of homemade liquors\n- Inhouse market of eco cheeses and homemade liquors. …", "rating": 5, "name": "Наталія Сарай", "cat": "Ukrainian restaurant"}, {"review": "Good place to taste Ukrainian local food, but a bit expensive", "rating": 2, "name": "Carlos Santiago", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your feedback. We will be sure to work on the errors and look forward to seeing you again ❤️🙏\n\n", "rating": 4, "name": "P G", "cat": "Ukrainian restaurant"}, {"review": "Really enjoyed krapiva (nettle) beer, borch with krapiva and veal tongue steak with banosh. …", "rating": 2, "name": "Alex Dayrabekov", "cat": "Ukrainian restaurant"}, {"review": "Friendly staff and cozy/different ambiance.\nAlthough the presentation of the food was beautiful, it lacked taste.", "rating": 5, "name": "Katarzyna Bezak", "cat": "Ukrainian restaurant"}, {"review": "Too pricey and nothing special about the quality of food. You cannot see the menu from outdoors. The welcoming clerk was not entirely nice.\nSomeone recommended me the Kyiv chicken here, but seriously I didn’t like it.", "rating": 1, "name": "Cristina Lupusor", "cat": "Ukrainian restaurant"}, {"review": "Great place. The dishes are very tasty! I heard that Ukrainian cuisine is good but it is much better than I thought. I couldn't stop eating))). Best of luck to you, guys!", "rating": 5, "name": "Ieva Sliziute", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 2, "name": "Jeny Loren", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, friendly service and everything i would expect in a restaurant. The chef is very helpfull, speaks english very well and explains what we can expect in all the different dishes. If you visit Kiev, Kanapa is a #1 place to visit for a great evening.", "rating": 3, "name": "Tina Liash", "cat": "Ukrainian restaurant"}, {"review": "Place with fantastic food. We had dinner there and was surprised with great combination of ingredients and the fact that all products used there is local. Must visit place in Kiev.", "rating": 1, "name": "Yulia Willis", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant. Very nice service. Chicken Kiev wasn’t great surprisingly. Would visit again.", "rating": 2, "name": "danik danik", "cat": "Ukrainian restaurant"}, {"review": "Very authentic place with great cuisine. Many local dishes with spice of modern style. Try brains, mushroom soup, varenyky with black pudding (blood sausage) and molosivo for desert.", "rating": 5, "name": "Victoria Noguera", "cat": "Ukrainian restaurant"}, {"review": "Wonderful service, incredibly delicious food.\nI recommend this restaurant because it's an entire experience. We visited this restaurant with our entire family of 7 people. Everything we ordered was so so so …", "rating": 4, "name": "Oleh Kolesnykov", "cat": "Ukrainian restaurant"}, {"review": "Really interesting and delicious Ukrainian cuisine. But very old furniture. And dirty tables.\nService was great.", "rating": 5, "name": "Ilya N", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Sorry for the spoiled experience. We will conduct training with the staff. We are waiting for you again to get the highest rating from you!", "rating": 5, "name": "Gabe O.", "cat": "Ukrainian restaurant"}, {"review": "One of the best places I’ve ever eaten. Service was great and the food was freaking unbelievable.", "rating": 5, "name": "Žygimantas Stubrys", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Stefano S", "cat": "Ukrainian restaurant"}, {"review": "Worth the 8000km trip to the Ukraine for me alone. The restaurants in this series are all amazing but the atmosphere with this one is my favorite.", "rating": 5, "name": "Євген Козловський", "cat": "Ukrainian restaurant"}, {"review": "Came here for a late breakfast on the weekend, just before the lunch crowd so was nice and chilled. Got the cottage cheese pancakes which were good. Also tried the Galician coffee - very strong but good. Laid back place in a modern rustic setting. Staff was friendly. Came back another day and had the borscht which was amazing.", "rating": 5, "name": "Sergii Klimov", "cat": "Ukrainian restaurant"}, {"review": "One of the finest restaurants I have ever been in. The food was simply beautiful and delicious. Traditional Ukrainian dishes served with a flare of modern presentation. If you need to see any item on the menu before making a decision, the …", "rating": 3, "name": "Paulina", "cat": "Ukrainian restaurant"}, {"review": "Strongly recommend the degustation menu - it was an excellent experience to taste to variety of Ukrainian cuisine.", "rating": 5, "name": "Alexander Tarasenko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. See you again!", "rating": 5, "name": "Luka Holjevac", "cat": "Ukrainian restaurant"}, {"review": "There's not much to complain about this place. Every time I have been here, the food has been delicious. I seldom order salads, but I will recommend the salad with mushrooms! …", "rating": 5, "name": "Khrystyna Goriuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback ❤️", "rating": 5, "name": "Diego Silva", "cat": "Ukrainian restaurant"}, {"review": "A very fancy place with traditional Ukrainian food refined to the fine dining level (with appropriate price). They have a Taster menu, or you can order A La Carte. More than one course to be ordered if you came in to get sustenance as well …", "rating": 5, "name": "Wim Vandenbossche", "cat": "Ukrainian restaurant"}, {"review": "It's a really good modern twist on Ukrainian cousine. The food was good to look at and to taste too. There's a beautiful outdoor seating and it's also good for big groups. Highly recommend the pate and 'holodec'.", "rating": 3, "name": "G Gabs", "cat": "Ukrainian restaurant"}, {"review": "Loved it. Fabulous food and great, patient service", "rating": 5, "name": "Senad M.", "cat": "Ukrainian restaurant"}, {"review": "❤️❤️❤️❤️", "rating": 5, "name": "Urszula Bezak", "cat": "Ukrainian restaurant"}, {"review": "Food was very good & the service was friendly", "rating": 5, "name": "Jeremiah Fowler", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️\n\n", "rating": 3, "name": "Stefan Schreiner", "cat": "Ukrainian restaurant"}, {"review": "One of the best places to eat an authentic Ukrainian food. Highly recommended. Must try borsch and sirniki", "rating": 4, "name": "Catarina Rocha", "cat": "Ukrainian restaurant"}, {"review": "Very nice, traditional place. Service was nice and fast, staff speaks English which is always a plus and food was lovely!", "rating": 5, "name": "Maksym Moshkivskyi", "cat": "Ukrainian restaurant"}, {"review": "Very nice kitchen! Cool staff! And amazing atmosphere of old Kyiv! Restaurant is situated in the old wood house, with amazing view on the garden❤️", "rating": 5, "name": "Sophia Fan", "cat": "Ukrainian restaurant"}, {"review": " We look forward to seeing you again 💛💙👌\n\n", "rating": 4, "name": "Adam Farrey", "cat": "Ukrainian restaurant"}, {"review": "What a disaster to come here! Food is neither tasty nor traditional. Except for varenyky, the rest of the order was a failure - the fish was too dry, salads small and nothing special, meat plate is tiny. The last straw was Pavlova desert, wich was hard to eat and terribly sour.", "rating": 5, "name": "D. Spengler", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback!\nKanapa Restaurant is a restaurant of New Ukrainian cuisine, we restore ancient recipes and interpret them using local products and modern technologies. Indeed, we have recently reduced the portion yield and price so that each guest can order a salad or snack, main course and dessert, and the average check does not exceed UAH 600. Pavlov's dessert is sour thanks to yellow raspberry and lemon curd compote and balances the excess of sweet meringue and white chocolate.\nWe will be happy to meet you again, because we are sure that we have something to surprise you and return your affection.\nSee you in Kanapa!\n\n", "rating": 5, "name": "Jonatan Folkver", "cat": "Ukrainian restaurant"}, {"review": "Absolutely terrible. They are living off their reputation as a popular destination but rip you off. First of all we were put in our own room which looked like a converted staff room with a couch behind the table which I had a nap on! The …", "rating": 5, "name": "Sarah Macdonald", "cat": "Ukrainian restaurant"}, {"review": "A hidden gem. 10/5\n\nI've been looking for a restaurant with Michelin star in Kiev for along time... …", "rating": 5, "name": "Val Vankov", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much for your feedback and such kind words❤️🙏\n\n", "rating": 5, "name": "Gazi Ceviz", "cat": "Ukrainian restaurant"}, {"review": "Great place to visit. There are Ukrainian national dishes, pleasant stuff and lovely interior. Highly recommend!", "rating": 5, "name": "Alexander Shemshurenko", "cat": "Ukrainian restaurant"}, {"review": "Not the cheapest around, nor are the portions the biggest. However it is delicious and beautifully well made. I've had the borsch. Great meal.", "rating": 5, "name": "German T.", "cat": "Ukrainian restaurant"}, {"review": "This restaurant was a great surprise! The picture sums it up. You really have to try it for yourselves.\nI would call it a modern twist to traditional Ukrainian cuisine.", "rating": 5, "name": "בירן מטרסו", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Dope Shiitake", "cat": "Ukrainian restaurant"}, {"review": "Good food and nice service, but it’s expensive whilst the portions are tiny. They didn’t have any of the soups I wanted. Get at least a 3-course. …", "rating": 5, "name": "Ксенія Руденко", "cat": "Ukrainian restaurant"}, {"review": "Good evening,\nthank you for your feedback. We are very sorry that you could not taste, the dishes that you like. We have small portions so that you can try some delicious dishes of Ukrainian cuisine. We apologize and invite you to an exclusive dessert.", "rating": 5, "name": "Sara Lame", "cat": "Ukrainian restaurant"}, {"review": "Cute Ukrainian restaurant with a small nice terrace and a lovely interior. The food is correct, but nothing which leaves you speechless, many dishes appear to be pre-cooked (and I don't mean the stews only). The waiter was friendly if a bit over-eager, trying to upsell everything.", "rating": 5, "name": "Paul Smolkin", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback\n\n", "rating": 5, "name": "Thomas de Klerk", "cat": "Ukrainian restaurant"}, {"review": "One of the poshest restaurants in the country. Very professional staff and the food is yummy. It's quite expensive for Kiev but it is well worth it. I strongly recommend it.", "rating": 5, "name": "Jonathan Stark Fichman", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. Looking forward to your next visit", "rating": 3, "name": "Oleksandrina Vyshnevska", "cat": "Ukrainian restaurant"}, {"review": "Popular place on lovely Andriyivskyy Descent. I got a table on the nice patio and had three tasty Ukrainan style dishes: borscht, vareniki and cabbage rolls. Next time, if I return to Kiev, I will probably go for the tasting menu which sounded fun.", "rating": 1, "name": "Vyacheslav Golik", "cat": "Ukrainian restaurant"}, {"review": "Amazing food, great, local ingredients, and huge selection of local alcohol. Highly recommended.", "rating": 5, "name": "H S", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Sasha Sergiienko", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, cute location. Service was remarkably slow, especially given that it was not busy - lunch apps took 1 hour, the entrees at least 90 minutes after ordering. Would still recommend, maybe you just have to ask about food timing", "rating": 1, "name": "Tiina Jokst", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your feedback. We will be sure to work on the errors and look forward to seeing you again ❤️🙏\n\n", "rating": 5, "name": "Hans Krohn", "cat": "Ukrainian restaurant"}, {"review": "Tasty and refined Ukrainian food in an interesting setting. Expensive as Ukrainian cuisine goes but very reasonable compared to other European cities. Well worth a trip!", "rating": 5, "name": "Wilson Varghese", "cat": "Ukrainian restaurant"}, {"review": "I am so proud of such places like Kanapa. Tasty ukrainian cuisine, hospitality and atmosphere makes you feel special. Such a menu, that you want to try everything.", "rating": 4, "name": "Joona S.", "cat": "Ukrainian restaurant"}, {"review": " Thank you for such a sincere and warm fitback❤️🙌🏻\n\n", "rating": 5, "name": "Kevin Walters", "cat": "Ukrainian restaurant"}, {"review": "Amazing place! authentic place with great food! recommend on the tasting menu.", "rating": 5, "name": "Rano", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian traditional food. Amazing service and good prices. Once you're here, ask for a nettle beer. It's something really exceptional.", "rating": 5, "name": "kapil gupta", "cat": "Ukrainian restaurant"}, {"review": "Kanapa deserves a Michellin star. It is a delightful and memorable restaurant. The staff were friendly, passionate and knowledgeable about the dishes. We had a little room with a table for ourselves and it felt magical. Their pheasant Kiev …", "rating": 5, "name": "svitlana n", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your appreciation, we are waiting again for a visit!\n\n", "rating": 5, "name": "Petrushchak Bohdan", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian high  level kitchen. Situated in a historical center of Kiev.", "rating": 5, "name": "Matt Monarch", "cat": "Ukrainian restaurant"}, {"review": "Very unfortunate dinner. Half of the dishes we wanted to order were not available which is weird considering we arrived at 6pm. Big cocktail list from which nothing was available as well. We made the order and picked 1 cranberry juice which …", "rating": 5, "name": "Shahar Grossbard", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your feedback and feedback! Let's analyze the situation and work to improve ❤️🙌🏻\n\n", "rating": 5, "name": "Оля Кизим", "cat": "Ukrainian restaurant"}, {"review": "I was with colleagues on business lunch. cost aprx $ 5. delicious prepared) and delicious bread - themselves are prepared. inside nice atmosphere. confused what waiter brought the second dish through 25-30 minutes (", "rating": 3, "name": "Alon Bilavskiy", "cat": "Ukrainian restaurant"}, {"review": "I had visited this place several times before, and liked it very much in many ways. However, was disappointed with the recent visit:\n- when booking the table, I wanted exactly from 19:45. I was told that they can …", "rating": 5, "name": "Filipa Lourenço", "cat": "Ukrainian restaurant"}, {"review": "One of the best reataurants ever, I would definatelly reccomend trying the Kiev Chicken. I would never think I can be so surprised with such a simple dish, but as ai discovered it was not simple tasting at all. Everything was delivious and the atmosphere is really nice", "rating": 5, "name": "Gintautas Dirgela", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback🙏❤️\n\n", "rating": 5, "name": "Denys Frolov", "cat": "Ukrainian restaurant"}, {"review": "I was not impressed at all by this restaurant, which was surprising given all the hype and the fact that it was recommended in most  guides I had seen. …", "rating": 5, "name": "Stefan Attard", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. We will do our best to improve our service and hope to see you again", "rating": 3, "name": "Marek Takac", "cat": "Ukrainian restaurant"}, {"review": "Very delicious traditional food. We had the lamb neck, chicken Kyiv and green borsch, and everything tasted great. Next time will definitely try the famous vareniki.", "rating": 5, "name": "Anya Martin", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback🙏❤️\n\n", "rating": 4, "name": "ali altubaikh", "cat": "Ukrainian restaurant"}, {"review": "Very smoggy inside, felt like I sat near the grill oven although I sat not in the center but near the window though. Waited too long for the dishes and the saddest thing that there were no borsh soup however it was lunch time and it is the …", "rating": 5, "name": "Anna Kruglik", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback 🙌🏻", "rating": 4, "name": "Andrew Betts", "cat": "Ukrainian restaurant"}, {"review": "Be ready to pay 10% of your bill as tips. It's not written anywhere and no one informs you, our waiter just told us at the end of the lunch that we MUST pay the tips (not a big deal, but sounded rather rude) because it's their salary. …", "rating": 5, "name": "Michael Rea", "cat": "Ukrainian restaurant"}, {"review": "Good day. It is shame for us to hear that waiter told you such a rude thing. We do pay salary to our waiters and tips is always left at your discretion. We fill vary sorry and ask you to help us with more information to find this waiter. Maybe you remember his name or how much you paid for your bill. Thanks a lot and sorry again", "rating": 1, "name": "Rymson Balentien", "cat": "Ukrainian restaurant"}, {"review": "I was really disappointed with Kanapa when I brought my American friends there this July. I had amazing memories of it from 2 years ago so picked it as a place where they could try Ukrainian cuisine. …", "rating": 4, "name": "Andrea D'Orazio", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your opinion ❤️\n\n", "rating": 5, "name": "Neil Johnstone", "cat": "Ukrainian restaurant"}, {"review": "Kanapa happened to be the place with the best food and the *worst* service of our 5-day stay in Kyiv. Our waiter Mykyta, among others:\na) forgot about wine ordered by one of us, and never remembered even after …", "rating": 4, "name": "Volodymyr Shapoval", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback. We are trying our best to make not only good food but also a good service. Unfortunately sometimes the waiter can ruin everything what team do…That is why all feedbacks is so important for us ❤️", "rating": 1, "name": "Steve Louder", "cat": "Ukrainian restaurant"}, {"review": "Amazing experience. Very affordable and amazing flavours. The restaurant is beautiful, and the service is very good!! You need to make a reservation. The live music was so great 🎶", "rating": 3, "name": "Benjamin Lind", "cat": "Ukrainian restaurant"}, {"review": "Nice food. Fried potato was a bit salty.", "rating": 3, "name": "Joanna Prokhorenkov", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your appreciation, we are waiting again for a visit!\n\n", "rating": 2, "name": "Pirmin Hüller", "cat": "Ukrainian restaurant"}, {"review": "Well deserved 5 stars ⭐️. Well done guys. Fooooood is delicious 😋.", "rating": 5, "name": "Christopher Law", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback and bright emotions. Looking forward to your next visit", "rating": 3, "name": "Simon Hansen", "cat": "Ukrainian restaurant"}, {"review": "Very nice place to stay if you are around in Kyiv. When looking for some very good regional food this is the place you want go. Friendly staff. They are able to provide gluten-free meals. Just tell the waiters and they will help you out.", "rating": 5, "name": "Nadine Waheed", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback)\n\n", "rating": 5, "name": "zhuk zhuk", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place to eat in Kiev. Service was awesome, our waiter Valentin was polite and helpful, the food was better and better after each order. Would recommend it!", "rating": 5, "name": "kunal lakhani", "cat": "Ukrainian restaurant"}, {"review": "Come here or regret it forever! It’s a little bit pricey but definitely worth it. Make sure to grab a table in their “secret room”. Perfect for vegetarians.", "rating": 4, "name": "Dmitry Lvov", "cat": "Ukrainian restaurant"}, {"review": "Very cozy! Affordable prices and a great place! Amazing service as well!", "rating": 5, "name": "johnny english", "cat": "Ukrainian restaurant"}, {"review": "Great place with great service and authentic food.If I bring my friends from abroad, it would be the best place to introduce to Ukrainian cuisine.", "rating": 5, "name": "Viktoriia Naughton", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation! We look forward to seeing you again ❤️\n\n", "rating": 5, "name": "Mohammed Muwar", "cat": "Ukrainian restaurant"}, {"review": "Nice place, good food.", "rating": 3, "name": "Evan Wilson", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback", "rating": 1, "name": "Book Cozumel", "cat": "Ukrainian restaurant"}, {"review": "Everything was delicious... Pate to die for!", "rating": 4, "name": "Rambling Puma", "cat": "Ukrainian restaurant"}, {"review": "❤️🙌🏻", "rating": 5, "name": "Brian G", "cat": "Ukrainian restaurant"}, {"review": "Great food, great service, recommendation for Kiev!", "rating": 5, "name": "davide prioli", "cat": "Ukrainian restaurant"}, {"review": "Really tasty ukrainian food on modern style!", "rating": 5, "name": "Shahar Attias", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. See you again!", "rating": 5, "name": "Igor Geletko", "cat": "Ukrainian restaurant"}, {"review": "Great Food, a little slow service but great kindly staff", "rating": 3, "name": "V. Will", "cat": "Ukrainian restaurant"}, {"review": "Original Ukrainian national dishes. Would recommend!", "rating": 5, "name": "Charles-Victor Desbos", "cat": "Ukrainian restaurant"}, {"review": "The food was original and tasty, but service was slow despite the restaurant not being very busy. Drinks were also good but most of the cocktails on the menu were unavailable during my visit.", "rating": 5, "name": "Glenn VN", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Martin Michlmayr", "cat": "Ukrainian restaurant"}, {"review": "Original food, nice service, lovely location and great ambiance", "rating": 1, "name": "D", "cat": "Ukrainian restaurant"}, {"review": "No comments needed.\nAmazing", "rating": 2, "name": "Anna Timofeev", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️\n\n", "rating": 2, "name": "susanna hansen", "cat": "Ukrainian restaurant"}, {"review": "The food was so good that I had to go to St. Andrew’s church and ask for forgiveness.", "rating": 5, "name": "Valentyna Pliushch", "cat": "Ukrainian restaurant"}, {"review": "🙌🏻❤️", "rating": 5, "name": "Grant Lyons", "cat": "Ukrainian restaurant"}, {"review": "Had the tasting set for the seventh time today. First time after the menu had changed.\nFor sure it was tasty. but...1,5 times more than last time??? …", "rating": 5, "name": "Maria Arkelatyan", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We apologize for spoiling the experience. We are waiting for you again to correct our mistakes and give you a high rating. See you in Кanapa", "rating": 5, "name": "Claire Williamson", "cat": "Ukrainian restaurant"}, {"review": "Great place to try traditional ukrainian food. However very small portions are served. Some of the staff is able to speak english and that was helpful.", "rating": 5, "name": "Anastasiia Shali (dxb artist)", "cat": "Ukrainian restaurant"}, {"review": "A cosy place with modern Ukrainian cuisine. My favorites are black dumplings and poultry liver pate. The borscht is also awesome. Try their craft alcohol drinks, they’re so good.", "rating": 2, "name": "Vitaliy Levandovskyy", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation ❤️ we look forward to seeing you again\n\n", "rating": 2, "name": "Marika Dameniia", "cat": "Ukrainian restaurant"}, {"review": "The food is really great, especially the steaks.", "rating": 5, "name": "Tomas Žukauskas", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with well presented food and a relaxed atmosphere definitely visit if in Kiev.", "rating": 5, "name": "Marcelo Godinho", "cat": "Ukrainian restaurant"}, {"review": "To be honest, extremely good, nothing where I would be able to compare even in Switzerland with\nIn general, I advise everyone to fire", "rating": 3, "name": "Kate Pakhomov", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation ❤️ we look forward to seeing you again\n\n", "rating": 4, "name": "ıryna horokhovska", "cat": "Ukrainian restaurant"}, {"review": "Exceptionally good food, over the top service and all in all just a perfect visit. In the picture, the roasted bulls heart.", "rating": 1, "name": "Mathias Langmarker", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 4, "name": "Roman Kalyuzhny", "cat": "Ukrainian restaurant"}, {"review": "An absolutely fantastic top-class modern Ukrainian restaurant. Talented chefs cook up incredible interpretations of classic dishes. The food is exciting and challenging in the best way. Beautifully decorated interiors with sofas that want …", "rating": 5, "name": "Jarek Kruza", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the answer! We will be glad to see you!", "rating": 1, "name": "s&m", "cat": "Ukrainian restaurant"}, {"review": "Really great food, we've ordered dishes from their breakfast menu.The pancakes and the eggs Benedict  we're delicious, served in a great way. The atmosphere inside is superb, their garden is ok at this time of the year (April). The waitress …", "rating": 5, "name": "Jay Mitra", "cat": "Ukrainian restaurant"}, {"review": "delicious, price reasonable, servings small", "rating": 5, "name": "Joanna Guise", "cat": "Ukrainian restaurant"}, {"review": "Many thanks for your feedback.  Waiting for the next time!", "rating": 5, "name": "Brian Barna", "cat": "Ukrainian restaurant"}, {"review": "Amazing place. Each dish was better than previous one. Me and my wife wife were born in Ukraine and we never tasted Ukrainian food so delicious. Herring is the must. I don't know how they do dumplings.... But you have to try dumplings.", "rating": 5, "name": "Kyiv ua", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Wait for you!", "rating": 4, "name": "Michal Tasar", "cat": "Ukrainian restaurant"}, {"review": "Beautiful place with very good food. Ukrainian traditional taste , but new modern serving.", "rating": 3, "name": "Tanya Simchuk", "cat": "Ukrainian restaurant"}, {"review": "💪❤️", "rating": 4, "name": "Darius Ma", "cat": "Ukrainian restaurant"}, {"review": "Remarkable tastes and a lot of options, this is the best place I've been to in the last couple of years.\nGood for dates.\nTry the liver patte its very good.", "rating": 5, "name": "Owen Anderson", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 3, "name": "Karpova Ira", "cat": "Ukrainian restaurant"}, {"review": "Great place for traditional Ukrainian fare.", "rating": 5, "name": "Inna Bagoli", "cat": "Ukrainian restaurant"}, {"review": "Surprisingly good place right in the middle of the touristic street. New Ukrainian cuisine, the prices are ok, the waiters are nice and speaking both Ukrainian and English. Tasty ratafia and good choice of wines. A bit overcrowded so better to book a table beforehand. Despite the amount of the people, the place is not noisy.", "rating": 3, "name": "Denis Putilin", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 5, "name": "Vassilis Chalkiopoulos", "cat": "Ukrainian restaurant"}, {"review": "Delicious! Must come here! My husband got the taster meal- well worth it. I had the pumpkin soup, duck salad, and chicken. Yum! We shared a lovely bottle of Ukrainian red. Try to make a reservation.", "rating": 5, "name": "Johanne Nynne Pedersen", "cat": "Ukrainian restaurant"}, {"review": "Nice and fancy place with interesting and VERY tasty menu. A little bit expensive, but for sure with it.\nHighly recommended!", "rating": 2, "name": "Ahmad kurdi", "cat": "Ukrainian restaurant"}, {"review": "Excellent restaurant, food is great, service good and place has character", "rating": 5, "name": "Kev 608 (Kev608)", "cat": "Ukrainian restaurant"}, {"review": "If you want to have a really special food experience in Kyiv this is the place to go. We had the tasting menu and I was so impressed with the presentation and selection. The wine pairings (all from Ukraine!) were varied and well-thought …", "rating": 5, "name": "Caitlin O", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Artem Panchenko", "cat": "Ukrainian restaurant"}, {"review": "Somehow you have spoiled, somehow not so tasty already. Average. it's a pity\n\nOne of my favorite restaurants in Kiev and probably my favorite Ukrainian food …", "rating": 3, "name": "Frank Lee", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your evaluation демwe will work on the improvement and look forward to seeing you again\n\n", "rating": 5, "name": "Evgeniy Shestopal", "cat": "Ukrainian restaurant"}, {"review": "I didn’t enjoy the experience with them. Customer service is ok but food has nothing in common with the authentic Ukrainian food.", "rating": 5, "name": "Heiko Wöhr", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We try to be modern and gastronomic, highly appreciated by foreign experts and renowned chefs. We do not prepare ordinary buckwheat, potato pancakes and sausage, we develop Ukrainian gastronomy at the European level, using innovative equipment and modern cooking techniques. I hope next time you will review your opinion and find something interesting in the menu. I invite you to a Kiev cake and a glass of Ukrainian sparkling at the expense of the restaurant.", "rating": 5, "name": "Anna Deryło", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, great atmosphere with nice view. Definitely recommended :)", "rating": 4, "name": "Leonid Shtipler", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food, amazing presentation and reasonable prices.", "rating": 3, "name": "David Avdat", "cat": "Ukrainian restaurant"}, {"review": "The worst ever Ukrainean food. The pavlova what they offer can't even name as pavlova. Very slow and unfriendly service.", "rating": 4, "name": "Haralambos Patsalidis", "cat": "Ukrainian restaurant"}, {"review": "Very cozy restaurant with a relaxed atmosphere and vert friendly staff. The place has many rooms and looks more like a family house than a restaurant- thus the nice atmosphere. Food is excellent, traditional Ukrainian, with a twist!  Highly recommend.", "rating": 5, "name": "Victoria A.", "cat": "Ukrainian restaurant"}, {"review": "I had dinner here with friends. The ambiance is great and the food excellent. Their choice of Ukrainian wines is good. The eating candle is delicious and I shall remember that for a long time. The local fish and the fish roe + caviar was delicious. I would strongly recommend this place to every visitor to  Kyiv.", "rating": 4, "name": "Martin Väli", "cat": "Ukrainian restaurant"}, {"review": "It might be impossible to get a place without a reservation, so get one. Service was very good, food interesting and tasty, but not perfect. Tasting menu, even with tiny portions, is actually more than enough for a grown-up. Go enjoy", "rating": 4, "name": "Dennis Belajevs", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. Looking forward to your next visit", "rating": 5, "name": "Vadim Alexeenko", "cat": "Ukrainian restaurant"}, {"review": "Absolutely amazing food, a little expensive for Kiev, but you get what you pay for.", "rating": 4, "name": "Matis Reynaud", "cat": "Ukrainian restaurant"}, {"review": "Amazing dining experience with the best borsch in town. Located in the old part of town, this restaurant is a feast for the eyes and the stomach", "rating": 5, "name": "Brian Mefford", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️ We look forward to seeing you again and are always happy Вам\n\n", "rating": 4, "name": "Andrew Kokhanovskyi", "cat": "Ukrainian restaurant"}, {"review": "A classy take on traditional Ukrainian cuisine. Loved the food, desserts and home-made shots in the end. One of the few places where the food matches the beauty of the building/ venue. Tip: Take your time to read the entire menu. It is very absorbing and beautifully presented, just like the way they present their dishes.", "rating": 1, "name": "Maria GALLARDO DE ARTAZA", "cat": "Ukrainian restaurant"}, {"review": "Nice restaurant with Ukrainian traditional but modern cuisine. Luv it! Delicious food and nice kind polite personnel.", "rating": 5, "name": "Kristian Williams", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 5, "name": "Karla Fellini", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with very delicious food! Definitely recommend!:)", "rating": 5, "name": "Eli Abraham", "cat": "Ukrainian restaurant"}, {"review": "Top 5 restaurant in Kyiv and best modern Ukrainian I've tried.", "rating": 4, "name": "Mariia Goshchevska", "cat": "Ukrainian restaurant"}, {"review": "Food is out of this world. So interesting and tasty, veggie options were also very good. Waiters are welcoming, the place itself is comfy. Going there at lunch time was great, didn't need to make a reservation.", "rating": 3, "name": "Alison LEE", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant - delicious quisine, very good service and perfect location!", "rating": 4, "name": "Надія Рогозіна", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much for appreciating our work. We are waiting for the next visit", "rating": 5, "name": "Yuliya Atamanchuk", "cat": "Ukrainian restaurant"}, {"review": "The borsht is the best ever, but small,\n\nOther than the borsht, I wanted to believe I'd find other good dishes, but …", "rating": 5, "name": "Anton Lebedev", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are working on bugs. We are waiting for you on your next visit.", "rating": 5, "name": "Edward R", "cat": "Ukrainian restaurant"}, {"review": "Everything we had was delicious, specially the duck breast. I can recommend the dessert called cigar. It feels like a very exclusive place. I wasn't a fan of the way the soup was served inside a cabbage. I feel like it was just for show, there was no real purpose and the cabbage soaked up some of the soup.", "rating": 5, "name": "Kevin Moore", "cat": "Ukrainian restaurant"}, {"review": "Looks small from outside, but is very spacious inside. There is a nice terrace in summer. Although I was initially suspicious about “modern” take on the national cuisine, but it is really worth trying. It is very good in every aspect - rom …", "rating": 5, "name": "סער רחמים", "cat": "Ukrainian restaurant"}, {"review": "Outstanding modern delicious cuisine.", "rating": 5, "name": "Anastasiia Girard", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 4, "name": "Simran Bahra", "cat": "Ukrainian restaurant"}, {"review": "Amazing food place as it was highly suggested and I was not disappointed. All the food was perfect. We had  varenyky with hare meat and hazelnuts and another with potato and mushrooms as starters, beef medallions and lamb neck as main …", "rating": 4, "name": "Jordan Condo", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 1, "name": "Vladimir Goldshteyn", "cat": "Ukrainian restaurant"}, {"review": "They provide a wide variety of meals and the major part of them are local or traditional. The meals are good, but the portions are quite small, at least for the price. …", "rating": 5, "name": "Jonas Bylund", "cat": "Ukrainian restaurant"}, {"review": "Best restaurant experience I've ever had! The food was really delicious, beautifully presented and the restaurant was cosy and cute. We had the taster menu with alcohol for 1200hr each. Our waiter Aleksandr (Sasha) was so welcoming and friendly. It took exactly 3hr as we were advised in advance. Highly recommended.", "rating": 5, "name": "Henrik Eriksson", "cat": "Ukrainian restaurant"}, {"review": "It was in my way coming to my hotel and I was in glass Bridge taking circle walk\nThe food list was good and the cooking was great and the sitting area  also …", "rating": 5, "name": "Bart B", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your feedback. We will be sure to work on the errors and look forward to seeing you again ❤️🙏\n\n", "rating": 5, "name": "Jon Stephens", "cat": "Ukrainian restaurant"}, {"review": "Very good place for bringing foreign visitors or having a romantic dinner or just having delicious meals. Good price for this value. Quick and pleasant service. Good recommendations from staff. Really outstanding meal decoration. Absolutely …", "rating": 5, "name": "Eugene Khan", "cat": "Ukrainian restaurant"}, {"review": "Quality of food is really great, and the tasting set offers an exceptional tour of Ukranian cuisine.  However, they let themselves down in many ways: courses arrived before we'd finished the previous one, paired drinks intended for each …", "rating": 5, "name": "Basil Lion", "cat": "Ukrainian restaurant"}, {"review": "Came here as an American on vacation with my wife. My wife is fluent in Russian and Ukrainian which helps because I am not, but I would have been fine even without her at Kanapa. The service was great, our server could not have been any …", "rating": 5, "name": "Nikita Bezborodovs", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 5, "name": "Jānis Kolomenskis", "cat": "Ukrainian restaurant"}, {"review": "Service is not interested in you at all. They look down on you for not wanting small bottled water but just a carafe. We ordered the tasting set and instead of an explanation of what you get, two of the courses were described as 'beets with …", "rating": 5, "name": "John Naughton", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We apologize for spoiling the experience. We are waiting for you again to correct our mistakes and give you a high rating. See you in Кanapa", "rating": 5, "name": "Hidemaru Shibata", "cat": "Ukrainian restaurant"}, {"review": "Good food with some unexpected \"gifts\", classy place, somewhat overpriced considering only food, but the environment and the view on the river are a plus. Kind waiters, they all speak English. Recommended for couples or formal/business …", "rating": 5, "name": "Mega QA", "cat": "Ukrainian restaurant"}, {"review": "Menu has been updated, awesome", "rating": 5, "name": "Igor Suprun", "cat": "Ukrainian restaurant"}, {"review": "Restaurant in classical Ukrainian style. All is served from Ukrainian goods, no foreign. That could be considered as good for this place. But portions are very small which corresponds to name of this restaurant - Kanapa, which means something like \"small sandwich\" :) Do not expect you will eat a lot here.", "rating": 5, "name": "Robert Paulson", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We will prepare better for the next visit.", "rating": 5, "name": "Eugene Firsov", "cat": "Ukrainian restaurant"}, {"review": "Had a terrible experience, we’d booked a week in advance and were really looking forward to it. On arrival we were seated in a small upstairs area that was unbearably hot (about 10 degrees hotter than the main restaurant), when we asked to …", "rating": 3, "name": "Garrick Finch", "cat": "Ukrainian restaurant"}, {"review": "We went to the restaurant just for the tasting menu. They told us it could not be prepared. It was a major disappointment. …", "rating": 4, "name": "Alexander Preston", "cat": "Ukrainian restaurant"}, {"review": "Very beautiful place with interesting, cozy interior. Had very big expectations after visiting Kanapa in Warsaw. Unfortunately, food looks much better than it tastes :( We came for breakfast and everyting was served almost cold - including ginger tea. Looks like it was prepared and waited quite some time to be brought to the table.", "rating": 5, "name": "cyrille amoursky", "cat": "Ukrainian restaurant"}, {"review": "excellent wine but terrible waiters\nloooooooooong time\nthe waiter sat down during service hours and was lying to me that the wine was …", "rating": 5, "name": "Eduard Dell", "cat": "Ukrainian restaurant"}, {"review": "thanks for your feedback, we are making you better. Looking forward to your next visit", "rating": 5, "name": "Olga Pavliuk", "cat": "Ukrainian restaurant"}, {"review": "The best restaurant in Kiev that I had visited. The dishes were something different that I hadn't seen anywhere else. The presentation was amazing. Though this place was considered expensive, coming from London it was really not that bad at all. I spent the equivalent of £20 and that got me 2 mains, dessert, and a drink.", "rating": 3, "name": "Akvilė Olšauskienė", "cat": "Ukrainian restaurant"}, {"review": "I saw the meny on the website. Was really excited for the tasting menu! I was there today and oh my what a meal. Everything was absolutly lovely! However! A dish was missing. The potato with veal brain was crossed over, so No serve, but …", "rating": 5, "name": "Toni Meier", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. This is really our fault. I do not have this dish in Ukrainian, but the printing house made a mistake and printed it with a dish that is not there. We apologize and invite you to a new menu and a new tasting set, we are confident that we can surprise you. For you from the chef a compliment - a special dessert. See you again!", "rating": 5, "name": "Tamta", "cat": "Ukrainian restaurant"}, {"review": "Amazing food! All the dishes were stellar...Balance of flavors so perfect it actually brought a tear to the eye of the person I went with! Great service and ambiance would definitely recommend and come again ♥️", "rating": 5, "name": "Oleksandr Astrakhantsev", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 2, "name": "Pearl Xia", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, good service, reasonable price, beautiful interior", "rating": 1, "name": "530 7049", "cat": "Ukrainian restaurant"}, {"review": " We look forward to seeing you again 💛💙👌\n\n", "rating": 5, "name": "robson fonseca", "cat": "Ukrainian restaurant"}, {"review": "Amazing traditional food, with a nice atmosphere and staff were very friendly helpful and spoke English.", "rating": 5, "name": "Nadav Wexler", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback ❤️🙏", "rating": 4, "name": "Deividas Petravičius", "cat": "Ukrainian restaurant"}, {"review": "It was pretty good. Reasonably priced for westerns. No accessible for average Ukrainians.  Very special food,  delicious local alcohol and drinks. Music was awesome but short show. They left like 8:30PM.  Must do while in Kiev. Insure to make a reservation because place is packed all the time.", "rating": 5, "name": "Inge Schuermans", "cat": "Ukrainian restaurant"}, {"review": "The best. Great food experience.  The staff is awesome.  The dishes are next level. Great flavour combinations.  Beautiful balance as well real Ukrainian", "rating": 5, "name": "Alex Zastavsky", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 4, "name": "Maciek Przygoda", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, incredible comfortable atmosphere", "rating": 2, "name": "Павел Ведута", "cat": "Ukrainian restaurant"}, {"review": "First time trying Ukrainian food and it will not be the last really special food the food was tasty specially there something like dumpling it is stuff with egg realy special and delicious", "rating": 5, "name": "Андрей Цыбульский", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation 🙌🏻 we appreciate your opinion and we are glad that you liked everything🙏❤️\n\n", "rating": 5, "name": "Melanie Furlotte", "cat": "Ukrainian restaurant"}, {"review": "53 Eur for seven course tasting menu. Based on this price and being in Kiev, we would have expected higher quality. The courses were just OK. …", "rating": 5, "name": "Aubakir Arstanbekov", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. We apologize for the bad experience. Be sure to review the wines for the tasting set. Waiting for you again. We hope to regain your trust. See you in Кanapa.", "rating": 4, "name": "Leon Tkach", "cat": "Ukrainian restaurant"}, {"review": "Be aware of the HORRIBLE SERVICE. Unprofessional and poorly run restaurant. Do not expect a good experience from the moment you enter the front door. Not a single hello, smile, attentiveness or care. Please save yourself the stress with so …", "rating": 5, "name": "Eric Cartman", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. Through this we may work on our self and make our service better. It is a shame for us that you’ve got such a horrible experience of visiting our restaurant. Please accept our regrets and let us invite you to visit us again for a lunch on a house. Hope we will have a chance to change your customer experience and show you the best hospitality and service. Kindly ask you for help to find who among our staff made unwelcoming atmosphere your last visit? Maybe you remember how that person was look like so we can do improvement of our work.", "rating": 5, "name": "Amalik Amalik", "cat": "Ukrainian restaurant"}, {"review": "It very much depends on where you sit. Some food are great others mediocre. You don't need to drink the most expensive wine (which the waiters has suggested around 4 times although I rejected) there are very good more reasonable priced local wines.", "rating": 3, "name": "Andrei Dinu", "cat": "Ukrainian restaurant"}, {"review": "Location can't be beat. Great food, excellent prices, attentive and knowledgeable  staff. Great for a meal, or a drink and some Caviar. …", "rating": 2, "name": "Наталья Димитриева", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. See you again!", "rating": 5, "name": "Andriy Boychenko", "cat": "Ukrainian restaurant"}, {"review": "I come across this place in several food blogs. We passed by and just looked like a kind of regular a bit touristic restaurant. Was difficult to book a table during normal meal hours. Anyway we tried to go and we could get one. Wow! The food was good! Among the dishes I took the famous chicken Kyiv! OMG! Try it!", "rating": 5, "name": "Serhii Kuzmin", "cat": "Ukrainian restaurant"}, {"review": "Again, best restaurant in Kiev ; stop wasting time and book a table", "rating": 5, "name": "Stas Bespolit", "cat": "Ukrainian restaurant"}, {"review": "Combination of national and modern cuisines make this restaurant very special.", "rating": 1, "name": "agataXczarna", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you!", "rating": 5, "name": "Αλέξανδρος Βορδοναράκης (LeVordonBleu)", "cat": "Ukrainian restaurant"}, {"review": "After reading reviews and hearing about this place, tried it. Sadly, disappointed. Most things we ordered were a bit off. Soups too salty. Meat set - dry overall. Banosh - overly sweet. Fried potatoes with mushrooms - lukewarm and …", "rating": 2, "name": "Burcu Durak", "cat": "Ukrainian restaurant"}, {"review": "Cozy place with great food.\nThe chef makes his own interpretation of ukrainian traditional dishes. It is indeed a success as you wish you discovered this hidden gem earlier!\nThe waiters are professional and thoughtful.", "rating": 4, "name": "Ondrej Gadatsch", "cat": "Ukrainian restaurant"}, {"review": "Had a very nice dinner! friendly staff everything was how it's supposed to be! good job!", "rating": 5, "name": "Ka La", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback🙏❤️\n\n", "rating": 5, "name": "Danny Ravid", "cat": "Ukrainian restaurant"}, {"review": "Lovely setting and delicious food: I had two cold appetisers (hare in aspic and a pate) followed by trout - all wonderful (especially the fish). A selection of local and international wine made the evening perfect. …", "rating": 3, "name": "Zakery Kline", "cat": "Ukrainian restaurant"}, {"review": "Went there about a year ago. Maybe it's less terrible now, who knows. Worst service experience ever in eight years in Ukraine, and that's really saying something.  Spent a total of 3.5 hours as the food dribbled out slowly and we watched each other eat.  Totally over-rated place.  What a waste of a great location.", "rating": 5, "name": "Tomas Saltenis", "cat": "Ukrainian restaurant"}, {"review": "If you want to try Ukrainian cuisine food in unusual serving, like borscht in a cabbage, just for experience and picture you can go. But it's not the best place to try tasty food. Tourist place for one visit.", "rating": 5, "name": "Sviatoslav Komakha", "cat": "Ukrainian restaurant"}, {"review": "We went there in september 2019. Food was okay, not the best, but totally okay. The big problem was the service. The first time we where there we had reserve a table but got the table right next to the kithen and bar, which wasnt great …", "rating": 4, "name": "Sonnen Schein", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are really sorry for the spoiled evening and the poor restaurant experience. We will conduct training with staff. We are waiting for you again and hope to regain your trust.", "rating": 5, "name": "Maksym Zhytnytskyy", "cat": "Ukrainian restaurant"}, {"review": "Ohhhh, I adore this place: it is always full of nicely decorated ukrainian dishes, original presentation, great menu and always very nice service.\nIt is a place to spend a beautiful evening tet-a-tet or with family, or friends. …", "rating": 4, "name": "Çağay Malek", "cat": "Ukrainian restaurant"}, {"review": "Thank you for the highest rating! Waiting for you again!", "rating": 2, "name": "Vladislav N", "cat": "Ukrainian restaurant"}, {"review": "Wonderful food. Great service. Worth the price- it's more expensive than  average. The food is way above average. Yum. Great Ukrainian wines too.", "rating": 5, "name": "Fausto Spoto", "cat": "Ukrainian restaurant"}, {"review": "Loved this place! Food was absolutely amazing, atmosphere was great. Service was at a very high level. If you want to really enjoy your food experience I highly recommend trying this place. If we visit Kiev again Kanapa will be on top of my list to go to.", "rating": 4, "name": "Petru Efros", "cat": "Ukrainian restaurant"}, {"review": "Charming Ukrainian restaurant near the top of Andrew’s Descent. Perfect place for a light lunch; the mushroom soup was delightful and you can order a basket of bread for dipping.", "rating": 5, "name": "Felix g", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you!", "rating": 5, "name": "Mantas Pupinis", "cat": "Ukrainian restaurant"}, {"review": "This place is just incredible: service, atmosphere, presentation of food, taste.. everything is always perfect.\nBut I hope to see vegan options on the menu as I’m struggling to find something to eat every time I come , I have to eat vegetarian or pescatarian which is not ideal.", "rating": 4, "name": "Alexis Chavez", "cat": "Ukrainian restaurant"}, {"review": "Food is creative however below the quality expected from the price. Borsch is delivered in a cabbage head (creative) however is made rather from tomato juice than from real broth and red beet roots. Not sure if the cabbage is used only …", "rating": 5, "name": "Horatio Velveteen", "cat": "Ukrainian restaurant"}, {"review": "Disappointed. There were lots of great reviews, so we were expecting something exceptional. Each item we ordered was not more average\nThe overall impression was also ruined by extremely slow and bad service\nThe view is beautiful though... cocktails were good, but one can find those elsewhere", "rating": 5, "name": "Andrew Karney", "cat": "Ukrainian restaurant"}, {"review": "Was perfect, absolutely. Food, atmosphere, waiter.", "rating": 5, "name": "Katharina Golosova", "cat": "Ukrainian restaurant"}, {"review": "Fantastic place and food, could not imagine how good could be Ukrainian food!", "rating": 5, "name": "Marina Baritskaya", "cat": "Ukrainian restaurant"}, {"review": "Lovely cosy setting. The menu is contemporary and it adds a twist to old classics. I had golibtsi for appetiser which were cutely small and well presented but didn’t have a strong flavour. I also had pork belly for main which was quite dry. …", "rating": 5, "name": "Irina Rusakova", "cat": "Ukrainian restaurant"}, {"review": "We were there with friends come to drink tea.  I was impressed so good design and atmosphere from the one hand and not friendly waiter from the another hand. He asked :\"did you come HERE ONLY  to drink tea??\". So I sweets.  Im not shure I like. ..", "rating": 3, "name": "Angelo Attoni", "cat": "Ukrainian restaurant"}, {"review": "TERRIBLE. Don't know about the food, after 40 minutes of waiting (no drinks, no attention), we tried to change out one dish on the tasting menu (or at least just remove the pork bits). We got a big NO, and then we left.", "rating": 5, "name": "Ward Abbass", "cat": "Ukrainian restaurant"}, {"review": "A great place with a lot of character, but recently service has become rather uneven. Today the hostesses were really puzzled by  a request to be seated at a table other than the one they chose for us, caused way more consternation than one …", "rating": 4, "name": "Natalia Riabtseva", "cat": "Ukrainian restaurant"}, {"review": "Very good menu, nice atmosphere.", "rating": 5, "name": "Andrew Galea", "cat": "Ukrainian restaurant"}, {"review": "very bad relation quality/price... it took more than 32 minutes to get an oyster and I had to way an eternity to get each miserable dish...tasteless bad cooking, little portions and very expensive.... I didn't like anything I ate... I send …", "rating": 5, "name": "A. Sadreddini", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We will fix all bugs, improve service and timing. We hope the experience will be pleasant next time.", "rating": 5, "name": "George Alexidze", "cat": "Ukrainian restaurant"}, {"review": "Wow. Been here twice now and will keep coming back whenever I'm in Kyiv. The food is incredible, imaginative and manages to hold a good balance between molecular cuisine fuffery and honest Ukrainian authenticity, which is rare. Try their excellent seasonals, and as a treat their stinging nettle beer.", "rating": 5, "name": "Arvydas Papinigis", "cat": "Ukrainian restaurant"}, {"review": "The best meal of my life!", "rating": 5, "name": "oxana abovskaya", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your evaluation. We are waiting for your return after quarantine\n\n", "rating": 4, "name": "MARTECOMS MARTECOMS", "cat": "Ukrainian restaurant"}, {"review": "Great modern Ukrainian food, good selection of Ukrainian wine as well. Cozy atmosphere, outstanding service. English menu and English speaking staff.", "rating": 5, "name": "Michaël Lambé", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting again!", "rating": 5, "name": "Yasin Aka", "cat": "Ukrainian restaurant"}, {"review": "The best place for High Ukrainian Kitchen!\nThey must have Michelin stars!", "rating": 4, "name": "Natalia Kuzub", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️ We look forward to seeing you again and are always happy Вам\n\n", "rating": 4, "name": "Ayman Elgammal", "cat": "Ukrainian restaurant"}, {"review": "A modern and stylish restaurant with very good meals. Prices are pretty high but that is to be expected in a high standard place like this. We loved to watch the always busy staff running around with their orders.", "rating": 2, "name": "anna shramova", "cat": "Ukrainian restaurant"}, {"review": "This is NOT Ukrainian cuisine. There no oysters and, therefore, there cannot be any 'Ukrainian oysters' :-D. There are no varenyky (stuffed dumplings) with traditional staffing. Service is good, however, the waiters suggest most expensive dishes. Place is basically for tourists who are not well acquainted with Ukrainian cuisine. :-D", "rating": 5, "name": "Max Golionko", "cat": "Ukrainian restaurant"}, {"review": "Looks better than the taste is.", "rating": 5, "name": "Volodymyr Kuchyn", "cat": "Ukrainian restaurant"}, {"review": "Came here for my birthday, and they treated us very well. Fantastic wine and bubbles. Lots of dates happening around you. But it's great to hear the terrible chat and outrageous flirting.", "rating": 4, "name": "Michael Efimov", "cat": "Ukrainian restaurant"}, {"review": "this place has a very cosy and plasant front yard under umbrellas that provides look at all poeple coming through.\nSeats are great too. Small sofas or chairs with colorful cushions. But tanles …", "rating": 5, "name": "Alex Rehab", "cat": "Ukrainian restaurant"}, {"review": "Incredible food and lovely atmosphere. Have been here for a number of times and never been disappointed. A beautiful view on the river if you get to sit on the glass terrace area", "rating": 5, "name": "Kris Tashev", "cat": "Ukrainian restaurant"}, {"review": "Something is great, but average experience all-in-all. Poor selection of non-meat food, mediocre cooking of salads and mushrooms. Maybe they cook meat well but we didn’t try.", "rating": 4, "name": "Anton Sokolovskyi", "cat": "Ukrainian restaurant"}, {"review": "Excellent traditional and progressive Ukrainian dishes. Friendly quick and accurate service. Atmosphere that seems like a traditional Ukrainian restaurant.", "rating": 4, "name": "Fabrizio", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting again!", "rating": 5, "name": "D F", "cat": "Ukrainian restaurant"}, {"review": "We had a very good experience at this place during our visit in Kiev. The atmosphere was cosy and the staff was nice. The food was delicious and nicely prepared.", "rating": 5, "name": "Oksana Povkhanych", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the sincere feedback. We are waiting for the next visit", "rating": 5, "name": "yadiver gulyanitskyy", "cat": "Ukrainian restaurant"}, {"review": "Small portions , low quality service , difficult parking.  Not the best choice in kiev", "rating": 5, "name": "Roman Matsouk", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback ❤️🙌🏻", "rating": 5, "name": "Juraj Ploskunak", "cat": "Ukrainian restaurant"}, {"review": "Excellent food, friendly staff with great English, and good vibes. Hotly recommend p!", "rating": 4, "name": "Patrick De Sarrazin", "cat": "Ukrainian restaurant"}, {"review": "❤️❤️❤️", "rating": 5, "name": "Andrii Safonov", "cat": "Ukrainian restaurant"}, {"review": "What a beautiful restaurant! The food was traditional but with a contemporary twist. The service was so good, the waiters were kind and personal. Would definitely return.", "rating": 5, "name": "Linda Schumpeter", "cat": "Ukrainian restaurant"}, {"review": "Tasty menu and excellent atmosphere both for business meetings and family evenings. And definitely selection of delicious food and drinks - the new and intriguing solutions and taste of the Ukrainian cuisine", "rating": 5, "name": "Tomáš Varga", "cat": "Ukrainian restaurant"}, {"review": "Ok place I guess. The service super slow and lackluster.  Menu has a lot of meat dishes.  Presentation not too bad but taste-wise nothing impressive.  Soup was too salty. No gluten free bread available.  Not impressed.", "rating": 4, "name": "Oleksandr Ishchuk", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian restaurant in Ukraine. Really good food. Service became worse with years (3 out of 5), but full 5 stars for good food and good wine.", "rating": 5, "name": "leigh smith", "cat": "Ukrainian restaurant"}, {"review": "In the middle of Kiev old town this restaurant offers traditional ukrainian cuisine and a good selection of ukrainian and international wines. The location itself is very nice and the service was great.", "rating": 5, "name": "Jerry Grod", "cat": "Ukrainian restaurant"}, {"review": "Amazing food and very professional staff! I came twice during the short trip to Kiev, because it was so good.", "rating": 5, "name": "Paweł Kuflikowski", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback and sincere emotions. See you soon in KANAPA", "rating": 5, "name": "anis marks", "cat": "Ukrainian restaurant"}, {"review": "The food was exceptionally good as well as the service. It is a very expensive place by local standards so be prepared to pay premium prices. The specialty coffe was dissapointing with burnt aftertaste and undetectible stated ingredients hence one star less rating.", "rating": 5, "name": "Patrik Kovac", "cat": "Ukrainian restaurant"}, {"review": "Food is great,  location great,  wonderful view and high level internal design.\nHowever,  this time we had a very bad experience with the service. Impatient waiter who made us uncomfortable and lack of vegetarian dishes.\nHope next time it would be better", "rating": 5, "name": "Eyon Butterworth", "cat": "Ukrainian restaurant"}, {"review": "Probably the best food we had in Kiev. Very good service and interesting menu. Everything we tried was very tasty and very well cooked. The place in cozy..", "rating": 5, "name": "Levent Barlas", "cat": "Ukrainian restaurant"}, {"review": "Super super food. Place is gorgeous. New take on traditional Ukrainian food. Prices are bit high for overage Ukrainians.I went therr twice already and will be back.", "rating": 5, "name": "Armen Kirakosyan", "cat": "Ukrainian restaurant"}, {"review": "The Kiev chicken was dry, Small portions, We had to wait for our drinks long time, but cold vodka shot Tasted good 😀🤫🍺", "rating": 5, "name": "james muscat", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Sorry for the spoiled experience. We will conduct training with the staff. We are waiting for you again to get the highest rating from you!", "rating": 4, "name": "Michael Molotsky", "cat": "Ukrainian restaurant"}, {"review": "In 2018 was Super. Though inside air conditioning needed. In 2019 I was completely sad about the food taste. Maybe they changed the Chef. Still recommend. Try green beer.", "rating": 5, "name": "Diana Ustyma", "cat": "Ukrainian restaurant"}, {"review": "Absolutely great place either for a corporate event or a small dinner for two. Great list of dishes to choose - varies from traditional to modern. Hihgly recommended.", "rating": 1, "name": "Marius Cristian", "cat": "Ukrainian restaurant"}, {"review": "Local food, cozy atmosphere and cheap prices.\nI highly recommend !", "rating": 5, "name": "Tom Berg", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ❤️\n\n", "rating": 5, "name": "Eugen Shkil", "cat": "Ukrainian restaurant"}, {"review": "Avant- garde Ukrainian cuisine. Best place to eat on Andrivskiy’s descent. Kanapa changes traditional dishes to give them special twists, like varenki with boar meat instead of pork or veal. Soups are a delight to look at - as well as eat - …", "rating": 5, "name": "Ricardo Khalil", "cat": "Ukrainian restaurant"}, {"review": "Crowded, noisy, and a very long wait for food (which is okay). The herb-infused moonshine kind of balances things out, so don't come unless you're up to a drink.", "rating": 5, "name": "Manuel Palme", "cat": "Ukrainian restaurant"}, {"review": "The restaurant it's slow. The service it's very nice but you have to spent 3hours to eat when the bar it's empty. They forgot 4 plates of our dinner. The prices aren't razonable with the cuantitity of eat than they offer.", "rating": 5, "name": "Romka", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian dishes which are Interesting and different. Worth trying. Good wine selection and excellent wait staff.", "rating": 5, "name": "Sigitas Zakalskis", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "H X", "cat": "Ukrainian restaurant"}, {"review": "very nice atmosphere, staff and food. due to our guide we found this place and enjoyed it a lot. borsch was amazingly served :) and very delicious.", "rating": 5, "name": "Jon Brookins", "cat": "Ukrainian restaurant"}, {"review": "Great place, awesome food and cool staff. The waiter was super cool and professional. I recommend for everyone who's looking for a high rate experience. Keep up the good work guys", "rating": 1, "name": "Edvinas Janis", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you!", "rating": 5, "name": "Tore Klevenberg", "cat": "Ukrainian restaurant"}, {"review": "Nice atmosphere,  interesting ukrainian dishes served in new way. 5* for place design, 4* for taste, 3* for service. A bit slow guys...", "rating": 3, "name": "Андрій Кравченко", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Sorry for the spoiled experience. We will conduct training with the staff. We are waiting for you again to get the highest rating from you!", "rating": 5, "name": "Reggie Pickens", "cat": "Ukrainian restaurant"}, {"review": "The service is not good enough. They could miss 2 items I ordered even the water which didn’t come. Can’t imagine. The food is a kind of fusion style. Not bad", "rating": 4, "name": "Goda Alesiene", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Sorry for the spoiled experience. We will conduct training with the staff. We are waiting for you again to get the highest rating from you!", "rating": 5, "name": "joaquin zarco", "cat": "Ukrainian restaurant"}, {"review": "Nice atmosphere, live music. But very tiny portions and not very tasty. Far from the best Ukrainian restaurant in the city.", "rating": 5, "name": "Christian Clausen", "cat": "Ukrainian restaurant"}, {"review": "Delicious modern Ukrainian cuisine", "rating": 4, "name": "Caner Canol", "cat": "Ukrainian restaurant"}, {"review": "Although a bit pricey for Kyiv, this place offers a modern look on some traditional Ukrainian food paired with local alcohol. A good location on Andriivsky descent makes it a nice stop for a walking tour of Kyiv with your special someone :)", "rating": 5, "name": "Dmitriy Schedov", "cat": "Ukrainian restaurant"}, {"review": "Very good food. Well made with fresh ingredients with a very reasonable price tag. Good service and ambiance. Would come again", "rating": 5, "name": "Vladimir Zamotaiev", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 4, "name": "Mckenzie ATX", "cat": "Ukrainian restaurant"}, {"review": "Nice balance of excellent presentation/flavor and comfortable ambiance. Their house beers are unique, light and delightful!", "rating": 5, "name": "Бровари Онлайн", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you again!", "rating": 5, "name": "Rashad Zeynalov", "cat": "Ukrainian restaurant"}, {"review": "Amazing food, a bit expensive", "rating": 4, "name": "Liudmyla Yefremova", "cat": "Ukrainian restaurant"}, {"review": "Great, welcoming, attentive and pleasant service and stuff, delicious food, incredible surrounding and decoration", "rating": 5, "name": "Maria Diachkova", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback and we look forward to seeing you again ❤️\n\n", "rating": 5, "name": "Mikkel Fennestad", "cat": "Ukrainian restaurant"}, {"review": "Great food. Modern Ukrainian concept. Might be an idea to book before you go. It's also right next to st Andrews church", "rating": 1, "name": "Alexey Koval", "cat": "Ukrainian restaurant"}, {"review": "It’s on the main tourist drag but it’s one of my go-to places in Kiev traditional and tasty Ukrainian food.  Excellent caviar sampler!", "rating": 5, "name": "Tay Chacinsky", "cat": "Ukrainian restaurant"}, {"review": "Food is average. Service is very slow. Restaurant was empty and we waited for over an hour for our food. Waiter did not care. There are much better places near by.", "rating": 4, "name": "Dmytro Vytvytskyi", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian classics in modern adaptation served by friendly staff in a nice and homely atmosphere.  One of Kievs top places. A must for any foreigner.", "rating": 5, "name": "Volodymyr Maliuta", "cat": "Ukrainian restaurant"}, {"review": "Very nice small dished, local cuisine. Great service.   Many tourists but not a trap", "rating": 4, "name": "Raymond Cheung", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting again!", "rating": 5, "name": "Jessica Oppelaar", "cat": "Ukrainian restaurant"}, {"review": "Great genuine place.\nEnjoyed the duck and Kyiv Chicken. Friendly helpful people and reasonable priced for high standard food. …", "rating": 5, "name": "Wa Kanters", "cat": "Ukrainian restaurant"}, {"review": "The borscht are worth the visit alone! A traditional version (served in a hollowed out cabbage!) and a green one with nettles, delicious!", "rating": 5, "name": "Saracen 888", "cat": "Ukrainian restaurant"}, {"review": "Genuine Ukrainian spirit & atmosphere. Somehow I was back at my grandpa's rural house. Cosy, nice & tasty.", "rating": 5, "name": "Noa Matz", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much for appreciating our work. We are waiting for the next visit", "rating": 5, "name": "Vadym Dozorets", "cat": "Ukrainian restaurant"}, {"review": "Very nice unique place with creative approach to food serving, yet keeping it tasty and very local. (i.e. Ukrainian old style, and with some traditional dishes)", "rating": 4, "name": "Carl Bandhauer", "cat": "Ukrainian restaurant"}, {"review": "One of the nest dining experiences I've ever had. As if traditional ukrainian dishes were remastered by a molecular quisine chef. Spectacular.", "rating": 5, "name": "Maxim Ilyashenko", "cat": "Ukrainian restaurant"}, {"review": "Awesome ukrainian kitchen. Possible to test molecular kitchen. Borsch, Kiev kotleti, drinks, food is very tasty and Service is above and beyond.", "rating": 5, "name": "Dmitry Agapov", "cat": "Ukrainian restaurant"}, {"review": "Many thanks for your feedback.  Waiting for the next visit ❤", "rating": 5, "name": "Marcin Grześkowiak", "cat": "Ukrainian restaurant"}, {"review": "Great atmosphere. Incredible food. Unique experience one of the best meals I've had in Ukraine.", "rating": 5, "name": "Max O", "cat": "Ukrainian restaurant"}, {"review": "Great offering of Ukrainian sourced foods. Definitely recommend the tasting menu, but be prepared to eat!", "rating": 5, "name": "Bohdan Martovskyi", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 4, "name": "Marcus Butler", "cat": "Ukrainian restaurant"}, {"review": "Very nice and cozy place on Andre's Hill. Their main attraction is the Borche inside a bowl made out of a lettuce head.", "rating": 4, "name": "Michele Cecere", "cat": "Ukrainian restaurant"}, {"review": "Amazing place,  great Ukrainian food. Very professional service. Recomend for business meetings and romantic date 💥", "rating": 5, "name": "Stuart Barlow", "cat": "Ukrainian restaurant"}, {"review": "Very good atmosphere, awesome staff, delicious food and good prices. I recommend to everybody to go there and try authentic ukrainian cuisine.", "rating": 5, "name": "Yoav Feuerstein", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Michał Dubiński", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, service may be a bit slow.", "rating": 1, "name": "hiperion diotima", "cat": "Ukrainian restaurant"}, {"review": "Really great atmosphere, outstanding service. Wasn't a massive fan of the modern twist on old fashion dishes.", "rating": 4, "name": "James Nguyễn", "cat": "Ukrainian restaurant"}, {"review": "thanks for the feedback. We are waiting for the next visit", "rating": 5, "name": "Mykhailo Borys", "cat": "Ukrainian restaurant"}, {"review": "Pretty tasty, but quite a bit overpriced.", "rating": 5, "name": "Andrew Newton", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Pavlos Karmis (Paul Blackstone)", "cat": "Ukrainian restaurant"}, {"review": "Awesome place with amazing food. New Ukrainian food. Great decorations and a great view from The Andreivskiy Spusk of Kiev. I really recommend it.", "rating": 5, "name": "Alex Candlin", "cat": "Ukrainian restaurant"}, {"review": "One more of the best restaurants in Kiew. For me personally you have to go for michelin star or at minimum a michelin recommendation. Great! Love it!!!", "rating": 5, "name": "Anna Adamchuk", "cat": "Ukrainian restaurant"}, {"review": "The tastiest borscht in Kyiv. All the food was great too", "rating": 5, "name": "Martyrer “Martyrer”", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback, and look forward to seeing you again ❤️\n\n", "rating": 5, "name": "MrDangermooser", "cat": "Ukrainian restaurant"}, {"review": "Very hard to understand meniu. Very high price. Very small portions. No menu for kids. small selection of dishes.", "rating": 5, "name": "Arkady Divinsky", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Kanapa is a restaurant of modern Ukrainian cuisine, in the name of each dish the main ingredients are indicated. The portions are not large so that everyone can order 4-5 different dishes and  the average check does not exceed 750 UAH. We are waiting for you again, we are sure that we will be able to surprise and get a high rating from you", "rating": 5, "name": "Yasser Allaw", "cat": "Ukrainian restaurant"}, {"review": "very good food. higher prices but worth it. very good cake and tea. nice Atmosphäre and friendly staff.", "rating": 5, "name": "Patrick Zahnd", "cat": "Ukrainian restaurant"}, {"review": "Nice and interesting food in the center of the city", "rating": 2, "name": "Vadim Drabkin", "cat": "Ukrainian restaurant"}, {"review": "Beautiful location in downtown, very tasty authentic Ukrainian cuisine , friendly and English-speaking staff. Highly recommended to be visited for every guest of Kyiv", "rating": 4, "name": "Alex Miller", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you!", "rating": 4, "name": "Tony Ejinkeonye", "cat": "Ukrainian restaurant"}, {"review": "Small quantity and not tasty.", "rating": 5, "name": "Bouke Versteegh", "cat": "Ukrainian restaurant"}, {"review": "Th waiter is cheating with the cooking time, be prepared to wait in two times more time. Service is terrible(", "rating": 4, "name": "Alexander Karlsson", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback, but unfortunately we don't quite understand what exactly you didn't like\n\n", "rating": 5, "name": "Rafis Shakirov", "cat": "Ukrainian restaurant"}, {"review": "Nice food and atmosphere", "rating": 5, "name": "Michael Reynalds", "cat": "Ukrainian restaurant"}, {"review": "Very nice food and very affordable prices. The guinea fowl pate is so good we took a can home.", "rating": 5, "name": "Andriy Shtukaturov", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Richard Hillis", "cat": "Ukrainian restaurant"}, {"review": "Great comfortable place. High quality service and amazing food. A little more expensive than expected.", "rating": 5, "name": "Sviatoslav Denysenko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 5, "name": "Vincent Cunningham", "cat": "Ukrainian restaurant"}, {"review": "Nice service, good food. Good wine recommendations. Beautiful presentation of good, certainly the desserts", "rating": 5, "name": "Igor Yurchuk", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 5, "name": "McIntosh Gallery", "cat": "Ukrainian restaurant"}, {"review": "Surprisingly the best Ukrainian food. Prebook at least for a couple of days in advance for the chef menu.", "rating": 5, "name": "Artem Kalchenko", "cat": "Ukrainian restaurant"}, {"review": "Quite expensive place in Kyiv but really good when it comes to quality. Though I wouldn’t visit it again as I ate in better restaurants in the city.", "rating": 5, "name": "Stanislav Naumenko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 4, "name": "Patrick Leon", "cat": "Ukrainian restaurant"}, {"review": "The food was very tasty but everything else is in general fine", "rating": 5, "name": "Daniel Kramer", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your evaluation, we look forward to seeing you again\n\n", "rating": 5, "name": "Elena Razgonova", "cat": "Ukrainian restaurant"}, {"review": "Molecular cuisine is not my favorite, but the taste is still like Ukrainian traditional food", "rating": 5, "name": "Radu Daniel", "cat": "Ukrainian restaurant"}, {"review": "The food was amazing and our server Maria went above and beyond for us.  A+++  I hope to return some day :)", "rating": 5, "name": "Josep Pere Save Castellano", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "Vladimir Kolesnikov", "cat": "Ukrainian restaurant"}, {"review": "Very nice place! Food, drinks, location - everything's great! Traditional cuisine with a bit of fusion", "rating": 5, "name": "Nuno Torpedo", "cat": "Ukrainian restaurant"}, {"review": "Really interesting take on traditional ukrainian food. The food is very tasty, and the prices are reasonable in western standards.", "rating": 4, "name": "Sergiy Inozemtsev", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian cuisine.", "rating": 5, "name": "Kostiantyn Marchenko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting again!", "rating": 5, "name": "Julio Garza", "cat": "Ukrainian restaurant"}, {"review": "Best of the best places in Kyiv to taste Ukrainian gastronomy with a modern twist. Fantastic food and service. Must do when in Kyiv.", "rating": 4, "name": "Orazio Aiello", "cat": "Ukrainian restaurant"}, {"review": "Food was decent, waiting time quite long and the prices reflect the touristic area more than the quality of the restaurant.", "rating": 5, "name": "Olena Makhotkina", "cat": "Ukrainian restaurant"}, {"review": "I was in an old chimney room, which is nice and cool in summer time. But green borscht was really very sorry and that was strange.", "rating": 5, "name": "Alex Moskalenko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your comment. We will be more careful. Looking forward to your visit!", "rating": 5, "name": "Andriy Polukhin", "cat": "Ukrainian restaurant"}, {"review": "Good good, good personnel, good environnement. To be improved: there always must be a Kiev's cake as a dessert :)", "rating": 5, "name": "Alex Skorohod", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 5, "name": "Ihor Oliinyk", "cat": "Ukrainian restaurant"}, {"review": "Nice old fashioned interior with beautiful sights from windows. But you should make reservation at least before 4 hours", "rating": 5, "name": "Josef vata", "cat": "Ukrainian restaurant"}, {"review": "A new, original look at Ukrainian cuisine. Lovely interior with attention to detail. Reasonable prices.", "rating": 5, "name": "Yevgeniy Shpika", "cat": "Ukrainian restaurant"}, {"review": "Personel was 3 times ignoring us when we wanted pay. Price are small but u come hungry and u get off hungry as well", "rating": 5, "name": "Krzysztof Sulinski", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback!\nIt is unfortunate that you did not enjoy your lunch. At that moment, the payment system did not work for us, but we tried to make you a bill as quickly as possible.\nWe are waiting for you again to regain your trust!", "rating": 4, "name": "Iryna Gorkun-Silen", "cat": "Ukrainian restaurant"}, {"review": "Really worth visiting, we visited the restaurant twice in the 3 days we spent in kiyv. Michelin star level of food and service in a wonderful environment.", "rating": 5, "name": "Kateryna Halenko", "cat": "Ukrainian restaurant"}, {"review": "The girl at the entrance was terrible and ruined all our experience by making us sit at the very worst place when everywhere was empty.\nFood and service was ok", "rating": 5, "name": "Erik Laido", "cat": "Ukrainian restaurant"}, {"review": "Prices are little bit higher, but food is good", "rating": 5, "name": "Indrek Rebane", "cat": "Ukrainian restaurant"}, {"review": "❤️", "rating": 5, "name": "Yevgen Sysoyev", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian cuisine - highly recommend!", "rating": 5, "name": "marina kerman", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much! See you next time!", "rating": 5, "name": "Richard Schuster", "cat": "Ukrainian restaurant"}, {"review": "Top level east European food with modern twist .the beet with sour cream and the double varinkey with porcini mushroom deserve a michelin star", "rating": 5, "name": "יאיר ארמון", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Andrii", "cat": "Ukrainian restaurant"}, {"review": "Overpriced for what it is. Food was good enough, but not so great to warrant the price or trek (comparatively in Kiev).", "rating": 5, "name": "Rina Kim", "cat": "Ukrainian restaurant"}, {"review": "Incredible place with very delicious national Ukrainian food served in not traditional style.", "rating": 5, "name": "Vitalii Bratok", "cat": "Ukrainian restaurant"}, {"review": "Favorite Ukrainian cousine place. Local supply of cheeses, liquors and unique dishes. Must for visitors.", "rating": 5, "name": "Jon Chittock", "cat": "Ukrainian restaurant"}, {"review": "Great food, slow service.", "rating": 5, "name": "stas spivak", "cat": "Ukrainian restaurant"}, {"review": "great place to get Ukrainian food with a twist.", "rating": 5, "name": "Rick Hunink", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback and fitback 🙌🏻❤️\n\n", "rating": 5, "name": "Antoine Marchand", "cat": "Ukrainian restaurant"}, {"review": "Although the waiters were a bit unhappy about serving, the food was delicious and the terrace view to the trees were amazing.", "rating": 4, "name": "Juan Alfonso Cantalapiedra Orozco", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "James John", "cat": "Ukrainian restaurant"}, {"review": "Nice decor. Poor/odd food selection nutrition wise and it's pricey for what you get. The space feels cramped.", "rating": 5, "name": "Олександр Валахов", "cat": "Ukrainian restaurant"}, {"review": "I loved the place and food. Traditional Ukrainian, one of the best in Kyiv, with a nice view.", "rating": 5, "name": "Dooyoung Kim", "cat": "Ukrainian restaurant"}, {"review": "Its ok. Little bit expensive but remember this is Andriivs'kyi descent. The food is served in a very interesting way) Unusual dishes.", "rating": 5, "name": "Trevor Berk", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with great service..\nThe prices are pretty high for Kiev.. you dont see many locals there...", "rating": 5, "name": "Yarick Yermak", "cat": "Ukrainian restaurant"}, {"review": "National Ukrainian food served in a very thoughtful and visually satisfying way. I cannot imagine how one would not enjoy this place.", "rating": 5, "name": "Наталія Ківак", "cat": "Ukrainian restaurant"}, {"review": "Good food, I particularly enjoyed the fried egg with white truffle as well as the fruit puree drinks.", "rating": 5, "name": "Josh Torrey", "cat": "Ukrainian restaurant"}, {"review": "I had a few great meals here. Another place that I like to go to when I visit Kyiv.", "rating": 5, "name": "Stef Lawry", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for the next visit", "rating": 4, "name": "Renaud EB", "cat": "Ukrainian restaurant"}, {"review": "Truly Fabulous Ukrainian food in a lovely setting", "rating": 5, "name": "Philipp H.", "cat": "Ukrainian restaurant"}, {"review": "🥰🥰🥰", "rating": 5, "name": "Klaas VäL", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian cuisine, good interior, good service, creative serving. Do not think, just come here!", "rating": 5, "name": "Michael Kotyk", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are waiting for you again!\n\n", "rating": 5, "name": "LaKsTeR 24", "cat": "Ukrainian restaurant"}, {"review": "Nice place for trying Ukrainian cuisine😋", "rating": 5, "name": "Svitlana Glushanytsia", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback🙏❤️\n\n", "rating": 5, "name": "Fadi ElBaz", "cat": "Ukrainian restaurant"}, {"review": "Beautiful serving, personal with a good sense of humor ) Nice place in general!", "rating": 5, "name": "Ron Pinkerton", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Dawid Rudziński", "cat": "Ukrainian restaurant"}, {"review": "Menu and prices are good but could be better.The smell of cheese all over the place, English speaking staff and menu which is a rarity for Ukraine.", "rating": 5, "name": "Daniel Spycher", "cat": "Ukrainian restaurant"}, {"review": "Good prices ... Good service... If you plan to split the bill the the waitress before you sit ....quality food also", "rating": 4, "name": "Marco Polo", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 1, "name": "Venera Toneva", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian cuisine. Perfect location, good service, tasty food. A bit expensive and \"posh\"", "rating": 5, "name": "Walter Nuñez", "cat": "Ukrainian restaurant"}, {"review": "Food was tremendous. Truly good. Might be slightly more rxexpensi compared to other restaurants", "rating": 4, "name": "Keti Kheladze", "cat": "Ukrainian restaurant"}, {"review": "Best divine Ukrainian food ever. Best beer possible and best desserts I had in Kiev", "rating": 5, "name": "Michael Pellegrino", "cat": "Ukrainian restaurant"}, {"review": "A nice place to try modern Ukrainian dishes. Exceptional service. In a very nice walking area", "rating": 5, "name": "Alex Alex", "cat": "Ukrainian restaurant"}, {"review": "Chicken kiev was great", "rating": 4, "name": "Kate", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Waiting for the next your visit ❤", "rating": 5, "name": "Konstantin Mirin", "cat": "Ukrainian restaurant"}, {"review": "Beautiful, tasty modern Ukrainian kitchen, very accomodating staff. Love it!", "rating": 5, "name": "Marina S", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ucranian food. Good service. Nice atmosphere", "rating": 5, "name": "Anna", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 4, "name": "Vira Tarasenko", "cat": "Ukrainian restaurant"}, {"review": "Very nice food - actually one of the best restaurant from Kiev", "rating": 2, "name": "FT Bletsas", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Andrew", "cat": "Ukrainian restaurant"}, {"review": "different test for me. but place is really nice and food are delicious staffs are kind", "rating": 5, "name": "Max S", "cat": "Ukrainian restaurant"}, {"review": "Nice place with good Ukrainian cousin.", "rating": 3, "name": "Andriy Pizhevskyy", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian dishes romantic atmosphere beautiful view", "rating": 5, "name": "Alexandra Kanovitsova", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for the next visit", "rating": 5, "name": "Petro Petrovich", "cat": "Ukrainian restaurant"}, {"review": "Absolutely Terrible service, we were waiting for the order for over an hour. 2 stars for delicious Varenyki", "rating": 5, "name": "Roksolana Gaivoronska", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are working on bugs. We are waiting for you on your next visit.", "rating": 5, "name": "Vladyslav Suprunenko", "cat": "Ukrainian restaurant"}, {"review": "great Ukrainian food, amazing atmosphere and delicious desserts", "rating": 5, "name": "S W", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 1, "name": "yudit Galili Metzer", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian food. Nice place. Reserve table close to window", "rating": 5, "name": "Leonid Itkin", "cat": "Ukrainian restaurant"}, {"review": "Decent sandwiches but a little pricey for what you get.", "rating": 2, "name": "Ger Ald", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place! I really enjoyed the food and atmosphere", "rating": 5, "name": "Saif Ahamed", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your rating and emotions. See you", "rating": 1, "name": "Branimir Hrvoj", "cat": "Ukrainian restaurant"}, {"review": "Simply best place with best food.", "rating": 5, "name": "Mikogen S", "cat": "Ukrainian restaurant"}, {"review": "Very tasty dishes, but portion size is rather small.", "rating": 5, "name": "Sigita", "cat": "Ukrainian restaurant"}, {"review": "Nice place, in the city center, excellent Ukrainian typical food.", "rating": 5, "name": "Sergiy Lystopad", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "Devi Chandra Ma", "cat": "Ukrainian restaurant"}, {"review": "Great borscht and syrnyky. Very nice service and amazing location. 10/10", "rating": 3, "name": "lahat shemesh", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback and appreciation. Looking forward to your next visit", "rating": 5, "name": "Halyna Dzyuba", "cat": "Ukrainian restaurant"}, {"review": "Amazing variation of national ukranian food! The borshch is the food you can't miss here.", "rating": 5, "name": "Ivan Pysarenko", "cat": "Ukrainian restaurant"}, {"review": "Cool place for eating, drinking and relaxing. A little bit expensive one, but not extremely))", "rating": 5, "name": "Olaf Orgse", "cat": "Ukrainian restaurant"}, {"review": "Great food, cherry beer a must. Phesant pate is heavenly. Service top notch", "rating": 5, "name": "Alex Esteve [ Habitas ]", "cat": "Ukrainian restaurant"}, {"review": "Fancy restaurant with atmosphere and delicious food.", "rating": 5, "name": "Silvia Poles", "cat": "Ukrainian restaurant"}, {"review": "Excellent option to taste Ukrainian cuisine, friendly and professional staff , great location . Must try if in Kiev", "rating": 5, "name": "Eka Megrelishvili", "cat": "Ukrainian restaurant"}, {"review": "Welcoming staff and nice Ukrainian food makes this place quite atmospheric.", "rating": 5, "name": "Peeter Niilo", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback, we look forward to your next visit", "rating": 3, "name": "Vasily Chapaev", "cat": "Ukrainian restaurant"}, {"review": "Lovely place with delicious food 👏", "rating": 4, "name": "Mary Frood", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with very stylish interior and the best Borscht I have ever had", "rating": 5, "name": "Michael Kolomenkin", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. We are waiting for you again!", "rating": 5, "name": "Isaiah Peters", "cat": "Ukrainian restaurant"}, {"review": "Nice place in historical area and building. The food and service are good. Worth visiting.", "rating": 5, "name": "Andrew “piratus” Popovych", "cat": "Ukrainian restaurant"}, {"review": "Stopped here for a beer only sat in the outside area but looked lovely inside would love to come back for some food", "rating": 5, "name": "Steve Simon", "cat": "Ukrainian restaurant"}, {"review": "Excellent meal...great menu selection...борщ was delicious!", "rating": 5, "name": "David Yao", "cat": "Ukrainian restaurant"}, {"review": "Fantastic place with a mix of traditional and modern Ukrainian cuisine. Very nice service!", "rating": 5, "name": "Vova Cooper", "cat": "Ukrainian restaurant"}, {"review": "Excellent food and wine, really unusual but delicious", "rating": 5, "name": "antonio cabrita", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Alex Orap", "cat": "Ukrainian restaurant"}, {"review": "Fantastic place, very nice staff and amazing ukrainian food and drinks.", "rating": 4, "name": "Egor Lesko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Waiting for the next your visit ❤", "rating": 4, "name": "Maxime Nigon", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat. Good selection of cuisine and beers.", "rating": 5, "name": "Aurimas Na", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 4, "name": "Arjun Bhadra Khanal", "cat": "Ukrainian restaurant"}, {"review": "Might be the best dinner I've ever had", "rating": 5, "name": "Alin AxO", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! See you again!", "rating": 5, "name": "Євген Дутчак", "cat": "Ukrainian restaurant"}, {"review": "Excellent food and service. Just fix kvas quality. The rest is great!", "rating": 4, "name": "Aleksandra Volkova", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting again!", "rating": 5, "name": "Volodymyr Taranenko", "cat": "Ukrainian restaurant"}, {"review": "Amazing good, great service and a beautiful wooden interior! A really first rate place :))", "rating": 5, "name": "Patrick Keane (PaddyK)", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. Looking forward to your next visit", "rating": 5, "name": "Laurens Waling", "cat": "Ukrainian restaurant"}, {"review": "A little bit fancy but still tasty Ukrainian food.", "rating": 4, "name": "freddy LZ", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again", "rating": 5, "name": "Angelika Romanowska", "cat": "Ukrainian restaurant"}, {"review": "Well attended, country chick, particular not exactly traditional menu.\nSuggested.", "rating": 1, "name": "jean-francois belmonte", "cat": "Ukrainian restaurant"}, {"review": "Waited 1+ hour for food. Didnt arrive. Horrible experience", "rating": 4, "name": "Yaroslav M.", "cat": "Ukrainian restaurant"}, {"review": " We apologize to you. Be sure to focus on the shortcomings ❤️\n\n", "rating": 5, "name": "Yoni Zigler", "cat": "Ukrainian restaurant"}, {"review": "fantastic modern taste in classic dishes. the rabbit and beet with mustard was crazy!", "rating": 5, "name": "Jory Pauwels", "cat": "Ukrainian restaurant"}, {"review": "Very comfortable place, dishes are delicious, but expensive", "rating": 5, "name": "James Coventry (to be honest)", "cat": "Ukrainian restaurant"}, {"review": "Great location, average service but delicious food and very good prices.", "rating": 5, "name": "Silvio L F", "cat": "Ukrainian restaurant"}, {"review": "Cozy place. We had a great time. Food is excellent.", "rating": 5, "name": "jerry york", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Wait for you!", "rating": 2, "name": "Madison Evans", "cat": "Ukrainian restaurant"}, {"review": "Good place, nice food selection, interesting desserts.", "rating": 1, "name": "guy galili", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. Looking forward to your next visit", "rating": 5, "name": "Daniel Pína", "cat": "Ukrainian restaurant"}, {"review": "Really nice variation of Ukrainian food. Borscht in cabbage - must try.", "rating": 2, "name": "Anne Gadd", "cat": "Ukrainian restaurant"}, {"review": "One of my favorite place in Kiev to eat real Ukrainian food.", "rating": 5, "name": "Peter Krejči", "cat": "Ukrainian restaurant"}, {"review": "Service and food was very good. Highly recommend.", "rating": 5, "name": "Ariye Markyelov", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation ❤️ we look forward to seeing you again\n\n", "rating": 5, "name": "Roman Tsiuba", "cat": "Ukrainian restaurant"}, {"review": "A bar for old retired people. Very slow service. High prices for small amounts of food.", "rating": 5, "name": "Den Wainshtein", "cat": "Ukrainian restaurant"}, {"review": "Good day! Thank you for your feedback and for commenting on food. Be sure to pay attention to the service and will work faster. Indeed, the portions of the dishes we have are small. This is done so that you can try as many Ukrainian dishes as possible, and your amount does not exceed 750 hryvnia.\nWe want to correct the impression of the canape restaurant and invite us to the chef’s signature dessert.", "rating": 5, "name": "Lorel Gra", "cat": "Ukrainian restaurant"}, {"review": "Great local food with a fusion twist. Definitely worth a visit!", "rating": 5, "name": "David Cruz", "cat": "Ukrainian restaurant"}, {"review": "Promises molecular cuisine, but those dishes are no more available. Relatively high prices.", "rating": 5, "name": "Vaida Kazlauskaitė", "cat": "Ukrainian restaurant"}, {"review": "Excellent. Great food and service.", "rating": 5, "name": "Andrii Fesenko", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback. Very nice words ❤️ We appreciate your opinion and look forward to seeing you again 🙌🏻😉\n\n", "rating": 5, "name": "Dmitryy Pravda", "cat": "Ukrainian restaurant"}, {"review": "Good and delicious food, compared to other restaurants a little expensive :)", "rating": 5, "name": "Mariia Reshetova", "cat": "Ukrainian restaurant"}, {"review": "Amazing food and place, not expensive, the quality worth it", "rating": 5, "name": "Phil Jeudy", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Markus Babel", "cat": "Ukrainian restaurant"}, {"review": "Nice food and plating, amazing tasting menu. Very proof waders", "rating": 4, "name": "Avi Gottlieb", "cat": "Ukrainian restaurant"}, {"review": "Delicious food but very expensive for Kiev city. Need reservation.", "rating": 5, "name": "Ozgur Eksi", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 5, "name": "Laurie Clark-Michalek", "cat": "Ukrainian restaurant"}, {"review": "Contemporary Ukrainian cuisine can't leave anyone indifferent", "rating": 5, "name": "Peter Gräf", "cat": "Ukrainian restaurant"}, {"review": "Lovely place with beautiful view and tasty cuisine. Recommend.", "rating": 5, "name": "Vladimir Pozniy", "cat": "Ukrainian restaurant"}, {"review": "This is a great restaurant with a great view. I recommend on a 4-5 day trip to Kyiv.", "rating": 5, "name": "M Jones", "cat": "Ukrainian restaurant"}, {"review": "If you want to see what Ukrainian cuisine is - that is a place for you", "rating": 5, "name": "Dmytro Khrystenko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Waiting for the next your visit ❤", "rating": 5, "name": "Paulius Morkunas", "cat": "Ukrainian restaurant"}, {"review": "Oh my god. Delicious and so friendly ♥️♥️♥️", "rating": 3, "name": "Saad’s Reports", "cat": "Ukrainian restaurant"}, {"review": "❤️❤️❤️", "rating": 5, "name": "Ekaterina Kotlyar (canofwormsru)", "cat": "Ukrainian restaurant"}, {"review": "Authentic Ukrainian food unusually served. Nice view from the terrace", "rating": 5, "name": "Farhood M", "cat": "Ukrainian restaurant"}, {"review": "Very nice place with friendly staff and very tasty ukrainian dishes.", "rating": 5, "name": "kutay duyaroğlu", "cat": "Ukrainian restaurant"}, {"review": "Fantastic food, great service, wonderful wine.", "rating": 5, "name": "Paweł Wąsik", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 5, "name": "Ronnie Carroll", "cat": "Ukrainian restaurant"}, {"review": "1+ hour for food to be ready and then one person is not getting her meal for another half an hour.. ridiculous service", "rating": 4, "name": "Thomas P. Johnsen", "cat": "Ukrainian restaurant"}, {"review": "Delicious food , traditional atmosphere, helpful staff, fantastic customer service 😍😍", "rating": 5, "name": "locust veil", "cat": "Ukrainian restaurant"}, {"review": "Good Ukranian cuisine, but very expensive and small portions.", "rating": 5, "name": "Zachary Jenkins", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you again!", "rating": 5, "name": "Valentyna Shulimborska", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and great service!", "rating": 4, "name": "Yan Om", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We work to see the pleasure in your eyes ❤️🙌🏻\n\n", "rating": 5, "name": "Rita Musiienko", "cat": "Ukrainian restaurant"}, {"review": "The restaurant food is very good,I try the soup which is beautiful and good taste", "rating": 5, "name": "Jacek Iwanicki", "cat": "Ukrainian restaurant"}, {"review": "Very good place: crew is very nice, neighbourhood is beautiful and the food is very unique and tasty", "rating": 5, "name": "Romas Matijoška", "cat": "Ukrainian restaurant"}, {"review": "Very good food en drinks. Wonderful design and good service.", "rating": 5, "name": "Carlos Barrera Sanz", "cat": "Ukrainian restaurant"}, {"review": "Highly impressive cuisine set on a beautiful street. A must visit in Kyiv", "rating": 5, "name": "Aleksandra Golodyaeva", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Markus Johansson", "cat": "Ukrainian restaurant"}, {"review": "The beat experience in Kiev. Amazing food, vibes and service.", "rating": 5, "name": "Kaan Varol", "cat": "Ukrainian restaurant"}, {"review": "Exquisite Ukrainian food, nice wine map, good beer", "rating": 5, "name": "Michael Polyakin", "cat": "Ukrainian restaurant"}, {"review": "Very nice place", "rating": 5, "name": "Rana Sargın", "cat": "Ukrainian restaurant"}, {"review": "Always the same good quality and service", "rating": 5, "name": "Alon Snir", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback ❤️🙌🏻", "rating": 5, "name": "Kenneth Kpedor", "cat": "Ukrainian restaurant"}, {"review": "Beautiful interior, tasty special modern Ukrainian cuisine", "rating": 4, "name": "Nikita Krivko", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian restaurant I've ever been.", "rating": 5, "name": "ismail acar", "cat": "Ukrainian restaurant"}, {"review": "One of the best places in Kiev to try Ukrainian cuisine", "rating": 5, "name": "Mik P", "cat": "Ukrainian restaurant"}, {"review": "Best borscht in Kyiv!", "rating": 5, "name": "Jacek R", "cat": "Ukrainian restaurant"}, {"review": "Lovely place but lacks healthy plant-based options", "rating": 5, "name": "Hassan Alshamsi", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback, we look forward to your next visit", "rating": 5, "name": "Mitko Stamatov", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian food with a good  selection of wines", "rating": 4, "name": "evil placebo", "cat": "Ukrainian restaurant"}, {"review": "My favorite restaurant in Kyiv. Every part of the experience is excellent.", "rating": 5, "name": "Никита Николашин", "cat": "Ukrainian restaurant"}, {"review": "Delicious meals, very friendly staff and nice views", "rating": 5, "name": "Natali Voievoda", "cat": "Ukrainian restaurant"}, {"review": "Great, tasty and sophisticated traditional kitchen", "rating": 4, "name": "Артём Салюков", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 1, "name": "Anastasiya Prokopchenko", "cat": "Ukrainian restaurant"}, {"review": "horrible!... there are many other places with good Ukrainian food...", "rating": 5, "name": "BERKAY GENC", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We will fix all bugs, improve service and timing. We hope the experience will be pleasant next time.", "rating": 3, "name": "Vika Yesipova", "cat": "Ukrainian restaurant"}, {"review": "Very interesting restaurant with candles you can eat with bread.", "rating": 5, "name": "Аленка Денали", "cat": "Ukrainian restaurant"}, {"review": "High level service in all of the aspects. Definitely recommend 👍🏻👍🏻👍🏻", "rating": 5, "name": "Vlad", "cat": "Ukrainian restaurant"}, {"review": "🔥❤️🙌🏻", "rating": 2, "name": "Laura Baiardini", "cat": "Ukrainian restaurant"}, {"review": "OMG if you like great food and wine this is the place!", "rating": 5, "name": "Maryna Komarenko", "cat": "Ukrainian restaurant"}, {"review": "Great food, great atmosphere and amazing service.", "rating": 3, "name": "Алина", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Vasili Yadchanka", "cat": "Ukrainian restaurant"}, {"review": "Food was fabulous and staff were very accommodating", "rating": 5, "name": "Вікторія Педь", "cat": "Ukrainian restaurant"}, {"review": "Magic place. Very delicious Ukrainian food", "rating": 4, "name": "Volodymyr Dudin", "cat": "Ukrainian restaurant"}, {"review": "this place are simply amazing! very nice and beautiful. service are brilliant!", "rating": 5, "name": "Denys Hnatenko", "cat": "Ukrainian restaurant"}, {"review": "Beautiful food and very nice ambiance", "rating": 5, "name": "Anastasia Raint", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. I am waiting for a visit", "rating": 5, "name": "Alina Kufto", "cat": "Ukrainian restaurant"}, {"review": "Perfect menu, exquisite service, amazing staff.", "rating": 5, "name": "Valeriia Kiptila", "cat": "Ukrainian restaurant"}, {"review": "A must visit authentic Ukrainian restaurant in St. Andrew's descent (andreyvskiy spusk).", "rating": 1, "name": "Yevgen Yevgeniy", "cat": "Ukrainian restaurant"}, {"review": "Excellent Food with specialities from the Ukraine! A must for every visitor", "rating": 5, "name": "Artyom", "cat": "Ukrainian restaurant"}, {"review": "Interesting food, but the level of service should be significantly improved", "rating": 5, "name": "Тетяна Бухун", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian cousine, perfect service, nice interesting people.", "rating": 5, "name": "Grigoriy Kyrochkin", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much for your feedback. I look forward to your next visit", "rating": 4, "name": "Мария Аврова", "cat": "Ukrainian restaurant"}, {"review": "Cosy, historic and great food. The The borscht is a must.", "rating": 5, "name": "Kateryna Panforova", "cat": "Ukrainian restaurant"}, {"review": "Great high quality food, fast and pleasant service.", "rating": 5, "name": "Sergius Kyiv", "cat": "Ukrainian restaurant"}, {"review": "Very good food! Totally worth the money spent 👌", "rating": 2, "name": "Me Elena", "cat": "Ukrainian restaurant"}, {"review": "Nice place. Cherry vareniki for dessert are fantastic!", "rating": 5, "name": "Amanda Rodriguez", "cat": "Ukrainian restaurant"}, {"review": "Great food. Excellent atmosphere", "rating": 5, "name": "Mykola Luchyk", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Johannes Boßhammer", "cat": "Ukrainian restaurant"}, {"review": "the best ever borsch is here!", "rating": 5, "name": "Marcin Kubiszyn", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "CTAP imp", "cat": "Ukrainian restaurant"}, {"review": "Excellent service, excellent food. Excellent prices", "rating": 2, "name": "Андрей Кузьминский", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We are waiting with the next visit", "rating": 1, "name": "Dmitry F", "cat": "Ukrainian restaurant"}, {"review": "Very quality food. New Ukrainian cuisine.", "rating": 5, "name": "Stefanie P.", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant and amust visit when in Kiev", "rating": 5, "name": "Dimi", "cat": "Ukrainian restaurant"}, {"review": "Nice service, good cuisine and a superb location.", "rating": 4, "name": "Max BLACK", "cat": "Ukrainian restaurant"}, {"review": "Great meal - amazing service. Lovely evening", "rating": 5, "name": "Elen R.", "cat": "Ukrainian restaurant"}, {"review": "Awesome new Ukrainian food. Try borscht", "rating": 5, "name": "Poring", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, great place", "rating": 5, "name": "Іван Горпинюк", "cat": "Ukrainian restaurant"}, {"review": "❤️💚❤️", "rating": 5, "name": "Inna Uzun", "cat": "Ukrainian restaurant"}, {"review": "Very delicious desserts and meals in here.", "rating": 5, "name": "Olga Chukhno", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 4, "name": "gayane", "cat": "Ukrainian restaurant"}, {"review": "Best place to eat Ukrainian food with a twist", "rating": 5, "name": "Valerii Dohryk", "cat": "Ukrainian restaurant"}, {"review": "Good restaurant with modern ukrainian cuisine", "rating": 5, "name": "Алиса Козарезнюк", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Waiting for the next your visit ❤", "rating": 3, "name": "Milana H.", "cat": "Ukrainian restaurant"}, {"review": "Amazing place, great food, nice people", "rating": 4, "name": "Alex Tanchik", "cat": "Ukrainian restaurant"}, {"review": "Incredible!  A very good place to discover the real local meat", "rating": 5, "name": "Anatoliy Pytomets", "cat": "Ukrainian restaurant"}, {"review": "Great original cuisine and design!\nAwesome oysters!", "rating": 4, "name": "Ольга Права", "cat": "Ukrainian restaurant"}, {"review": "You have to try their pate made of guinea fowl and pheasant liver and with cinnamon (!)", "rating": 4, "name": "Валерия Па", "cat": "Ukrainian restaurant"}, {"review": "Food is fancy, but sometimes too much.", "rating": 5, "name": "Natali StudioofmyDreams", "cat": "Ukrainian restaurant"}, {"review": "One of the most recommended restaurants in Kyiv as of today.", "rating": 4, "name": "Максим Толмачев", "cat": "Ukrainian restaurant"}, {"review": "Thank! We are waiting for you again!", "rating": 3, "name": "Антон Ковальчук", "cat": "Ukrainian restaurant"}, {"review": "The chicken is amazingly awesome and the staff is super friendly!", "rating": 5, "name": "Marcus Fink", "cat": "Ukrainian restaurant"}, {"review": "Food very good. Service can be improved..", "rating": 2, "name": "Ann Golik", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback, We will do the training for the staff. Waiting for you!", "rating": 3, "name": "Eugene Vyborov", "cat": "Ukrainian restaurant"}, {"review": "Finally Ukrainian cuisine on high restaurant level!", "rating": 5, "name": "Olga Liashyk", "cat": "Ukrainian restaurant"}, {"review": "The best borsch I have ever eaten :)", "rating": 5, "name": "Eugene Mironyuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 3, "name": "Юлія Самборська", "cat": "Ukrainian restaurant"}, {"review": "Neo-ujrainian food, nice beer  try them out", "rating": 5, "name": "Petr Netuka", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for the next visit", "rating": 2, "name": "Anatoli Pogudin", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian restaurant in Ukraine, for sure...", "rating": 5, "name": "Карина Караханян", "cat": "Ukrainian restaurant"}, {"review": "Bartender is a very understandable guy. Thumbs up", "rating": 5, "name": "zhengyou lu", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. We are waiting for a visit\n\n", "rating": 3, "name": "1Kleoron", "cat": "Ukrainian restaurant"}, {"review": "Absolutely fabulous. Never seen so much food...:)", "rating": 5, "name": "Валерия Рябчун", "cat": "Ukrainian restaurant"}, {"review": "Pretty good food, check their pate!", "rating": 2, "name": "Жанна Гурневич", "cat": "Ukrainian restaurant"}, {"review": "Nice place to take a rest and drink some coffee or beer.", "rating": 4, "name": "Leyla Mamedova Lacroix", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! See you again!", "rating": 5, "name": "Olga Owcz-Bed", "cat": "Ukrainian restaurant"}, {"review": "Nice cozy place, some improvements should be made in the service", "rating": 3, "name": "Алена Доценко", "cat": "Ukrainian restaurant"}, {"review": "Fantastic ukrainian quisine with a twist. Excellent service, too", "rating": 5, "name": "Joanna Głowacka", "cat": "Ukrainian restaurant"}, {"review": "Exetel service, excellent food!", "rating": 5, "name": "ANNA MAY", "cat": "Ukrainian restaurant"}, {"review": "❤️🙏", "rating": 3, "name": "Олена Прохорчук", "cat": "Ukrainian restaurant"}, {"review": "Great view, good food, nice people.", "rating": 5, "name": "Borys Makrushyn", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian fusion cuisine, must visit place in Kyiv", "rating": 5, "name": "Anastasiia Malik", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback. We are waiting for you again!", "rating": 5, "name": "Viktoria Lavrenyuk", "cat": "Ukrainian restaurant"}, {"review": "Good food and service. Enjoyed a lot!", "rating": 5, "name": "Andrew Uschapovsky", "cat": "Ukrainian restaurant"}, {"review": "Guinea fowl pate and soup were brilliant.", "rating": 5, "name": "Сергій Блажко", "cat": "Ukrainian restaurant"}, {"review": "Interesting food, great atmosphere.", "rating": 5, "name": "Alex Alex", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Wait for you!", "rating": 3, "name": "Damian Krolevetskyi", "cat": "Ukrainian restaurant"}, {"review": "Amazing 😍", "rating": 5, "name": "Ольга Кухарук", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback. We are waiting for you in Canapes\n\n", "rating": 5, "name": "Max Dzyura", "cat": "Ukrainian restaurant"}, {"review": "Amazing place 🍰 thank you 😊", "rating": 5, "name": "Julia Sushenko", "cat": "Ukrainian restaurant"}, {"review": "😍😍😍", "rating": 3, "name": "D. R.", "cat": "Ukrainian restaurant"}, {"review": "Fantastic place with excellent cuisine and service.", "rating": 5, "name": "Sveta x", "cat": "Ukrainian restaurant"}, {"review": "Great place, had the Duck Kyiv, amazing!", "rating": 4, "name": "Lera Samoylenko", "cat": "Ukrainian restaurant"}, {"review": "Beautiful resturant , great food and service", "rating": 4, "name": "Thomas B", "cat": "Ukrainian restaurant"}, {"review": "Great food, nice people.", "rating": 3, "name": "саня Сергеев", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your assessment. Looking forward to your next visit", "rating": 5, "name": "Олег Сидорук", "cat": "Ukrainian restaurant"}, {"review": "One of the best restaurant in Kiev.", "rating": 5, "name": "Andrey Konyukhov", "cat": "Ukrainian restaurant"}, {"review": "Very good dishes and wine.", "rating": 2, "name": "Julia", "cat": "Ukrainian restaurant"}, {"review": "Authentic and perfectly executed. Highly recommended.", "rating": 2, "name": "Vladislav", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 5, "name": "Javier Fornieles", "cat": "Ukrainian restaurant"}, {"review": "Interesting interpretation of traditional Ukrainian cuisine", "rating": 5, "name": "Евгений Евтушенко", "cat": "Ukrainian restaurant"}, {"review": "Amazing black Varenyky! I definitely recommend Kanapa!", "rating": 5, "name": "Lina Lim", "cat": "Ukrainian restaurant"}, {"review": "Enjoyed my lunch here very much", "rating": 5, "name": "Teymur Abdullayev", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback. We are waiting for your return after quarantine\n\n", "rating": 5, "name": "Stine Siegvardsen", "cat": "Ukrainian restaurant"}, {"review": "Great food, owesome service", "rating": 5, "name": "Паша Шарлаев", "cat": "Ukrainian restaurant"}, {"review": "Delicious borshch! I will come back for sure.", "rating": 5, "name": "Любовь Коваленко", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We are waiting for you in Kanapa.", "rating": 4, "name": "Mikkel Klingstrøm", "cat": "Ukrainian restaurant"}, {"review": "Super authentic, make sure to try the borscht!", "rating": 3, "name": "Valeria Lenko", "cat": "Ukrainian restaurant"}, {"review": "Excellent presentation of very tasty food", "rating": 4, "name": "Алена Кулагіна", "cat": "Ukrainian restaurant"}, {"review": "Very good local restaurant!", "rating": 5, "name": "MAVARY", "cat": "Ukrainian restaurant"}, {"review": "Proper ukrainian food.", "rating": 5, "name": "Сергей Лазоренко", "cat": "Ukrainian restaurant"}, {"review": "Wow, great breakfast in front of a great view.", "rating": 5, "name": "Тетяна Панасюк", "cat": "Ukrainian restaurant"}, {"review": "You MUST eat these incredible dishes!", "rating": 5, "name": "Anna Krush", "cat": "Ukrainian restaurant"}, {"review": "Excellent good very nice staff", "rating": 5, "name": "Giuseppe Tecce", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 4, "name": "Oleksandr Kislov", "cat": "Ukrainian restaurant"}, {"review": "Amazing food, perfect service!", "rating": 5, "name": "Alina Tutor", "cat": "Ukrainian restaurant"}, {"review": "View is good, but food is so so", "rating": 5, "name": "Инна Подкалюк", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 2, "name": "Wolf Eyes", "cat": "Ukrainian restaurant"}, {"review": "Amazing upscale ethnic Ukrainian cuisine restaurant. The borscht is awesome!", "rating": 5, "name": "Annie Sky", "cat": "Ukrainian restaurant"}, {"review": "Fantastic food and service ❤️", "rating": 2, "name": "Мишко Владимир", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. We are waiting for the next visit\n\n", "rating": 5, "name": "Виктория", "cat": "Ukrainian restaurant"}, {"review": "Good food and nice personnel.", "rating": 2, "name": "Владимир Киця", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again", "rating": 5, "name": "Andrei Zhuravlyov", "cat": "Ukrainian restaurant"}, {"review": "Nice borsh, the rest is average.", "rating": 5, "name": "Juja Sweet", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your evaluation, we look forward to seeing you again\n\n", "rating": 5, "name": "Roman Verega", "cat": "Ukrainian restaurant"}, {"review": "Small portions.", "rating": 5, "name": "Darius Armonas", "cat": "Ukrainian restaurant"}, {"review": "Nice ukrainian traditional food", "rating": 5, "name": "Marianna Dushar", "cat": "Ukrainian restaurant"}, {"review": "nice place\nnice prices.super food.", "rating": 5, "name": "Тетяна Дубровська", "cat": "Ukrainian restaurant"}, {"review": "Pike caviar on fresh bread was unreal", "rating": 5, "name": "Witalij Rudnicki", "cat": "Ukrainian restaurant"}, {"review": "Nice place, good food.", "rating": 3, "name": "Batuhan ŞASI", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are waiting for you!", "rating": 5, "name": "Гeннадий Кухарук", "cat": "Ukrainian restaurant"}, {"review": "Nice idea, excellent location though the choice is not impressive.", "rating": 4, "name": "Sevgi Korkut", "cat": "Ukrainian restaurant"}, {"review": "If you have foreign friends visiting, they must see it!", "rating": 4, "name": "iCyber", "cat": "Ukrainian restaurant"}, {"review": "Delicious cuisine and perfect service", "rating": 5, "name": "Sonia Yorkie", "cat": "Ukrainian restaurant"}, {"review": "Good food, nice service", "rating": 2, "name": "Tetiana Khitrova", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your appreciation. We are waiting for the next visit\n\n", "rating": 1, "name": "Кристина Бископчук", "cat": "Ukrainian restaurant"}, {"review": "Pleasant experience.  But pricy", "rating": 5, "name": "Елена Журавлёва", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. I hope next time we will enjoy you more", "rating": 5, "name": "Anna Kuzmina", "cat": "Ukrainian restaurant"}, {"review": "Ok food very bad and slow service.", "rating": 5, "name": "Тамара Бут", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Every day we work to ensure that the service is the best. We hope to see you again and give pleasant emotions!", "rating": 5, "name": "Mateusz Dabrowski", "cat": "Ukrainian restaurant"}, {"review": "Very tasty traditional food", "rating": 2, "name": "Polina Moskalenko", "cat": "Ukrainian restaurant"}, {"review": "Really nice dishes and food!", "rating": 1, "name": "Ксения Бригида", "cat": "Ukrainian restaurant"}, {"review": "Takes too long to get a business lunch", "rating": 3, "name": "Виталий Иванов", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. Thanks to you, we work on mistakes and become better. Let's work on timing. We are waiting for the inspection\n\n", "rating": 2, "name": "Павло Коротнюк", "cat": "Ukrainian restaurant"}, {"review": "Delicious. Banosh with bryndza is extraordinary.", "rating": 2, "name": "Julia Svintytska", "cat": "Ukrainian restaurant"}, {"review": "One of the best lanches in this area!", "rating": 4, "name": "Holly Golightly", "cat": "Ukrainian restaurant"}, {"review": "Ask for \"pashtet\", you won't regret :)", "rating": 4, "name": "Владислав Станкевич", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian national food", "rating": 4, "name": "Melda U.", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian food.", "rating": 5, "name": "Oleksiy Syvak", "cat": "Ukrainian restaurant"}, {"review": "Food didn’t arrive. Waited for an hour and left", "rating": 5, "name": "Yana Zernitsky", "cat": "Ukrainian restaurant"}, {"review": "Great place, strongly recommended.", "rating": 5, "name": "Kris Tina", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 3, "name": "Сергей Кокоровец", "cat": "Ukrainian restaurant"}, {"review": "Disappointed. Overpriced and small dishes", "rating": 3, "name": "Татьяна Колесникова", "cat": "Ukrainian restaurant"}, {"review": "Great selection of food.", "rating": 5, "name": "Iryna Shargorodska", "cat": "Ukrainian restaurant"}, {"review": "Waited for 10 minutes, no one came to serve us.", "rating": 5, "name": "Olga Ovharenko", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian cousin is remarkable here", "rating": 5, "name": "Ievgeniia Nosova", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the answer! We will be glad to see you!", "rating": 5, "name": "Оксана Лозинская", "cat": "Ukrainian restaurant"}, {"review": "Good service and tasty food", "rating": 5, "name": "Sandra Mur", "cat": "Ukrainian restaurant"}, {"review": "Тhanks for the sincere feedback. We are waiting for the next visit", "rating": 4, "name": "нико тлета", "cat": "Ukrainian restaurant"}, {"review": "Tasty modern ukrainian food but prices are slightly higher than average in Kyiv. Anyway I recommend to visit this place.", "rating": 5, "name": "Alla Lisova", "cat": "Ukrainian restaurant"}, {"review": "Is the best local food...", "rating": 3, "name": "Iryna Bondarenko", "cat": "Ukrainian restaurant"}, {"review": "Ukraine style fine dining", "rating": 1, "name": "Aleksandr Malyshev", "cat": "Ukrainian restaurant"}, {"review": "one of my favorite places in Kyiv", "rating": 4, "name": "Raffaello Dell'Agata", "cat": "Ukrainian restaurant"}, {"review": "Splendid interpretation of pure Ukrainian cuisine", "rating": 5, "name": "Ira Litvin", "cat": "Ukrainian restaurant"}, {"review": "Excellent food and service", "rating": 4, "name": "Sergey Lyabin", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 1, "name": "Галина Морозова", "cat": "Ukrainian restaurant"}, {"review": "Great place. Highly recommend.", "rating": 2, "name": "Николай Белый", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We are waiting for you!", "rating": 1, "name": "Александр Андет", "cat": "Ukrainian restaurant"}, {"review": "Excellent!!!", "rating": 5, "name": "Анна Владимировна", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and good service", "rating": 5, "name": "Katerina Golubeva", "cat": "Ukrainian restaurant"}, {"review": "Best restaurant in Kyiv!", "rating": 3, "name": "Aleksey Belokurov", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Waiting for you again!", "rating": 5, "name": "Artem Dorofeiev", "cat": "Ukrainian restaurant"}, {"review": "Ok food, unfriendly service", "rating": 3, "name": "Юлия", "cat": "Ukrainian restaurant"}, {"review": "Showy ambiance .. I liked it.", "rating": 2, "name": "Євгенія Журавель", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again", "rating": 5, "name": "Chef Crazy", "cat": "Ukrainian restaurant"}, {"review": "Unexpectedly wonderful dishes:))", "rating": 5, "name": "Roza Brit", "cat": "Ukrainian restaurant"}, {"review": "Fancy place. Worth every penny.", "rating": 5, "name": "Katya Chernaya", "cat": "Ukrainian restaurant"}, {"review": "Great place for breakfast", "rating": 5, "name": "Юлия Билек", "cat": "Ukrainian restaurant"}, {"review": "One of Kiev's  best", "rating": 5, "name": "Андрій Винниченко", "cat": "Ukrainian restaurant"}, {"review": "Great food and service", "rating": 5, "name": "Оленка Марчишина", "cat": "Ukrainian restaurant"}, {"review": "Amazing place", "rating": 5, "name": "Natalia Kryvoshei", "cat": "Ukrainian restaurant"}, {"review": "Very nice", "rating": 5, "name": "Natali Pelekh", "cat": "Ukrainian restaurant"}, {"review": "Fantastic contemporary Ukrainian cousine", "rating": 5, "name": "Tanya Ulko", "cat": "Ukrainian restaurant"}, {"review": "Quite expensive please,  a lot of pathos", "rating": 5, "name": "Vladimir Lyubimov", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are waiting for you!", "rating": 2, "name": "Елизавета", "cat": "Ukrainian restaurant"}, {"review": "Excellent but so long ...", "rating": 5, "name": "Денис Клименко", "cat": "Ukrainian restaurant"}, {"review": "Worth to visit. Cool place.", "rating": 5, "name": "Mateusz Szt", "cat": "Ukrainian restaurant"}, {"review": "Authentic Ukrainian cuisine", "rating": 2, "name": "Дарья Т", "cat": "Ukrainian restaurant"}, {"review": "Tasty 👌", "rating": 4, "name": "Осипов Дмитро", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 4, "name": "Olha Tsiuruk", "cat": "Ukrainian restaurant"}, {"review": "Great cuisine and location", "rating": 5, "name": "Ivan Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "Good food and service", "rating": 4, "name": "Олександр Оласюк", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 4, "name": "Александра", "cat": "Ukrainian restaurant"}, {"review": "perfect place to invite foreigner", "rating": 1, "name": "Hanan Almutairi", "cat": "Ukrainian restaurant"}, {"review": "Amazing.", "rating": 5, "name": "Евгения Горбачева", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 2, "name": "Егор", "cat": "Ukrainian restaurant"}, {"review": "Amazing food!", "rating": 4, "name": "Nick Sh", "cat": "Ukrainian restaurant"}, {"review": "Many thanks for your feedback.  Waiting for the next time!", "rating": 3, "name": "Анастасия Дыхненко", "cat": "Ukrainian restaurant"}, {"review": "Good little restaurant !", "rating": 5, "name": "Oleprova", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the answer! We will be glad to see you!", "rating": 5, "name": "Максим Глущенко", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food", "rating": 2, "name": "Ihor Ihnatiev", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 2, "name": "Kateryna Trush", "cat": "Ukrainian restaurant"}, {"review": "Waitress request tips", "rating": 2, "name": "Варвара Бочай", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. We apologize for the spoiled impressions of the restaurant. We will conduct an educational conversation with the staff. Waiting for you again!", "rating": 5, "name": "Сергей Борчуков", "cat": "Ukrainian restaurant"}, {"review": "Nice!", "rating": 2, "name": "Юрій Myr", "cat": "Ukrainian restaurant"}, {"review": "Really really good!", "rating": 5, "name": "Dinara M", "cat": "Ukrainian restaurant"}, {"review": " Thank you. We are waiting again\n\n", "rating": 5, "name": "Андрій Коряк", "cat": "Ukrainian restaurant"}, {"review": "Traditional quality food", "rating": 5, "name": "Olga Leskova", "cat": "Ukrainian restaurant"}, {"review": "reaaally good food", "rating": 5, "name": "Anna Molochynska", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Сергей Пчела", "cat": "Ukrainian restaurant"}, {"review": "Great.", "rating": 3, "name": "Виктория Бастрыкина", "cat": "Ukrainian restaurant"}, {"review": "Chef is excellent.", "rating": 5, "name": "Olga Mishchenko ex Timoshenko", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. See you again!", "rating": 5, "name": "Tatyana Romanchenko", "cat": "Ukrainian restaurant"}, {"review": "I did not like", "rating": 5, "name": "Yuliia Shubert", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! We will do everything to make your next visit a pleasant experience! Waiting for you!", "rating": 5, "name": "Марина Цымбалюк", "cat": "Ukrainian restaurant"}, {"review": "Just really really  bad service", "rating": 5, "name": "TOMEKTHEBEST", "cat": "Ukrainian restaurant"}, {"review": "Fancy local restaurant for tourists", "rating": 2, "name": "Игорь Дриянский", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much! we wiLL gLad to see you again!", "rating": 5, "name": "Lesia Muravynets", "cat": "Ukrainian restaurant"}, {"review": "Food poor not as expected", "rating": 2, "name": "Юрій Кацарський", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Give us a chance to regain your trust and get the highest rating from you. Waiting for you again!", "rating": 5, "name": "Юрий Малюков", "cat": "Ukrainian restaurant"}, {"review": "Amazing!", "rating": 1, "name": "Світлана Квятковська", "cat": "Ukrainian restaurant"}, {"review": "Best one in Kyiv!!!", "rating": 1, "name": "Andriy Bas", "cat": "Ukrainian restaurant"}, {"review": "Mega Beautiful place!!!!", "rating": 5, "name": "Boris Tulenin", "cat": "Ukrainian restaurant"}, {"review": "Best place in Kiev", "rating": 1, "name": "Max K", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 3, "name": "Nikita Popelishko", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We work to see the pleasure in your eyes ❤️🙌🏻\n\n", "rating": 5, "name": "Assaf Bab", "cat": "Ukrainian restaurant"}, {"review": "Very nice place.", "rating": 1, "name": "Iryna Matyuha", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Wait for you again!", "rating": 5, "name": "L S", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 4, "name": "Vladimir Bezrukov", "cat": "Ukrainian restaurant"}, {"review": "Very nice place!", "rating": 4, "name": "F.C.Ç", "cat": "Ukrainian restaurant"}, {"review": "😊We was happy .", "rating": 1, "name": "Ирина Музыка", "cat": "Ukrainian restaurant"}, {"review": "Nice place to visit 👍", "rating": 5, "name": "theodore mochel", "cat": "Ukrainian restaurant"}, {"review": "Best always!", "rating": 5, "name": "Оля Голуб", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback, we look forward to your next visit", "rating": 5, "name": "Игорь Канифольский", "cat": "Ukrainian restaurant"}, {"review": "Great", "rating": 5, "name": "Екатерина Ляхова", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 5, "name": "Josef Vondrous", "cat": "Ukrainian restaurant"}, {"review": "nice good food", "rating": 5, "name": "Сергій Лупирь", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian Food", "rating": 5, "name": "Web Vision 360", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 3, "name": "Sergey Orlov", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much for your feedback. I look forward to your next visit", "rating": 5, "name": "FlexMash", "cat": "Ukrainian restaurant"}, {"review": "Top", "rating": 5, "name": "Sergej Krivorucko", "cat": "Ukrainian restaurant"}, {"review": "Good for foreigners.", "rating": 5, "name": "Анна IK", "cat": "Ukrainian restaurant"}, {"review": "Unique and fantastic!", "rating": 5, "name": "Xiaolong Zhang", "cat": "Ukrainian restaurant"}, {"review": "Amazing place!", "rating": 1, "name": "Маргарита Омеляненко", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback. Waiting for you again!", "rating": 4, "name": "Laura Weiss", "cat": "Ukrainian restaurant"}, {"review": "Delightful", "rating": 5, "name": "Bakht Niyazov", "cat": "Ukrainian restaurant"}, {"review": "Average food", "rating": 3, "name": "Александра Пасюта", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback and we look forward to seeing you again ❤️\n\n", "rating": 5, "name": "Julia Jul", "cat": "Ukrainian restaurant"}, {"review": "Best in Kiev 😍", "rating": 1, "name": "Ренат Степанян", "cat": "Ukrainian restaurant"}, {"review": "Cosy and delicious 😋", "rating": 4, "name": "Mariana Ko", "cat": "Ukrainian restaurant"}, {"review": "perfect", "rating": 5, "name": "Ys St", "cat": "Ukrainian restaurant"}, {"review": "Great food", "rating": 5, "name": "Olga Zahumennova", "cat": "Ukrainian restaurant"}, {"review": "Great food", "rating": 5, "name": "Elena Smolikova", "cat": "Ukrainian restaurant"}, {"review": "Nice", "rating": 1, "name": "Erzhan Kaliev", "cat": "Ukrainian restaurant"}, {"review": "Great taste.", "rating": 2, "name": "Pavel Savitskyi", "cat": "Ukrainian restaurant"}, {"review": "Beautiful restaurant", "rating": 1, "name": "Виталина Бочарова", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Waiting for you again!", "rating": 5, "name": "Валерий Ишунин", "cat": "Ukrainian restaurant"}, {"review": "Perfect as always", "rating": 4, "name": "Maiia Bulakh", "cat": "Ukrainian restaurant"}, {"review": "Good restaurant", "rating": 5, "name": "Богдан Шевченко", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the feedback! Waiting for you again!", "rating": 5, "name": "Malinka H", "cat": "Ukrainian restaurant"}, {"review": "Loved the place!", "rating": 3, "name": "Valentyna Baumeister", "cat": "Ukrainian restaurant"}, {"review": "Perfect food.", "rating": 5, "name": "Rasa Iva", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "N P", "cat": "Ukrainian restaurant"}, {"review": "Congratulations to the Chef.", "rating": 3, "name": "Елена Белоусько", "cat": "Ukrainian restaurant"}, {"review": "Delicious!", "rating": 1, "name": "Iryna Gorodetska", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback. We are waiting for you in Kanapa.", "rating": 5, "name": "Юлия Кононова", "cat": "Ukrainian restaurant"}, {"review": "Great place!", "rating": 3, "name": "Ekaterina Poludennaya", "cat": "Ukrainian restaurant"}, {"review": "Everything perfect.", "rating": 5, "name": "Алексей Стаднюк", "cat": "Ukrainian restaurant"}, {"review": "Amazing food", "rating": 4, "name": "Антон Горбаченко", "cat": "Ukrainian restaurant"}, {"review": "Excellent!", "rating": 3, "name": "Анна Олейник", "cat": "Ukrainian restaurant"}, {"review": "Excellent!", "rating": 5, "name": "Logan Mengeot", "cat": "Ukrainian restaurant"}, {"review": "Good service", "rating": 5, "name": "Olena Soloviova", "cat": "Ukrainian restaurant"}, {"review": "great place", "rating": 5, "name": "Dmytro Kalinichenko", "cat": "Ukrainian restaurant"}, {"review": " Thanks for rating. We are waiting for the next visit\n\n", "rating": 1, "name": "Katoshka", "cat": "Ukrainian restaurant"}, {"review": "Traditional 👍🏻", "rating": 2, "name": "Nick Badaev", "cat": "Ukrainian restaurant"}, {"review": "Nettle beer.", "rating": 5, "name": "Natalja Jerjomenko", "cat": "Ukrainian restaurant"}, {"review": "Excellent place", "rating": 5, "name": "Artemiy UA", "cat": "Ukrainian restaurant"}, {"review": "Recommended", "rating": 5, "name": "Вячеслав Земляной", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 5, "name": "Oleksandr Zhul", "cat": "Ukrainian restaurant"}, {"review": "Overpriced", "rating": 5, "name": "Тарас Михайлов", "cat": "Ukrainian restaurant"}, {"review": "Interesting and quite cozy restaurant.\n\nThe menu is small, but all the dishes are interesting: you want to come back and try ...", "rating": 3, "name": "kgfdsa kgfdsa", "cat": "Ukrainian restaurant"}, {"review": " We look forward to seeing you again 💛💙👌\n\n", "rating": 5, "name": "Alex Chorny", "cat": "Ukrainian restaurant"}, {"review": " Unforgettable impressions from the birthday of our friend Olga and gourmet dishes and their serving in the restaurant - salon \"Canapa\". We truly thank the professional chefs for their hospitality and service, and Ilya …", "rating": 5, "name": "Maksym Bardega", "cat": "Ukrainian restaurant"}]