[{"review": "Upd: I'm not sure how a place where Caesar salad is so horrible, can cook such a decent burgers! …", "rating": 3, "name": "Cyril Karpenko", "cat": "Restaurant"}, {"review": " Hello, leave us your phone number or email address so we can contact you personally\n\n", "rating": 2, "name": "Arthur Lee", "cat": "Restaurant"}, {"review": "WARNING: They add 10% tip on the bill. I almost tipped them on top of that. We were just two people. Not sure if this policy or they're just trying to screw foreigners. BEWARE. It's always a pet peeve of mine when they do that and don't say …", "rating": 5, "name": "Ketil Wikdahl", "cat": "Restaurant"}, {"review": "A good place to eat on Kreschatic Kyiv center. Sushi is tasty and the Hookah is above average. The premium hookah with milk and chilled mouth piece is excellent. The staffed seemed busy but welcoming. A lot of mirrors so don't get lost...", "rating": 3, "name": "Alexandr Gavrish", "cat": "Restaurant"}, {"review": "\nMany thanks for the feedback. We will be happy to see you again)", "rating": 5, "name": "Natalia Filvarova", "cat": "Restaurant"}, {"review": "Affordable prices, especially business lunch deals which costs like 3 EUR (2018). The food is ok, but nothing special though, fries and soup were a little bit cold. Nice coleslaw and chips dip though. WiFi available inside only. Outside is hot in summer, suggest you go inside where air conditioning is.", "rating": 5, "name": "Nazar Ajeely", "cat": "Restaurant"}, {"review": "One of my favourite restaurants in Kiev!\nThe food is always fresh and delicious, staff helpful and friendly, interior is modern and stylish, and everything is clean and tidy. …", "rating": 4, "name": "Smokey Van Den Berg", "cat": "Restaurant"}, {"review": "I was on a 24 hours layover in Kieve and decided to check it out so I came downtown and had lunch here at this place\nI ordered chicken burger and drink\nFood was good but service was little slow", "rating": 5, "name": "Mavroudi Mavroudis", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nBest regards, Casta Khreshchatyk team.", "rating": 2, "name": "Heiko Wöhr", "cat": "Restaurant"}, {"review": "Haven't been here in a while, still a nice place to grab a bite to eat. The burger was slightly under seasoned but the soup was splendid.", "rating": 4, "name": "Jackie Kirungu", "cat": "Restaurant"}, {"review": "Thank you for your feedback! And we are very glad that you are our Guest! We will try to be the best for you!", "rating": 3, "name": "Eugene Byelyakov", "cat": "Restaurant"}, {"review": "Nice restaurant in a good location ,delicious food.The stuff was very polite", "rating": 3, "name": "Steve Wu", "cat": "Restaurant"}, {"review": "Was once a nice place for an initial date. And even with my daughter i spent a great time at a \"kicker\". The space was huge and felt open. Now  the character has changed. Closed space and strange atmo. It is not about the dish and the service. Both was ok!", "rating": 4, "name": "Дима Безущак", "cat": "Restaurant"}, {"review": "Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria", "rating": 5, "name": "James M", "cat": "Restaurant"}, {"review": "Great food,,quiet environment,, lovely waiters,,avarage 20 min wait time for orders", "rating": 3, "name": "Kevin Garofalo", "cat": "Restaurant"}, {"review": "Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.", "rating": 2, "name": "Alex V", "cat": "Restaurant"}, {"review": "The place is nice, clean and efficient. Friendly and courteous staff. I gave three stars only because i did not enjoy sushi as much as i wanted to. Despite being fresh and nice looking, the taste of salmon sushi was quite below to what I'm used to in Australia. Obviously it is very subjective.", "rating": 4, "name": "Burak Ayaroglu", "cat": "Restaurant"}, {"review": "Thanks for the feedback. Your feedback is very important to us. We will work on the shortcomings. We are waiting for you to visit.", "rating": 3, "name": "Denis Dragomirik", "cat": "Restaurant"}, {"review": "Been a few times because it opens till really late, well after most things near me have already closed, and I need a late supper. Big menu with photos of sushi, burgers, pasta, grills, etc should be enough to tell you what market they're …", "rating": 1, "name": "Oleg Chernyak", "cat": "Restaurant"}, {"review": "An amazing interior! The food is tasty, but rather expensive tho. Cozy nice place for a romantic dinner, maybe for a business meeting, but not for a loud company, and not for getting drunk. So that, there has to be a certain event, not a quick snack and not for a cheap dine.", "rating": 1, "name": "Vladimir Korshak", "cat": "Restaurant"}, {"review": "Thank you for staying open today despite the fact that the communist police tried to shut you down. Please consider communicating with other restaurants and together hiring a lawyer. It is unconstitutional to destroy all the small …", "rating": 1, "name": "Batuhan Bulut", "cat": "Restaurant"}, {"review": "Good afternoon! Thank you for your support! We will do our best to save jobs and open restaurants! And we will be very glad to see you again!", "rating": 5, "name": "Max Baker", "cat": "Restaurant"}, {"review": "The service was bad, the mojitos were sub par. The burger took me about 1 hour to arrive. Prices were decent, but you can find lower prices with better food. I'd go here in a pinch, but unless the service gets better, I wouldn't be a regular", "rating": 1, "name": "roar nilsen", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptuous if you indicate your contacts for establishing feedback bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nRegards, Casta Khreshchaty Team", "rating": 3, "name": "Karpova Ira", "cat": "Restaurant"}, {"review": "The burgers are good. Duck was good the first time. The second time they canceled our order because the duck had gone bad. Overall they have some kind of food freshness problem. Sushi was half smelly. Bad bad sign. Waitresses are huddled …", "rating": 5, "name": "Ronen Giro", "cat": "Restaurant"}, {"review": "Great place fill up your hungry stomach. Almost all dishes are tasty. If you like meat well done, you must say the waiter to kill the meat. Otherwise it comes bloody. There’s also a Karaoke section inside.", "rating": 1, "name": "Alper Yıldırım", "cat": "Restaurant"}, {"review": "Not very good wifi. Yummy cream soup, but waiter forgot to write rest of my order. He said that expectation can be about 1.5 hour. Through 2 hours I asked about my order and it wasn't ready. I was hungry...", "rating": 1, "name": "Ugur Tekin", "cat": "Restaurant"}, {"review": "So, first they tried to put us somewhere in the end of the world, while they had a free table available just in front of us. And then they just let us to ourselves and nobody actually came to take our order for like 40 minutes. 10 service points out of 10.", "rating": 5, "name": "Еспина Вивиан", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "Farred Eivari", "cat": "Restaurant"}, {"review": "Order online and get nothing. They just refused to make the delivery. You'd think that I would get an instant refund. Well I've just gotten a FU saying you'll get your money in 5 days.", "rating": 5, "name": "Egor Ivanov", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Svitlana Kostyk", "cat": "Restaurant"}, {"review": "I ordered a chicken sezer salad and they brought it with pork. I realised after it was in my mouth and in the menu it didn't mention pork. Anyways the sad part is I think it was not a good intention. Thanks never coming again 👍 domuz eti yedirdiler ve menu de yazmiyordu gidicekseniz bunu dusunerek gidin.", "rating": 4, "name": "Timothée Wetone", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 4, "name": "Mckenzie ATX", "cat": "Restaurant"}, {"review": "This is the restaurant of choice for me, especially when it comes to their karaoke. The karaoke hostess Irina makes the experience even that much more enjoyable. I’m a customer and a fan.", "rating": 4, "name": "freddy LZ", "cat": "Restaurant"}, {"review": "Thank you ❤️", "rating": 5, "name": "sureyya bagatur", "cat": "Restaurant"}, {"review": "Order a ribbeye, and be ready for cold food.\nAsked if they could warm it for me, and they refuse to do it. I did not, asked for a new steak, i just wanted warm food. I wanted medium, to welldone, and then it should be around 70 c, when it is finish. So around 40-50 when it is served, and not 15 c.", "rating": 1, "name": "Mehmet Levent", "cat": "Restaurant"}, {"review": "This place have A LOT of seats for companies of all sizes. Menu is large, mostly far east quisine and Intlian. The food is more or less tasty, but  not so impressive. Quite good assortment of coctails and drinks.", "rating": 1, "name": "Eric Simonich", "cat": "Restaurant"}, {"review": "Tasty sushi\nTasty soup\nGood service", "rating": 2, "name": "Velislav Mladenov", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Vadym Tiroshko", "cat": "Restaurant"}, {"review": "While sitting outside with my friends, someone from the back table opened my bag and stole all my money. We told them the situation. We called the police and just wanted to check the security cams but the restaurant workers did not want to …", "rating": 2, "name": "Ayman Gamil", "cat": "Restaurant"}, {"review": "A restaurant with water pipes. Smells awful, it is hard to get taste what u eat. Underground restaurant. I could not have eaten something there and, I went out. …", "rating": 4, "name": "Saji Prelis", "cat": "Restaurant"}, {"review": "The food is delicious, servers are attentive and the place is cozy. I recommend this place to foreigners in kyiv.", "rating": 1, "name": "Wael Mahrous", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 5, "name": "Yuliia Ieva Lysenko", "cat": "Restaurant"}, {"review": "Its very veryy bad service and food quality with extrimly high prices . We have order 4 different dishes and we had to cancel 2 of them because they didnt even put anythin inside . Almost empty plates. If yoy want to have a good food and dont ruin your day STAY AWAYYY FROM HEREE !!!!", "rating": 5, "name": "Hector Jimenez-Bravo", "cat": "Restaurant"}, {"review": "When I am in Kyiv I always try to visit this place and get some sushi. The proportion price/quality is perfect, and it goes without saying that everything is right in the center of the city", "rating": 2, "name": "Bohdan Makaruk", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "semih ergun", "cat": "Restaurant"}, {"review": "Love this place for a good coffee and all in one) if you are really hungry try famous burger \"New York\", if you are caring about your health there is always tasty salads with fresh ingredients. My favorite there its breakfast - shakshuka  yameeee😋", "rating": 5, "name": "Oleksii Holub", "cat": "Restaurant"}, {"review": "A pretty nice place. the food (sushi) was nice and pretty feeling. I recommend it. 4 stars because a lot the music that I found a little bit too loud to my liking.", "rating": 3, "name": "Анжела Прилипа", "cat": "Restaurant"}, {"review": "Casta is my 2nd favorite sushi place in Kyiv. It is cool when the DJ is playing and the sushi is decent. I recommend going here for drinks. I like the ZOMBIE drink, very good! It could get an extra star if the DJ came more often with all the great lights and they had better customer service.", "rating": 4, "name": "Jose L Prieto", "cat": "Restaurant"}, {"review": "Really nice sushi restaurent with good menu choice and tasty , outside terrace during summer and good restaurent downstair lounge inside too , hookah/shisha is good , price is normal, music style is pop !", "rating": 4, "name": "Bugs Bunny", "cat": "Restaurant"}, {"review": "Thank you, we are waiting for you to visit.", "rating": 3, "name": "No Mad", "cat": "Restaurant"}, {"review": "Really nice place big and juicy beef for a good price", "rating": 5, "name": "Lisa", "cat": "Restaurant"}, {"review": "Just ordered one beef burger and one chicken for two. Meal came extremly late. Marked wrong, i have served with chicken while waiting for beef burger. Also i was requesting for bacon to be removed, it was not removed.", "rating": 2, "name": "Mariam Sulikashvili", "cat": "Restaurant"}, {"review": "Not only did I wait two hours for my burger and fries, but the driver gave himself a ten Hryvnia tip when giving me change, it was all ice cold, and it wasn't even a burger, was ground chicken, not the food i ordered.", "rating": 4, "name": "зубер фирузн", "cat": "Restaurant"}, {"review": "The service was very slow. And they used a lot of oil in the foods. Not very impressed.", "rating": 4, "name": "Paul Evans", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Maria Halushko", "cat": "Restaurant"}, {"review": "A very good and polite staff members, who were giving tips how to save money on orders through the mobile app :)\nFast serving, tasty rolls, awesome salads, nice coffee.", "rating": 1, "name": "Streetsmart Dan", "cat": "Restaurant"}, {"review": "Prices expensive.. Very late to bring orders.. Below average sushi.. Unprofessional service.. Melted ice-cream", "rating": 5, "name": "SERAfimBest", "cat": "Restaurant"}, {"review": "The food is not bad but it takes some time to arrive. The atmosphere is nice here.", "rating": 5, "name": "Andy Mac", "cat": "Restaurant"}, {"review": "Sushi was not good and waiter didn't take care at all of the orders or table and when we called her to order more drinks she said that her shift will finish soon and we must pay the bill", "rating": 1, "name": "Cian Evers", "cat": "Restaurant"}, {"review": "A really good place and good staff.", "rating": 4, "name": "Charles Galant", "cat": "Restaurant"}, {"review": "Good surprise in Downtown Kyiv. I recommend their burgers... also service was prompt and they've accommodated every substitution I've requested for my burger.", "rating": 2, "name": "Irren Gamil", "cat": "Restaurant"}, {"review": "Small karaoke hall. Regular quality of the food. Not so good place if you want to have a great time.", "rating": 5, "name": "Bevan Gardiner", "cat": "Restaurant"}, {"review": "Gorgeous food at a reasonable price tag.Atmosphere and services are also great.Duck menu is the best of all.", "rating": 4, "name": "Vladimir Kovalenko", "cat": "Restaurant"}, {"review": "Good restaurant but don't sit outside unless you want to deal with street beggars and other trash", "rating": 4, "name": "gizem demirbaş", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Lad Lur", "cat": "Restaurant"}, {"review": "Didn’t like this place , overcrowded, smell inside cafe is not nice .. management should pay attention to cleaning", "rating": 5, "name": "Saad Aldaayan", "cat": "Restaurant"}, {"review": "Good place for a having a relaxed lunch time. Fast but quality food and moderate prices", "rating": 2, "name": "Sal Har", "cat": "Restaurant"}, {"review": "Fairly cheap place in the city center. Another big advantage is it's open late at night. Service is rather good.", "rating": 3, "name": "Veronika Klubnica", "cat": "Restaurant"}, {"review": "Ok sushi, quality was not bad at least.", "rating": 4, "name": "itcreative ukraine", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 5, "name": "Martin V", "cat": "Restaurant"}, {"review": "Nice place, good ambience, big burgers) \"Gourmet chef\" with \"Night on a farm\" coctail are great together.", "rating": 5, "name": "David Marghania", "cat": "Restaurant"}, {"review": "I tried turkey burger which was fantastic but the reason I give 2 stars is that toilet was super dirty and stinky 🤢", "rating": 1, "name": "Trevor Williams", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 4, "name": "Abbey F.A", "cat": "Restaurant"}, {"review": "Very quite place at least when I was there. But they have a crappy music in the background which you could ignore if you are hungry.", "rating": 3, "name": "Wojciech Sidor", "cat": "Restaurant"}, {"review": "Good food and a variety. Staff can be a little slow but friendly", "rating": 5, "name": "Adam Monro", "cat": "Restaurant"}, {"review": "Really cosy and nice place, tasty food and a lot of options what to eat or drink", "rating": 3, "name": "Nataliia Bogutska", "cat": "Restaurant"}, {"review": "Terribly slow, unapologetic service. Bad sushi. How do they stay in business?", "rating": 5, "name": "Ahmet Sahin", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "King Of Kyiv", "cat": "Restaurant"}, {"review": "Cool karaoke! Delicious food and good drinks", "rating": 4, "name": "Vito Volyn", "cat": "Restaurant"}, {"review": "They switched to Ukrainian when I spoke Ukrainian, also it was extremely tasty", "rating": 5, "name": "Suchet Singh", "cat": "Restaurant"}, {"review": "Thank you for your feedback! We are waiting for new meetings !", "rating": 1, "name": "רימא גבן", "cat": "Restaurant"}, {"review": "Singularly the worst service I've ever had took an hour and a half to bring a burger and chips and with the promise of being extremely fast, food wasnt even decent", "rating": 4, "name": "Kenneth Horne", "cat": "Restaurant"}, {"review": "Nice and comfortable place for dinner. Food is ok. Downstairs karaoke.", "rating": 4, "name": "Lee Howard", "cat": "Restaurant"}, {"review": "Late and unfriendly service   Expensive prices and low quality sushi", "rating": 5, "name": "amos sutandi", "cat": "Restaurant"}, {"review": "Great food , friendly , helpful staff , nice place to spend an evening .", "rating": 2, "name": "İsmail H. Can", "cat": "Restaurant"}, {"review": "I'd definitely recommend this place for having a good food.", "rating": 5, "name": "Tomáš Kríž", "cat": "Restaurant"}, {"review": " Thank you for appreciating our work)\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 5, "name": "nezar Bozkur", "cat": "Restaurant"}, {"review": "Taken extra money, but there is nice place and have good workers.", "rating": 5, "name": "Maksym Tsybin", "cat": "Restaurant"}, {"review": "\nThank you for the good appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Yvette Wuite", "cat": "Restaurant"}, {"review": "good food, great location in the city center, great staff", "rating": 5, "name": "Zinny", "cat": "Restaurant"}, {"review": "Good place and and it's the best in Kiev", "rating": 3, "name": "Hanna K.", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Максим Копаев", "cat": "Restaurant"}, {"review": "Good , food but slow service , it is big restaurant the waiters got missed up and confused", "rating": 3, "name": "Mohamed “Xenoo01” Nahhal", "cat": "Restaurant"}, {"review": "Large basement space in the canter of the city but I thought it was kind of stuffy and hard to breathe there, not a very good ventilation system.", "rating": 3, "name": "L.M. Estate", "cat": "Restaurant"}, {"review": "They work at night, this is plus. Sushi were not bad.", "rating": 4, "name": "Angelika Valkova", "cat": "Restaurant"}, {"review": "Very nice restaurant .\nMenu ranges from steak to sushi", "rating": 5, "name": "Mustafa Bayoglu", "cat": "Restaurant"}, {"review": "As usual quality of food and quality of service remains good", "rating": 4, "name": "Vitaliy Hristyuk", "cat": "Restaurant"}, {"review": "I am sorry I do not hate. I just did not visit.", "rating": 5, "name": "Alena Lady", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Maksym Bardega", "cat": "Restaurant"}, {"review": "Love their duck soup!!!", "rating": 5, "name": "Çağlar Abatay", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 5, "name": "Bitcoiniac Milenian", "cat": "Restaurant"}, {"review": "Great tom yum, the rest not as much.", "rating": 4, "name": "Ebru gursan", "cat": "Restaurant"}, {"review": "Thank you for your feedback! We will try to become better for you!", "rating": 5, "name": "Vlas Shurubko", "cat": "Restaurant"}, {"review": "Love this place. Always nice food.", "rating": 4, "name": "A.F.M.RISATUL ISLAM", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "Vlad Sanyuk", "cat": "Restaurant"}, {"review": "Fun to go once in a while, but bit too loud for my taste.", "rating": 3, "name": "Mohammad Mohassel", "cat": "Restaurant"}, {"review": "Had steak and sushi. good beer choice too", "rating": 4, "name": "Alex Protsyk", "cat": "Restaurant"}, {"review": "Open until 5am most days", "rating": 4, "name": "Moses O Joseph", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 5, "name": "Катя Мартынова", "cat": "Restaurant"}, {"review": "Ok but nothing special fish for sushi not fresh", "rating": 5, "name": "Murat Erdem", "cat": "Restaurant"}, {"review": "INCREDIBLY AMAZING PLACE......\nSTRONGLY RECOMMEND", "rating": 5, "name": "Daniil Bash", "cat": "Restaurant"}, {"review": "Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 4, "name": "Алекс Д", "cat": "Restaurant"}, {"review": "Very bad service I'm very upset from this place !!!", "rating": 5, "name": "Ayoade Ayeni", "cat": "Restaurant"}, {"review": "Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria", "rating": 3, "name": "Glib Razumkov", "cat": "Restaurant"}, {"review": "Good food..nice decore", "rating": 2, "name": "Tato Variani", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 5, "name": "Alişer Avci", "cat": "Restaurant"}, {"review": "Good burgers.  Sushi is not bad.", "rating": 4, "name": "Christina Antonyuk", "cat": "Restaurant"}, {"review": "acceptable food, nice location, acceptable prices.", "rating": 4, "name": "Denis Kulygin", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Evwan", "cat": "Restaurant"}, {"review": "Worst service I've ever experienced in Kyiv. I'll try to stay clear from this place and I advise you the same.", "rating": 5, "name": "aivars Kirsakmens", "cat": "Restaurant"}, {"review": "Excellent food, nice cocktails.", "rating": 5, "name": "ERCAN YAVAS", "cat": "Restaurant"}, {"review": "The best of the rest ;)", "rating": 5, "name": "Dmitry Maltsev", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Steve DePew", "cat": "Restaurant"}, {"review": "Nice place, with good atmosphere", "rating": 5, "name": "Ehab Hamam", "cat": "Restaurant"}, {"review": "Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.", "rating": 4, "name": "mauro ninniri", "cat": "Restaurant"}, {"review": "Great place good food good cocktails👍🏻🤗", "rating": 4, "name": "Dima Palyvonchyk", "cat": "Restaurant"}, {"review": "Delicious food and friendly staffs.", "rating": 3, "name": "Nataliia Zhavruk", "cat": "Restaurant"}, {"review": "Waiting time of sushi is 40 mins 😒", "rating": 4, "name": "Дарья Музычина", "cat": "Restaurant"}, {"review": "Thanks for your feedback. We are working on the shortcomings. Come to us for coffee as a treat)", "rating": 1, "name": "Karina Zinchenko", "cat": "Restaurant"}, {"review": "Good food, nice interior", "rating": 4, "name": "Nina Riviere", "cat": "Restaurant"}, {"review": "Mix food and hookah place try better place", "rating": 2, "name": "Kravchenko Viktoria", "cat": "Restaurant"}, {"review": "To loud music. Slow service.", "rating": 1, "name": "Анна Костоглодова", "cat": "Restaurant"}, {"review": "\nHello . Please leave your contact number so that we can contact you.", "rating": 4, "name": "91 окремий протитанковий дивізіон", "cat": "Restaurant"}, {"review": "Good price-quality relation, bad service :(", "rating": 5, "name": "Алекс Мосевич", "cat": "Restaurant"}, {"review": "\nGood afternoon, leave us your contact phone number, so that we could contact you personally", "rating": 1, "name": "Valera Neroshina", "cat": "Restaurant"}, {"review": "Good", "rating": 5, "name": "Ann Rihalska", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 1, "name": "Вероника Мороз", "cat": "Restaurant"}, {"review": "Not bad - but could be better.", "rating": 1, "name": "Ivan Motchenko", "cat": "Restaurant"}, {"review": "Nice place, good food", "rating": 3, "name": "Лиза Паламарчук", "cat": "Restaurant"}, {"review": "Really good susi for great price", "rating": 2, "name": "Ann Shkr", "cat": "Restaurant"}, {"review": "Very good. I like Sveta..", "rating": 2, "name": "Pablo Garcia", "cat": "Restaurant"}, {"review": "Better Sushi than in Greece", "rating": 1, "name": "Vitaliy Radovanski", "cat": "Restaurant"}, {"review": "Good food", "rating": 4, "name": "Ирина Баринова", "cat": "Restaurant"}, {"review": "Nice rolls, friendly staff", "rating": 4, "name": "Юлія Гриценко", "cat": "Restaurant"}, {"review": "Nice food", "rating": 4, "name": "Iryna I", "cat": "Restaurant"}, {"review": "expensive, crowded, too loud", "rating": 5, "name": "Мария Веденичева", "cat": "Restaurant"}, {"review": "Good services , beautiful place.", "rating": 4, "name": "Nikolaj Kuschenko", "cat": "Restaurant"}, {"review": "Mediocre food for its price.", "rating": 1, "name": "Катерина Халус", "cat": "Restaurant"}, {"review": "The place is nice", "rating": 1, "name": "Валерия Лобач", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 5, "name": "Limbo", "cat": "Restaurant"}, {"review": "Interior and seafood are good", "rating": 3, "name": "Таня Высоцкая", "cat": "Restaurant"}, {"review": "Amazing..", "rating": 2, "name": "Тарас Журба", "cat": "Restaurant"}, {"review": "Very hospitable service", "rating": 4, "name": "Виталий ЛЕВИЦКИЙ", "cat": "Restaurant"}, {"review": "Not bat burgers:)", "rating": 3, "name": "Yevhenii Shapovalov", "cat": "Restaurant"}, {"review": "Lovely night", "rating": 4, "name": "Slava Slava", "cat": "Restaurant"}, {"review": "Good afternoon! Thank you for your support! And we will be very glad to see you again!", "rating": 5, "name": "M. B.", "cat": "Restaurant"}, {"review": "At least they tried)", "rating": 4, "name": "Olga Ku", "cat": "Restaurant"}, {"review": "Steak was awful", "rating": 1, "name": "Надежда Kiev", "cat": "Restaurant"}, {"review": "Delicious", "rating": 1, "name": "Анастасія Бондаренко", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 4, "name": "Andrii Yefymovych", "cat": "Restaurant"}, {"review": "Good", "rating": 4, "name": "Ольга Рысь", "cat": "Restaurant"}, {"review": "\nThank you for the good appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Iнеса Бричко", "cat": "Restaurant"}, {"review": "Nice", "rating": 5, "name": "Anastasia Rashkivska", "cat": "Restaurant"}, {"review": "Good", "rating": 5, "name": "Евгения", "cat": "Restaurant"}, {"review": "Very nice place", "rating": 1, "name": "Ann Bilash", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Антонина Гаврилюк", "cat": "Restaurant"}, {"review": "Good", "rating": 3, "name": "Катерина Ігорівна", "cat": "Restaurant"}, {"review": "Tasty", "rating": 3, "name": "Артур Сумарев", "cat": "Restaurant"}, {"review": "Great place!", "rating": 2, "name": "Ru Niko", "cat": "Restaurant"}, {"review": "Good to be there", "rating": 4, "name": "Яна Эксперт", "cat": "Restaurant"}, {"review": "Nice place", "rating": 1, "name": "Viktoria Tomson", "cat": "Restaurant"}, {"review": "\nThank you for the good evaluation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 1, "name": "Марин Флорович", "cat": "Restaurant"}, {"review": " Celebrated Christmas with colleagues. I liked the place unexpectedly. Great menu, great bar menu. There is a karaoke room. You can also order a hookah. The waiters try, everything is beautiful and polite. Prices are …", "rating": 5, "name": "Игорь Гавриленко", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 2, "name": "Ющенко Екатерина", "cat": "Restaurant"}, {"review": " The institution is large and spacious. Since it was a weekend night, the table needs to be booked. We changed our table, because where we sat first blew air conditioning. …", "rating": 5, "name": "Анастасия Ходаковская", "cat": "Restaurant"}, {"review": " Good afternoon, Natalia! We are really very sorry that this visit left negative impressions\n, apologize to our entire team. I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager. Also my phone number is 38093 916 85 60.\n\n", "rating": 5, "name": "Юлия Довгопол", "cat": "Restaurant"}, {"review": "Good place, prices are normal. The location is also good.\nVery good waitress girl, very polite and pleasant.\nThe kitchen is good! …", "rating": 5, "name": "Alina Osinskaya", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 1, "name": "ярослав деляев", "cat": "Restaurant"}, {"review": "Came with a company to a mini-corporate, were dissatisfied with the service and food. One waiter is not clear how many halls and tables, you can’t call. The waiter comes up, we make an order, he says “oh, I’m without a notebook, I’ll go and take it and come and take it ...", "rating": 5, "name": "Özlem Kökboyu", "cat": "Restaurant"}, {"review": " Good evening ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Anna Polishchuk", "cat": "Restaurant"}, {"review": "Good prices, but dor blue cheese in rolls is out of place. I didn’t like mulled wine with pear, very rich taste of flavoring. We love your burgers, cocktails and salads. Thanks for the attentive waiters)…", "rating": 1, "name": "Жирко Микита", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback! We are glad that we liked everything! We will try to continue to please you!\n\n", "rating": 5, "name": "Daria Klyuchevskaya", "cat": "Restaurant"}, {"review": "Very often we eat in a caste for delivery, today we decided to go to the institution itself. The food is delicious, but the service is better to keep silent. At pickup, when the food was taken earlier, the work / sociability / friendliness of the staff was already visible. Most…", "rating": 5, "name": "Наталья Самойленко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Яна", "cat": "Restaurant"}, {"review": "Last week we were with the girls in a company of 6 people in Casta karaoke on Khreshchatyk. We really didn't like the surprise at the end of the evening when the waiter girl brought us the bill. It indicated the amount for alcohol and plus for EACH ...", "rating": 4, "name": "Lera Samoylenko", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 2, "name": "Sofi", "cat": "Restaurant"}, {"review": " An interesting place. The center of the capital, extremely popular and, at first glance, an elite institution, but ... Impressed by the condition of the toilet. For a restaurant of this level, it is very strange to …", "rating": 5, "name": "Svіtlana Smith", "cat": "Restaurant"}, {"review": " Good evening! We are sincerely grateful for the feedback, your opinion is very important to us! We are sorry that this visit left negative impressions, it does not meet our standards, we will continue to pay more attention to the service. I invite you to the restaurant, at any convenient time, for fragrant coffee with dessert and personal acquaintance with you. Sincerely, Victoria's restaurant manager\n\n", "rating": 2, "name": "Yaroslava Badakh", "cat": "Restaurant"}, {"review": " The soup is wonderful\nRice is good\nBut the sushi did not impress me ... …", "rating": 1, "name": "anya lovemimi", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! Our team is very pleased! Come again) We are waiting for you! Sincerely, Victoria's restaurant manager.\n\n", "rating": 1, "name": "Valeria Sergeeva", "cat": "Restaurant"}, {"review": "I have never seen such service, or rather, the lack of it. I went to the institution to have a bite, I was looking for a table for myself, the menu too. Sat for forty minutes waiting for at least one waiter, a girl came up, said ...", "rating": 2, "name": "Богдан Мороз", "cat": "Restaurant"}, {"review": " Good evening ! We are really very sorry that this visit left negative impressions\n, apologize to our entire team. I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager. Also my phone number is 38093 916 85 60.\n\n", "rating": 1, "name": "Марина Гончарова", "cat": "Restaurant"}, {"review": "We liked the place very much, we were very lucky to find one free table in the center on Friday evening. At first, I was very wary of the institution, but nevertheless decided to try to go there. The beer is very tasty, and the sushi and meat …", "rating": 3, "name": "Julia Ju", "cat": "Restaurant"}, {"review": " Good morning! We are sincerely grateful for the feedback! We are very pleased! We look forward to seeing you again! We promise to be even better for you! Sincerely, restaurant manager Victoria!\n\n", "rating": 5, "name": "Bogdan Rogovchenko", "cat": "Restaurant"}, {"review": " I ordered a Paloma cocktail, the menu says that it contains Tequila, passion fruit puree and pineapple juice. This cocktail was impossible to drink, it tasted just Tequila and like lemon juice, bitter. There is no …", "rating": 3, "name": "Даша Червоная", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Оксана Фесюра", "cat": "Restaurant"}, {"review": " The taste is terrible as well as the kind of \"dish\". In the photo of the order with delivery - miso soup with shrimp. Disappointment. …", "rating": 5, "name": "Nelly Novska", "cat": "Restaurant"}, {"review": " Good afternoon, Ivan! There is no such dish in our menu! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 2, "name": "Natalija Ribakova", "cat": "Restaurant"}, {"review": "Good afternoon!\nPros:\n1) Delicious food and drinks (I especially recommend dessert with cream and caramel, …", "rating": 5, "name": "Олександр Тимошенко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Д. Геннадьевич", "cat": "Restaurant"}, {"review": "We ordered sushi for pickup yesterday, we liked it very much in appearance and the price is very pleasant. But how upset we were when we saw that in all the rolls where the avocado was supposed to be, we were put mango. I checked the order and it was nowhere...", "rating": 5, "name": "Марина Сазонова", "cat": "Restaurant"}, {"review": " Good evening  ! Thank you for your feedback! We are very sorry that such a situation has occurred.\n, apologize to our entire team! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager. Also my phone number is 38093 916 85 60.\n\n", "rating": 4, "name": "Виталий Антюшин", "cat": "Restaurant"}, {"review": "Well, I don’t know ... I took the “Caesar” by self. Everything would look fine, but it doesn’t taste so cool at all. The meat is poorly fried, the potatoes are also not very good. More or less sushi. …", "rating": 4, "name": "microgreen •", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Veronika Orlovska", "cat": "Restaurant"}, {"review": "On this pleasant Saturday night, nothing foreshadowed disaster, and I ordered four different delivery burgers from Kaste. I am now smoking my third cigarette in a row and am writing this review through bitterness and resentment. There is hopelessness in my eyes. …", "rating": 1, "name": "Oksana Kurochkina", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Татьяна Андронова", "cat": "Restaurant"}, {"review": "The facility is very good. The food is great, I've been here many times just for the burgers. Personally, the burgers here are really tasty for me👌🏻 Of course, not really sushi, I don’t really like it. …", "rating": 4, "name": "Olya Maltseva", "cat": "Restaurant"}, {"review": "Inexpensive\nNice place\nOpen until 5 am on weekends...", "rating": 5, "name": "jose lopez", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback! We are glad that we liked everything! We will try to continue to please you!\n\n", "rating": 1, "name": "Александра Петруня", "cat": "Restaurant"}, {"review": "Located in the center on Khreshchatyk street. The order took about 20 minutes. Everything was delicious! Acceptable prices. The place itself has a beautiful interior design. Purely. …", "rating": 3, "name": "Ihor Stepaniuk", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Артём Сокур", "cat": "Restaurant"}, {"review": "I like the place because at one in the morning you can: eat and sing. Clean, good food, good prices. The guys sing very loudly at karaoke at night, some people have fun, some people don't like it, then seven should be away from the karaoke hall. On the …", "rating": 5, "name": "Alla Kulish", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 4, "name": "Yuliia", "cat": "Restaurant"}, {"review": "I put 4. The institution is not bad.\nIt was disappointing that the order for sushi (as the waiter said) due to the workload of the kitchen, you have to wait at least an hour .... (!!!) At the same time, the tables were free, that is, the boarding was not …", "rating": 1, "name": "Наталья Филимоненко", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Juliet Royse", "cat": "Restaurant"}, {"review": "This is a complete nightmare!\nI demand that your quality control department call me back as soon as possible! And refunds for inedible food...", "rating": 5, "name": "Marina Chudopal", "cat": "Restaurant"}, {"review": "Quite often I order delivery, it arrives every other time, normal or terrible. Today I ordered a set, I don’t know what the courier did with the box, but inside the whole sauce stuck to the lid. Next was Philadelphia with a piece of fish, too small...", "rating": 5, "name": "Елена Парфенюк", "cat": "Restaurant"}, {"review": "\nGood evening. Valeria, it is a pity that you have a negative impression. We are already working on the quality of delivery of orders by courier. Thank you very much for the feedback. We are waiting for your visit.", "rating": 2, "name": "Misha Samarskiy", "cat": "Restaurant"}, {"review": "Tonight I had dinner in this restaurant, the staff is attentive, the food is very tasty, a good lamp atmosphere.\nWhen in the course of the restaurant there are mirrored walls, a good interior, you can come to a big …", "rating": 4, "name": "anna Vi", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 4, "name": "Vasiliy Mahrov", "cat": "Restaurant"}, {"review": "Been to this establishment twice. And so in order, the first time I was with a guy, it’s nice and cozy inside, it doesn’t stink of cigarettes, we took a sushi set, a beautiful serving on two plates, they gave rice chips as a compliment, everything was delicious and I liked it. Discharged ...", "rating": 2, "name": "Daria", "cat": "Restaurant"}, {"review": " At first glance, a nice place with a pretty good cuisine and dishes (liked the action 1 + 1), but the fun lasted until the neighboring tables began to smoke hookah and e-cigarettes, then stay in this place was …", "rating": 3, "name": "Таняя Підмокла", "cat": "Restaurant"}, {"review": " Good evening! Thank you very much for your feedback, your opinion is important to us! Be sure to take into account all comments.\n\n", "rating": 1, "name": "Яна Цымбалюк", "cat": "Restaurant"}, {"review": "Nice place in the center where you can have a quiet meal and a cozy evening. If golden youth are walking somewhere in the DR, then it can be noisy. Teenagers run through the corridors, just like in school(...", "rating": 5, "name": "Юлія Савчук", "cat": "Restaurant"}, {"review": "\nThank you for the good evaluation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Антон Марочка", "cat": "Restaurant"}, {"review": "I'll put 3 for a number of reasons:\nLet's start with the fact that 5 is perfect\n1. - a point for how the Philadelphia set looked. There was very little of it, it is doubtful, ...", "rating": 1, "name": "Артём Белонок", "cat": "Restaurant"}, {"review": "Overall, it's good, but I want to draw attention to the minuses. Very long service, starting from the provision of the menu and ending with the bill. Beggars constantly come to the summer playground and the staff in no way tries to do this ...", "rating": 1, "name": "Yuliia Panina", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Artem Natoka", "cat": "Restaurant"}, {"review": " Super local with very friendly service. Even when we showed up to twelve at around 19:00, it was no problem for the staff to organize a nice place together. The food is very good and tastes excellent. The burgers in …", "rating": 5, "name": "Аня Марченко", "cat": "Restaurant"}, {"review": "We ate mussels in shells with garlic sauce, seafood saute, salad with jamon and pear, glass noodles with chicken - everything is very tasty and 5 points! But the service is lame... But not critical!) …", "rating": 2, "name": "Yuliia Компанченко", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 5, "name": "Игорь Барковский", "cat": "Restaurant"}, {"review": "I understand that \"Ice and foam are bartender's food\", but there must be some limit. We went for a cocktail. Two \"zombie\" cocktails - from the declared 400 ml in a glass ~ 25-30 ml at best. The rest is solid ICE!!! To a question to the manager Katerina, ...", "rating": 4, "name": "Саша Сторпин", "cat": "Restaurant"}, {"review": " Good afternoon, Nadezhda! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Анастасія Гуз", "cat": "Restaurant"}, {"review": "I did not like the service, the waiter is very slow, you have to wait a long time for the order, and also try to catch this waiter to make an order. I think that for such money (900 UAH) per person it would be possible to make the service much…", "rating": 5, "name": "Вова Кулиш", "cat": "Restaurant"}, {"review": " Good evening ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 3, "name": "Free Emotion", "cat": "Restaurant"}, {"review": " Delicious burgers, good service. Gloves are cool! But watch over who behaves and do something with this: the company was sitting at the next table and bent on having a mother on the whole facility, it's not nice ( …", "rating": 1, "name": "Nastya Pushkina", "cat": "Restaurant"}, {"review": "From the pros I will highlight:\n✅ Convenient location. Not far from metro.\n✅ well thought out interior. Separately karaoke / hookah and, in fact, a cafe. …", "rating": 1, "name": "Таня Драганова", "cat": "Restaurant"}, {"review": " Very tasty, nice staff and affordable prices\n\n", "rating": 2, "name": "Vlad Skvizz", "cat": "Restaurant"}, {"review": " Good afternoon, Inessa! We truly thank you for such a review, we are very pleased! Everything we do just for you! So we will continue to please and cook deliciously, so that you always receive from us only the best emotions and come more often!) See you! Sincerely, Victoria's restaurant manager.\n\n", "rating": 3, "name": "Bad-mad English", "cat": "Restaurant"}, {"review": "Always very fast, tasty and only the most friendly and helpful staff. They will always ask about your preferences and give good advice if you can not decide on a choice. I advise! …", "rating": 5, "name": "Kaçak Misafir", "cat": "Restaurant"}, {"review": "A very cozy establishment. Small, there is a separate karaoke room. Tasty food. The price is quite affordable. Pleasant service staff. Orders are taken quickly, just as quickly and brought. …", "rating": 5, "name": "ne uznaesh", "cat": "Restaurant"}, {"review": "❤️", "rating": 1, "name": "Алексей Братенков", "cat": "Restaurant"}, {"review": " I liked the sushi, especially the action \"1 + 1\" «\nsat with you for a long time and chatted with friends and you could still sit and order something else if not for the fog and the smell of e-cigarettes and …", "rating": 5, "name": "Україна Понад_Усе", "cat": "Restaurant"}, {"review": " Good evening! Thank you for your feedback! We will take into account your wishes and become the best for you!\n\n", "rating": 2, "name": "Anna Kravchuk8", "cat": "Restaurant"}, {"review": " Delicious food, good staff, clean toilets. The only thing is, I'm not sure about the cleanliness of the dishes because the glasses they brought us for drinks were dirty and with fingerprints. The sushi they ordered …", "rating": 5, "name": "Макс Шишка", "cat": "Restaurant"}, {"review": "The place is cool, a lot of tables, sofas, prices are high, mojitos in all places are requested without ice, they bring more than half of the liquid in jars, there is no such thing in the caste, here they will bring you 250 ml in a glass instead of 450 in a jar ... there are discount …", "rating": 4, "name": "Yuliia", "cat": "Restaurant"}, {"review": "The design of the restaurant is cool. Burgers are also delicious, but 150 UAH is a bit much for this one. Sushi is tasteless. The staff is normal. We also ordered pork ears, they are perfect for beer, but I would not advise just eating. Tarragon is awesome. And I'm not yet...", "rating": 2, "name": "О К", "cat": "Restaurant"}, {"review": "\nGood afternoon, Arthur. We are glad that you left a review about our establishment. We will continue to work to get better. We are waiting for you again to visit.", "rating": 5, "name": "Олеся Ярославівна", "cat": "Restaurant"}, {"review": "Every time you cross the threshold of Casta, you get the impression that things are not going well for the establishment. \"Waiters\" - recruited students whose childhood plays in the ass, and in communication, clients are bros and friends for them. The interior of the middle…", "rating": 1, "name": "Nazar", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. Your opinion is very important to us. Thank.\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Inna Sitko", "cat": "Restaurant"}, {"review": "Were not the first time in the caste, like the food, the service is good. The price for a hookah is higher than usual, but the price corresponds to the quality, smoking for more than two hours. Of the minuses, I see that there is no business lunch and a burger for vegetarians ( 🍔🍤 …", "rating": 5, "name": "Yura Vodkevich", "cat": "Restaurant"}, {"review": "\nThank you for the assessment and these recommendations, we will definitely take into account the details. Your opinion is very important to us. Thank. We are waiting for you to visit)", "rating": 4, "name": "Яна Дудник", "cat": "Restaurant"}, {"review": "Ordered delivery today\nThey brought 2 identical lunches, although they ordered different ones\nI thought of putting the soup and sauces sideways, the sauce opened up and spilled over everything. …", "rating": 5, "name": "Vika Papushy", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 2, "name": "Ivan lim", "cat": "Restaurant"}, {"review": " With all due respect to everyone who works who creates an atmosphere for the visitor, to hear a regular customer who visits the Caste since 2012 - Return Taras to Zhytomyr I beg with all my breath and desire, he found …", "rating": 3, "name": "Юлия Смаглюкова", "cat": "Restaurant"}, {"review": " Hello ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Нана Нана", "cat": "Restaurant"}, {"review": "One of the best restaurants I love. Excellent menu. There was a hookah. Very tasty burgers. Pleasant staff. There is also a mobile application with a bonus program. …", "rating": 1, "name": "Катя Бурменко", "cat": "Restaurant"}, {"review": "\nWe are very grateful for such pleasant comments. We are waiting for you again.", "rating": 5, "name": "Татьяна Максимова", "cat": "Restaurant"}, {"review": "Now (June 2019):\nWe were at the summer playground today. The food is delicious, but the service leaves much to be desired. No kindness or smile. Waited minutes to take order...", "rating": 5, "name": "irem ercil", "cat": "Restaurant"}, {"review": "\nGood afternoon, Catherine. Thanks for the visit and feedback. It is a pity that there were negative impressions. Work with staff is carried out. We promise that subsequent visits will bring you pleasure. We invite you to visit us for a coffee with a dessert as an apology. Have a nice day.", "rating": 4, "name": "Oksana Kirienko", "cat": "Restaurant"}, {"review": "Personally, I like Casta. Fast delivery, pleasant surprises from the restaurant and, most importantly, delicious sushi.\nThe restaurant provides excellent service and advice according to your taste. Serve quickly. …", "rating": 1, "name": "Anastasia Sown", "cat": "Restaurant"}, {"review": "The coolest place to stay.\nThe corporate was a success. Thank you. The atmosphere is so positive that it's over the top. Delicious, fun, cool service, leading on the same wavelength with …", "rating": 1, "name": "Таня Макаренко", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 1, "name": "Ольга", "cat": "Restaurant"}, {"review": "Definitely recommend this place. Cozy, nice staff. Very reasonable prices for the city center.\nThanks to this place, cider is my new love ❤ …", "rating": 4, "name": "Bandar", "cat": "Restaurant"}, {"review": " Were in karaoke - the leader is terrible, he can't sing absolutely, and tried and even too often. The circle of 4 tables sometimes dragged on for an hour. Service .... barely found the waiter when they arrived, no one …", "rating": 1, "name": "Ольга Щека", "cat": "Restaurant"}, {"review": "\nGood evening, please leave your phone number or email address so that we could contact you personally", "rating": 1, "name": "Alisa Halamai", "cat": "Restaurant"}, {"review": " Vegetable noodle 79 uah, latte 39 uah. 🍜 Noodle portion is a little small but delicious. They brought fork for noodles and if you want a chopstick they have that too. Latte came with a pretty big, beautiful …", "rating": 4, "name": "Corrado Sgandurra", "cat": "Restaurant"}, {"review": "Delicious and hearty lunches. Huge burgers! I advise everyone spicy rice with chicken;)\nThe quality of service depends on the number of guests, for example on Friday evening we had to wait 30 minutes for the waiter 😬 …", "rating": 2, "name": "Alina Ponomareva", "cat": "Restaurant"}, {"review": "A very, very long time!!! We waited 15 minutes for the waiter to just come up to us, after ordering another 30 minutes we waited for the drinks to be brought to us, we waited for about an hour to eat and this is all with an empty hall, the waiter walks somewhere constantly, forgets orders and ...", "rating": 1, "name": "Aleksandr Novikov", "cat": "Restaurant"}, {"review": " Hello ! We are really very sorry that this visit left negative impressions\n, apologize to our entire team. I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager. Also my phone number is 38093 916 85 60.\n\n", "rating": 1, "name": "Катя В", "cat": "Restaurant"}, {"review": "Last night we were looking for a place to relax with friends and stumbled upon this place. …", "rating": 1, "name": "Мария Пожарова", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 5, "name": "Лера Коваленко", "cat": "Restaurant"}, {"review": "Great place, delicious sushi. Delicious mulled wines. Polite and friendly waiters. The only thing I do not advise you to take is a dessert in a jar. It is so sugary and tasteless that none of the three people could eat it. In addition, the menu…", "rating": 2, "name": "Volodymyr Medyk", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! Glad I liked everything! Till next time !\n\n", "rating": 4, "name": "Alex Fox", "cat": "Restaurant"}, {"review": "I waited 20 minutes for the waiter to come up to me after 40 minutes I waited for tea to be served. not friendly staff. the only plus is affordable prices for an institution in the center of the capital. …", "rating": 5, "name": "Таня Ханас", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Emma Tsarenko", "cat": "Restaurant"}, {"review": "We tried a business lunch and would have been very satisfied, if not for mashed potatoes 😖\nCorn cream soup is moderately sweet and makes you fall in love with it from the first ...", "rating": 4, "name": "Наталия Федченко", "cat": "Restaurant"}, {"review": "\nWe are very grateful for such pleasant comments. We are waiting for you again.", "rating": 5, "name": "Анисимова Владислава", "cat": "Restaurant"}, {"review": "The burger they brought us was completely dry. It's like there's no sauce at all. Grilled vegetables are fresh, cold, chewing the same eggplant is generally impossible. The shrimp rice was delicious, by the way, the only dish they brought…", "rating": 4, "name": "Александр Андреевич", "cat": "Restaurant"}, {"review": " Hello ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Anna Zagrebeniuk", "cat": "Restaurant"}, {"review": "As always, I like everything, the waiters do a great job! Nice cozy place and not noisy, suitable for important negotiations. …", "rating": 1, "name": "Ольга Кошмак", "cat": "Restaurant"}, {"review": "The institution is located in the very center of Khreshchatyk, food prices are reasonable. But the menu did not indicate the prices for the hookah, and I also did not find the prices on the website. When they paid the bill, I gave the hookah worker a remark to which he did not quite answer ...", "rating": 1, "name": "Сергій Чечуйко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Serhii Hurskyi", "cat": "Restaurant"}, {"review": "We rested on tiras, beggars with bouquets come up every 5 minutes, you can directly time them, neither the administrator nor the waiters tell them anything. Salad and tea were carried for 40 minutes, the burger was not delivered after 1:20 they came up and said that it was …", "rating": 5, "name": "Анна Волочнюк", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Валерия Лишневская", "cat": "Restaurant"}, {"review": "Terrible establishment. Always dirty, smells bad, internet doesn't work. We waited 40 minutes for the order, but never received it. This is with an empty hall on a weekday. The waiter shouted and this was the last straw - they left without eating. Never ever! …", "rating": 5, "name": "Татьяна Комарова", "cat": "Restaurant"}, {"review": " Hello! I would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 2, "name": "Олексій Романчук", "cat": "Restaurant"}, {"review": "Increase the number of waiters per shift. Upon arrival, the company and I sat down at a table, the menu was brought immediately, we ordered rolls and cocktails. Worked well, delivered quickly. And that's where all the positive emotions went to zero. Dirty dishes were not picked up...", "rating": 1, "name": "Миша Чиж", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Елена Литвиненко", "cat": "Restaurant"}, {"review": "Very disappointed with the service!! Delicious food and that's it! We were looking for a waiter all evening, he never came up. Waited 25 minutes for drinks. Waited 45 minutes for the bill. The waiter girl, as it turned out, did not pass it to our guy! And what a pity that in the account ...", "rating": 1, "name": "Анастасия Чалая", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Oleg Nazarenko", "cat": "Restaurant"}, {"review": "Inside and outside (summer area) are different worlds.\nDidn't like the salmon salad. Hamburger is average. …", "rating": 4, "name": "Михайло МММ", "cat": "Restaurant"}, {"review": "\nCozy sofas, decent food, good service", "rating": 2, "name": "Валентина Балахонова", "cat": "Restaurant"}, {"review": " Hello ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 4, "name": "Алена Билоус", "cat": "Restaurant"}, {"review": "Delicious food and excellent cocktails, interesting atmosphere. But the service, the waiters did not wait, there was no hospitality, the bar was carried for 25 minutes, the change was all 20. The situation was saved by the administrator, smiling and always reacting. Thank you for this. …", "rating": 4, "name": "Анна Барановская ENERGO Consulting & Engineering", "cat": "Restaurant"}, {"review": " Good afternoon, Dasha! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Mark Nechyporenko", "cat": "Restaurant"}, {"review": "Disappointed! We will not visit this establishment again. Service wants better. We waited for our order for about an hour. Beer was carried for 15 minutes, and then one glass with some black pieces was changed. Finally they brought food, they said that it took so long because of ...", "rating": 2, "name": "Maria Gonchar", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Євгенія Трофіменко", "cat": "Restaurant"}, {"review": "People! HERE WILL BE PARTY IN N.G!\n(Invitation below)\nOn weekends, it's best to arrive early. There are enough people! Food …", "rating": 4, "name": "Anna Liakhova", "cat": "Restaurant"}, {"review": "Arrived in Ukraine, wanted to order sushi at home. Plus, I added a point for a good menu, but when ordering, the card did not go through and we decided to call to place an order. We tried our best, but then the girl operator asked a question that we did not understand ...", "rating": 2, "name": "Алла Клименко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Alberto J. Sanchez Sanz", "cat": "Restaurant"}, {"review": "Very, very cozy place.\nDelicious sushi, affordable prices, hot mulled wine chic! This is your highlight! I have never tried it anywhere before, so delicious that you always want to return to …", "rating": 5, "name": "Алферова Мария", "cat": "Restaurant"}, {"review": " Good afternoon, Alexander! ) We are very, very pleased to read such a review! Thank you sincerely to the whole team! We will try to continue to please you, let each of your visits to us be filled with only such positive emotions! See you, Your Caste)\n\n", "rating": 5, "name": "Marina Malinina", "cat": "Restaurant"}, {"review": "A great place to spend an evening together or with a group. There is a summer terrace, many halls, you can find a quiet nook for kisses. The only thing is that the karaoke here is very loud, you can hear it in other halls. All food is delicious and fast. Separate …", "rating": 5, "name": "Styopa Kurylenko", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Анна Осипец", "cat": "Restaurant"}, {"review": "Food and beer are delicious, pleasant atmosphere inside the establishment, music is not intrusive, spacious enough, pleasant service. …", "rating": 4, "name": "Елена Шиченко", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! Our team is very pleased! Come again) We are waiting for you! Sincerely, Victoria's restaurant manager.\n\n", "rating": 2, "name": "Алена Гриненко", "cat": "Restaurant"}, {"review": "Great place, despite being located in the very center of Kyiv! We ordered cheese cakes for the child, which they make only for breakfast, and they made them for us !! The cheesecakes were very tasty! …", "rating": 5, "name": "Марина Воробьёва", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 4, "name": "Анастасия Лавренюк", "cat": "Restaurant"}, {"review": "I put 4 for the delicious pho bo soup with a separate serving of two sauces in gravy boats, which you yourself add to your taste, and greens. The most delicious Asian soup I have ever eaten. But meat is clearly not the strong point of this institution. Ordered a burger (2…", "rating": 5, "name": "Олеся", "cat": "Restaurant"}, {"review": "Good establishment. But if you come to Kyiv to travel and learn new and tasty things, then this place is quite ordinary and typical for every city. It’s not bad to come here for breakfast or lunch, dishes for the menu are perfectly combined here …", "rating": 3, "name": "Николай Мельников", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 3, "name": "Диана Райх", "cat": "Restaurant"}, {"review": "I visit this establishment from time to time and every time the service is disappointing. After 25 minutes, no one comes up, you have to go yourself and catch the waiter, this is not normal. Sushi is made only until 21:00, but it is not written anywhere that …", "rating": 5, "name": "Александра Тетляшева", "cat": "Restaurant"}, {"review": " Hello! I would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua Sincerely, the manager of the restaurant Victoria\n\n", "rating": 4, "name": "Катeрина Задорожко", "cat": "Restaurant"}, {"review": "Very tasty, no complaints about the kitchen. But the service is so-so. I waited a very long time to be approached (in order to pay for the order), although the landing was 30 percent, no more. Waiters don't watch the room. And their wine is white with strong ...", "rating": 3, "name": "Наталья Бутенко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Nikky Tikky", "cat": "Restaurant"}, {"review": "The dishes are delicious. Waiting time is not good\nLarge portions and affordable prices\nI recommend …", "rating": 5, "name": "Vova Khudoliy", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 3, "name": "Alyona Koliada", "cat": "Restaurant"}, {"review": " Very good everything, quality and excellent price, also in the menu you have 2x1 in some dishes, which we found great! …", "rating": 5, "name": "Катерина Бабушко", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Dmytro Volynets", "cat": "Restaurant"}, {"review": "Didn't like the place!\nTerrible service, slow waiters! The waiters are not friendly, they take orders with a disgruntled face, and in general, any request is fulfilled with difficulty. …", "rating": 4, "name": "Александр Руденко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Юлия Подчасюк", "cat": "Restaurant"}, {"review": "In general, good service by waiters, range of services and menu. Decent drinks. But I don't like the 10% tip included in the bill. Why does the institution oblige me to do this and, moreover, I find out about it upon payment ...", "rating": 1, "name": "Обычный Человек", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Илья Колесов", "cat": "Restaurant"}, {"review": "Disgusting service!\nThey wanted to eat and smoke a hookah, when they made an order, they immediately asked to call a hookah man, after half an hour we were told that he was not there yet, it would be later, food …", "rating": 1, "name": "Viktor Danyliuk", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Машка Смирнова", "cat": "Restaurant"}, {"review": "Good day to everyone who reads my review) I had to stay in the beautiful city of Kyiv for certain days and decided not to deny myself the pleasure of visiting a number of restaurants and entertainment venues. I got to Casta by accident (very …", "rating": 2, "name": "Andrew Ravenholm", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 4, "name": "Ярослав Шаталов", "cat": "Restaurant"}, {"review": "The sushi is very tasty, the waiters are friendly, the interior is very beautiful. We waited a long time for the order, but in general we are satisfied ...", "rating": 4, "name": "Dorian Grey", "cat": "Restaurant"}, {"review": " Thank you for appreciating our work)\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 2, "name": "Инна В", "cat": "Restaurant"}, {"review": "Terrible service: waiting for an order for two hours; the place of a bottle of wine brought glass 1, to the question where the bottle of wine was, the answer was: we brought it, but we will also count the glass for you; they didn’t bring the cutlery, but later they deigned, the napkins weren’t at all ...", "rating": 1, "name": "Anastasia Stark", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Елена Романкова", "cat": "Restaurant"}, {"review": "I got food poisoning yesterday after dinner at your place!. Initially, something was wrong with the dish, very spicy, which was not mentioned on the menu, but this is not the main thing, the main thing is that I am barely alive !!! New Year's gift (((((((...", "rating": 3, "name": "Ирина Шевченко", "cat": "Restaurant"}, {"review": " Good evening ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Евгения Сахно", "cat": "Restaurant"}, {"review": "Only positive emotions remained from the institution. Excellent mussels and super fresh oysters. Nice prices)…", "rating": 1, "name": "Татьяна Литвин", "cat": "Restaurant"}, {"review": "\nWe are very grateful for such pleasant comments. We are waiting for you again.", "rating": 3, "name": "Оксана Захаренко", "cat": "Restaurant"}, {"review": " I like the menu, service, interior. Always fast and tasty. The burger is convenient to eat in gloves, which are served with the dish …", "rating": 5, "name": "Artem Kucheriaviy (cool_atom)", "cat": "Restaurant"}, {"review": "I understand that Tuesday night is not the prime time, but...\nFor 15 minutes, no one brought the menu, but even no one came up.\nSo we left, unnoticed by the staff, to have dinner elsewhere, realizing that …", "rating": 4, "name": "Анастасия Ковалева", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Myroslava Stanislavska", "cat": "Restaurant"}, {"review": " Comfortable, beautiful and delicious)\nIn happy hours it is very beneficial 1 + 1 = 1 - two dishes at the price of one ... …", "rating": 4, "name": "Ruslan Moroz", "cat": "Restaurant"}, {"review": "A good place, we were three days ago, Hookah Man Zhenya is friendly, at the request to make a delicious hookah of medium strength, he made an incredibly tasty hookah. The waiters carried our cocktails for a long time. …", "rating": 4, "name": "Данил Литвинов", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 4, "name": "Inna N", "cat": "Restaurant"}, {"review": "The restaurant is good overall. But there are really a lot of minuses and something is not visible (from the reviews of other visitors) that the administration has corrected the shortcomings. So, we ate on the street, and the beggars calmly entered the terrace and interfered with eating, the staff didn’t …", "rating": 5, "name": "Галина Глебова", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Редактор Учений", "cat": "Restaurant"}, {"review": "Yesterday I went to karaoke with my friends. Service is terrible. Firstly, no one meets you at the entrance, you yourself had to look for a waiter to sit down at a reserved table. The waiters come very rarely, the table is not immediately cleared. I three times...", "rating": 3, "name": "Sasha Yedynchuk", "cat": "Restaurant"}, {"review": " Hello! Thank you very much for the feedback and evaluation, for taking the time to write! We are very sorry that this situation happened, but we assure you that we will find out all the details! Your opinion is important to us and we strive to be the best for you. If it is possible to leave your contact details to my e-mail shimon.v@shf.com.ua, I will definitely take measures, as such service is unacceptable in our institution and does not meet our standards!\n\n", "rating": 4, "name": "Алина Доценко", "cat": "Restaurant"}, {"review": "I really liked this establishment in the period from 2015 to 2018. This year I visited you 3 times with different boarding workloads and every time I visited this year I left with the feeling that I had visited MisterKat. …", "rating": 5, "name": "Nalan Şimşek", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Hanna Churikova", "cat": "Restaurant"}, {"review": " A good place to meet girlfriends. The staff is polite and attentive to guests. …", "rating": 3, "name": "Vita Onuta", "cat": "Restaurant"}, {"review": " Good afternoon, Julia! Thanks for rating! Our team is very pleased that you left us such a review! This is the best reward for us! Until We Meet Again !\n\n", "rating": 5, "name": "Александр Щербина", "cat": "Restaurant"}, {"review": "Wonderful restaurant with good food and friendly staff. Tasty, clean, comfortable, reasonable prices. Great cocktails. …", "rating": 5, "name": "Cris Volkova", "cat": "Restaurant"}, {"review": "The kitchen is just super, no complaints at all, the chefs, sushi are great.\nSeparately, I want to say about the service, just terrible!\nIt was necessary to leave quickly, asked to take out the bill and calculate, it took 25 ...", "rating": 5, "name": "Марина Верес", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Мила Галица", "cat": "Restaurant"}, {"review": "1. Disgusting service\n2. Not tasty desserts, lemonade tastes like soda with lemon,\n3. At 8 pm they refused to make sushi, although it would seem the center of Kyiv and this is the peak in …", "rating": 5, "name": "Евгения Рудь", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Aleksey Fastovets", "cat": "Restaurant"}, {"review": "We arrived at the restaurant at 3:30. We were told that the kitchen was no longer open. This must be indicated on the site and in the operating mode on google maps in advance! An unpleasant aftertaste remained. …", "rating": 4, "name": "Olena Riabichenko", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Анжела Монатик", "cat": "Restaurant"}, {"review": "100 points service.\nThere was a nuance with the dish, but the waiter offered to replace or subtract the dish from the bill. We said not to worry. They replaced part of the dish for us and brought it to …", "rating": 4, "name": "Ганьзя Білолиця", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 1, "name": "Юлия Титаренко", "cat": "Restaurant"}, {"review": "Waiting for two glasses of beer for forty minutes with only two tables occupied leaves a terrible impression of service in this establishment! I do not recommend. Only if you want to waste your time. …", "rating": 5, "name": "Iryna Vysotska", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 2, "name": "Вітамінка", "cat": "Restaurant"}, {"review": "Really tasty sushi and convenient location, clean rooms and lots of free seats. You can eat up to 300 UAH. I recommend! …", "rating": 2, "name": "Костя Гончар", "cat": "Restaurant"}, {"review": "Not bad, you can relax atmospherically, not expensive, quite polite staff, delicious cuisine. But sometimes you have to wait a long time for the ordered food, even if the landing is not great. In general, I recommend if you come to sit and chat! …", "rating": 2, "name": "Вика Пекур", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 5, "name": "Анастасия Морева", "cat": "Restaurant"}, {"review": " The worst place I had to dine. The burgers are awful, the sushi is tasteless, the service is AWFUL, they brought 50g of whiskey, they said they brought 100g and they brought 100g into the account, on request to bring …", "rating": 1, "name": "Diana Bober", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Даниил Хомич", "cat": "Restaurant"}, {"review": "Thanks for the service to the administrator Tatyana and the waiter Nikolai for the service, I liked everything very much …", "rating": 1, "name": "Максим Веретко", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Владислав Плахтій", "cat": "Restaurant"}, {"review": "Is it really so difficult to add normal tobaccos like Milano and Jibiar to a hookah maker? Sorry, but sherbet is not tobacco, it's cheap chemical shit. Drinks and rolls ok, I liked it! …", "rating": 1, "name": "Dr. Gmo", "cat": "Restaurant"}, {"review": "On Thursday, my daughters and their girlfriends went to have a bite to eat at Kasta. The waitress, there was no badge, they don’t know the name, with fresh, taped tattoos on her arm, was rude from the first minute. Girl, are you asserting yourself by humiliating 15 year old girls??? Two...", "rating": 5, "name": "Оля Понятышин", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Tonya Karabash", "cat": "Restaurant"}, {"review": "We rested on the night from 19.06 to 20.06 in the karaoke hall. I have been going to this establishment for many years and countless times. But this time, something unexpected happened...", "rating": 5, "name": "Anastasia Kolesnyk", "cat": "Restaurant"}, {"review": " Hello! We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Elizabet Sanyal", "cat": "Restaurant"}, {"review": "They recruited young people who work for nothing. I was able to place an order only after 20 minutes of being in the institution. The staff was hiding, only hookah workers go. But the food is delicious, although it takes a long time to prepare. …", "rating": 3, "name": "Тимофей Слипка", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "alex volsky", "cat": "Restaurant"}, {"review": " It was last time you two years ago, the burgers were then Wow. Now I'm overwhelmed, the taste is not that, it's my opinion. Fries and espresso potatoes are delicious. I'll come back to try other burgers and say 'I'm …", "rating": 5, "name": "Проповедник Бог", "cat": "Restaurant"}, {"review": " The place is very beautiful as an interior decoration. Staff are friendly and caring. Prices are affordable. The taste of the food is great. The service is slow and if the place is full and you are very hungry, it is …", "rating": 5, "name": "Vit Pa", "cat": "Restaurant"}, {"review": " Good afternoon, Kacak. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Андрей Усачев", "cat": "Restaurant"}, {"review": "I liked it very much, the service is at the proper level, the toilets are clean and tidy, the food is tasty and the portions in general do not offend\nPrices are not high...", "rating": 4, "name": "Юлия Борисова", "cat": "Restaurant"}, {"review": "Terrible service. Came with a girl, waited for the waiter for 20 minutes, ordered sushi, a cocktail and cider. After 20 minutes, the waiter returned and said that the sushi chef was no longer cooking, but cider and a cocktail would be brought to us now. We just got up and left. …", "rating": 2, "name": "Александра Пономарёва", "cat": "Restaurant"}, {"review": " Good afternoon, Alexey! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Оксана Кікеньова", "cat": "Restaurant"}, {"review": " You Are Rays In Hospitality And Accepted Guests You Prices Are Not You And Will Check Not Everyone Want To Visit CASTA IN BESORABKA …", "rating": 2, "name": "Сергій Лисий", "cat": "Restaurant"}, {"review": " I put only a plus for prices and location. And so I'm shocked. When ordering glass noodles (where there was no indication that it was spicy) no one warned me about it! Not only was it horrible as peppered and all …", "rating": 4, "name": "Арсений Бертен", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Gleb Tkach", "cat": "Restaurant"}, {"review": "Super restaurant, had a great rest with the team, the waiter Inna made our evening even more enjoyable, met us, helped with the choice of a table, advised on the menu, in general, we left pleasantly impressed!!! …", "rating": 2, "name": "Галина Павлова", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 4, "name": "Ivan Kuchuk", "cat": "Restaurant"}, {"review": " Nice interior. Delicious burger and mega delicious peanut-caramel dessert) was not a very pleasant moment when they brought not the roles that were ordered, but then quickly brought the right …", "rating": 5, "name": "lawyerinlaw1", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! Glad I liked everything! Till next time !\n\n", "rating": 2, "name": "Nata Zozulia", "cat": "Restaurant"}, {"review": " Disappointed. They came to dinner, the hall is empty. The waitress is nice. But we waited for the order for a very long time. They brought Tom Yam soup - asked to bring a piece of bread - the impression that in the …", "rating": 5, "name": "Robert Gafarov", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Fire Heart", "cat": "Restaurant"}, {"review": "The most delicious rolls and not only rolls...\nI recommend to everyone! It is a pity, of course, that there is no more bonus program with the application \"CASTA\" ((( ...", "rating": 5, "name": "Maksym Khotynetskyi", "cat": "Restaurant"}, {"review": "\nThank you for your feedback and appreciation! Your remarks and wishes are very important to us! We will try to become even better for you! Now we have a new loyalty program called 618, which accumulates points in the amount of 10% of the check to the bonus account, then you use these points as payment for food and drinks)! We are waiting for you!", "rating": 1, "name": "Дмитрий", "cat": "Restaurant"}, {"review": " 17.12.21 I am waiting for an order for about an hour and it is not there yet, everything you need to know about the service! Full 0! I haven't had the worst attitude, last time here! …", "rating": 4, "name": "Sergey Yegorow", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Андрей К", "cat": "Restaurant"}, {"review": "The kitchen was very pleased, insanely delicious duck soup, warm salad. Service is good, polite staff. Son made a complement, in the form of a cocktail, for his birthday. …", "rating": 1, "name": "Тетяна Ярощук", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback! It's nice that you liked everything, we try for you and want to be the best! We are waiting for the next meetings with you!\n\n", "rating": 2, "name": "Charlie Aggrezz", "cat": "Restaurant"}, {"review": " A nice restaurant for relaxing with friends and wife. It is better to be without children, or to ask places where do not smoke a hookah. We liked the service, and the table where we sat. We will come again. …", "rating": 4, "name": "Анна Кравченко", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Andrii Balanchuk", "cat": "Restaurant"}, {"review": "Tasty, cozy, beautiful. Were on 06/25/2021. Everything is packed, there were 2 waiters in all rooms, and in the kitchen the same thing, probably, there was a slow feed. With us, 2 companies left without receiving anything. …", "rating": 1, "name": "Vit Protsenko", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 2, "name": "J Ch", "cat": "Restaurant"}, {"review": " I really liked it, good service, everything is very tasty and not expensive. I recommend! …", "rating": 4, "name": "Натали Сукеник", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback! We are glad that we liked everything! We will try to continue to please you!\n\n", "rating": 1, "name": "Sergey Petrov", "cat": "Restaurant"}, {"review": " Unfortunately I did not like the sushi or the service, the staff is friendly, but the waiter seemed to serve for the first time in his life. …", "rating": 1, "name": "Надежда", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Руслан Риелтор", "cat": "Restaurant"}, {"review": "I really love your establishment! Very tasty and varied cuisine and bar! However, yesterday they were upset by the sluggishness of the service with a small workload (there were very few people - it was not a \"rush hour\" for the institution). I just …", "rating": 4, "name": "Юлия Якушина", "cat": "Restaurant"}, {"review": "\nGood afternoon! Thank you for rating! Your opinion is very important to us! If you have the opportunity, write to us what was wrong and your contact information at shimon.v@shf.com.ua. We will be very grateful, we will contact you for feedback!", "rating": 1, "name": "Мария Алавердова", "cat": "Restaurant"}, {"review": "Stayed for the weekend with the family, everyone really enjoyed it. The waiter girl recommended us a delicious salad with jamon, we learned some fun. The salmon roll was tasty and beautiful. …", "rating": 5, "name": "Olga Rub", "cat": "Restaurant"}, {"review": "\nGood afternoon, Nana! Thank you for your appreciation! We are glad that you liked everything! Until next time at Casta!", "rating": 5, "name": "Анастасія Поліщук", "cat": "Restaurant"}, {"review": " …", "rating": 1, "name": "Инна Гуменюк", "cat": "Restaurant"}, {"review": " Hello ! We are really very sorry that this visit left negative impressions\n, apologize to our entire team. I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager. Also my phone number is 38093 916 85 60.\n\n", "rating": 4, "name": "Ирина Юрчук", "cat": "Restaurant"}, {"review": "The facility is excellent. I liked everything, excellent cuisine, attentive staff, you deserve 10 stars. Thank you. …", "rating": 1, "name": "Світлана Бляшук", "cat": "Restaurant"}, {"review": "\nThank you for your appreciation and feedback! We are glad that you liked everything! See you at Casta!", "rating": 5, "name": "natali Golovko", "cat": "Restaurant"}, {"review": " Open until 5 in the morning and a variety of dishes with space. …", "rating": 5, "name": "Vasul Vasulevih", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 1, "name": "Аня Борисенко", "cat": "Restaurant"}, {"review": "Cozy establishment. I had to wait a long time. Got a compliment from the boss. Overall, not bad. I really liked the dessert. …", "rating": 1, "name": "Vitaliy Golovko", "cat": "Restaurant"}, {"review": "I ordered green dragon rolls today. Looks nice, no doubt. But inside is a terrible fish, fried so much that the breading crunches on the teeth, or whatever. By the way, this fish is almost non-existent. …", "rating": 2, "name": "Roxy", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Диана Раскот", "cat": "Restaurant"}, {"review": "It used to be a great place, but now it's a nightmare. The waiter waited 30 minutes, although the boarding was far from complete. We ordered a set, the most expensive on the menu, and lemonade, according to the waiter, it took 20 minutes to wait, we sat for 58, when asked to come up, from ...", "rating": 5, "name": "Сергей Иванов", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "Julia Petrovskaja", "cat": "Restaurant"}, {"review": "I have never seen such a service! Wait for mulled wine, the menu with which lies on every table, for more than 30 minutes!!! Well, ok, we waited (although it is Monday evening, and there are not many people in the hall at all). Further more. We ordered cold cuts and waited for more than…", "rating": 3, "name": "Юлия Тустановская", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity to write to us your contact details shimon.v@shf.com.ua, we will contact you for feedback and we will definitely take action!", "rating": 2, "name": "Анна Матюніна", "cat": "Restaurant"}, {"review": " The restaurant is under three floors\n\nThe service is good …", "rating": 5, "name": "Вікторія Цекало", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 3, "name": "Екатерина Хазах", "cat": "Restaurant"}, {"review": "Ordered 2 dishes: burger and salad.\nIt took a terribly long time, more than two hours. When I called the courier number, the explanation was as follows: “then they threw me a second order, I'm already on my way to you. Now already…", "rating": 5, "name": "Вероника Костенко", "cat": "Restaurant"}, {"review": "\nGood afternoon! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity, write to us by mail your contact details shimon.v@shf.com.ua. We will be very grateful, we will contact you for feedback and we will definitely take action!", "rating": 1, "name": "Павел Горлов", "cat": "Restaurant"}, {"review": " Unfriendly waiters, speed of service - zero. We didn't want our order anymore, we just wanted to leave. But the staff can also be sympathized with: half of the guests are very noisy and behave impudently. Nothing …", "rating": 1, "name": "Анастасия Фандеева", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Олеся Онищук", "cat": "Restaurant"}, {"review": " Good sushi and great burgers nice people .. Local right in the center …", "rating": 1, "name": "Alexandr Pets", "cat": "Restaurant"}, {"review": "Were on Fri 18.06 in the karaoke room, in the order two bottles of wine tsinandali cheese sticks and Philadelphia sushi, so everything was fine but on Sat it was bad for me, I thought maybe I drank too much wine but it wasn’t there, we were three of us, and all three of them felt bad , …", "rating": 5, "name": "Дмитрий Шалюк", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Nataliia Kalinichenko", "cat": "Restaurant"}, {"review": "Cheating by weight ... how so? Casta, what are you counting on? The menu indicates the weight of the rolls 1910gr. And in fact, with the packaging, the weight is 1760g ... It turns out very unpleasant.\n+ Bonus disgusting service. …", "rating": 5, "name": "Nataliko Meliya", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for rating! Your opinion is very important to us! If you have the opportunity to write us your contact details shimon.v@shf.com.ua, we will contact you for feedback and we will definitely take action!", "rating": 5, "name": "Денис Неборч", "cat": "Restaurant"}, {"review": "Abomination. I ordered delivery, they drove it for 2 hours, and I already wanted to eat. It's not easy to call and clarify for your order. I ordered a burger and gunkans, gunkans could still be eaten somehow, but the burger reminded me of a cutlet in dough from school ...", "rating": 3, "name": "Artem Itsme", "cat": "Restaurant"}, {"review": "\nHello, please leave your contact number so that we can contact you.", "rating": 1, "name": "ролан быков", "cat": "Restaurant"}, {"review": "We ordered a sushi set and two servings of french fries at 18.00. They promised to deliver within an hour and a half. They brought it later than two hours later, while the potatoes were forgotten. Found when the courier had already left. The delivery service promised to send potatoes ...", "rating": 3, "name": "Alex Sirius", "cat": "Restaurant"}, {"review": " Thank you very much for the great service! The waiter Serhiy is very sensitive and attentive, helped with the choice and brought everything on time. Special thanks to Administrator Alli for her professionalism and …", "rating": 5, "name": "Ann Pavelkova", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 1, "name": "Natali Soloviova", "cat": "Restaurant"}, {"review": "Ugliness! The wait is two times longer than stated, ginger tea with a taste of rotten eggs ... Good sushi, only justified the expectation. But the change on the account was delayed as if the waitress wanted us to leave without waiting ...", "rating": 5, "name": "MICHELLE CHANELE", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Людмила Хуторянська", "cat": "Restaurant"}, {"review": "Nice place in the very center of Kyiv. The prices are reasonable, I separately recommend business lunches, very satisfying and, what is important, for a good price. The menu is only by QR code on mobile, so I had to download an application to read it and when ...", "rating": 1, "name": "Ilona Pakizh", "cat": "Restaurant"}, {"review": "Nice atmosphere, delicious food, got a compliment in the form of rice chips) very cool) the waiters are polite …", "rating": 4, "name": "Даниил Евтухов", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️\n\n(Translated by Google)\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️\n\n(Translated by Google)\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 4, "name": "Gl", "cat": "Restaurant"}, {"review": "We spent a very cool evening at karaoke here, we went for a working corporate party, I still remember good moments ...", "rating": 4, "name": "Софія Швець", "cat": "Restaurant"}, {"review": " Good morning ! Very grateful for the feedback! We are glad that we liked everything! We will try to continue to please you!\n\n", "rating": 5, "name": "Даша Хомич", "cat": "Restaurant"}, {"review": "Recently, we often go to Casta on the Cross, delicious 200%, service is not always up to par, therefore 4 stars. …", "rating": 5, "name": "Вероника Пигулевская", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We look forward to visiting again!", "rating": 1, "name": "Liza Brunza", "cat": "Restaurant"}, {"review": "Everything is amazing)\nDesserts are very tasty\nEspecially the top notch service.…", "rating": 4, "name": "Rantier Sissito", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 4, "name": "Alena Igorevna", "cat": "Restaurant"}, {"review": "Pros: Clean, spacious. Plenty of space inside and you can sit on the summer terrace. According to the dishes: a salmon steak is magnificent, from desserts: a peanut-caramel jar. …", "rating": 2, "name": "Vitalii Zharavov", "cat": "Restaurant"}, {"review": " …", "rating": 1, "name": "Эдгар Данильченко", "cat": "Restaurant"}, {"review": "\nAnna, good afternoon! From the whole team, many thanks for the feedback and appreciation! We are waiting for you again as a guest)", "rating": 5, "name": "Роман Джим", "cat": "Restaurant"}, {"review": "If you want good service, this is definitely not the place for you. You have to wait at least half an hour for the waiter, even to get the bill. …", "rating": 1, "name": "Алексей Ульянов", "cat": "Restaurant"}, {"review": " Hello ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 3, "name": "Anastasiia", "cat": "Restaurant"}, {"review": "Ordered sushi with delivery paid online.\nAn hour and a half later, the operator called back and said that they could not deliver the order. …", "rating": 3, "name": "Оля Вишня", "cat": "Restaurant"}, {"review": " Good afternoon, Sergei! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria.\n\n", "rating": 3, "name": "Владимир Глушко", "cat": "Restaurant"}, {"review": " It was more than once, a good and comfortable place. The hall is cozy and spacious, service at the height. I recommend. …", "rating": 4, "name": "Алёна Санько", "cat": "Restaurant"}, {"review": " Hello ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Антон Цегельник", "cat": "Restaurant"}, {"review": "CASTA is my favorite restaurant in Kyiv, I go there almost every day. Probably over-praised you the other day.\nThe food is really amazing, the chefs are smart🥰 ...", "rating": 5, "name": "Наталья Лыкова", "cat": "Restaurant"}, {"review": "\nGood afternoon, we will take into account the comments that you left us, we will certainly instruct and check the standards of the staff. Thank you for the feedback.", "rating": 4, "name": "Денис Диза", "cat": "Restaurant"}, {"review": "I ordered a burger for self-delivery from a restaurant on Khreshchatyk through the website, paid online with a card. As a result, they called me back and said that the only restaurant from which you can pick up an order at night is located on the Zhitomirskaya metro station, 18 km from me. And not...", "rating": 2, "name": "Alex St", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity to write to us your contact details shimon.v@shf.com.ua, we will contact you for feedback!", "rating": 3, "name": "Ніка Якименко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Tina Alieva", "cat": "Restaurant"}, {"review": "Today I went with a colleague to have lunch at Khreschatyk, 19. We do not come often, a couple of times a month. To the question: \"what's for lunch today?\", I received the answer of the waiter Tatyana: \"you often go, you SHOULD know.\" When I objected that such an answer ...", "rating": 5, "name": "Андрей", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 3, "name": "Владислав Волошин", "cat": "Restaurant"}, {"review": "Ten minutes waiting for the menu.... Are you serious?? The waiters go back and forth and no one pays attention!! After calling the specified number (+380967362233) they will come to you and throw the menu on the table ...... EVERYTHING!! Thank you, very cool place! …", "rating": 5, "name": "Оксана Бачинская", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Галина Волчо", "cat": "Restaurant"}, {"review": "We took burgers for a 1 + 1 takeaway promotion. There are not enough napkins, the salad in a separate box is terrible and out of place at all (please remove it completely and reduce the price by 10 UAH, it will be more sense). The bun in the burger and the cutlet were clearly burnt. About potatoes...", "rating": 5, "name": "Екатерина Синявская", "cat": "Restaurant"}, {"review": "\nHello\nPlease leave your contact number so that we would contact you", "rating": 2, "name": "Анна Янковская", "cat": "Restaurant"}, {"review": "We have been deceived! We agreed that we would bring our own alcohol to a banquet of 15 people and pay for everything in Cork fi. They counted 4 bottles more than it was - they cheated for 556 UAH. Be careful when you look at the check! Don't repeat our mistakes! …", "rating": 4, "name": "Elena", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity to write to us your contact details shimon.v@shf.com.ua, we will contact you for feedback!", "rating": 1, "name": "Ульяна Клепачок", "cat": "Restaurant"}, {"review": "We were here in the morning, all over the place we found one place that works in the morning, quiet, clean, friendly staff. …", "rating": 3, "name": "Елена Гонченко", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 3, "name": "Вероника Тимошенко", "cat": "Restaurant"}, {"review": "It was noisy, there is a separate room with karaoke, but the songs are heard in the main hall, although it was 23:30 and we came to taste sushi, not karaoke))) …", "rating": 5, "name": "Gera :3", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Анна Филатова", "cat": "Restaurant"}, {"review": "Everything would be perfect if not for one situation. We wanted to have a delicious meal with friends, but the drinks are very expensive, so we took them with us. Neither on the site, nor in the room itself, was it mentioned anywhere about a huge fine of 140 hryvnias for one …", "rating": 4, "name": "Ihar Krauchanka", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for rating! Your opinion is very important to us! If you have the opportunity to write us your contact details shimon.v@shf.com.ua, we will contact you for feedback and we will definitely take action!", "rating": 1, "name": "Alice Kott", "cat": "Restaurant"}, {"review": "I can’t say that I really like this place, but its location always allows you to choose among other places when you want to eat quickly, less harmful and at an affordable price. Service, well, it seems like it should be, but apparently ...", "rating": 4, "name": "Евгений", "cat": "Restaurant"}, {"review": " Good afternoon, Alena! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Игорь Нестеренко", "cat": "Restaurant"}, {"review": "I ordered a medium ribeye steak and received a led don, the corn is very tasty))))) champagne in different glasses, which is not very good. But in general, the impressions are very pleasant ...", "rating": 1, "name": "Real Moto", "cat": "Restaurant"}, {"review": "It's just a nightmare!!!! My wife and I ordered a set of rolls and half an hour ago, when they were brought, we found a larva or a cockroach crawling as fast as possible! They didn’t even eat half of the set and they don’t think about returning the money yet, they said they’ll decide tomorrow! NOT …", "rating": 5, "name": "Yulika Zholob", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Diana K", "cat": "Restaurant"}, {"review": "In general, the institution is not bad, with a good plus in the form of free coffee, if there is an application and interior. But the service leaves much to be desired. When they came, no one met and did not lead to the table, the waiter did not come up, we had to do it ourselves ...", "rating": 5, "name": "Виктория Рябец", "cat": "Restaurant"}, {"review": " Unfortunately, I did not like the staff service. The waiter did not pay proper attention to us as guests. They applied to karaoke several times, but were ignored. The quality of service wants the best, we leave the …", "rating": 1, "name": "Жека Оо", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback and evaluation! Please leave your contact phone number to my e-mail shimon.v@shf.com.ua and we will contact you and give feedback!\n\n", "rating": 5, "name": "Братья Мишкины", "cat": "Restaurant"}, {"review": "A good restaurant) only the only moment when we were there at night, they gave us a menu and did not warn that the sushi bar was not working, we ended up ordering other dishes, but the food is delicious, the interior is gorgeous and the prices are not exorbitant) We ordered burgers, …", "rating": 1, "name": "Екатерина Тымошенко", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again! We work on comments, we strive to become the best for you. Thank you for understanding!\nSincerely, Victoria's restaurant manager\n\n", "rating": 3, "name": "Игнат Правдин", "cat": "Restaurant"}, {"review": "There are no questions about the service and staff, I especially liked the waiter Mikola) But the food leaves much to be desired. I ordered a salad with jamon, there is almost no jamon, but large pieces of Chinese cabbage feel very good. Thank you for promotions...", "rating": 4, "name": "FutuROma _", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Анастасія Мацевич", "cat": "Restaurant"}, {"review": " Very good site A lot of different dishes very rich. Very cheap price, like Ukraine in general. Would come back! …", "rating": 4, "name": "Олександр Григоренко", "cat": "Restaurant"}, {"review": "My husband and I go about once a month, it's very convenient, almost nearby. Recommend tom yum, authentic...reminiscent of Bangkok's tom yum taste. Thanks to the chefs and separately to the chef (personally endured) ...", "rating": 1, "name": "Лодыгин Александр", "cat": "Restaurant"}, {"review": "\nGood afternoon, Maria! Many thanks from the whole restaurant team for the feedback! We are doing our best for you! We are waiting for new meetings!", "rating": 2, "name": "Victoria Secret", "cat": "Restaurant"}, {"review": "A chic place, very tasty cuisine, and a beautiful interior, the hookah is delicious, but I would like something more interesting from the hookah man😉 …", "rating": 5, "name": "Svetlana Frolushkina", "cat": "Restaurant"}, {"review": "\nThank you for your feedback) you are always welcome)", "rating": 1, "name": "Anna Grinchuk", "cat": "Restaurant"}, {"review": " I liked everything, the staff is great! Just please, put a sign \"Vanyuchka entrance is prohibited\", in karaoke came a company from which it smelled awful and we had to leave🥲 …", "rating": 1, "name": "Max Monatyk", "cat": "Restaurant"}, {"review": " Good morning! We are sincerely grateful for the feedback, your comment is very important to us! Let's be more attentive to such situations! Till next time!\n\n", "rating": 1, "name": "Иван Немеш", "cat": "Restaurant"}, {"review": "Tonight I came with a friend to sit to smoke a hookah and eat sushi. Ordered a set and drinks. Brought pretty quickly. The hookah man immediately asked to pay the bill, which was very strange. The hookah was terrible. The sushi rice was undercooked...", "rating": 1, "name": "Олег Вдовиченко", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "Olga Fiyalko", "cat": "Restaurant"}, {"review": "Personally, I liked everything, the order was brought quickly, the interior is super, very relaxing. But there is one minus - they are not interested in what was on the screen, on all screens, it might be worth diversifying ... ...", "rating": 1, "name": "Нила Я", "cat": "Restaurant"}, {"review": " Hello! Thank you for the good feedback, we will take into account your wishes. We look forward to seeing you again!\nSincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Александра Павленко", "cat": "Restaurant"}, {"review": "On the day of visiting a business lunch, I expected 40 minutes. The next table simply refused the order because of the long wait. So don't eat fast. There are still noticeable drafts in the hall. And so, for the caste is standard. Delicious, not expensive. …", "rating": 3, "name": "Александра", "cat": "Restaurant"}, {"review": "\nHello !\nLeave your number, we will contact you", "rating": 1, "name": "Alesia", "cat": "Restaurant"}, {"review": "Very tasty, sushi is just bomb. And also - absolutely magical tea \"Alpine meadow\" + although I usually don't like teas). Great location and nice atmosphere. The only thing I don't like is that they smoke hookah in the common room. …", "rating": 5, "name": "Диана Гедикова", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️\n\n(Translated by Google)\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️\n\n(Translated by Google)\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 5, "name": "Валерій Грибко", "cat": "Restaurant"}, {"review": "\nTasty, but very long carried.", "rating": 1, "name": "Дмитрий Анисимов", "cat": "Restaurant"}, {"review": " Rested with a friend, we really liked everything, the atmosphere and service at the height, especially liked the waiter Nicholas, attentive and very nice, I want to come back to him again)) thank you, everything is …", "rating": 3, "name": "Svetlana Rostovtseva", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 4, "name": "tesssaract", "cat": "Restaurant"}, {"review": "I came to spend the evening with a friend, and at the entrance I ran into a drunken company that began to pester and call me to karaoke, they did not respond to attempts to politely leave, and eventually even approached our table, it was uncomfortable. …", "rating": 2, "name": "Sergei Voloshin", "cat": "Restaurant"}, {"review": "\nGood day. Nikolay, I am very sorry that you have a negative moment after visiting our restaurant. We are already working on our mistakes. We are waiting for you again with guests!", "rating": 3, "name": "Влад Супруненко", "cat": "Restaurant"}, {"review": "Sushi is delicious. It didn't take long to get ready. But we asked for the bill several times! The waiter just ignored our request! He brazenly accepted the new table and began to take out the order! I know this profession perfectly from the inside, for a very long time I ...", "rating": 5, "name": "Денис Нечаев", "cat": "Restaurant"}, {"review": "Sushi for 4 out of 5, mulled wine is very tasty. Good service and great atmosphere…", "rating": 5, "name": "Вікторія Терещенко", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Оксана Пенская", "cat": "Restaurant"}, {"review": " Took an Arizona Burger. Very tasty. Took with a friend one on two, because the portions are very large. The potatoes were overcooked this time, not tasty. Cabbage salad is just gorgeous😋. Salad, potatoes and sauce …", "rating": 1, "name": "Accipiter A", "cat": "Restaurant"}, {"review": " Good afternoon, Catherine. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 3, "name": "Анастасия М", "cat": "Restaurant"}, {"review": "Organized a bachelorette party for a friend, called a few weeks in advance, talked to a nice girl, booked a table, everything was confirmed to me. On the day of the holiday, at the entrance to the institution, it turned out that there was no reservation for me. I was shocked!!! …", "rating": 2, "name": "Маргарита Настенко", "cat": "Restaurant"}, {"review": "\nGood afternoon ! Thank you for your feedback! We are very sorry that such a situation has arisen, we will definitely take action and will try to prevent such cases. We invite you to our restaurant, at any time convenient for you, for a delicious treat from the director!", "rating": 1, "name": "Сашко Боднар", "cat": "Restaurant"}, {"review": "Nice atmosphere. Relaxing interior. But the waitress was a little confused and did not know where to put us and what to do with us .. the food was first brought to my colleague, and then to me. As a result, my friend waited for me while he ate already ...", "rating": 1, "name": "Оксана Оксана", "cat": "Restaurant"}, {"review": " Thank you for appreciating our work)\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 3, "name": "Matei Travel", "cat": "Restaurant"}, {"review": "We went to rest in the evening. With a full landing, they were satisfied with the service and cuisine (both the quality of the dish and the time of issue). We will definitely come back…", "rating": 5, "name": "Александр Андреев", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 3, "name": "Таня Конотопська", "cat": "Restaurant"}, {"review": "The location is good. We waited for the order for a very long time. The rolls were not bad, but they didn’t particularly please the taste. Cocktails are also average …", "rating": 5, "name": "Leonid Turyanytsya", "cat": "Restaurant"}, {"review": " We ordered a set, very tasty plus a very good price! Also a delicious latte !!! We really enjoyed it !!! …", "rating": 5, "name": "Oleg Morgalyuk", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 1, "name": "Виктор Игнатенко", "cat": "Restaurant"}, {"review": "The place is good! Pleasant and fast service even with a full landing, which was a pleasant surprise. The kitchen works quickly, a wide selection of dishes on the menu, for every taste and at a reasonable price. Pleasant modern interior is a nice bonus to …", "rating": 1, "name": "Александра Данильчук", "cat": "Restaurant"}, {"review": "\nThank you so much for your feedback. We will be happy to try for you further. We look forward to visit again.", "rating": 2, "name": "Ira Green", "cat": "Restaurant"}, {"review": "Very tasty \"glass noodles with chicken\", you will lick your fingers straight, and you will eat very well, while the portion costs only 100 UAH.\nBut I put 4ku due to the fact that the size of Caesar's protion is, well, very small, for ...", "rating": 5, "name": "Ольга Гелевера", "cat": "Restaurant"}, {"review": "\nHello. Please leave your contact number so that we can contact you.", "rating": 5, "name": "Jane Doe", "cat": "Restaurant"}, {"review": " Good evening!\nI would like to leave a comment on how the staff of this institution treats its visitors. I BOOKED a table in karaoke at 14:00 to 23:00 on the occasion of my …", "rating": 4, "name": "Olha Veleshchuk", "cat": "Restaurant"}, {"review": " Good afternoon, Julia! Very grateful for the evaluation and feedback! Your opinion is important to us and we strive to be the best for you. If there is an opportunity to leave your contact details to my e-mail shimon.v@shf.com.ua, I will definitely call you!\n\n", "rating": 2, "name": "Сергей Редьков", "cat": "Restaurant"}, {"review": "They were seduced by the number of people on the summer playground. Made an order. Yes, for a long time, it seems like they are working on delivery and there are a lot of orders, but kamon, in the current realities, when you give out dishes only “to go” in a set of burger, beer board, rice ...", "rating": 4, "name": "Anna Kolis", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 2, "name": "Viktoriia Ivanova", "cat": "Restaurant"}, {"review": " This establishment knows exactly what a real burger is. If taken on a weekday, it turns out five times tastier and twice cheaper than in more pop networks …", "rating": 5, "name": "Anton Kobets", "cat": "Restaurant"}, {"review": " Hello ! Very grateful for the feedback! We are very pleased that we liked everything! We try for you!\n\n", "rating": 5, "name": "Сандра Комендяк", "cat": "Restaurant"}, {"review": "4 blankets for the entire summer area, dirty dishes are taken out, the cutlet in the burger is burnt. By the time the bill was ordered, the dirty dishes had not been replaced. …", "rating": 4, "name": "Vlad", "cat": "Restaurant"}, {"review": "Great facility, delicious food.\nService 50/50\nIt's always nice to be back! Thank you! 😊👍 …", "rating": 1, "name": "Natalia Kolomiichuk", "cat": "Restaurant"}, {"review": "\nThank you for your feedback) You are always welcome😊", "rating": 5, "name": "Ihor Pavliuk", "cat": "Restaurant"}, {"review": " Not only was the courier 20 minutes late. The courier called me and asked me to leave. I thought there was no parking space near the porch so I got out. To my surprise, the house was completely free and I found it not …", "rating": 5, "name": "Denis Yeremets", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 2, "name": "Taras Dudka", "cat": "Restaurant"}, {"review": "Were in karaoke, despite the weekday room was full. the salads were delicious, but the sushi was a bit dry, I liked the cocktails. a bit boring due to the fact that for companies up to 8 people there is only one song in line, and then wait a whole circle or ...", "rating": 4, "name": "THE ONE MAN BAND (THE ONE BAND MAN)", "cat": "Restaurant"}, {"review": "\nGood day. Jaroslav, thanks for the feedback left. Rollback feedback chef chef. Come to us again.", "rating": 3, "name": "Eugene “FarineL” West", "cat": "Restaurant"}, {"review": " Burgers are delicious, quickly brought, a delicious sauce for french fries. The menu has many different dishes that I also wanted to try, but did not fit. At the same time, they carried checks for payment for a very …", "rating": 1, "name": "Татьяна Ковпак", "cat": "Restaurant"}, {"review": " Good evening! Thanks for the rating and feedback! Your opinion is very important to us! We will do our best to become the best for you and improve the calculation speed!\n\n", "rating": 3, "name": "Алек Кто", "cat": "Restaurant"}, {"review": "The staff is pleasant, especially the bartender, upon request quickly brought training sticks, although this is not his job. The waiters only show up when they bring food. Sushi is more or less, but burgers are a gloom. Cutlet thin and dried, bacon in …", "rating": 1, "name": "Дима Польовчик", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 3, "name": "Богдан (bogdanmtv)", "cat": "Restaurant"}, {"review": "We were the day before yesterday with a guy in Caste. If I knew how it would end, I would never go!\nWe ordered a burger and ramen, they carried it for an insanely long time, when they finally brought everything was ...", "rating": 2, "name": "Сюзанна Гончарова", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 3, "name": "Романна Ліпич", "cat": "Restaurant"}, {"review": "I really like this place, when I'm in Kyiv, I visit. Firstly, a convenient location, the sushi bar is located near the Khreshchatyk metro station. A hundred concerns prices, they are democratic for Kyiv, the average check, and in particular mine was 188 ...", "rating": 4, "name": "Анна Митрофанова", "cat": "Restaurant"}, {"review": "\ngood day, Elena! Sincerely grateful for the feedback left. We are waiting for you again to visit!", "rating": 1, "name": "Антон Жуковский", "cat": "Restaurant"}, {"review": " Was with my girlfriend for the first time. There remains an extremely unpleasant impression. Interior on the lover. Personally, we didn't like to see ourselves in 4 mirrors while eating. Tables are separated by a …", "rating": 5, "name": "Константин Беспятюк", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 3, "name": "Татьяна Рощупкина", "cat": "Restaurant"}, {"review": "It's not the best sushi in Kyiv, but quite decent. Prices are moderate. The menu is updated frequently. You can always eat something new and interesting. Serve quickly. I like the interior too. …", "rating": 1, "name": "Liubov Kalaida", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 1, "name": "Regina Maris", "cat": "Restaurant"}, {"review": "The courier was late for 50 minutes, because they forgot to give him an order, and brought not the set that I ordered, but a set at a lower cost, the correct set was brought in an hour (they promised to bring it in 20 minutes). As a result, a sushi set in which all the rolls ...", "rating": 3, "name": "Александр Якубенко", "cat": "Restaurant"}, {"review": "Tasty, cozy, reasonable prices. The only thing I didn't like was the service. The waitress approached us with a facial expression saying we owe her something, no smiles, no \"hello and goodbye\", and answered our questions reluctantly and ...", "rating": 1, "name": "Marina Temofeeva", "cat": "Restaurant"}, {"review": "\nWe will take into account your comments.\nSincerely, Caste on Khreshchatyk", "rating": 1, "name": "l___delorian___l l___fan___l", "cat": "Restaurant"}, {"review": " Thank you for a wonderful time!\nCASTA on Khreshchatyk is a cozy restaurant serving American and European cuisine. Here is nice music and convenient location of tables. Although there were many …", "rating": 2, "name": "Elena Slobodyanyuk", "cat": "Restaurant"}, {"review": " Good afternoon, CRAFTYCH! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 5, "name": "Александр Баратинский", "cat": "Restaurant"}, {"review": "Visited CASTA for the first time after quarantine, happy hours attracted me. A cozy and quiet place, but the fact that hookahs are smoked everywhere is pretty annoying and greatly contributes to getting out into the fresh air faster. …", "rating": 1, "name": "Руслан Пономарев", "cat": "Restaurant"}, {"review": "\nGood afternoon, Anastasia! Thank you for your feedback and rating! We solve the problem with hookahs. We are trying for you!) Looking forward to new meetings!", "rating": 1, "name": "Akilla Qoshqa", "cat": "Restaurant"}, {"review": "Were on Sunday evening. We drank a cider, I liked it very much. The landing was not complete, the waiter did not come up once again, and this suited me very much. Tried veal burgers, served with sauce and french fries, not long to wait…", "rating": 2, "name": "Oleksandr Kovalchuk", "cat": "Restaurant"}, {"review": "\nWe are sincerely grateful to you for such a review and assessment. We want to see you on a visit more often.", "rating": 1, "name": "Владимир Шайда", "cat": "Restaurant"}, {"review": "Not a bad place. But the cuisine leaves much to be desired. The entrance group is sooo slippery, I nearly killed myself twice while going down to the hall. In summer there may not be such a problem, but in winter it is a kapets. …", "rating": 4, "name": "Татьяна Радева", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! We will take into account all comments and correct them in the near future! Email me at shimon.v@shf.com.ua what exactly was wrong with the kitchen. Thank you for helping us become better for you!\n\n", "rating": 1, "name": "Kristina Kuznetsova", "cat": "Restaurant"}, {"review": "Pretty good, before that I was in Caste on Khreshchatyk a couple of years ago. It is a pity that the conveyor with sushi cocktails did not work today and that there were no \"compliments from the chef\", it felt better before. But if you do not look at these moments, then ...", "rating": 3, "name": "Анна Кондратенко", "cat": "Restaurant"}, {"review": "\nThank you for the good assessment of our work) we will definitely take into account your wishes, and we look forward to seeing you again!\nBest regards Casta Khreshchatyk team", "rating": 5, "name": "Людмила Швець", "cat": "Restaurant"}, {"review": "A quiet place in the very center of Khreshchatyk with more than affordable prices, for the center. The service is not bad, but the service of a business lunch is quite long. The lunch itself is quite edible, I really liked the eggplant salad, nowhere else like this …", "rating": 1, "name": "Andrii Yarmoshevych", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 5, "name": "Дима Пилипенко", "cat": "Restaurant"}, {"review": "Delicious burgers and sushi, during happy hours from 10:00 to 12:00 there is a 1 + 1 promotion, you order a dish and you get the second one for free. Very beautiful interior, almost all the walls are mirrored, the sofas are comfortable, the toilet is perfectly clean. …", "rating": 3, "name": "Рома Шатохин", "cat": "Restaurant"}, {"review": "\nWe are very grateful for such pleasant comments. We are waiting for you again.", "rating": 5, "name": "Olya Zavaluk", "cat": "Restaurant"}, {"review": "I went into an empty Karaoke room on Khreshchatyk. Immediately I realized: The administrator is on the RFP and not on%. There are no people, and there are no places like. I got the impression that she was sabotaging the work of the institution ... or just at the rate. The owner of patience. My friends and I…", "rating": 5, "name": "Elena Милена", "cat": "Restaurant"}, {"review": "\nHello !\nLeave your number, we will contact you.", "rating": 5, "name": "Oleh Miryanov", "cat": "Restaurant"}, {"review": " We had dinner on Friday. I had to look for a waiter to find out if there were any tables available. As a result, dirty glasses were taken from the table and planted. They didn't wipe the table, didn't give out the …", "rating": 5, "name": "Світлана Кравчук", "cat": "Restaurant"}, {"review": " Good afternoon, Alexander. We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail Shimon.v@shf.com.ua \"or we are always glad to see you in the restaurant.\nSincerely, the manager of the restaurant Casta Victoria.\n\n", "rating": 3, "name": "Dmytro Vasylenko", "cat": "Restaurant"}, {"review": "Gorgeous karaoke room, sound and atmosphere on top, face control. Keep in mind the hall is not big, it is better to book a table in advance. …", "rating": 1, "name": "Ігор Хомутов", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 2, "name": "vak0n", "cat": "Restaurant"}, {"review": " Nice experience. The flavors are myth.\n\n", "rating": 3, "name": "Максим", "cat": "Restaurant"}, {"review": "I ordered the delivery of rolls for my birthday, they cooked the set for 2 hours and the delivery took about 20 minutes. The set was called Philadelphia, there was only one serving of Philadelphia, all 3 others were complete garbage, one with crab sticks, the second with seaweed, the third ...", "rating": 5, "name": "Нина Иваницкая", "cat": "Restaurant"}, {"review": "Were here on a Friday evening. There are a lot of people. Service is terrible. We were met by gloomy, not polite and not friendly waiters. We waited a very long time for our order to be taken. Most likely the waiters simply could not cope with the amount of …", "rating": 3, "name": "meatball", "cat": "Restaurant"}, {"review": "\nGood day. I would like to ask you to describe the details of your visit to scripak.a@shf.com.ua. Thank you in advance", "rating": 3, "name": "Александра", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Mikolenko", "cat": "Restaurant"}, {"review": "I really like this establishment.\nThe kitchen is super, everything is fast and tasty.\nPricing is slightly above average. …", "rating": 3, "name": "Андрей Шпанко", "cat": "Restaurant"}, {"review": " Thank you for appreciating our work)\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 4, "name": "Rina Rev", "cat": "Restaurant"}, {"review": "In principle, the place was not bad several times, it’s purely budgetary to eat, why not. The hookah was a discovery for me, I didn’t think that in such a place it would be wonderful, but the hookah attendant was very attentive. That's how karaoke I'd like this place...", "rating": 1, "name": "Liubov Skoromna", "cat": "Restaurant"}, {"review": "\nGood day. Marina, thanks for the feedback. Please send more detailed information to mail scripak.a@shf.com.ua or leave your phone number for feedback. Thank you in advance!", "rating": 4, "name": "Марія Кропивницька", "cat": "Restaurant"}, {"review": "Very tasty, fresh sushi, and juicy burgers) this is the place where you want to return) there are business lunches, it is very profitable to take them, you get three dishes at once for the price of one. There are happy hours, you pay for one, you get two. Well, not...", "rating": 1, "name": "Olga Sukha", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work) we are trying for you and still waiting for a visit)", "rating": 5, "name": "Нюша Малышева", "cat": "Restaurant"}, {"review": " …", "rating": 1, "name": "Аида Алиева", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 1, "name": "Ярослав Задерака", "cat": "Restaurant"}, {"review": "Previously, we very often went to sushi in the caste, on Khreshchatyk, on the shulyavka very much until closing, but from the last visit to Khreshchatyk left a negative impression, I took the pouch on the pouch and checked with the waiter before doing it ...", "rating": 1, "name": "Альона Дроботенко", "cat": "Restaurant"}, {"review": "\nGood afternoon, please leave us your phone number or email address so that we could contact you personally.\nThank you in advance, Caste on Khreshchatyk", "rating": 5, "name": "Анастасия Салагуб", "cat": "Restaurant"}, {"review": "party place, good location. a lot of people on the flyer and karaoke. works at night too. there are delicious dishes, but it is better to take dishes from the kitchen, and not from a sushi bar - well, somehow their rolls were not at all impressed. beautiful interior. karaoke works with…", "rating": 1, "name": "Ирина Калитенко", "cat": "Restaurant"}, {"review": " Before the quarantine there was a hall for hookah, karaoke, and ordinary. After the quarantine, everything changed. I do not know how there is a karaoke room, but apparently decided to save on a room for hookah and …", "rating": 4, "name": "Mykyta Matviienko", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback! We will take into account your comments and take action. Your opinion is important to us!\n\n", "rating": 5, "name": "Inna Hryshchenko", "cat": "Restaurant"}, {"review": "A waitress with a blond bob should either be fired or trained to communicate with a client. Young waiters are always friendly and helpful, they help you make a choice and remind you of promotions. The girl behaves as if you are sitting in her kitchen without ...", "rating": 1, "name": "Александр Коваленко", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 3, "name": "Лана Пантелеева", "cat": "Restaurant"}, {"review": " Ordered a set today, I learned the waiting time of 1.5 hours by phone, 3 hours passed, no one called back, we kept calling from two phones on all their numbers, the result is 0 !!!!! As a result, more than 3 hours of …", "rating": 3, "name": "Андрей Шишенков", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback and evaluation! Please leave your contact phone number to my e-mail shimon.v@shf.com.ua and we will contact you and give feedback!\n\n", "rating": 3, "name": "Anastasia Khomenko", "cat": "Restaurant"}, {"review": "We often visit this place, the price-quality is always satisfied. Tonight, February 25, we were served by the waiter Michael and would like to express my gratitude to him. For the first time we were served with such attentiveness and kindness, all …", "rating": 2, "name": "Катерина Дегтярь", "cat": "Restaurant"}, {"review": "\nIrina, it is very pleasant to hear such words! We are waiting again.", "rating": 5, "name": "Volodymyr Kulikovskyy", "cat": "Restaurant"}, {"review": " The food is quite tasty. But the service is the bottom. Until you almost grab the waiter's hand, there will be no business. Alcohol was brought when everyone had eaten. The calculation was requested 3 times. In half …", "rating": 1, "name": "Andrey Artemenko", "cat": "Restaurant"}, {"review": " Hello! Thanks for the feedback! If you do not find it difficult to leave your contact details to us at shimon.v@shf.com.ua, we will contact you for feedback!\n\n", "rating": 5, "name": "Betu@meta.ua Добрынина", "cat": "Restaurant"}, {"review": "Long, painfully long wait of 45 minutes for your order. 2 stars for the waitresses who are polite and nice. Potatoes for a burger should not be cold, because the burger takes a long time to cook. I do not advise …", "rating": 5, "name": "Настя Воронина", "cat": "Restaurant"}, {"review": "\nHello, please leave your contact number so that we can contact you.", "rating": 5, "name": "Pasha Platina", "cat": "Restaurant"}, {"review": "Went to this place on a Monday afternoon when there weren't too many people. I waited a very long time for the waiter to come up, then the second time I waited just as long for the waiter to take the order. …", "rating": 4, "name": "Марія Белькевич", "cat": "Restaurant"}, {"review": "\nGood day. Victoria, could you provide your contacts for feedback?", "rating": 1, "name": "Нина Скворцова", "cat": "Restaurant"}, {"review": "Very satisfied with the service, the sushi is delicious! I especially liked the waiter Kolya, I meet such a nice and cool waiter for the first time) Polite, courteous, fulfills all requests! Appreciate these people! …", "rating": 1, "name": "Оксана Момоток", "cat": "Restaurant"}, {"review": "\nGood afternoon! Thank you for your rating and review! We are very pleased ! Thanks were given to the waiter Nikolai! Until next time!", "rating": 3, "name": "Elena Beauty", "cat": "Restaurant"}, {"review": "We wanted to eat sushi here yesterday. The rice was half cooked. They asked to replace, the administrator took the sushi. Then they brought rice to try, and they said that if you cook it more, it will not keep its shape😳 ...", "rating": 3, "name": "Тетяна Хміль", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "ART OF WAR 3 Go0g1e", "cat": "Restaurant"}, {"review": "Terrible. The sound in karaoke is very bad\nWere from 13 to 14 December.\nService is very long. Half an hour waiting for a cocktail is not normal! Also …", "rating": 5, "name": "Юлія", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for rating! Your opinion is very important to us! If you have the opportunity to write us your contact details shimon.v@shf.com.ua, we will contact you for feedback and we will definitely take action!", "rating": 5, "name": "Тanya Grisyuk / Five", "cat": "Restaurant"}, {"review": "Caste has always been the best and permanent place for rest for our Campaign, especially liked on the Shulyavskaya metro station. Yesterday, once again, we decided to go to karaoke, on the occasion of the Accountant's Day holiday. We chose an institution on Khreschatyk metro station, in advance ...", "rating": 4, "name": "Sasha Karpova", "cat": "Restaurant"}, {"review": "Ordered by phone for pickup. The burgers are disgusting, the wife was poisoned (Chicken white), and the other two (New York) were taken back and returned the money. Because the meat was gray and raw. We won't be disappointed anymore! The only good thing...", "rating": 3, "name": "Stanislav Novac", "cat": "Restaurant"}, {"review": "\nGood day. Vladislav, it is a pity that such a situation has developed. I would like to apologize and invite you as an apology for coffee with dessert. We will be very happy if you come for a personal acquaintance. Waiting for you!", "rating": 1, "name": "Катерина Лютова", "cat": "Restaurant"}, {"review": " The same office as the Mafia. The sushi shop is shared (half of the sushi came in mafia boxes). Sushi with delivery is dry, tasteless and from stale products. Last year, my children were severely poisoned by salmon …", "rating": 5, "name": "Дарья Миронова", "cat": "Restaurant"}, {"review": " Hello! Very grateful for the feedback and evaluation, for taking the time to write! We are very sorry that this situation happened, but we assure you that we will find out all the details! Your opinion is important to us and we strive to be the best for you. If it is possible to leave your contact details to my e-mail shimon.v@shf.com.ua, we will call and take action!\n\n", "rating": 5, "name": "Ксения Николайчук", "cat": "Restaurant"}, {"review": "Delicious food for every taste. The menu is periodically updated with new dishes and flavors. Service is fast. Plenty of seating for a large group or for two. Prices are average. Burger - 129 UAH Sushi \"golden dragon\" - 129 UAH. Late - ...", "rating": 5, "name": "Dmytro Kukharenko", "cat": "Restaurant"}, {"review": "Terrible service. Made a large corporate order on the site, paid. They called, they said that part of the order was not available, but since it was paid, choose other dishes for the same amount. Have chosen. After a while, we got a call and they told us...", "rating": 4, "name": "Tattiana Chupina", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Lena Kukalo", "cat": "Restaurant"}, {"review": "Our favorite and regular restaurant for meetings with my girlfriend. Cozy, inexpensive and very tasty. The staff is friendly, not intrusive. Even when there are many guests and high employment, the waiters are still smiling. …", "rating": 5, "name": "Marina Gogol", "cat": "Restaurant"}, {"review": "Great atmosphere. Surprisingly very fast service. Stsshi made vtkchenie 5 minutes. Salad had to wait minutes. Nice music is playing. The waiters are polite, attentive and nice. One floor below you can smoke hookah. Everything was …", "rating": 5, "name": "Оксана Скорупська", "cat": "Restaurant"}, {"review": " The food is quite tasty, the prices are nice, the service is quite bad, we were approached only once in the evening, we had to wait for the waiters all the time, we waited for the bill for almost an hour, although …", "rating": 1, "name": "Ирина Власенко", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 1, "name": "Zinovi Metelsk", "cat": "Restaurant"}, {"review": "I ordered duck soup. Previously, I asked if it was possible without mushrooms and not spicy (as on a diet). The waiter promised that they would do it (or rather, he himself suggested it). Total brought mega spicy and with mushrooms!!! I paid before...", "rating": 5, "name": "Наталья Павлова", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Anna Tkachenko", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Ігор Дутко", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! Our team is very pleased! Come again) We are waiting for you! Sincerely, Victoria's restaurant manager.\n\n", "rating": 4, "name": "Ольга Гордиенко", "cat": "Restaurant"}, {"review": " Very nice place, nice design. There is a hall on the basement level, there are few people and very cozy, without fuss. Service is attentive, but it can take up to 40 minutes to wait for ordered meals (sushi-set). …", "rating": 1, "name": "Harry Hurtig", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 2, "name": "Yarik Ivanchenko", "cat": "Restaurant"}, {"review": "Rested 29.10 on Khreshchatyk. The table was booked for 11 people, but in fact nine arrived. They billed for the entrance for 11 people, did not immediately pay attention, after they took out the bill for the food, he asked that this money be taken into account on the food bill for what ...", "rating": 5, "name": "Андрей Погорелов", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 3, "name": "Dima Sushko", "cat": "Restaurant"}, {"review": "Yummy beer! Friendly waiters!\nToo pointy ears 😈!!\nDelicious fried cheese. …", "rating": 4, "name": "Dasha Masiuk", "cat": "Restaurant"}, {"review": "Yesterday we ordered sushi at 136 Pobedy Avenue, I liked the set, there are no complaints about the quality of food .... I ask the chain management to pay attention to their staff, since the attitude towards the client is a complete disgrace ... firstly, the hot …", "rating": 5, "name": "Анастасія Побіткова", "cat": "Restaurant"}, {"review": " Hello! Thanks for rating! If you have a wish, leave your contact details to us at shimon.v@shf.com.ua, we will contact you for feedback!\n\n", "rating": 3, "name": "Настя Клекоцюк", "cat": "Restaurant"}, {"review": "We ordered delivery through the Rocket service, 2 New York burgers and Ramen soup, the burgers were just burnt!!! The cutlet is black and the taste is bitter!! The soup is not enough in grams, the view is absolutely not presentable! The french fries arrived icy and absolutely not …", "rating": 5, "name": "Денис Ходюк", "cat": "Restaurant"}, {"review": "\nGood afternoon, please leave us your contact phone number so that we can contact you.", "rating": 1, "name": "Галина Леньо", "cat": "Restaurant"}, {"review": "I sit for 10 minutes. There is no zapary, the landing is not complete. I have already taken the menu myself. Waiters run around and ignore. I think I can call you and ask you to come to me. …", "rating": 5, "name": "Алексей Борисов", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Анастасія Штик", "cat": "Restaurant"}, {"review": "Not a bad place, we ordered burgers, they turned out to be very tasty, the service is class, the sauce is just a bomb, the potatoes too, but we didn’t like the fact that when we arrived at the institution, we waited 20 minutes for the waiter, but you need to understand that it was a day off ...", "rating": 3, "name": "Валентин Зайцев", "cat": "Restaurant"}, {"review": "They position themselves as a place where they cook delicious burgers. The two of us came and sat near the kitchen. As a result, we got two cold, completely tasteless burgers for 150 UAH each and barely warm potatoes. Add a retarded waiter here. And you …", "rating": 4, "name": "Андрей Чиликин", "cat": "Restaurant"}, {"review": "For the past 3 years, karaoke in Caste on Khreshchatyk has been my favorite, but this time there was an unpleasant aftertaste. In the morning we found that broken dishes were added to the bill. But the bottom line is that we did not beat the dishes. There was a situation that stood ...", "rating": 5, "name": "Тамара Чернецька", "cat": "Restaurant"}, {"review": "Service quality 4/5. (For a long time they carry the bill and change.)\nFood\nBurgers for 4/5 (sometimes they are a bit dry, more sauce) ...", "rating": 4, "name": "Ирина Николаевна", "cat": "Restaurant"}, {"review": "Delicious sushi at reasonable prices. Sets are provided for companies. Lots of rooms and places. You can almost always find free space. Cozy and comfortable atmosphere. In summer, the outdoor veranda opens. There is beer of own production. …", "rating": 5, "name": "Лёля К", "cat": "Restaurant"}, {"review": "\nWe are sincerely grateful to you for such a review and assessment. We want to see you on a visit more often.", "rating": 5, "name": "Olena Vorona", "cat": "Restaurant"}, {"review": " Yesterday, November 21, 2019, he and his friend visited this institution. We were unpleasantly surprised when they tried to pour us drinks - we poured more than 100 ml into glasses, that is, we poured 220 ml into two …", "rating": 2, "name": "Алёна Виноградова", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Ольга Коняева", "cat": "Restaurant"}, {"review": "The burgers are some of the best in town. The price and quality justifies itself. The summer terrace is good, but too crowded for movement. Tables and umbrellas overcrowd the location. Need to free up some space. …", "rating": 5, "name": "Гада Белая", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Анна Кореш", "cat": "Restaurant"}, {"review": " 👎 Customer service is not that good. Waitresses are polite, however food is cooked way to slow & it was received with a 10-20 minute interval. It was a party of four, with my fourth friend receiving his order (burger …", "rating": 5, "name": "Oleksii Kodatskyi", "cat": "Restaurant"}, {"review": " I went to eat sushi in the restaurant, I liked everything, service, food, drinks, nice staff, special thanks to the waiter Nicholas for good service! …", "rating": 2, "name": "Dionysus Dionysus", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Dmitrii Makyha", "cat": "Restaurant"}, {"review": "Order N113295\n\nWe ordered the two most expensive burgers with delivery at a certain time. Us …", "rating": 2, "name": "Yura Zadorozhniy", "cat": "Restaurant"}, {"review": "Quite a tasty place, but after 17.00 you have to wait for your order for more than 20 minutes, as there are enough people coming there. And so the kitchen is good, rather smiling staff, but it happens in different ways, sometimes you come across quite tired ...", "rating": 5, "name": "Sofi Bolgova", "cat": "Restaurant"}, {"review": "Horror, not service, we waited for the waiter for 30 minutes on the summer terrace, after which we were told to go to the basement, they say we close the terrace in 2 hours. Another surprise awaited us below, it turns out that we made an order with the delivery menu, and the prices for …", "rating": 5, "name": "Dmytro Kosolap", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Евгений Чазов", "cat": "Restaurant"}, {"review": "We decided with a friend to go and try dessert at Kaste on Khreshchatyk.\nLet me just say I don't recommend it to anyone. The waiter was waiting for a very long time, it could be attributed to the fact that this is a day off and a lot of customers, but in fact all the waiters …", "rating": 5, "name": "Лариса Кулик", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 3, "name": "Александра Кузьменко", "cat": "Restaurant"}, {"review": "The kitchen is not bad, but the hookah is terrible. We ordered a darkside with a friend for 360 UAH, we will smoke for 40 minutes at the most, and that's it. Also, the music in the hookah hall does not play, I had to turn it on on the phone so that at least something played in the background. …", "rating": 5, "name": "Дарья Коцарь", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 4, "name": "Вова Ткалич (Lik-Layk)", "cat": "Restaurant"}, {"review": "The place is beautiful, cozy, they cook quickly, the sushi is delicious. Rice chips as a compliment, yummy😍 Friendly waiters. Bonus system 👍 Definitely yes to this place. …", "rating": 5, "name": "Ярослав Савченко", "cat": "Restaurant"}, {"review": "The best in its network, almost always attentive waiters, dishes are brought quickly. …", "rating": 1, "name": "Inna Tartachnik", "cat": "Restaurant"}, {"review": "So... I'll try as short as possible, but with all the colors.\nThis is not the first time I visit this institution, and earlier the impression was extremely positive until recently. …", "rating": 5, "name": "Андрей «Ken2» Левченко", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Влад Мурка", "cat": "Restaurant"}, {"review": " Celebrated a mini-corporate event. We booked a table, made a pre-order - everything was very tasty, BUT when we asked for a cork, the administrator told us that opening 1 bottle per liter would cost 139 UAH. And when …", "rating": 5, "name": "Оленка Українка", "cat": "Restaurant"}, {"review": "The order took a long time. We sat in the hookah hall - the connection just does not catch. Some guests were too noisy and used foul language, but none of the staff made a comment that they were disturbing other guests - minus a star for this, and in …", "rating": 1, "name": "Alex Gold", "cat": "Restaurant"}, {"review": "After 1.5 hours of waiting after the order was made and confirmed and after several calls to the operator (with a wait on the line for 10 minutes), it turned out that the restaurant silently canceled the order. I'm sorry for my wasted time and spoiled...", "rating": 3, "name": "Менеджер Типографии", "cat": "Restaurant"}, {"review": "\nGood afternoon, please leave us your contact phone number so that we can contact you.", "rating": 2, "name": "Ольга Борисовна", "cat": "Restaurant"}, {"review": "A little over a week ago I ordered an American burger, the cutlet inside turned out to be raw - if this was intended, then visitors should be warned about this. This week we ordered grilled chicken breasts - also raw inside. Asked to fix...", "rating": 2, "name": "Катя Цыган", "cat": "Restaurant"}, {"review": "Perfect place! Everything is fast and tasty, I especially liked the hookah service Yaroslav, hookah BOMB!!! …", "rating": 5, "name": "София Пилипец", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Родион Письменный", "cat": "Restaurant"}, {"review": "With a small number of people, the waiter had to be called, the table nearby was not cleaned from the moment we arrived until we left. The second time in the institution, the same thing. The hookah is good. …", "rating": 5, "name": "Ирина Фролкова", "cat": "Restaurant"}, {"review": " Thank you for evaluating our work) We will work on the shortcomings.\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 4, "name": "Мир", "cat": "Restaurant"}, {"review": "After paying for the order, it turned out that there was NO delivery to my address. How so? In the application, the address was entered, there are no warnings and restrictions on the site! Wait for the money three working days, today is Saturday! Guys, this is just ridiculous! Service bottom, among other things…", "rating": 5, "name": "Екатерина Волошина", "cat": "Restaurant"}, {"review": "I liked it very much. A compliment from the institution - rice chips - brighten up the waiting period. Served immediately, the order did not wait long. I was very pleased with the 'happy hour' service - ordering some dishes, you can get the second one as a gift. Everything is delicious…", "rating": 5, "name": "Евгений", "cat": "Restaurant"}, {"review": " Very good place. Everything was very tasty, everything was cooked quickly. I especially liked the fact that there are happy hours. Served by a very nice waiter Kohl, told everything in detail. Very good atmosphere, I …", "rating": 4, "name": "Богдан Мельник", "cat": "Restaurant"}, {"review": " ♥ ️ We are sincerely grateful for the feedback and evaluation! Very nice! We will be waiting for you! See you!\n\n", "rating": 1, "name": "BrightsunseT", "cat": "Restaurant"}, {"review": "Came with a friend for lunch, there were very few people. The waiter was waiting for 15 minutes, sitting at two tables from their counter, no one came up. They got up and left. …", "rating": 3, "name": "Екатерина Варфоломеева", "cat": "Restaurant"}, {"review": "The wait staff is a little inattentive. We ordered a large set for three people, they brought two saucers, two sauces, but three sets of sticks. She asked to bring another device, they were surprised - why? But the sushi was delicious)…", "rating": 5, "name": "Вероника м", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 3, "name": "Katya Shysh", "cat": "Restaurant"}, {"review": "Today we were with friends. Very upset. Grilled vegetables were fried on a grill pan and with a lot of oil. Although, when I checked with the waiter, it’s definitely a grill, they answered yes, there are even ribs from the grill. Called the manager...", "rating": 5, "name": "Елизавета Штукерт", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Artem Zeleny", "cat": "Restaurant"}, {"review": " Great place. Everything is very tasty. Reasonable prices, good service. …", "rating": 4, "name": "Irina Chi", "cat": "Restaurant"}, {"review": " Hello ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Выключатель Света", "cat": "Restaurant"}, {"review": " Everything is cool\nAttitude towards customers leads to a gold medal\nCozy and calm …", "rating": 5, "name": "Сергей Бондаренко", "cat": "Restaurant"}, {"review": " Good afternoon, Vasily! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 2, "name": "Flex Pictures", "cat": "Restaurant"}, {"review": "Right now I'm waiting for a salad for 1 hour and 35 minutes, and I didn't even hear the waiters' apologies.... sadness\nBy the way, it is unrealistic to catch waiters. That and the service at zero (spacing with a dirty ...", "rating": 5, "name": "Tolia Pavlusenko", "cat": "Restaurant"}, {"review": "\nGood afternoon! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity, write to us by mail your contact details shimon.v@shf.com.ua. We will be very grateful, we will contact you for feedback and we will definitely take action!", "rating": 1, "name": "Oleksandr Mishchenko", "cat": "Restaurant"}, {"review": "I ordered a burger and noodles and a bottle of vodka on the site vodka hot burger cold noodles warm taste of a burger like this yyyyyy I have never tried the price of 230gr for a burger dry weathered full ppp delivery after 3 hours I made a cancellation after 40 minutes ...", "rating": 5, "name": "Ангелина Шулешко", "cat": "Restaurant"}, {"review": "\nGood day!\nPlease leave your contact number so that we can contact you.", "rating": 5, "name": "Катріна Саффурі", "cat": "Restaurant"}, {"review": "Waiters basically need to be looked for, looked for and asked to come\nLong, tedious, they can carry the bill for 15 minutes\nWe sat in a small company of 4 people, among other dishes we ordered …", "rating": 1, "name": "Лисец", "cat": "Restaurant"}, {"review": "I love to visit here, very tasty \"Caesar\" and desserts. And in general, very atmospheric, calm. You can both hold meetings and relax with friends. Friendly staff and fast food service which is great. …", "rating": 5, "name": "Kasabian Kasablanovich", "cat": "Restaurant"}, {"review": " Thank you for appreciating our work)\nYours sincerely Casta Khreshchatyk team\n\n", "rating": 4, "name": "Ксенія Глевацька", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Andriy Leshchenko", "cat": "Restaurant"}, {"review": "\nGood night, we are very grateful to you for the appreciation of our work. We will wait for you, in our restaurant again)", "rating": 3, "name": "Юрій Рудий", "cat": "Restaurant"}, {"review": "The service is terrible, they forgot to bring the ordered coffee, as well as rice chips. They clarified how we would pay, they answered that by card. Until after 10 minutes I was reminded to bring the terminal, no one was in a hurry to do anything. The food is not as tasty as…", "rating": 5, "name": "Сергей Кенда", "cat": "Restaurant"}, {"review": "Burgers are delicious, service is bottom\nThe waitress girl was angry, unfriendly, tinny 😬 …", "rating": 5, "name": "Максим Устименко", "cat": "Restaurant"}, {"review": " Hello ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 1, "name": "Вадим Пеньков", "cat": "Restaurant"}, {"review": "We were at karaoke. If you want to sing, then don't go here! The waiters are playing for time as soon as they can! It is impossible to wait for your turn, not only because there are many tables who want to, but also because there are long musical pauses between the songs, and …", "rating": 4, "name": "Даша Самойленская", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Aleksandra Sokolova", "cat": "Restaurant"}, {"review": " Good morning, Victoria. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 2, "name": "Igor Radostev", "cat": "Restaurant"}, {"review": "Atmosphere, service is good. The staff is really friendly and will answer all your questions. But the kitchen is terrible. Only their burgers are good, sushi is just one solid rice. If you are expecting fish, shrimp, avocado, cheese - forget it. It seems …", "rating": 5, "name": "Vasyl Dmytriiev", "cat": "Restaurant"}, {"review": "Tried sushi and burgers here, delicious. Good and fast service. Even on weekends, when there is a full house on Khreshchatyk, there are always places here. Prices are low, but not fast food. I recommend. …", "rating": 4, "name": "Valer4ik", "cat": "Restaurant"}, {"review": "\nThank you for your feedback, we look forward to visiting again)", "rating": 5, "name": "Марія Барчіна", "cat": "Restaurant"}, {"review": "Ordered online at 2am. 1 km from the establishment. Refused to deliver due to the fact that there is no time for this delivery. The money was debited from the card, they said they would return it within 3 working days. For the first time I encountered such a thing, so that the paid ...", "rating": 4, "name": "Відьма-Бар Лиса Гора", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 4, "name": "Viktor Kapustin", "cat": "Restaurant"}, {"review": "I ordered dishes with delivery. The waiting time was up to 1 hour 15 minutes, as a result, they brought me 2 hours after the operator called. (The operator also had to wait up to 15 minutes for the operator’s call). Despite the fact that I had to call people to give me …", "rating": 3, "name": "Maksym Grytsiuta", "cat": "Restaurant"}, {"review": "\nHello !\nLeave your number, we will contact you", "rating": 1, "name": "Oleksandr Kozak", "cat": "Restaurant"}, {"review": " Were the last time a week ago, the salad did not fall to the burger and only after my remark apologized, but added everything to the bill. …", "rating": 5, "name": "Александр Фамильевич", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Алина Попова", "cat": "Restaurant"}, {"review": "Delivery 3 hours, I'm calling - your position in the queue is -7.\nBefore that I ordered self-delivery - I had to wait an hour.\nThe establishment is dead. …", "rating": 5, "name": "Valeriya Nichik", "cat": "Restaurant"}, {"review": "\nHello, please leave your contact number so that we can contact you.", "rating": 5, "name": "Яна Деникина", "cat": "Restaurant"}, {"review": "Have been since morning. Ordered a seafood burger. It was divine taste! And I was also very pleased with the action until 12 am the second dish as a gift! Thank you it was very nice! 🙏 …", "rating": 2, "name": "Lena Dendobra", "cat": "Restaurant"}, {"review": "\nThank you for your feedback, we look forward to visiting again)", "rating": 5, "name": "Валерия Смаглова", "cat": "Restaurant"}, {"review": "I love this establishment. They always serve sushi with rice chips. They have insanely delicious desserts in jars. And there are very beautiful chandeliers, but I would not recommend a hookah. …", "rating": 3, "name": "Vitalij Dykkyj", "cat": "Restaurant"}, {"review": "Delicious, fun, great service!! Birthday was great!! Thanks guys! I recommend. …", "rating": 3, "name": "Христина Михайлівна", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 5, "name": "Daryna Rozhko", "cat": "Restaurant"}, {"review": " Delicious, fast. Especially liked the service, the waitress Anastasia told everything in detail and helped with the choice of dishes. The non-standard atmosphere only adds to the charm of the cafe) though the coffee …", "rating": 5, "name": "Selçuk Koçak", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 5, "name": "Гранушка Мачкалян", "cat": "Restaurant"}, {"review": "Was a week ago. The atmosphere is nice and the rolls are delicious. The prices are acceptable. Only an unpleasant incident when at the end he asked for a glass along with the bill! water. The waiter brought a bottle of water for 30 UAH. Somehow ugly. …", "rating": 4, "name": "VLAD SHEA", "cat": "Restaurant"}, {"review": "Spoiled mood!!! Came at 21:50. I ordered 2 burgers. + Beer 0.5. Left at 22:40 hungry and angry. 50 minutes to cook burgers? The hall is filled to 30% maximum. AlmiAdministrator listened to my dissatisfaction, turned around and left! …", "rating": 5, "name": "Простой Роботяга", "cat": "Restaurant"}, {"review": "Service is average. Delicious burgers, nothing more to like.\nThe place to go if you have nowhere else to go. Because you won't be able to enjoy it.\nConvenient location…", "rating": 5, "name": "Микола", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "pur_eudyptula", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work) we are trying for you and still waiting for a visit)", "rating": 3, "name": "Евгений Нижегородов", "cat": "Restaurant"}, {"review": " How do visitors fool, or \"cork fee\" service within the meaning of this institution. When ordering a bottle of Georgian wine for 359 UAH (in the menu), they bring you a bottle for 220 UAH and include a cork fee service …", "rating": 4, "name": "Виктория Сербин", "cat": "Restaurant"}, {"review": "Rarely but aptly, my company and I go to this restaurant, we especially love the karaoke room.\nThe theft of my wallet made me question today that this restaurant is not …", "rating": 5, "name": "Irina Sawyer", "cat": "Restaurant"}, {"review": "I do not recommend this sushi!!! This is horrible and disgusting!!! I got them quickly, I do not argue. But, in one of the rolls there was a chicken feather !!! How is this possible??? Shame and shame!!!! If I could show, I would. The taste of fish...", "rating": 5, "name": "Alexandr Makarchuk", "cat": "Restaurant"}, {"review": "\nHello !\nLeave your number, we will contact you", "rating": 5, "name": "Василий Урда", "cat": "Restaurant"}, {"review": " I do not recommend the institution, just spoil your mood. The staff does not pay attention to their guests, orders are taken not only by waiters but also by administrators. This is at least unprofessional. Orders wait …", "rating": 5, "name": "Дмитрий Владиславович", "cat": "Restaurant"}, {"review": " Hello ! Thank you for your feedback! We are very sorry that this evening the service did not meet our standards! We will take into account your comments and become the best for you! We invite you to a treat from the restaurant at any time convenient for you!\n\n", "rating": 3, "name": "Руслан Цигвинцев", "cat": "Restaurant"}, {"review": "Well served, cool cozy and small (which is important) karaoke room. The queue does not have to wait a ton of time! The price is higher than expected ... But these are trifles. It took a long time to catch the waiter ... ...", "rating": 4, "name": "Юлия Николаенко", "cat": "Restaurant"}, {"review": "Far from the most delicious sushi, there is plenty to choose from for two, but the soups are all tasteless. A big plus is that there is a karaoke room, for the sake of it you can walk in the evening and at night. Entrance 100 UAH per person. …", "rating": 5, "name": "WinDie PaЯRowS", "cat": "Restaurant"}, {"review": " Magnificent atmosphere, large rooms, luxurious design\nThere is an opportunity to sing in karaoke\nGood service, rice chips - compliment from the chef :) …", "rating": 5, "name": "Людмила Василенко", "cat": "Restaurant"}, {"review": " Great place on Khreshchatyk) Very tasty cuisine, also really liked the chicken in sweet and sour sauce. The waiters are polite and friendly. I advise you to visit this charming place where you have a very nice and …", "rating": 3, "name": "Haktan Kaan İçel", "cat": "Restaurant"}, {"review": "❤️", "rating": 5, "name": "Denis Furman (Foorique)", "cat": "Restaurant"}, {"review": "I liked everything: they served quickly, the food is very tasty and satisfying (noodles with chicken are generally beyond praise :), the waiters are polite. The only thing is that in the mojito, as for me, they went over with sweetness. But it was cold and delicious! …", "rating": 1, "name": "Sergey Katkov", "cat": "Restaurant"}, {"review": " Ordered delivery to the caste, and the mafia arrived. I understand that one owner, but could at least change the design of packaging and write Casta, not Mafia. The pieces are not smooth, untidy, fall apart. It …", "rating": 5, "name": "Татьяна Сулима", "cat": "Restaurant"}, {"review": " Hello! Thanks for the rating and feedback! If you have the opportunity, write us your contact details to our e-mail shimon.v@shf.com.ua, we will contact you for feedback!\n\n", "rating": 5, "name": "Наталья Алексеенко", "cat": "Restaurant"}, {"review": "A great place in the city center for a fun company.\nPolite and attentive staff, the order had to \"wait\", but you can close your eyes to this because of the large flow of people. …", "rating": 5, "name": "Маріанна Пещанська", "cat": "Restaurant"}, {"review": "They took a kilo of mussels on the menu. Small, but tasty and not expensive (200 UAH). I also like their burger: they are served with french fries and sauce (it’s a pity that they no longer have ostrich meat). One burger is enough to fill you up. …", "rating": 4, "name": "Olga Kucherava", "cat": "Restaurant"}, {"review": "There were only negative impressions from almost all aspects.\nForgot about the ash. Recalled several times. The chairs on the street are back to back, all the time everyone is pushing each other. Threesome service. But the worst thing is...", "rating": 5, "name": "Elena Emelyanova", "cat": "Restaurant"}, {"review": " Good day. I'm sorry that you have only a negative impression. I will work with staff on mistakes. You are invited to a coffee with a dessert. Are waiting for you.\n\n", "rating": 5, "name": "Oleg Klyusa", "cat": "Restaurant"}, {"review": "Such a burger was served to me in this super place ... it turns out that the minced meat can be red after roasting if it is beef🤣 Such an excuse ... Moreover, it was also cold ... We can remove the burger from the bill, said the waiter. It goes without saying! …", "rating": 5, "name": "Ohex", "cat": "Restaurant"}, {"review": "\nGood day. Please leave your contact details for providing feedback.", "rating": 5, "name": "Виктория Лопушанская", "cat": "Restaurant"}, {"review": " Not a bad cozy club place. Delicious and quality food\n\n", "rating": 5, "name": "Артем Кравченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ірина Друченко", "cat": "Restaurant"}, {"review": " Good morning ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "teddygod100", "cat": "Restaurant"}, {"review": "The place is cozy and the food leaves much to be desired.\nburgers are disgusting. of all, only chicken can be distinguished, which can still be eaten. it seems that the guys do not know how to cook anything but chicken. …", "rating": 1, "name": "Lia Linska", "cat": "Restaurant"}, {"review": " Went here with friends once for a hookah. Location - great, right next to the metro Khreschatyk. Cool interior (beautiful, modern). There is karaoke. Hookah just fuuu !!! Made first and the taste of chlorine was, we …", "rating": 5, "name": "Inna Romanova", "cat": "Restaurant"}, {"review": "I love Kasta for delicious food. But it was in this establishment that they pulled my wallet out of my bag and got the feeling that the staff knows about it and does not interfere with it or is in a share (these are just my guesses, I don’t blame anyone). Cast on…", "rating": 3, "name": "Юля", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. It is a pity that your visit to us was remembered by the negative moment of losing things. We really appreciate our guests and try to do everything for your comfort. As an apology, I would like to invite you for a coffee.", "rating": 5, "name": "Pavlo Manannikov", "cat": "Restaurant"}, {"review": " Great place, nice atmosphere. Waiter service is simply at the highest level. The only nuance - for a long time did not turn on the ventilation in the karaoke room …", "rating": 2, "name": "Анна Партыгина", "cat": "Restaurant"}, {"review": " Thank you for your high rating and feedback! Very nice!\n\n", "rating": 5, "name": "Таня Пашко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Веретільник", "cat": "Restaurant"}, {"review": "\nGood afternoon, Anton! Thank you for your feedback! We are trying for you!)", "rating": 5, "name": "Nikolas Grey", "cat": "Restaurant"}, {"review": "We passed by, decided to go in and did not go hungry - a cozy place, polite waiters, even a table on Saturday evening without an appointment was found (although the hall was full), and we really liked the sushi. Will definitely come back to try the rest of the menu. …", "rating": 1, "name": "Oleksii Sopilniak", "cat": "Restaurant"}, {"review": "Everything is fine, but singing in karaoke with a paid table is not always realistic. Fat people come and stupidly buy everything ...", "rating": 5, "name": "Виктория Корниец", "cat": "Restaurant"}, {"review": " Good morning! We are sincerely grateful for the feedback, your comment is very important to us! Let's be more attentive to such situations! Till next time!\n\n", "rating": 1, "name": "Alex Kushnir", "cat": "Restaurant"}, {"review": "Disappointed ((Instead of tiramisu, they brought me something consisting of a couple of cookies (not soaked in anything), filled with vegetable cream, like from a spray can. I left almost all of it. Your menu compilers and chefs should google how it’s done ...", "rating": 5, "name": "МуЗиКа 2022", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Наталія Кузьменко", "cat": "Restaurant"}, {"review": " In general, a very interesting and beautiful place. Convenient location, and good design in the middle. But maintenance could be better. The food is tasty, hookah is not bad. But orders were waiting for a long time. …", "rating": 1, "name": "Мельниченко Леся", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Bogdan Reshetnyak", "cat": "Restaurant"}, {"review": " Very tasty burgers. Pear black beer went very harasho. I came to the institution for the second time and was not disappointed. Thanks to the waiter who served us downstairs. Thank you Caste !!! …", "rating": 4, "name": "Антон Полтавцев", "cat": "Restaurant"}, {"review": "\nThank you for the feedback, we will be glad to see you again. Sincerely, Casta on Khreshchatyk❤️", "rating": 4, "name": "Дмитро Кловак", "cat": "Restaurant"}, {"review": "It’s beautiful inside, the menu with normal prices for the city center, but the service is lame on both legs, the waiters don’t even move, even when there are almost no people in the establishment, the banal menu is carried for about 10 minutes, for orders it’s completely different ...", "rating": 5, "name": "Dan Ornst", "cat": "Restaurant"}, {"review": "\nGood day. Vladislav, thank you for your feedback. We will work with the waiters and staff of the hall as a whole. We apologize for not meeting your expectations and expectations. We are waiting for you to visit the restaurant. We want to smooth the situation and invite you to a restaurant for a coffee with a dessert. Waiting for you!", "rating": 5, "name": "Светлана Антифеева", "cat": "Restaurant"}, {"review": "Good breakfasts. The salmon bowl is very tasty. Glass noodles are the best thing that happened to me 😀…", "rating": 1, "name": "Bohdan Verzhak", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "ÇAGRI AKYILDIZ", "cat": "Restaurant"}, {"review": "About delivery: promised to deliver the order within an hour. An hour and a half passes, we call - the courier was delayed, wait 15 minutes. OK. Half an hour passes, we call - again the same story. Waiting in line during a phone call - 15 minutes, from ...", "rating": 5, "name": "Елена Мироненко", "cat": "Restaurant"}, {"review": " Nikolai is a lovely man, Ira is cheerful, Katya is cool. Thank you for a good evening))\nFor the atmosphere and mood. . …", "rating": 5, "name": "Anna Pryakhina", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 2, "name": "Maryna Maryna", "cat": "Restaurant"}, {"review": "The food is delicious, the establishment is good. The service wants the best - you can't wait for the waiters, they simply don't exist. It takes forever to get a menu or an invoice. …", "rating": 4, "name": "Тетяна Кукавська", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback", "rating": 5, "name": "Уляна Гасюк", "cat": "Restaurant"}, {"review": "Yes, the place is not bad. Clean, neat. Competent staff. Not bad sushi. (Once I found a hair in sushi, told the waiter and the dish was immediately replaced without talking). And one more thing: never order a business lunch. It's not tasty. …", "rating": 4, "name": "Nusrat Nuriyev", "cat": "Restaurant"}, {"review": "\nGood day. Elena, is it possible to request your contacts in order to clarify the quality of dishes from business lunch?", "rating": 5, "name": "Beautiful Panorama", "cat": "Restaurant"}, {"review": "Just terrible service, no one comes up for a long time, napkins and seasonings must be reminded to bring. The waiters ignore and just talk to each other. Many people just left while we were sitting, and did not wait for someone to come to them ...", "rating": 4, "name": "Шеремет Максим", "cat": "Restaurant"}, {"review": "\nGood day. Could you provide your contacts for feedback?", "rating": 4, "name": "Kate Santa", "cat": "Restaurant"}, {"review": "The establishment is located in the basement of the building where the Khreshchatyk metro station is located. What was not in this basement: shops and cafes of different price categories, but this is a basement ... The repair is modern, the staff is not intrusive, the food is like in any other …", "rating": 5, "name": "Анастасия Колесникова", "cat": "Restaurant"}, {"review": "Budget place. The service and ambience is so-so, considering that the food was taken out for an hour or more. No non-smoking area…", "rating": 4, "name": "Sestrichki pleyers", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity to write to us your contact details shimon.v@shf.com.ua, we will contact you for feedback!", "rating": 4, "name": "Олексій Малець", "cat": "Restaurant"}, {"review": "Everything is very delicious. There are happy hours where you can get the second dish for only 1 hryvnia. Incredible desserts...", "rating": 3, "name": "Dmitry", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! We are glad that you liked our promotion) Therefore, we invite you to visit us more often, we will be waiting for you!\n\n", "rating": 4, "name": "Igor Snitivker", "cat": "Restaurant"}, {"review": "I was at the establishment the other day. Poisoned by Philadelphia rolls. Be careful what you order from this establishment. The treatment isn't worth it...", "rating": 5, "name": "Рома Ковальчук", "cat": "Restaurant"}, {"review": " Hello! I would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua Sincerely, the manager of the restaurant Victoria\n\n", "rating": 4, "name": "Eugene Shapovalov", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Michael Burow", "cat": "Restaurant"}, {"review": " Good morning ! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 4, "name": "Влад Бурханов", "cat": "Restaurant"}, {"review": "Yesterday, Tuesday, around 1 pm, my friend and I decided to have lunch at Kaste. We chose a place on the terrace. Come, sit down. Lonely waiters passed by, but no one \"noticed\" two girls sitting at an empty table, despite the fact that it was busy ...", "rating": 4, "name": "Gr2", "cat": "Restaurant"}, {"review": "Delicious burgers. Service is polite every once in a while. Also ordered glass noodles with chicken. It contained 50 grams of thickly chopped onion! Friends, it’s also impossible to ride a bow on weight😕 ...", "rating": 5, "name": "NATOR", "cat": "Restaurant"}, {"review": "We ordered food to the office today at 11-00 - they promised to bring it in 1.5 hours, the courier arrived at 14-05 !!! it's just trash! the food is all cold, but since we already don’t have much choice (it’s too late to order somewhere), we warm it up in the microwave ... but ...", "rating": 5, "name": "Viktoria85 Brazhnik", "cat": "Restaurant"}, {"review": "The waiter is not aware that hot wine and mulled wine are the same, the wine is of very poor quality. ordered 2 drinks brought 1, after a comment then brought the second. For a burger, they didn’t ask about roasting meat, they brought pure cracker. Waiter at…", "rating": 5, "name": "Mariia Tupilenko", "cat": "Restaurant"}, {"review": "I visit this establishment very often. I like the pleasant atmosphere and insanely delicious food, especially desserts. They are excellent. I want to pay special attention to the waitress Anastasia - a sweet and smiling girl ... ...", "rating": 1, "name": "Маргарита Гудзар", "cat": "Restaurant"}, {"review": "Nice atmosphere, nice balance of light. But the food is awful. The most disgusting ramen I've ever had in a Japanese restaurant. Dry fries. The staff is not in a hurry to please, but in this regard, not everything is so …", "rating": 5, "name": "Ярослав Ярослав", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Denys Shychov", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager\n\n", "rating": 4, "name": "Roman", "cat": "Restaurant"}, {"review": "I can join earlier reviews - there has never been worse delivery. TWO HOURS have passed since my order and I, attention, STILL WAIT. And it’s already one in the morning on the clock and neither I nor my girlfriend have any desire to fill the stomach in the middle of the night ...", "rating": 5, "name": "דרור לנגר", "cat": "Restaurant"}, {"review": "Last night (March 17) my sister and I visited Casta on Khreshchatyk for the first time. After three days on the road, I really wanted to relax and unwind a little. Passed by and decided to go in. The situation here was clearly conducive to this. Unfortunately, we have…", "rating": 1, "name": "Илья Даций", "cat": "Restaurant"}, {"review": "Good day! I definitely do not recommend this establishment. Security guards behave inappropriately. They treat girls rudely. Left bruises on the body. My friend has a cast on her arm. They called the police, an ambulance. …", "rating": 5, "name": "Ольга Мулько", "cat": "Restaurant"}, {"review": " Hello! Please leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Mykyta Maistrenko", "cat": "Restaurant"}, {"review": "I can't say that it's a class restaurant or an excellent sushi cafe. Here is good service, a bright representative of the human approach from the establishment to the guests of the cafe - the waiter Dmitry. Young and wise. The rest too...", "rating": 1, "name": "AKK Faceit", "cat": "Restaurant"}, {"review": "I liked that at night from Monday to Thursday, if I'm not mistaken, there is a 1 + 1 promotion for some cocktails. Although, frankly, these cocktails leave much to be desired. The sound in karaoke is also not superb. In general, not expensive and angry ...", "rating": 5, "name": "Єлизавета Штик", "cat": "Restaurant"}, {"review": "\nThank you for your feedback! We will try to become even better for you! Until next time!", "rating": 4, "name": "Alina Grishina", "cat": "Restaurant"}, {"review": " With friends celebrating a birthday, everything was delicious and good service,\nwe liked everything, thank you for a good evening …", "rating": 5, "name": "Anna Harrt", "cat": "Restaurant"}, {"review": " Good afternoon, Anastasia! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 1, "name": "Nazar Kosmyna", "cat": "Restaurant"}, {"review": " I used to be here a couple of dozen times, everything was very tasty. Good atmosphere, cozy. Friendly staff, good administrator. But I did not like the last visit ... from a set of sushi for 1200 gr. I didn't like any …", "rating": 1, "name": "Ирина Линкевич", "cat": "Restaurant"}, {"review": "I was shocked with such a delivery!!! Worse still was not even in holidays. Wednesday evening we waited 1.5 hours, then they called after 15 minutes of delay, promised to bring it in 30 minutes, then they called and said that after another 40 minutes. No apologies!!! neither...", "rating": 4, "name": "Сергей Корольчук (KS)", "cat": "Restaurant"}, {"review": "Haven't seen such terrible service in a long time. Firstly, they took the order for a long time, and secondly, they took it out for a very long time. Even though there weren't many people. When the waiter brought the Greek salad (according to our numerous questions \"when ...", "rating": 4, "name": "anton dunaevskiy", "cat": "Restaurant"}, {"review": "A very cozy and special place. Mirrored walls make the space look bigger. Originally designed central part of the hall, there are aquariums with blue water. They cook very tasty and very fast. There are dishes of different cuisines. Highly …", "rating": 5, "name": "інна трофименко", "cat": "Restaurant"}, {"review": "Other daughters were celebrating, they booked a table in advance, there were few visitors in the institution, but despite this, the waiter did not devote time to us at all, she took the menu all the time, we had to ask for the menu all the time, having confused the dish, she refused it ...", "rating": 5, "name": "Irina Richards", "cat": "Restaurant"}, {"review": "\ngood day\nPlease leave your contact number so that we would contact you.", "rating": 5, "name": "Mustafa Kemal Sancar", "cat": "Restaurant"}, {"review": " The cuisine is wonderful. I have been here many times. I give a bad grade for allowing e-cigarettes to be smoked in the non-smoking room. …", "rating": 2, "name": "Евгений Микичук", "cat": "Restaurant"}, {"review": " Good evening! Thank you very much for your feedback, your opinion is important to us! Be sure to take into account all comments and resolve issues with smoking in the hall.\n\n", "rating": 5, "name": "Ольга Лисковец", "cat": "Restaurant"}, {"review": " And 6-7 years ago it was a great institution in all respects. It's not tasty now and the waiters are not friendly ... work on it …", "rating": 5, "name": "Тамара Богдановская", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 5, "name": "Yuliia Lavryk", "cat": "Restaurant"}, {"review": "Disgusting, having paid for the soup, after going to the toilet because of someone else's fight, access to the table was denied.", "rating": 5, "name": "Victoria Ardelan", "cat": "Restaurant"}, {"review": " Hello! I would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua Sincerely, the manager of the restaurant Victoria\n\n", "rating": 1, "name": "Евгений Романчук", "cat": "Restaurant"}, {"review": "Doesn't even deserve a unit! They asked to make a light hookah, they made the heaviest one. No one responds to all the comments, the manager comes up, throws up his hands and leaves. We thought that we would mark other friends, but this is terrible !!!! In a word - the bottom! …", "rating": 5, "name": "Антон Марочка", "cat": "Restaurant"}, {"review": "\nGood day. Olga, I would like to ask you to describe the details of your visit to the mail scripak.a@shf.com.ua. Thank you in advance", "rating": 3, "name": "Алексей Перекрестов", "cat": "Restaurant"}, {"review": "I do not like. Slow service.\nLong wait.\nNot tasty sushi. …", "rating": 5, "name": "Марина Груднева", "cat": "Restaurant"}, {"review": "Excellent interior. Stylish and modern. Particularly comfortable places at the window, for those who like to watch the world around) there is a McCafe with many different coffee drinks and delicious cakes. Fast service despite activity…", "rating": 5, "name": "Кирилл Рендаль", "cat": "Restaurant"}, {"review": "The establishment is good, delicious sushi and burgers, the service is not bad, the waiters are trying, on weekends, to get in in the evenings, you must definitely book a table - but this is if you sit in the establishment, and if you want to order takeaway food, then …", "rating": 5, "name": "Алина Глемейда", "cat": "Restaurant"}, {"review": " Terrible place! 03.07.20 ordered a mix set, which was of terrible quality! The sushi was falling apart so much that I didn't even have time to bring it to the plate! Wasabi was like diluted with water, liquid, had no …", "rating": 1, "name": "Olya Soroka", "cat": "Restaurant"}, {"review": "\nGood evening!\nLeave your contact number so that we can contact you.", "rating": 5, "name": "Александр Комиссаров", "cat": "Restaurant"}, {"review": "We had a very good rest, special thanks to the attentive waiter Nikolai, for a good mood and fast service)) …", "rating": 4, "name": "Альбина Кондрашова", "cat": "Restaurant"}, {"review": " Hello ! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Victoria's restaurant manager.\n\n", "rating": 2, "name": "Crazy Cook", "cat": "Restaurant"}, {"review": "Just fire from retro karaoke to modern almost everything you want, the atmosphere also leaves a memory shorter than 5 stars ...", "rating": 4, "name": "Алексей Урюпин", "cat": "Restaurant"}, {"review": " Hello! We are sincerely grateful for the feedback! It is very nice that I liked everything!\n\n", "rating": 5, "name": "Василий Симоненко", "cat": "Restaurant"}, {"review": "Tried to order twice. The first time they said that delivery in our area was temporarily suspended. The second time they said that hot dishes cannot be cooked and brought, they can only offer rolls. …", "rating": 5, "name": "Катерина Яць", "cat": "Restaurant"}, {"review": "We sat inside, no one took the order for a long time, they cooked for sooo long. Everything is edible, but nothing more. …", "rating": 3, "name": "jack dorokhov", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that something was wrong this time. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Ярик Дубина", "cat": "Restaurant"}, {"review": "A good place to have a bite to eat during the day, or spend an evening with friends in the style of \"I want to drink and sing\" The kitchen is average, alcohol is normal. The staff is friendly…", "rating": 5, "name": "Андрей чумак", "cat": "Restaurant"}, {"review": "\nThank you for your feedback and rating! We will wait for new meetings with you!", "rating": 5, "name": "Mari Meged", "cat": "Restaurant"}, {"review": "The place is questionable. There was an impression that people are treated like bags of money, and not as persons. Perhaps such a waiter was caught, but she was clumsy (when she carried trays, she broke the glass door at the entrance to the hall) and rarely ...", "rating": 4, "name": "Maksym Zarubin", "cat": "Restaurant"}, {"review": " The network is very good. Kitchen in all establishments does not cause complaints. But this restaurant did not like the service. The waiter is difficult to catch when more than half of the tables are empty. In …", "rating": 5, "name": "Александр Черний", "cat": "Restaurant"}, {"review": "Great place right in the center, but how cozy and comfortable it is. Here you can stay as a noisy company inside the institution, you can also have a great seclusion on the summer playground. I like this place and if possible it will always be nice ...", "rating": 3, "name": "Ilya Gladchenko", "cat": "Restaurant"}, {"review": "I'm shocked . I have never eaten so delicious.\nService at the highest level! Everyone is welcoming and friendly!!!\nIf you are looking for a comfortable place with delicious food, then Casta on Khreshchatyk is …", "rating": 5, "name": "Артем Соболєв", "cat": "Restaurant"}, {"review": " I liked everything, the food is delicious. The girls are attentive. We were with the baby, we found a place where it is quiet and you can ring the baby. thanks …", "rating": 1, "name": "Andrii Kopylenko", "cat": "Restaurant"}, {"review": " Hello! Thanks for the good feedback. We look forward to seeing you again!\nSincerely, restaurant manager Victoria.\n\n", "rating": 5, "name": "Karina Smart", "cat": "Restaurant"}, {"review": "2 times we went to casta on Khreshchatyk, and 2 times left without even ordering. Firstly, a salt shaker with cigarette butts (probably an ashtray for staff) immediately upon entering on the table with dishes looks, to put it mildly, not appetizing. Second, none of...", "rating": 4, "name": "Roman Kuryn", "cat": "Restaurant"}, {"review": "Beautiful room ... Cozy. But the tables are wobbly. You have to wait a long time for the waiter to wipe the table. Wipe clean with a dirty rag. …", "rating": 5, "name": "Sasha Shpota", "cat": "Restaurant"}, {"review": "The company celebrated a birthday. Me and the birthday boy ordered grilled chicken breast. Mine tasted like meat that was beginning to spoil. At first I didn’t even believe it, but my friends tried it and confirmed it. We also had a dessert - a tartlet with strawberries. …", "rating": 5, "name": "Olga Mikhalchuk", "cat": "Restaurant"}, {"review": " The place is awful! The kitchen is, frankly, a complete mess of what they tried sushi, a feeling that they were bought in packs in the supermarket. French fries are generally normal, but too much salt. Chocolate …", "rating": 5, "name": "Alex Golub", "cat": "Restaurant"}, {"review": "We came to this place, the impressions are terrible !!! The staff is not polite and rude. Ordered sushi waited 1 hour!!!! They brought utter horror, rice not cooked in one set in another boiled ......!!!! They didn't even bother to apologize! Not …", "rating": 5, "name": "Юль4ik", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.", "rating": 1, "name": "Соломія", "cat": "Restaurant"}, {"review": " The interior of the establishment is pleasant. Here is a good business lunch. Everything else does not match the price / quality ratio. / …", "rating": 5, "name": "Лидия Тарасенко", "cat": "Restaurant"}, {"review": "Nicely decorated spacious restaurant where you can enjoy delicious food in a pleasant atmosphere. Rich menu, very good sushi. Beer on tap. Attentive staff. We liked. …", "rating": 4, "name": "Кристина Атанова", "cat": "Restaurant"}, {"review": "\nThank you for the appreciation of our work)\nRegards, Casta Khreshchatyk Team", "rating": 5, "name": "Bunny Big", "cat": "Restaurant"}, {"review": "Good sushi and good hookah. The service is lame, the gin tonic was carried to a friend for about 50 minutes, we even asked the hookah man to remind the waiter about this 😅 …", "rating": 5, "name": "Zakhar Senenkov", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 1, "name": "Maryna Shults", "cat": "Restaurant"}, {"review": " At night they ran for a snack - a convenient work schedule, a modern, spacious \"youth-tourist\" restaurant, \"club\" atmosphere with good music, decent service, only Burger with chicken and smoked sponder was ordered …", "rating": 5, "name": "Андрей Новицкий", "cat": "Restaurant"}, {"review": " Deliciously. Refined. Nice place in the city center.\n\n", "rating": 3, "name": "Ron Top", "cat": "Restaurant"}, {"review": "Terrible establishment!! The food was cooked for 1.5 hours, when the maximum to cook it is 20 minutes! I do not recommend ordering from here! …", "rating": 3, "name": "Jackie chester", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 3, "name": "Павлина Филозок", "cat": "Restaurant"}, {"review": "Before that I was a regular customer, but today I went with friends to take sushi with them, they said to go downstairs, The girl downstairs answered through her teeth when asked for the price, she said that she didn’t know the prices and that we should look for ourselves without offering a menu, but ...", "rating": 1, "name": "Никита Беженарь", "cat": "Restaurant"}, {"review": "\nGood afternoon! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity, write to us by mail your contact details shimon.v@shf.com.ua. We will be very grateful, we will contact you for feedback and we will definitely take action!", "rating": 5, "name": "Юрий Ситайло", "cat": "Restaurant"}, {"review": " Ordered sushi, waited for the order for about an hour. Despite the fact that the institution is not very crowded. Tip: Hire more staff. Or report before ordering such a long-term performance of one role! …", "rating": 5, "name": "Viktor Oleksyshyn", "cat": "Restaurant"}, {"review": "There is also a summer playground and a lot of space inside. There is also a separate karaoke room. The waiters are polite, attentive and don't push too hard. …", "rating": 5, "name": "cond", "cat": "Restaurant"}, {"review": "\nThank you for your appreciation! We are glad that you liked everything! See you at Casta!", "rating": 5, "name": "Kristina Rybak", "cat": "Restaurant"}, {"review": "Use the promo code 37535 and get a delicious gift from the institution) # promo code ...", "rating": 5, "name": "Ксения Рондо", "cat": "Restaurant"}, {"review": "Good cozy place. Delicious and at affordable prices. There are places for both large companies and gatherings for two. The menu has a good selection of both rolls and noodles, or burgers. In general, I recommend. …", "rating": 5, "name": "Denys Semenchenko", "cat": "Restaurant"}, {"review": "\nOlga, thanks for the feedback. We are waiting for you again to visit!", "rating": 5, "name": "Богдан Бутенко", "cat": "Restaurant"}, {"review": "Went with a friend on the evening of Saturday 01/13/2018. Ordered fish, burger and grilled vegetables. I don’t know about the fish, but the burger was disgusting - the bun was not grilled on the inside, the cutlet was very dry, only half a piece of bacon, and also cheese, …", "rating": 1, "name": "Alexandr Condrashov", "cat": "Restaurant"}, {"review": "Almost perfect, why 4, and not 5 stars from me: she asked me to salt the fish during cooking (because I had eaten it before and it was not salty for me), they brought it also not salty ..... Well, then salt on there was no table...", "rating": 3, "name": "Alex Zarhana", "cat": "Restaurant"}, {"review": "\nThank you for rating. Your opinion is very important to us. We are waiting for you to visit. Thank.", "rating": 5, "name": "Anna Chyzhevska", "cat": "Restaurant"}, {"review": "Very slow service. Waited 40 minutes for burgers.\nThe waiter ignored our table and went about his business.\nVery sad, we won't be back. …", "rating": 4, "name": "Olga Olgiza", "cat": "Restaurant"}, {"review": "\nHello! Please leave your contact number, we will contact you. It is important for us to become better. Thanks for your feedback.", "rating": 5, "name": "Olga Androshchuk", "cat": "Restaurant"}, {"review": "A great place to have fun with company. Good cuisine, nice staff, a large selection of dishes, drinks and even songs on the menu))) I recommend it.\nBut be prepared: Entrance to the karaoke hall is 100 UAH per person. …", "rating": 4, "name": "Andrey Kovalenko", "cat": "Restaurant"}, {"review": "Good restaurant in a very convenient location. Sushi is delicious and interesting sets. The rest of the dishes on the menu are also delicious, the menu is varied. The interior is good, there are cozy tables. Lots of offers and promotions. …", "rating": 5, "name": "Екатерина Горбенко", "cat": "Restaurant"}, {"review": "\nWe are very grateful for such pleasant comments. We are waiting for you again.", "rating": 5, "name": "Galina Galina", "cat": "Restaurant"}, {"review": "We ordered burgers and cheese soup, it was very tasty and satisfying, we also really liked the branded seagulls and hookah.\nIf through a coupon, then you definitely need to go) ...", "rating": 5, "name": "Любовь Удод", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again!", "rating": 1, "name": "Марина Ковач", "cat": "Restaurant"}, {"review": " We waited a long time for the order. The service leaves much to be desired, you can only dream of friendliness. Waiters need to be caught by the hand. …", "rating": 5, "name": "Виктор Голуб", "cat": "Restaurant"}, {"review": "\nGood day! Thank you for your rating and review! Your opinion is very important to us! If you have the opportunity to write to us your contact details shimon.v@shf.com.ua, we will contact you for feedback!", "rating": 5, "name": "Ирина Шаповалова", "cat": "Restaurant"}, {"review": " Excellent cafes were 8me with his wife in March. Fast and professional service, the waiters are polite and pleasant. The menu is not very wide but is what to choose, and most importantly - delicious! Ordered rolls are …", "rating": 5, "name": "Julia Guest", "cat": "Restaurant"}, {"review": " Thanks for your feedback.) We are glad to strive for you 😌\n\n", "rating": 3, "name": "Надя Лён", "cat": "Restaurant"}, {"review": "My favorite restaurant on Khreshchatyk. I love burgers and josper meat! Who has not tried - I recommend :). If you are lucky enough to sit near the kaiten, you can self-serve - take a ready-made dish while you are waiting for your order! …", "rating": 3, "name": "Костя Гундоров", "cat": "Restaurant"}, {"review": " Tasty, but alas, the next time will come with kitchen scales. Too obviously not enough weight in dishes, especially specials. Plus wait 20 minutes for the waiter to take the order, a little too much. …", "rating": 3, "name": "Игорь Корман", "cat": "Restaurant"}, {"review": " Good evening, please leave your contacts so that we can contact you.\n\n", "rating": 5, "name": "Denys Zborovskyi", "cat": "Restaurant"}, {"review": " I liked the place, clean, friendly staff.\nOrdered 2 burgers, but the meat was cheesy in the middle ... which spoiled the taste. …", "rating": 1, "name": "Maksim Chingaev", "cat": "Restaurant"}, {"review": "The interior is good, the waiters are friendly.\nOf the minuses:\n-cocktails are very diluted (Long Island consisted of one vodka, and Oak-Cola with ...", "rating": 5, "name": "Степан Олейник", "cat": "Restaurant"}, {"review": " Very disappointed with the caste establishment in Hoeschatyk, waited 20 minutes for someone to come and gave me a menu though, 5 times 3 different waiters walked by my table and so no one came, though there were not …", "rating": 1, "name": "Светлана Панченко", "cat": "Restaurant"}, {"review": " Hello, We will take all comments into consideration, leave us your telephone number or email address so we can contact you in person.\n\n", "rating": 5, "name": "Евгения Шевцова", "cat": "Restaurant"}, {"review": "They cook delicious, but even with a small number of visitors, they waited a very long time for the order ...", "rating": 5, "name": "Daria Kokhanova", "cat": "Restaurant"}, {"review": " Hello! We are very sorry that this time you have negative impressions. We would be very grateful if you leave your contact for feedback. I am waiting for a response to the e-mail shimon.v@shf.com.ua or I am always glad to see you in the restaurant. Sincerely, restaurant manager Victoria\n\n", "rating": 4, "name": "Александр Фомин", "cat": "Restaurant"}, {"review": "The waiter Nikolai is kind of inadequate.\nI didn't like it very much! …", "rating": 2, "name": "Ignacio A. Monteserin", "cat": "Restaurant"}, {"review": " Good evening ! I would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail shimon.v@shf.com.ua or I will be glad to see you in the restaurant. Sincerely, Victoria's restaurant manager\n\n", "rating": 5, "name": "Ирина Мохнач", "cat": "Restaurant"}, {"review": " Waited for burgers for an hour, but at least as an apology dessert offered .. …", "rating": 1, "name": "Artemiy Noskov", "cat": "Restaurant"}, {"review": "The staff is not friendly. The waiter is terribly dissatisfied, not polite. It feels like they came to his house without an invitation, and not to a restaurant.\nThe food is not very tasty on 3 out of 5. …", "rating": 5, "name": "Ольга", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Cynthia", "cat": "Restaurant"}, {"review": " The interior is unusual, there is a place to take pictures, plus karaoke, it's all about the pros. The disadvantages are ： long-awaited orders, the waiters are not very friendly and fast, sushi tastes medium, sushi …", "rating": 3, "name": "Nata", "cat": "Restaurant"}, {"review": "A good cafe to sit and chat with the company, if you are not in a hurry to go anywhere. Waiters always have to wait a long time and look even. Prices are average for their level. …", "rating": 5, "name": "Tetiana Makarenko", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. Your opinion is very important to us. Thank.\nRegards, Casta Khreshchatyk Team", "rating": 3, "name": "Татьяна Михайленко", "cat": "Restaurant"}, {"review": "We came, got the menu without a single word, didn’t even hear hello from the waiter, after that we waited another 15 minutes until at least 1 of all the waiters came up and took our order, got up and left, the level of service is somewhere on the level ...", "rating": 5, "name": "Анастасия Яновская", "cat": "Restaurant"}, {"review": "\nThank you for rating. I apologize for the inconvenience. We will work on the bugs. And we will also be very contemptful if you specify your contacts for feedback setting bondar.el@shf.com.ua; Your opinion is very important to us. Thank.\nBest regards, Casta Khreshchatyk team.", "rating": 5, "name": "Скляренко Наталія", "cat": "Restaurant"}, {"review": " Visited the establishment of the Caste on the crossroads, really liked the atmosphere, kitchen bar hookah fire💥 waiter Dasha, very nice, very professional, service at the highest level, thank you very much 😍 …", "rating": 5, "name": "Надія Олексіївна", "cat": "Restaurant"}, {"review": " ♥ ️ We are sincerely grateful for the feedback and evaluation! Very nice! We will be waiting for you! See you!\n\n", "rating": 1, "name": "Valeria Romanova", "cat": "Restaurant"}, {"review": "An average-level establishment in general: there is too much in the interior with mirrors, the toilets are dirty and there is no paper, the service is slow, the hookah is not impressive.\nLiked the beer and rice chips. …", "rating": 4, "name": "Roman Budnyk", "cat": "Restaurant"}, {"review": "\nGood evening! Thanks for the feedback. It is very important for us to become better, how can we contact you?", "rating": 5, "name": "Yaroslav Muzychuk", "cat": "Restaurant"}, {"review": " In karaoke terrible, boring though wolf! Especially for a person who does not sing ... songs are not filtered ... alcohol and even coffee are stirred ... with what in a nagl so that for one soul to drink 10 SHOs and …", "rating": 3, "name": "Nataliia Diadyk Advocate", "cat": "Restaurant"}, {"review": " The menu had to ask 10 minutes after they sat down at the table, waiting for 10 more minutes until they accepted the order, and did not wait, went away. …", "rating": 4, "name": "Max Kras", "cat": "Restaurant"}, {"review": "\nThank you for rating. Could you clarify what exactly you did not like so that we know what we need to work on. Your opinion is very important to us. Thank.", "rating": 5, "name": "Наташа Столяр", "cat": "Restaurant"}, {"review": "The interior is good. We took the \"Big burger\" and it turned out to be very dry, the patty is tasteless, so 3 stars ...", "rating": 5, "name": "Alya Valkova", "cat": "Restaurant"}]