[{"review": "Overall - nice ambience. music a little hectic, food overall tasty (except the pork on bone). A little difficult on the language if you don’t speak Ukrainian - but the menu has pictures :) interior very cozy.", "rating": 4, "name": "Josephin Galla", "cat": "Georgian restaurant"}, {"review": "Hi Josephin!\n\nThank you for your feedback, we are always glad to see you!", "rating": 5, "name": "Onur Demirciler", "cat": "Georgian restaurant"}, {"review": "A perfect place with its wines. Especially, you should try some local dishes of Georgia in this elite restaurant. The waitresses are very kind. You will be happy here.", "rating": 5, "name": "Xin Chen", "cat": "Georgian restaurant"}, {"review": " Good deed!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "PHILIP BAKER", "cat": "Georgian restaurant"}, {"review": "This was a very nice Georgian restaurant. Food was authentic and well seasoned. The staff were so friendly. Despite limited English skills, they still went out of their ways trying to help us. We had an outstanding dining experience here and enjoyed a wonderful evening. Well recommended!", "rating": 4, "name": "Floris Naaijkens", "cat": "Georgian restaurant"}, {"review": "\"NICE BEER\"\n\nAnd the staff were friendly, …", "rating": 3, "name": "Igor Mendzebrovski", "cat": "Georgian restaurant"}, {"review": "Authentic Georgian food. So.... typical Ukrainian to have such options available. hahaha. Very hearty, savoury and tasty. One of the absolute better Georgian restaurants. Such an experience. Too bad that in winter the protected terrace is …", "rating": 1, "name": "Vasiliki", "cat": "Georgian restaurant"}, {"review": "Restaurant is spacious, good for groups and with nice interior.\nFood is little bit below average for Georgian food, somewhat overpriced.", "rating": 4, "name": "Paweł", "cat": "Georgian restaurant"}, {"review": "I was there yesterday with some friends and decided to order something alongside my drink. I chose the dish on the picture attached and next is what came after waiting for 45+ minutes. This is not a joke, this is literally what they gave …", "rating": 3, "name": "Oleksandr D", "cat": "Georgian restaurant"}, {"review": "That was real Georgian food. I will definitely come back there. Service was also nice.", "rating": 2, "name": "Joren Cardoen", "cat": "Georgian restaurant"}, {"review": "Hi Pawel!\nThank you for your feedback, we are always glad to see you!", "rating": 5, "name": "MrFunathletic04", "cat": "Georgian restaurant"}, {"review": "Very delicious food and good vine here. However, the service might be better. Waitress, when giving a bill gave us a hint that Tips in amount of 10% are not included. Staff, please let your guests to decide how much tips you will get!", "rating": 5, "name": "Андрій Павлов", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback and apologize for any inconvenience.  Please, leave your contact phone number, we would really like to correct the situation!  July777Anna@gmail.com", "rating": 2, "name": "Bobby Battista", "cat": "Georgian restaurant"}, {"review": "Food was good but service was awful. We had to wait almost an hour to get the bill, asked numerous times. They didn't get a single order right and the wait time for drinks was also awfully long. On top of this staff was pretty rude. Would recommend if they replace the entire staff.", "rating": 5, "name": "Dirk Mischke", "cat": "Georgian restaurant"}, {"review": "hi Joren!\nThank you for your feedback, we will take into account all the comments and will definitely fix it!  We will be glad to see you again!", "rating": 5, "name": "Svetlana Kostyukova", "cat": "Georgian restaurant"}, {"review": "Great place for lunch, dinner, with friends. Comfortable tables, tasty wines and chacha, khachapuri and delicious dessert... thanks to friendly and professional staff.", "rating": 5, "name": "Anton Vachaev", "cat": "Georgian restaurant"}, {"review": "English menu is big plus. As for dishes: harcho soup, khachapuri, salads - almost authentic to cuisine if you'd were in Georgia. Homemade Tarragon lemonade needs some recipe changes in my opinion. Less sugar and more Tarragon.", "rating": 5, "name": "Стеша", "cat": "Georgian restaurant"}, {"review": "Service was remarkably bad. I sat for 20 minutes and asked three servers if I could order before someone came to help. I don’t think I had a drink, let alone any food for at least 40 minutes. I had to ask three times to get a Coke. The soup …", "rating": 4, "name": "alinator mi", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we will be sure to work on bugs. We look forward to seeing you again!\n\n", "rating": 5, "name": "Aleksandar Rusev", "cat": "Georgian restaurant"}, {"review": "Very good Georgian food. Great atmosphere sitting outside. Not sure if it is a custom to serve the food not so hot. Just wasn’t expecting that. Was also not so happy with my beer choice (the Chernyhivske). We had the Adjarian Khachapuri, …", "rating": 5, "name": "Nikolay Ivanov", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Maria Halushko", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian food, cozy atmosphere, beautiful interior (looove a lot of wood, fabric and warm fireplace on the second floor - check it out!) and extremely friendly and helpful stuff", "rating": 2, "name": "Béla Tóth (tothbe)", "cat": "Georgian restaurant"}, {"review": "Surprisingly pleasant restaurant with beautiful interior design and great service. The food was excellent too. Already recommend to a few fiends.", "rating": 4, "name": "Klaus Martin Alfter", "cat": "Georgian restaurant"}, {"review": "Thanks you! We are very happy with your evaluation!\nGeorgia is near! We invite you to visit!", "rating": 5, "name": "William Vargas", "cat": "Georgian restaurant"}, {"review": "great. love it ! service is excellent.  food taste like in Georgia.... awesome wine collection", "rating": 4, "name": "Pavel Fomenko", "cat": "Georgian restaurant"}, {"review": "Delicious food(fried hinkali even better here than I tried in Georgia), but the service is very slow.", "rating": 3, "name": "Andrei Boiko", "cat": "Georgian restaurant"}, {"review": "Very tasty authentic Georgian cuisine. Definately recommend!", "rating": 5, "name": "Maria Stroe", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 2, "name": "Rina M", "cat": "Georgian restaurant"}, {"review": "Food is delicious. The staff was really friendly and communicative despite the language barrier. The bread with egg and cheese is a must try.", "rating": 4, "name": "Roman Petrov", "cat": "Georgian restaurant"}, {"review": "Tasty desserts, khachapuri and vine also really good. Nice atmosphere. So tasty khachapuri", "rating": 5, "name": "Robert Herber", "cat": "Georgian restaurant"}, {"review": "Thank you😊", "rating": 3, "name": "TangueroNoir", "cat": "Georgian restaurant"}, {"review": "This place has lost a lot of its previous quality. Food is still fine but half of the menu is not available which only told after you try to order something. Also main dish comes first and starter salad way later only. And it is not only …", "rating": 3, "name": "Anna Miroshnychenko", "cat": "Georgian restaurant"}, {"review": "Top place..Food & beverage are really good quality. But \"mask discipline\" of friendly staff is sometimes very low. When staff takes an order at table, mask  needs to cover nose & mouth. I hope it is getting respected.", "rating": 5, "name": "Aleksandr Svyrydenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback🤗\nwe will work on this issue!\n\n", "rating": 5, "name": "johnn griecco", "cat": "Georgian restaurant"}, {"review": "Great restaurant. Nice ambiance, good food,, good service and fair prices. I chose it sort of randomly walking around and it seemed like a nice place and certainly it delivered.", "rating": 5, "name": "Matthew Miller", "cat": "Georgian restaurant"}, {"review": " Good afternoon, dear William!\nThank you very much for the high rating and such a good review! We are happy that our foreign guests are satisfied) we work for you and look forward to meeting you again!\nGood day!\n\n", "rating": 2, "name": "Oleksandr Sutula", "cat": "Georgian restaurant"}, {"review": "Nice place. Good food. Polite staff.\n\nThe only thing would recommend to improve the choice of Georgian wine and chacha. Also get some dark beers/stout.", "rating": 5, "name": "Jasny Jasio", "cat": "Georgian restaurant"}, {"review": " We thank you! Thanks to your feedback, we are getting even better! 🤗\n\n", "rating": 5, "name": "Roland", "cat": "Georgian restaurant"}, {"review": "Due to some issue at the kitchen we had to wait for almost an hour for drinks and salad. By that time hot dishes hadn't even started cooking. But the main problem that I have is that we weren't informed about such long wait time …", "rating": 5, "name": "Ilona Tuu", "cat": "Georgian restaurant"}, {"review": "Extensive menu with delicious flavorsome food that is hard to choose from, which is a challenge since it also comes in sizeable (as expected) portions. Great service as well. Good location in Podil ,as there's not as many Georgian options around as there are in the city centre.", "rating": 5, "name": "Gedi Taras", "cat": "Georgian restaurant"}, {"review": "Thanks you! We are very happy with your evaluation!\nGeorgia is near! We invite you to visit!", "rating": 5, "name": "Rugile Zagorskaite", "cat": "Georgian restaurant"}, {"review": "Initially thought of ordering food and drinks, but after having to wait half an hour for a waiter to even take our order, we opted out for only drinks. Left without leaving a tip. Staff seemed busy but it's not our problem if the restaurant is understaffed. Pity, such a nice interior design, could have been a top place...", "rating": 4, "name": "Maria Zakharova", "cat": "Georgian restaurant"}, {"review": "Stable and expected good quality and service place to dine and drink.", "rating": 5, "name": "Pepi Chudnovets", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Roman!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 3, "name": "Joshua Azmov (ArtisNull)", "cat": "Georgian restaurant"}, {"review": "Best food experience in Kiev during my weeklong stay. First time I tried Georgian food and I was impressed. The dumplings, the cheese bread and the wine where all amazing.", "rating": 5, "name": "Rodion Gonch", "cat": "Georgian restaurant"}, {"review": "Georgian cuisine. This is a nice restaurant. Food was good. Service was slow BUT I was in a very large group and it was a busy night being Ukrainian Independence Day so all is forgiven.", "rating": 1, "name": "Alon Bilavskiy", "cat": "Georgian restaurant"}, {"review": "Rather too expensive than reasonable. Hachapuri Ajar was tough, mashed potatoes tight and Airan was too thin. Salad with salmon and figs was tasty, but salmon was raw :( The only delicious were Weal Kebab and Strawberry lemonade.\nStaff does its work perfectly.", "rating": 5, "name": "María Gabriela Escalona", "cat": "Georgian restaurant"}, {"review": "Very cozy place. Excellent cuisine! Friendly staff. And they really comply with the sanitary rules - it's important now.", "rating": 4, "name": "Gabriel N", "cat": "Georgian restaurant"}, {"review": "Wow... Amazing service. The staff very nice and patient when explaining the dishes that are unknown to you!!! Food amazing and the quality, quantity is proportional to price. I would definitely come back!!", "rating": 4, "name": "Dmitri", "cat": "Georgian restaurant"}, {"review": "Having now idea what Georgian food was I was totally stunned by the amazing food and grilled meats.  The decor is absolutely incredible and cozy inside and vibrant and fun outside on the terrace .  HIGHLY RECOMMEND", "rating": 5, "name": "Dennis Zhelvatykh", "cat": "Georgian restaurant"}, {"review": "Thank you for your recommendation and assessment", "rating": 5, "name": "Sanço Panza", "cat": "Georgian restaurant"}, {"review": "Very poorly service. We've been waiting for 1 hour. And we didn't have even beer. Half year ago it was much better. Food is good and Interieur cozy. But very bed service.", "rating": 5, "name": "Skip Johnston, Maverick Attorney", "cat": "Georgian restaurant"}, {"review": "Best georgian food in Kiev!", "rating": 4, "name": "Виктория Гавриленко", "cat": "Georgian restaurant"}, {"review": "I just love this place. The Georgian 'pizza' I simply love. Worth to order that. Delicious desserts as well and friendly personell. Can totally recommend it.", "rating": 5, "name": "Tatjana M.", "cat": "Georgian restaurant"}, {"review": "Very nice food and amazing atmosphere.", "rating": 4, "name": "Sunghee Kim", "cat": "Georgian restaurant"}, {"review": "Excellent Sakartveli food culture experience with exquisite interior and very friendly prices", "rating": 5, "name": "cs i", "cat": "Georgian restaurant"}, {"review": "Very good and delicious food. Service is also amazing. There isn't enough stars to rate this restaurant. Loved it!", "rating": 5, "name": "Larysa Suddya", "cat": "Georgian restaurant"}, {"review": "I enjoyed the lunch here. Friendly and cosy place. Adjar Khachapuri are not as supposed to be, a little bit dry but I enjoyed the one with chicken and mushrooms.", "rating": 5, "name": "Denis Ya", "cat": "Georgian restaurant"}, {"review": "I never try authentic Georgian food but it was tasty, and fulfilling, they also have English menu, the price is moderate, place is comfortable enough and easy access by public transportation.", "rating": 5, "name": "Anton Makhrov", "cat": "Georgian restaurant"}, {"review": "My second favorite Georgian Restaurant. Mostly because of the hours it opens and location. However sometimes good takes forever to come.", "rating": 5, "name": "Michael Kozikowski", "cat": "Georgian restaurant"}, {"review": "Very tasty and aesthetically filled place. I recommend it.", "rating": 5, "name": "Mariia Lozben", "cat": "Georgian restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Kateryna Rozit", "cat": "Georgian restaurant"}, {"review": "We set down, waited for the waiters to take our order for 20 minutes, we waved a few times, still nobody came.\nSuper cold at the terrace, and no heaters", "rating": 5, "name": "Paul Hewings", "cat": "Georgian restaurant"}, {"review": "Best food I had in Kyiv! Nice staff and beautiful place. Is not cheap but it worth the price! <3", "rating": 4, "name": "Karim Yafi", "cat": "Georgian restaurant"}, {"review": "Great food and fair prices make this place a must for Georgian food fans, service can be a bit slow otherwise it would have been 5 🌟", "rating": 2, "name": "Roma Slyvka", "cat": "Georgian restaurant"}, {"review": "I would give them 5 stars but for the fact that the English is quite limited.  Great Georgian food on a relaxed terrace.", "rating": 5, "name": "Oleksandr Dvornichenko", "cat": "Georgian restaurant"}, {"review": "Khinkali were better than in Tbilissi!!! Speed of servise not fast, but tolerable, as restaurant was obviously full.", "rating": 3, "name": "Irina Dykun", "cat": "Georgian restaurant"}, {"review": "Delicious, but ayran isn't suggested.", "rating": 1, "name": "Andrew Zhilenko", "cat": "Georgian restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Ivan Ehreshi", "cat": "Georgian restaurant"}, {"review": "The wine was good, the khachapuri was excellent and my waitress, Masha, spoke very good English and was very helpful.", "rating": 4, "name": "Aleksandrs Sirotinskis", "cat": "Georgian restaurant"}, {"review": "Good place, service is good. Food is delicious. But khachapuri burnt and hinkali brought cold(((", "rating": 4, "name": "Roger Tedblad", "cat": "Georgian restaurant"}, {"review": "We had only a coffee here, but the design of this place is awesome and the staff was very polite.", "rating": 5, "name": "K K", "cat": "Georgian restaurant"}, {"review": "Lunch set is reasonable price and good taste.", "rating": 3, "name": "Burak", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Mauren Kaufmann", "cat": "Georgian restaurant"}, {"review": "Nice Christmas bazaar", "rating": 5, "name": "Kateryna Myronenko", "cat": "Georgian restaurant"}, {"review": "Everything is just deliiish! Great food, ambience and staff👌🏻👌🏻👌🏻", "rating": 5, "name": "Paulo Casaca", "cat": "Georgian restaurant"}, {"review": "Hi Larysa. Thank you for your feedback! Always welcome here!", "rating": 5, "name": "Luiza Razsamakina", "cat": "Georgian restaurant"}, {"review": "Great georgean food and service!", "rating": 5, "name": "Olena Dorofiy", "cat": "Georgian restaurant"}, {"review": " Good linen, Denis!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Olga Brand", "cat": "Georgian restaurant"}, {"review": "Great foods and drinks, prices are awerage for Caucasian cuisine in Kiev", "rating": 5, "name": "Oleksii T", "cat": "Georgian restaurant"}, {"review": "Prices are very reasonable, food was very good, the outside patio is awesome.", "rating": 5, "name": "Roger Salse Balagué", "cat": "Georgian restaurant"}, {"review": "Tasty food, lovely atmosphere, good service. Highly recommend!)", "rating": 1, "name": "Taras Lopuszanski", "cat": "Georgian restaurant"}, {"review": "Cozy place, good service and tasty hinkali )", "rating": 5, "name": "Jus Nnor", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "adam melhem", "cat": "Georgian restaurant"}, {"review": "Lovely food, good wine, decent service in a good location.", "rating": 5, "name": "Maria Starkova (Andrews)", "cat": "Georgian restaurant"}, {"review": "Good food and service. Slightly more expensive than restaurants of the same range..", "rating": 5, "name": "Vera Voronina", "cat": "Georgian restaurant"}, {"review": "Average taste, slow service (take near one hour to complete). Next time will choose something different.", "rating": 5, "name": "Dani Umansky", "cat": "Georgian restaurant"}, {"review": "Very good service, great food and atmosphere. Highly recommend it.", "rating": 5, "name": "Sigitas Zakalskis", "cat": "Georgian restaurant"}, {"review": "Not really tasty food here, but nice staff", "rating": 5, "name": "Roman Zhylak", "cat": "Georgian restaurant"}, {"review": "Bad service. Was unable to pay with TWO of my US credit cards, the staff gave some weird explanations and was not helpful.", "rating": 4, "name": "Lex Monteriggioni", "cat": "Georgian restaurant"}, {"review": "cozy place, tasty food. Serving and interior is very authentic", "rating": 5, "name": "Inanc Gurkan", "cat": "Georgian restaurant"}, {"review": "excellent food and selection of wines. on the downside, music is too loud", "rating": 1, "name": "Daniel", "cat": "Georgian restaurant"}, {"review": "Nice interior, large menu. Good lunch offers.", "rating": 1, "name": "Toomas Vendelin", "cat": "Georgian restaurant"}, {"review": "Good value, fast service and delicious food. Highly recommend", "rating": 1, "name": "Andreas Flodström", "cat": "Georgian restaurant"}, {"review": "Good kitchen with a lot of delicious options, BUT service was extremely slow which let us get boring.", "rating": 4, "name": "Ievgen Vasylenko", "cat": "Georgian restaurant"}, {"review": "Great Georgian restaurant. Amazing menu and atmosphere.", "rating": 5, "name": "Daniel Lauding", "cat": "Georgian restaurant"}, {"review": "Great food, nice location", "rating": 5, "name": "Serge Louchnikov", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nThank you for your feedback, come to us again!\n\n", "rating": 4, "name": "Franky.muller@gmail.com Muller", "cat": "Georgian restaurant"}, {"review": "Wonderful Georgian cuisine and wine with very nice service", "rating": 5, "name": "Oleg Ya", "cat": "Georgian restaurant"}, {"review": "tasty food and the comfortable place for the company, pleasant staff", "rating": 5, "name": "Olek Vol", "cat": "Georgian restaurant"}, {"review": "A great place! Love the food and Georgian cousin.", "rating": 5, "name": "Kostiantyn Dyma", "cat": "Georgian restaurant"}, {"review": "It all tastes sooo good! Must try this place!", "rating": 4, "name": "ANASTASIA MOYSEYCHENKO", "cat": "Georgian restaurant"}, {"review": "Delicious food, nice place, good atmosphere", "rating": 2, "name": "Светлана Клименко", "cat": "Georgian restaurant"}, {"review": "Nice places to have lunch and the good was also nice👌👌", "rating": 5, "name": "Катя Руденко", "cat": "Georgian restaurant"}, {"review": "It’s Terrable! Only interior is good. All other things is bad!", "rating": 4, "name": "Charles Galant", "cat": "Georgian restaurant"}, {"review": "Excellent service, helpful staff and amazing food. 👍👍👍", "rating": 5, "name": "Andrii Bachynskyi", "cat": "Georgian restaurant"}, {"review": "First meal was perfect , second meal was fine .", "rating": 5, "name": "Вика Коздрой", "cat": "Georgian restaurant"}, {"review": "Staff is wonderful, okay lemonades, small desert", "rating": 5, "name": "Микола Бордужак", "cat": "Georgian restaurant"}, {"review": "Good food, great service", "rating": 2, "name": "Olga Yarchevska", "cat": "Georgian restaurant"}, {"review": "Good food and service . nice and clean", "rating": 5, "name": "Juliya Subbotina", "cat": "Georgian restaurant"}, {"review": "Nice Georgian restaurant with average prices", "rating": 5, "name": "Marina", "cat": "Georgian restaurant"}, {"review": "Great service and tasty dishes", "rating": 5, "name": "Валентина Мусаева", "cat": "Georgian restaurant"}, {"review": "Only Cold water in wc really?", "rating": 5, "name": "Sonya Azhikeeva", "cat": "Georgian restaurant"}, {"review": "Great Khinkalis, kind staff", "rating": 5, "name": "Оксана Радич", "cat": "Georgian restaurant"}, {"review": "They treated me as an animal", "rating": 3, "name": "Дарья Пакар", "cat": "Georgian restaurant"}, {"review": "Watered juice and padded bill.", "rating": 4, "name": "gayane", "cat": "Georgian restaurant"}, {"review": "Didn't like service and food", "rating": 5, "name": "Kate Mama", "cat": "Georgian restaurant"}, {"review": "Good)", "rating": 4, "name": "Anna Shynkovych", "cat": "Georgian restaurant"}, {"review": "So. Good. Dont. Miss. This. Spot", "rating": 4, "name": "ЕА", "cat": "Georgian restaurant"}, {"review": "Amazing restaurant!!!", "rating": 5, "name": "Alexander Galkin", "cat": "Georgian restaurant"}, {"review": "Good", "rating": 4, "name": "Карина Суховерхова", "cat": "Georgian restaurant"}, {"review": "Good dishes", "rating": 3, "name": "Mariia Leva", "cat": "Georgian restaurant"}, {"review": "🔥🔥🔥🔥🔥🔥🔥🔥🔥", "rating": 4, "name": "Ekateryna", "cat": "Georgian restaurant"}, {"review": " 😊 thank you and look forward to seeing you again!\n\n", "rating": 5, "name": "Yuliia Barabash", "cat": "Georgian restaurant"}, {"review": "Cozy and pleasant", "rating": 3, "name": "Дарина", "cat": "Georgian restaurant"}, {"review": " Celebrated a birthday with 4 people. I liked the food, especially khachapuri of different kinds) Good design, everything is very atmospheric, but there is a lack of more colorful and loud music than for a Georgian …", "rating": 3, "name": "Karina KaVaBrand", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Anastasiia Kyianytsia", "cat": "Georgian restaurant"}, {"review": "Very tasty, but expensive and it looks like we were deceived, we ordered 750g of shish kebab, there were 1.5kg in the check, we noticed already at home, because. all the way we thought what is so expensive, these long thoughts spoil the impression. Drinks are very expensive...", "rating": 5, "name": "Heiko Mertsch", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Svetlana!\nThank you for your feedback, we reviewed the checks in the program for the day of your visit, we did not find any checks with 1.5 kg of kebabs.\nTo resolve the issue, please email us with a photo of the check - hiv.podil.dir@fmrest.com\n\n", "rating": 4, "name": "Виталий Грехов", "cat": "Georgian restaurant"}, {"review": "I liked everything very much. I celebrated my birthday with friends, pleasant atmosphere, polite staff, the girl advised what is better to order with. And khachapuri is on top, very tasty. Everyone was happy 👍😍…", "rating": 3, "name": "Лилия Степаненко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Dmytro Pastukh", "cat": "Georgian restaurant"}, {"review": " Georgian cuisine, the restaurant is located in the Padole district, main street. There are two large continuous rooms. The restaurant is comfortable with large armchairs and a sofa. The decoration and lights are …", "rating": 5, "name": "Адвокат Киев", "cat": "Georgian restaurant"}, {"review": "My wife and I came to this restaurant for a delicious meal. The restaurant is very beautiful, colorful in the spirit of Georgia. 🇬🇪 I always try to order Adjarian khachapuri in Georgian restaurants. He's just amazing here! 🤗 …", "rating": 5, "name": "Т Б", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Віталій Ка́чков", "cat": "Georgian restaurant"}, {"review": "Good establishment.\nThe restaurant is very beautiful, colorful in the spirit of Georgia\nThere are 2 floors and a terrace. We chose a table on the terrace. Sofas are soft, there are pillows ...", "rating": 2, "name": "Yaroslav Klimenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Vika!\nThank you for your feedback, we are very pleased that you were satisfied with the visit to our restaurant. See you in Khachapur and Wine!\n\n", "rating": 5, "name": "Yana Dubnyanska", "cat": "Georgian restaurant"}, {"review": " If you like Georgian dishes, or eat delicious food, you should visit this place !!! The delicacy is incredible !! The service is impeccable !! It's cozy and delicious;) …", "rating": 4, "name": "Олексій Масальцев", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Mykola!\nWe are very pleased that you liked everything in our restaurant! We are always glad to see you!\n\n", "rating": 4, "name": "Татьяна Бунина", "cat": "Georgian restaurant"}, {"review": "Disgusting cuisine. Chicken Tapaka - no, not tasty, not Georgian, questionable smell (near the bone), not cooked in a special frying pan, just fried chicken. The output of dishes in grams is not written (except for the grill menu). Turkey - …", "rating": 5, "name": "Yasemin G", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olya!\nFirst of all, we are sorry that you had a bad impression after visiting our restaurant.\nWe will be sure to take into account all your comments and pass them on to our brand boss.\nWe are sure that after trying our khinkali and khachapuri, you will be satisfied!\nWe look forward to your visit again!\n\n", "rating": 5, "name": "Karina Savchenko", "cat": "Georgian restaurant"}, {"review": "A very good establishment. You can stay on the first or second floor. At the entrance we were greeted very politely by the waiter. We were on the second floor and it was very comfortable. Soft sofas, large tables. Particularly impressive is the ceiling with…", "rating": 5, "name": "Marina R.", "cat": "Georgian restaurant"}, {"review": " Hello, Julia!\nVery grateful for your feedback and appreciation! See you in Khachapur and Wine ❤️\n\n", "rating": 5, "name": "Анна-Аліна Бєлокуренко", "cat": "Georgian restaurant"}, {"review": "For a long time we chose a restaurant for a romantic dinner with a guy, we decided to opt for Khachapuri and Vino, in the end we were incredibly delighted, there are a lot of people here, but we booked a table in advance, we were politely greeted and …", "rating": 5, "name": "Елена", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Marina!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Anton Shevchuk", "cat": "Georgian restaurant"}, {"review": "Celebrated a birthday, the staff is courteous, the kitchen was pleasant. Everything was on the level. Specialty khachapuri, pork on the bone ... you will lick your fingers. At the end, as a birthday boy, a pleasant discount was waiting for me🙌🏻 Bonus congratulations in the form of a dessert🥰 ...", "rating": 5, "name": "Ольга Кулакевич", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Valentina!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Just Mimimi", "cat": "Georgian restaurant"}, {"review": "Heartfelt, friendly, delicious. Khachapuri is very tasty, like in Georgia. Greedy portion sizes. Decent wine list. Delicious homemade lemonades. We were very pleased with the level of service and the quality of the food! I recommend to everyone, and we will definitely ...", "rating": 2, "name": "Андрей Погорелый", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Sonya!\nThank you for your feedback, we are very pleased that you liked our restaurant. We will wait for new meetings!\n\n", "rating": 5, "name": "Людмила «LyudOK» К", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty, nice staff, modern design. I put a big plus for the greenery in the interior !!! …", "rating": 3, "name": "Valeriia Miziuk", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Oksana!\nThank you for your feedback, we will see you again!\n\n", "rating": 5, "name": "Лера Бобор", "cat": "Georgian restaurant"}, {"review": "Pleased only with the kitchen, the service leaves much to be desired,\nWe were in the evening, almost full boarding, after ordering (lemonade 1 liter, eggplant in sax, kebab and khachapuri), we figured out how long to wait for kebab -20-25min. …", "rating": 1, "name": "Marina Klimenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Darina!\nWe are very grateful for your feedback, thanks to constructive criticism - we can work on mistakes. We are sorry that the visit left a negative impression on our restaurant. We assure you that we will be sure to work with employees and further eliminate all comments about service and cleanliness. We look forward to seeing you again!\n\n", "rating": 4, "name": "Vasyl Pavlenko", "cat": "Georgian restaurant"}, {"review": "The establishment on Sagaydachnogo in the historical center of Podil specializes in Georgian cuisine. Diverse menu. Excellent service. Staff - 5. Cozy interior, there is a large covered terrace. But the kitchen for 4 with a minus. If not special...", "rating": 5, "name": "Игорь Мокиенко", "cat": "Georgian restaurant"}, {"review": " Hello! Thank you for your feedback, we will be glad to see you again to surprise you with delicious Georgian dishes!\n\n", "rating": 1, "name": "Станислав Кипра", "cat": "Georgian restaurant"}, {"review": "Atmospheric place. Interior, music - everything evokes Georgia. The food is delicious, moderately spicy. Khachapuri is hot, tender, fragrant. In khinkali, the taste of lamb is not for everyone. The original Napoleon - broken cakes with orange custard. AT …", "rating": 1, "name": "Vira Sheludko", "cat": "Georgian restaurant"}, {"review": "Awesome khinkali (assorted)! Subtle nutty flavor that I love. Beautiful decoration inside the restaurant, two floors, several halls, an open kitchen, pleasant service. The only point - for some reason sometimes the same dishes ...", "rating": 5, "name": "Юлия Лапенюк", "cat": "Georgian restaurant"}, {"review": "Delicious. True, the waiters are not very quick: you have to wait a long time until they come, sometimes the waiters forgot to turn on the water, add wine, change the plate ...", "rating": 5, "name": "Руслан Григорьев", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we will definitely work on the service, and we will be glad to see you again!\n\n", "rating": 4, "name": "Anastasiya Zwarich", "cat": "Georgian restaurant"}, {"review": "Delicious. I love Georgian cuisine, and especially the network of khachapuri and wine establishments. Adjarian khachapuri, kharcho, metekhi - everything is very tasty. The interior is beautiful and cozy. The location is excellent - next to the metro and the pedestrian part of Sahaydachnogo street …", "rating": 5, "name": "Natali", "cat": "Georgian restaurant"}, {"review": "Love this place on St. Sagaidachny. Excellent places on the second floor, summer terrace. Prices are average, very tasty. What I didn’t like: I called the establishment to book a table, they said there were no places at all, I decided to go in (I was just …", "rating": 5, "name": "Владислав", "cat": "Georgian restaurant"}, {"review": "The establishment is cozy. Specifically, there is a terrace on Sagaydachny on the 2nd floor - we are waiting for spring to get there. Khachapuri in Adjarian pleased, quite tasty.\nBut khinkali with lamb disappointed, to put it mildly. Brought undercooked and...", "rating": 4, "name": "Karolia", "cat": "Georgian restaurant"}, {"review": " Good afternoon, dear Maria!\nVery upset that you have a misconception about \"store hinkali\". We prepare khinkali only by hand and immediately after ordering. We will take into account your comments and next time we will surprise you with delicious khinkali and more)\nGood day\n\n", "rating": 5, "name": "Helga", "cat": "Georgian restaurant"}, {"review": "Came here for a lunch break on a Friday. There were very few people. The order was taken quickly, brought in 20 minutes - khinkali, Adjarian khachapuri, salad, tea. Well done waitress!!! Everything is quite tasty. The calculation was fast. Liked it very much…", "rating": 5, "name": "Вероника Жицкая", "cat": "Georgian restaurant"}, {"review": "The perfect place for a cozy, relaxing dinner with your loved one. We tried chalagach, I think that's the name of the dish, pork steak and khinkali. Everything was very, very tasty! I also want to mention homemade wine, both white and red, …", "rating": 3, "name": "Salatyn Khodzhalyieva", "cat": "Georgian restaurant"}, {"review": "Were on Saturday evening on the second floor, the restaurant is full landing (book in advance). With so many people, the guy waiter was very attentive and served us quickly. Khachapuri was burnt and greasy as for me (( For the first time ...", "rating": 4, "name": "Виктория Шевчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Ihor Takhtaul", "cat": "Georgian restaurant"}, {"review": "Among the advantages of this restaurant, I would like to note a convenient location, free drinks at the entrance, which greet guests, an extensive menu with a large assortment of Georgian dishes, a sane order waiting time, a pleasant atmosphere, …", "rating": 3, "name": "Карина Богович", "cat": "Georgian restaurant"}, {"review": " Nice restaurant on Sahaidachny.\nThe menu is varied, the food is delicious, the interior is stylish, the facility is clean, the service is pleasant, BUT one moment - why the institution does …", "rating": 4, "name": "Рома Косов", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n", "rating": 1, "name": "Vlad Strik", "cat": "Georgian restaurant"}, {"review": " Great ambience and delicious Georgian cuisine. The staff is great and both the food and drinks are brought to the table quickly. If you come on his birthday, get 20% off. …", "rating": 4, "name": "Olesia V", "cat": "Georgian restaurant"}, {"review": "We went to have lunch with a friend, because. We love Georgian food and have no regrets. The cuisine is delicious, we took the first, khinkali, turkey. The meat is tender and fragrant, khinkali are juicy. The waiter deserves special attention (guy, full name on the check), very friendly, …", "rating": 5, "name": "Łukasz Litwin", "cat": "Georgian restaurant"}, {"review": "The restaurant itself is very nice, in a good location with a cozy summer terrace.\n\nI DID NOT LIKE that the menu does not indicate the weight of the dishes !!!! …", "rating": 5, "name": "Юлия Клепальская", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Елена Бергер", "cat": "Georgian restaurant"}, {"review": " My rating is 3.5 / 5 (rated the summer playground)\nWhy?\n1) music ... I was in Georgia in restaurants, there was also native music, but …", "rating": 4, "name": "Вітер (Вітер)", "cat": "Georgian restaurant"}, {"review": "Everything is very delicious. Pleasant music. The waiters are top notch. And the waiter Polina is the most beautiful girl in Podol. Her smile will persuade you to taste all the most exquisite dishes of the restaurant. Administrator - give Polina an award for Her ...", "rating": 1, "name": "Елена Вечерко", "cat": "Georgian restaurant"}, {"review": "Accidentally decided to go in to try something new, beautiful, not intrusive interior, tasteful, especially the second floor, as a chef I can say that they cook with taste, desserts pleased, + in that the waiter knew the menu of all dishes and their …", "rating": 5, "name": "Евгений Вовк", "cat": "Georgian restaurant"}, {"review": "This place has gotten a lot better lately! Delicious food, excellent service - everything is here) I ordered branded khachapuri: as for me, there is a lot of garlic, so it is perfect for those who like spicy. …", "rating": 5, "name": "Your Driver Company Kyiv Ukraine", "cat": "Georgian restaurant"}, {"review": "The summer terrace is all covered with a film and is not blown through, while you can smoke cigarettes and a hookah there - it is very smoky and unpleasant. The toilet sink is clogged, there is no soap, the drain does not work. The waiter allows himself to walk around and talk loudly ...", "rating": 5, "name": "Ольга Гриценюк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Anastasia", "cat": "Georgian restaurant"}, {"review": " Rested today in the institution, in the company of 4 people. We were served by the waiter Serhiy, very attentive, with a sense of humor 😃 The restaurant itself is very nicely decorated, New Year's decor fits very …", "rating": 5, "name": "Катерина Литвин", "cat": "Georgian restaurant"}, {"review": " Khachapuri in Adjara without questions, everything is fine! But the khinkali were a little oversalted.\nThe service is good! …", "rating": 4, "name": "Гаев Андрей", "cat": "Georgian restaurant"}, {"review": "Of all the restaurants of this chain, I like the restaurant in Podil. The building itself and the excellent interior create a mood.\nService and cuisine are not the best of the Georgian establishments in Kyiv. But good...", "rating": 5, "name": "Barash IQ", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Tatiana!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Sperata Swt", "cat": "Georgian restaurant"}, {"review": " A Georgian restaurant with very nice ambiance. The food tastes like Turkish food. …", "rating": 1, "name": "foreck info", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Lina Shkrobynets", "cat": "Georgian restaurant"}, {"review": "Delight, incredibly cozy atmosphere. Professional service. The waiters are polite and not intrusive. The chefs cook delicious food. The taste is balanced, the consistency of the products meets the requirements for the finished dish! Necessarily …", "rating": 2, "name": "Анастасия Корнейчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Karina!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "ARSLAN BAKAROW", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere, friendly waiters and delicious food. I liked that the food arrived very quickly. Beautiful presentation. Thanks a lot! …", "rating": 5, "name": "Алина Кондратенко", "cat": "Georgian restaurant"}, {"review": "I love Georgia very much and in this place I can truly plunge into the Georgian atmosphere with its flavor and traditions. The service is top notch as are all the dishes on the menu! I love this place and enjoy going there! I recommend! …", "rating": 3, "name": "Наталия Сильвестрова", "cat": "Georgian restaurant"}, {"review": "Perfect place! Friendly to children, do not violate human rights, very tasty. White semi-dry house wine - excellent;). Beautiful dishes in the Georgian style. Clean, nice. I'll come again! …", "rating": 5, "name": "Tatyana Sadko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elena!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Alex SUN", "cat": "Georgian restaurant"}, {"review": " Terrible establishment, poorly prepared, ordered fish soup, the carrots were uncooked.\nSuccessful tarragon is also ugly. …", "rating": 4, "name": "Ирина", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anton!\nThank you for your feedback, all comments were sent to the chef for processing.\nWe assure you that for us this situation is the exception, not the rule.\nWe hope for a new meeting!\n\n", "rating": 1, "name": "sheva2k13", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olga!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Ира Самошина", "cat": "Georgian restaurant"}, {"review": "Cozy place, love the music.\nKhachapuri is tasty, but small, as for Georgian cuisine. The waiters are polite but not attentive. …", "rating": 3, "name": "Ольга Ткаченко", "cat": "Georgian restaurant"}, {"review": "A place where wine from silpo for 100 UAH will be sold to you for 430 (verified). It is worth highlighting the \"clever\" fair-haired waiter who will refuse to take out a bottle of wine for you, because. there is an error in the menu and it will cost more, but by simple ...", "rating": 5, "name": "Юлія Дідик", "cat": "Georgian restaurant"}, {"review": " Andrew, we are grateful for your feedback! We sincerely apologize, but really at that time in our new menu there was such a mistake, the waiter did not intend to sell you wine that is more expensive, we also hope to understand that the restaurant and grocery store are two different establishments with different pricing. We hope to see you again! 🤗\n\n", "rating": 5, "name": "Yevgeniya Russakovska", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Майя Страдная", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Ludmila!\nThank you for your feedback, we are very pleased that you were satisfied with the visit. See you in Khachapur and Wine!\n\n", "rating": 1, "name": "Татьяна Сергеевна", "cat": "Georgian restaurant"}, {"review": "Went for a business lunch today. A piece of walnut shell was caught in the pkhali. At my request to replace with another dish, I was offered another portion of pkhali or dessert. In general, they referred to the supplier and brought an invoice for the full cost for payment. To me …", "rating": 2, "name": "M-Studio Group", "cat": "Georgian restaurant"}, {"review": " Hello!\nYour complaint has been passed on to the supplier, as such situations are not allowed.\nWe cannot exclude one dish if it is a business lunch, as was the case with you. That's why we offered a dessert with coffee as a compliment.\nWe hope that the unfortunate incident will not happen again and you will be satisfied with all the dishes at the next visit!\n\n", "rating": 5, "name": "Ірина Бодейчук", "cat": "Georgian restaurant"}, {"review": "I don't go to this place often, but when I do it's delicious and the service is great! I really like the atmosphere on the second floor, especially in winter with a fireplace) Of course, we come to the most delicious khachapuri and juicy meat that they make ...", "rating": 5, "name": "Григорий Печатник", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lera!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 2, "name": "Алексей Братенков", "cat": "Georgian restaurant"}, {"review": "The waiter is not sociable, she could not really tell anything and the style of communication, like with a child. The minimum order for khinkali is 4 pcs!!!! Although I want to try a few different ones. Fresh khachapuri. The cheese was not mixed, and although the other waiter…", "rating": 5, "name": "микола лютий", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Marina!\nWe are sorry that you have a negative impression of our restaurant. As for khachapuri, we will definitely do some cooking. And khinkali is not served with butter even in Georgia, so we follow traditional recipes. We look forward to seeing you again to rehabilitate your experience!\n\n", "rating": 1, "name": "Roman Kushchyk", "cat": "Georgian restaurant"}, {"review": " After 3 trips to Georgia, it is difficult to find a quality equivalent of Georgian cuisine in our region. What I liked: interior, service, khinkali (just like in Georgia), liqueurs. I didn't like khachapuri in Adjara …", "rating": 2, "name": "Dmytro Lohvynenko", "cat": "Georgian restaurant"}, {"review": " Visited with a friend to this restaurant. The first thing that impressed us was the interior😍 Very elegant and stylish! We were served by a waiter Vitaly. Nice, polite and attentive guy👍 For the first time in my …", "rating": 3, "name": "Евгений Поднебенный", "cat": "Georgian restaurant"}, {"review": "Terrible. Service is just zero. Dirty dishes are not removed from the table. After 10 minutes, the hookah man brought the bill and said that his shift had ended and he didn’t come to us anymore. (Accordingly, no one changed the coal) The kitchen, although …", "rating": 5, "name": "Vi Stepaniuk", "cat": "Georgian restaurant"}, {"review": " The waiters are polite at first glance, but serve poorly, calculate (take tips without the consent of the client). Portions are very small and expensive. Salad with salmon and figs was surprised that the salmon meat …", "rating": 1, "name": "Kateryna Gordiyenko", "cat": "Georgian restaurant"}, {"review": " Khachapuri and Vino restaurant surprises with its pleasant interior, friendly staff and delicious cuisine, Prices in the restaurant are available for everyone) The restaurant is suitable for dinner with family and for …", "rating": 5, "name": "Slavik Novitskiy", "cat": "Georgian restaurant"}, {"review": "Great service. Tasty food. Great waiters. Thanks for all. See you :-) …", "rating": 5, "name": "Ирина Митенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Ruslan!\n\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Катерина Єськова", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy and great location. We had a polite, albeit a bit slow, waiter. But the foreigners at the next table were not very lucky, although the girl tried, but with English she was weak. It would be time...", "rating": 5, "name": "Zapierdala", "cat": "Georgian restaurant"}, {"review": "The best place, a piece of Georgia on the hem, very attentive staff, eggplants are just top🔝\nJust one love 🔥…", "rating": 5, "name": "Надежда Темербек", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Natalie!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Mary Me", "cat": "Georgian restaurant"}, {"review": "Khinkali, the same khinkali that I tried only in Adjara. Surprisingly, in Kyiv I can eat real khinkali! The establishment should hang out the Georgian flag, everyone is used to another restaurant that used to be in this place. …", "rating": 3, "name": "Костянтин Степанюк", "cat": "Georgian restaurant"}, {"review": "Good. Clean, neat, freshly prepared. Delicious. The wine is excellent. Not five stars just because there is a wish to increase the portion of sauces)) well, very tasty adjika and satsibeli)) …", "rating": 3, "name": "Михаил Арсень", "cat": "Georgian restaurant"}, {"review": "Very tasty and beautiful place! Only in Kyiv - we immediately eat in your chain of restaurants. Sometimes we come to eat our favorite chkmeruli. It is a pity that you are not in Kharkov (((...", "rating": 5, "name": "Nataliia Shevchenko", "cat": "Georgian restaurant"}, {"review": "I was satisfied with the visit to this restaurant, a very beautiful view from the second floor to Sahaydachnogo street, the interior is tasteful, the illuminated pitchers on the ceiling surprised and impressed) …", "rating": 2, "name": "Екатерина Зверева", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Veronica!\nWe are very grateful for your feedback, and we are glad that you liked our restaurant.\nWe are always glad to see you!\n\n", "rating": 3, "name": "Лена Добрая", "cat": "Georgian restaurant"}, {"review": "I really love Georgian cuisine and Georgian culture in general. In the cafe \"Khachapuri and wine\" we are frequent guests, some of the waiters already know us by sight.\nI would like to express my opinion not out of harm, but in order for the management ...", "rating": 5, "name": "Alex M", "cat": "Georgian restaurant"}, {"review": "In general, a very good institution, quickly served, pleasant atmosphere, music, delicious. Of the minuses, on the first floor there is a strong heat from the kitchen, it is better to sit on the 2nd floor, the menu did not contain lobio, when it turned out that it was with meat. …", "rating": 5, "name": "Анна Ільченко", "cat": "Georgian restaurant"}, {"review": "Very cozy warm atmosphere, excellent cuisine, and friendly staff.\nFor lovers of real Georgian cuisine. Love delicious and satisfying food to you here ... ...", "rating": 3, "name": "Soa Soa", "cat": "Georgian restaurant"}, {"review": "We visited the second restaurant of this chain.\nSat on a cozy summer track. The place is quiet and pleasant. The food, like in the restaurant on the Olympic, is delicious, but this place disappointed with the service.. …", "rating": 5, "name": "Света Иванова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Karina!\nThanks for your feedback, we will be sure to work on the bugs and correct them before your next visit!\n\n", "rating": 2, "name": "Kazanch", "cat": "Georgian restaurant"}, {"review": " Very cozy. Good food, delicious food. But after them it was necessary to order tea, not all at once. Because drinking it chilled is somehow not funny. …", "rating": 5, "name": "Husein Huseinov", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Roman!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Яна Рысянова", "cat": "Georgian restaurant"}, {"review": "Delivery was 2.5 hours, but this can still be understood, but the broth from rotten chicken, and they stuffed it there from the heart. They said in the contact center that they would call back in 15 minutes to sort it out and that was it.. This is my story with …", "rating": 5, "name": "Василиса Оксимец", "cat": "Georgian restaurant"}, {"review": " The ordered tea was brought only for the third time, the smell made it clear that the previous ones were not pomegranates, thanks to the waitress that she did not argue with it. But we did not receive any compliments …", "rating": 5, "name": "Tanusha Konovka", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olesya!\nThank you for your feedback. We will be sure to work on the comments you leave.\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Инна Бойко", "cat": "Georgian restaurant"}, {"review": " Definitely my favorite after Kiev Trip. Tasty, cheap and at the highest level. This is one of those restaurants that you just have to visit. Warm greetings to the waitress who ran after us to give back the phone call …", "rating": 5, "name": "Константин", "cat": "Georgian restaurant"}, {"review": "The service is super, I was there for the first time, everything was at the highest level, the banquet was a success, this is the best birthday I have ever had, thanks to all the staff, we will definitely return to you. ❤️❤️❤️ …", "rating": 5, "name": "fatma genç", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Julia!\nWe are sincerely grateful for your feedback, we are always happy for you!\n\n", "rating": 3, "name": "Ekaterina Stepanova", "cat": "Georgian restaurant"}, {"review": "Was with family and friends. I really liked the service. Igor explained everything very well. Always on time was there to change dishes or drinks. Thank you so much for such a warm welcome and great service…", "rating": 5, "name": "Мария Веденичева", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elena!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Галя Чурилова", "cat": "Georgian restaurant"}, {"review": " The menu for many dishes does not indicate \"exit\". This is usually done in very expensive and refined restaurants, but this one does not have such a level ... In general, the cuisine is not bad, the service is …", "rating": 4, "name": "Хороший и плохой интерьер. Разбор ремонта", "cat": "Georgian restaurant"}, {"review": " Good day.\nThank you for your feedback!\nAccording to the law of Ukraine, the exit of dishes must be mandatory for the price list, which we have in the corner of the consumer, and in the menu, each restaurant reserves the right to indicate the exit or not.\nIf you are interested in any dish, you can always contact the waiter and he will tell you what to eat.\nWe hope that this nuance did not spoil the impression of our restaurant, so we will be waiting for you again!\n\n", "rating": 5, "name": "Максим Марченко", "cat": "Georgian restaurant"}, {"review": "Spoiled evening.\nWere in \"Khachapuri and wine\" today, December 12th.\nTo begin with, we did not take an order for a long time, the waiter simply did not fit. …", "rating": 5, "name": "Катя Шевлякова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elena!\nWe are grateful for such a detailed response, the situation that happened to you is unacceptable, and is not usual for our restaurant.\nWe worked with the waiter on standards and service, the chef gave comments on the quality of dishes. We hope to meet you again in our restaurant so that you can give us the opportunity to rehabilitate!\n\n", "rating": 5, "name": "Olena Konoplia", "cat": "Georgian restaurant"}, {"review": "Great place, great atmosphere. The dishes are delicious, although the basil lemonade fell significantly short of \"expectations\". …", "rating": 4, "name": "Женя Моргун-105 НВ", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Eugene!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Anna Ponomarenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Сергій Глушко", "cat": "Georgian restaurant"}, {"review": "A wonderful place to relax with family or friends. It’s not the first time I’ve come and every time the dishes seem to be tastier, I want to mention khinkali, I’m pleased with the variety and beautiful view; as well as incomparable dishes from the grill and, of course, …", "rating": 5, "name": "Люда Люда", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olga!\nThank you for such kind words, we will be glad to see you again!\n\n", "rating": 5, "name": "Марина Гончарова", "cat": "Georgian restaurant"}, {"review": " She was with her mother and brother. Khachapuri - incredible can be eaten indefinitely. Service at the level. I would like natural lemonades like \"Tarragon\" of own production - it would add taste. …", "rating": 5, "name": "Олена Лубянко", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Аксинья Чеснюк", "cat": "Georgian restaurant"}, {"review": "Perfect place! Cozy atmosphere, delicious food made with love. Each dish is a work of art. The waiters are very attentive, special thanks to them. I recommend!!!! …", "rating": 5, "name": "Анна", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nThank you for your feedback, we will see you again!\n\n", "rating": 5, "name": "Алексей ГАРМАНОВ", "cat": "Georgian restaurant"}, {"review": "Not bad, we were on 09.10, we were told that there was no Rol khachapuri, but the company that came after Rol khachapuri brought, they found a hair in the dish. The administrator quickly got his bearings, the dish was replaced, a dessert was offered, the sediment from the visit remained. …", "rating": 5, "name": "Алина Ищенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew!\nWe apologize for the misunderstanding that occurred during your visit. We will make sure to work on the errors so that such situations do not occur again. Be sure to visit us again!\n\n", "rating": 5, "name": "Siya White", "cat": "Georgian restaurant"}, {"review": "Wonderful establishment!\nRecently, with friends, we again came to the restaurant - everything is as always on top.\nThe kitchen is very tasty, the staff is extremely friendly (special thanks to …", "rating": 4, "name": "Nadya Aza", "cat": "Georgian restaurant"}, {"review": "Very nice interior, delicious food and good service. My favorite Georgian cuisine place in Ukraine! …", "rating": 5, "name": "Elena Mikhnevych", "cat": "Georgian restaurant"}, {"review": "They came to eat business lunches, a pebble came across, I was lucky I almost cracked my tooth ...... the portions are extremely small, the taste is normal but not really, the henkali themselves are delicious, …", "rating": 1, "name": "Victoria Krakhmal", "cat": "Georgian restaurant"}, {"review": " Hello!\nNext time, be sure to share the information with the administrator or at least the waiter so we can check the dish!\n\n", "rating": 5, "name": "Oleksandra Bunda", "cat": "Georgian restaurant"}, {"review": "Excellent network of establishments. Always clean and comfortable, the waiters are polite and friendly. The cuisine is very tasty and varied, interesting promotions and new tastes of your favorite dishes please. …", "rating": 1, "name": "Неля Манжос", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lina!\nThank you very much for your feedback and appreciation! You are always happy ❤️\n\n", "rating": 5, "name": "Гульнес Х.", "cat": "Georgian restaurant"}, {"review": "We visited the establishment on Independence Day. Despite the full workload, the wait was not very long, but !!! Instead of Logman, they brought Shurpa to her husband, and then remotely reminiscent. When we informed the waiter about this, he replied: \"ok, I'll pass it on ...", "rating": 5, "name": "Joe", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia!\nThanks for your feedback, we will be sure to check the cooking technology you have questions about. Be sure to come back to us, we are always glad to see you!\n\n", "rating": 5, "name": "anna ann", "cat": "Georgian restaurant"}, {"review": "Very, very tasty, the waiter immediately met me at the entrance and led me to a beautiful table on the second floor, cozy and atmospheric. We'll be back for sure!!! …", "rating": 2, "name": "Yuliya Grushina", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Arslan!\nThank you for your feedback, always happy to see you!\n\n", "rating": 3, "name": "Marina Svitlyk", "cat": "Georgian restaurant"}, {"review": " Very cozy and nice place! All dishes taste unsurpassed, and the catch-up music creates an atmosphere of home comfort :) …", "rating": 5, "name": "Dmitry Elenran", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alino!\nThank you for your feedback, we are pleased that you are satisfied, we will be glad to see you again!\n\n", "rating": 4, "name": "Герасим Махоян", "cat": "Georgian restaurant"}, {"review": "Terrible service. My husband and I came together, when we made an order, my husband was dissuaded from ordering khachapuri because they say it would take a long time to wait 20-25 minutes, I ordered another, they clarified whether it would be ready earlier, they said yes, the waiting time would take ...", "rating": 1, "name": "Володимир Москаленко", "cat": "Georgian restaurant"}, {"review": "Thanks to this restaurant and all its employees! This is the best visit to a Georgian restaurant, I'm in love with this place guys, love it all ❤️ …", "rating": 5, "name": "Наталия К", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Tatiana!\nThank you for your feedback, always happy to see you in our restaurant ❤️\n\n", "rating": 5, "name": "Katya Shchepetova", "cat": "Georgian restaurant"}, {"review": "Information for owners.\nRead comments from your guests.\nThe whole problem is described below！...", "rating": 5, "name": "Анжеліка Морквич", "cat": "Georgian restaurant"}, {"review": "I like a chain of Georgian restaurants. I visit not in the first. This particular restaurant has a very cool interior. It's very beautiful inside, especially on the second floor! There is a terrace and a cozy balcony overlooking the Kontraktova Square. There so...", "rating": 5, "name": "Alena Rekeda", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Irina!\nWe are very grateful for your feedback, always happy to see you in Khachapur and Wine!\n\n", "rating": 5, "name": "Kateryna Omelchuk", "cat": "Georgian restaurant"}, {"review": "One of the worst establishments I have ever been to.\nI understand that I visited it on Independence Day, and the load was maximum (actually not) ...", "rating": 5, "name": "Шурочка Боглачева", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we'll be sure to work on bugs. We look forward to seeing you again!\n\n", "rating": 3, "name": "Кристина Нагирняк", "cat": "Georgian restaurant"}, {"review": "I liked the restaurant itself, a pleasant and quiet place, as they say \"breathe in it.\" I ordered meat salads, which I had already tried in the same restaurant on the Maidan. And whether the heat, or the inexperience of the cook of the cold process, the kitchen is many times inferior ...", "rating": 3, "name": "Полина Шимпф", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew!\nThanks for your feedback and comments, we will be sure to check the cooking technology of all dishes, and look forward to seeing you again!\n\n", "rating": 5, "name": "Constantin Safonov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Максим Птушкин", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Irina!\nThanks for your feedback, we look forward to seeing you again.\n\n", "rating": 3, "name": "Nika Olegova", "cat": "Georgian restaurant"}, {"review": "Yes, the review has changed.\nTwo years ago it was a wonderful institution, it was given three stars.\nA couple of days ago they tried to enter in the evening, but the roar of some pop music coming from ...", "rating": 5, "name": "Катерина", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olga!\nWe are sorry that you changed your mind about our restaurant. On that day we celebrated a wedding and the restaurant received guests only on the summer playground, so that everyone was comfortable. So we will be glad to see you again to rehabilitate!\n\n", "rating": 5, "name": "Костянтин Мельников", "cat": "Georgian restaurant"}, {"review": " Thank you to the restaurant \"Khachapuri and wine\" for justified expectations! :) We have long chosen a place to celebrate the wedding and wanted everything to work out 100%. Both we and the guests were satisfied with …", "rating": 5, "name": "Вера Проскура", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Julia!\nWe truly thank you for choosing our restaurant to celebrate such an important event for you ❤️\nWe are always glad to see you, see you soon!\n\n", "rating": 5, "name": "Karyna I", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "таня тушева", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Eugene!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 2, "name": "Алексей Смирнов", "cat": "Georgian restaurant"}, {"review": "From our family I want to say a huge thank you to the waiter Igor for the quick service, for meeting with a smile and good mood. Such a waiter should be proud that this particular person works in this institution. It's very nice when...", "rating": 4, "name": "Лидия Серкова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Maya!\nWe are sincerely grateful for such kind words, we will always be happy for you!\n\n", "rating": 5, "name": "Александр Петрович", "cat": "Georgian restaurant"}, {"review": "Worst service. Menu by QR code, but alas, it was not found at our table, we had to go to other tables in search of a QR code. The hall was full, but for 40 minutes we sat at an empty table, for which we didn’t even bother to bring cutlery and …", "rating": 3, "name": "Denys Hryshchenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Tatiana!\nThank you for your feedback, we checked the availability of the electronic menu on all tables, and worked out the mistakes that will be made during your visit.\nWe look forward to seeing you again!\n\n", "rating": 4, "name": "Lyudmila S", "cat": "Georgian restaurant"}, {"review": "They were very dissatisfied. At first they took the order for a very long time, then they carried it for a long time. As a result, after the first dish that waited 45 minutes , left. …", "rating": 2, "name": "Mariia Divavina", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we have worked on the weaknesses that arose during your visit so that this does not happen again in the future. We will see you again!\n\n", "rating": 5, "name": "Аташка Ходжамамедов", "cat": "Georgian restaurant"}, {"review": " Incredible atmosphere, interior, delicious cuisine and fast service in the best historical corner of the city !!! I recommend khachapuri, which is adored by our whole family 💜 …", "rating": 5, "name": "Анна Денисенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "serega kiev", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Gregory!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Oksana Maky", "cat": "Georgian restaurant"}, {"review": "The location is good - the only plus, perhaps. Khachapuri was carried for more than an hour, there was practically no cheese in the khachapuri themselves, at the end the waiter asked about a tip. I will never go to this establishment again. …", "rating": 5, "name": "Valeriia Cherepanova", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alex!\nThank you for your feedback, we have already worked out the mistakes that will be made during your visit.\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Вадим Парій", "cat": "Georgian restaurant"}, {"review": "Today we visited a cozy restaurant on Podil Khachapuri and Vino, and I can tell you one thing: we will definitely come back here. The kitchen is very tasty, there were a lot of people, so the order had to wait a bit, the restaurant administrator was waiting for …", "rating": 2, "name": "Artem Bondarenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Mykola!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Элина Безуглая", "cat": "Georgian restaurant"}, {"review": "Bad service, bad food.\nLet's start with the service:\n- the chairs stagger (lower terrace), I was afraid to fall ...", "rating": 5, "name": "Тетяна Рудь", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Roman!\nWe are sorry that the visit to our restaurant left a negative impression.\nThank you for your comments, we will be sure to work on and eliminate any shortcomings. We look forward to meeting you in Khachapur and Wine!\n\n", "rating": 5, "name": "Black Man", "cat": "Georgian restaurant"}, {"review": " Went to a business lunch.\nAt 14:50 I made an order, sat and waited, brought one dish, ate. I waited for another 10-15 minutes, brought another. He was expecting the third dish with him …", "rating": 5, "name": "Ірина Маслянчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Dmitry!\nThank you for your feedback, we worked on the errors so that similar situations do not arise in the future.\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Andrii Mazurok", "cat": "Georgian restaurant"}, {"review": "The interior and entourage itself does not raise questions, but I personally love Georgian cuisine precisely for its taste, here everything was just mediocre. Khachapuri was tough, like the board on which it was served, perhaps the dough is prepared in advance and ...", "rating": 5, "name": "Марина Уланська", "cat": "Georgian restaurant"}, {"review": " Good afternoon Eugene!\nThanks for the feedback, we want to add that it is true - we cook the dough every morning but do not freeze it, as there is no need for this, and we do not add basil to the salad you tasted, but only garnish with mint.\nWe are sorry that you have a false impression of our cuisine, we assure you that we follow all the recipes of Georgian cuisine.\nWe look forward to seeing you again to rehabilitate your journey!\n\n", "rating": 5, "name": "A R S L O N B E K", "cat": "Georgian restaurant"}, {"review": "Great place with its \"Georgian\" atmosphere. The cuisine is delicious, but not for everyone. Feels like a real premium restaurant (except for the summer terrace). The design of the second floor is rather pretentious, but it all looks very…", "rating": 5, "name": "Nina Golotyuk", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Наталия Дидык", "cat": "Georgian restaurant"}, {"review": "Don't ever go here!!!! Update review after a long time. Immediately - I did not use the offer of a free dinner and will not use it. Today, my husband and I came to our heads again, ordered khachapuri, khinkali with sauce for them - this is ...", "rating": 3, "name": "Tony Montana", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine! We are very sorry that the visit to our restaurant upset you. We have worked on the errors and agree with you that this situation is not acceptable. It is important to us that all guests are satisfied when visiting our restaurant. Please write to us in the mail so that we can rehabilitate ourselves in front of you for the unfortunate incident. hiv.podol.dir@fmrest.com\n\n", "rating": 1, "name": "olga Isaieva", "cat": "Georgian restaurant"}, {"review": "A wonderful institution, I was in Georgia last summer and so I wanted to plunge back into this atmosphere again, Khachapuri and Vino on 27 Sagaidachnogo St., an ideal place for this, everything is very tasty and of high quality, thank you, I will definitely come ...", "rating": 1, "name": "Anzhela Opanasenko", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "M Sigayka", "cat": "Georgian restaurant"}, {"review": "Good place to meet friends.\nIt was delicious, especially the barbecue.\nPrices are a bit high though. …", "rating": 5, "name": "Alex Bystrov", "cat": "Georgian restaurant"}, {"review": "Dined with my husband at this restaurant. We were seated at a dirty table, we had to go for the forks ourselves, the order was carried for 30 minutes, however, they apologized several times. I didn’t like dolma at all, hard leaves, the meat had a very unpleasant aroma. …", "rating": 5, "name": "Alexandra Molofey", "cat": "Georgian restaurant"}, {"review": "As a visitor to this restaurant, I can say with confidence that they cook excellently in this establishment, and also if the dish is hot, then you will immediately be served it like this and it will not even have time to cool down. Barbecue deserves special attention, it is always …", "rating": 5, "name": "Di K", "cat": "Georgian restaurant"}, {"review": " Hello! Thanks for your feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Anna Ralph", "cat": "Georgian restaurant"}, {"review": "Delicious and pleasant service. The place is beautiful, if you do not pay attention to the repair of Andreevskaya. I recommend to everyone. …", "rating": 1, "name": "Viktoriia Ivanova", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Nadezhda!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Alex Yudenko", "cat": "Georgian restaurant"}, {"review": "Very nice and cozy place) insanely delicious) a place where you can relax) lovely staff) …", "rating": 4, "name": "Iryna Chernenko", "cat": "Georgian restaurant"}, {"review": " Pros:\n1. not bad atmosphere,\n2. interesting design, …", "rating": 4, "name": "Евгения Сафонова", "cat": "Georgian restaurant"}, {"review": "Impressions of this place have become at the level - so-so.\nNothing bad, but not much good either.\n1. Dishes. I understand everything, but bring warmed up in the microwave and cold ...", "rating": 5, "name": "Игорь Страдный", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Mikhail!\nThank you for your feedback, we are very sorry that you have an unpleasant impression of our restaurant.\nWe will definitely work on the mistakes and correct them.\nWe look forward to seeing you again!\n\n", "rating": 2, "name": "Ann Kozuxa", "cat": "Georgian restaurant"}, {"review": " Hot khachapuri, delicious wine, nice atmosphere! What else is needed for a good rest. And yet very friendly waiters! …", "rating": 5, "name": "Danil Barzhyn", "cat": "Georgian restaurant"}, {"review": "1. Very slow!! Syrniki waited 30 minutes, despite the fact that 6 tables were occupied\n2. I didn’t eat worse cheesecakes - large cottage cheese, falling apart.\n3. For me, the skill level of the chef is determined by how they prepare and serve ...", "rating": 5, "name": "Наталия Алмазова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nThank you for your feedback, we will be sure to work on bugs and check the technology of making cheesecakes. Be sure to come back to us!\n\n", "rating": 1, "name": "Poli Stepashka", "cat": "Georgian restaurant"}, {"review": "Didn't like the kitchen. We ordered eggplant in sweet and sour sauce, the dish was brought all in sunflower oil, the sauce was stratified and it was not audible at all. There was so much oil that you could eat like soup with a spoon.😧 …", "rating": 5, "name": "Katia Velychko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lena!\nThank you for your feedback, comments passed the brand to the boss. We will be sure to work on your submission so that you are satisfied next time.\nWe look forward to seeing you again!\n\n", "rating": 3, "name": "Irina Grigorieva", "cat": "Georgian restaurant"}, {"review": "Everything is delicious 😋! Service is top notch. The hostess is a very friendly girl .. I will say that this is not the first time in this restaurant and the quality of the dishes, as well as the portion size, is always amazing. I recommend everyone to visit this institution with Georgian cuisine! 👌 …", "rating": 3, "name": "Dmitry Rudenko", "cat": "Georgian restaurant"}, {"review": " A wonderful place, visited many times, but this time I enjoyed the service very much !!! Administrator Nikita is very attentive, his professionalism is fascinated), I also like to thank the waiter Vitaliy !!!! …", "rating": 1, "name": "Сергей Лукиенко", "cat": "Georgian restaurant"}, {"review": "Portions are small. Not like in a Georgian restaurant. The service is so-so. The only thing that saved me from a bad rating was the music. She is cool. …", "rating": 5, "name": "Орел Гречка", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Anastasiia Khmara", "cat": "Georgian restaurant"}, {"review": " Everything is cool!!\nThe waiters are masters of their craft, the dishes are delicious, the interior completely conveys the atmosphere of Georgia. Definitely recommend !! …", "rating": 5, "name": "Андрей Дорошенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Svetlana!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Nikki1610", "cat": "Georgian restaurant"}, {"review": "Good khachapuri, very tasty lemonade, waiter norms. What I didn't like was the smelly glasses. At what to replace the glasses brought no better. The first ones stank of musty dishes, and the second ones of stale towels. Drinking lemonade and sniffing a rag. AT …", "rating": 5, "name": "Артем Таран", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we will be sure to check and check the cleanliness of the glasses. We look forward to seeing you again!\n\n", "rating": 4, "name": "Олег Kenguru", "cat": "Georgian restaurant"}, {"review": "Wonderful food, service. As a person who returned to his homeland after 26, I am very pleased that I was greeted in such a way. I am proud of my people and Ukraine. Waiter Nikita is a great waiter and person. …", "rating": 4, "name": "Aleksandra Konoval", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Лилия Зиноватная", "cat": "Georgian restaurant"}, {"review": "Always tasty and plentiful. Delicious mushroom cream soup, for lovers of spicy kharcho it will be just right. There are interesting fried khinkali…", "rating": 5, "name": "Вадим Кальсин", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Jana!\nThank you for your feedback, we are pleased that you liked all the dishes.\nSee you in Khachapur and Wine!\n\n", "rating": 2, "name": "Yevhenii O", "cat": "Georgian restaurant"}, {"review": " Nice restaurant with a tastefully decorated interior (many live plants), the food is very tasty, the prices correspond to the status and location of the institution. …", "rating": 4, "name": "Анастасия Жучкова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Vasilisa!\nWe are very pleased that you were satisfied with the visit to our restaurant. We look forward to seeing you again!\n\n", "rating": 5, "name": "Алина Белогура", "cat": "Georgian restaurant"}, {"review": "A wonderful place, very atmospheric and beautiful around 😍 delicious Aperol and gentle Napoleon ☺️polite waiters and attentive leaders 🙏 …", "rating": 5, "name": "Виктория В", "cat": "Georgian restaurant"}, {"review": "Wonderful restaurant! Delicious cuisine, a good selection of Georgian dishes for every taste. Nice sincere staff. The dishes were brought quickly, the compliment from the chef also pleased. I will definitely be back! …", "rating": 5, "name": "Анастасія Пелешко", "cat": "Georgian restaurant"}, {"review": " Good flax Inna!\nThanks for the feedback, and we look forward to seeing you again!\n\n", "rating": 5, "name": "Ліда Загрійчук", "cat": "Georgian restaurant"}, {"review": "The facility is cozy!\nThe place is clean, but the top of what I liked was the work of the waiters, top, tops! …", "rating": 4, "name": "Инна Карпович", "cat": "Georgian restaurant"}, {"review": " Thank you for the high rating, we are very pleased! 😊 we are waiting for you and your friends;)))\n\n", "rating": 1, "name": "Eugene Bryohin", "cat": "Georgian restaurant"}, {"review": " The Georgian restaurant that we entered by chance, but we liked both the food and the service very much. I think their prices are also appropriate according to the service and taste we received. Foods that are very …", "rating": 5, "name": "Sheker Ramazanowa", "cat": "Georgian restaurant"}, {"review": "The kharcho soup was delicious, but too salty. I was served by two waiters. The girl was polite and friendly, but the young man was not very good at all. Therefore 3. ...", "rating": 3, "name": "Николай Цырин", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback and comments, we will be sure to check the cooking technology and conduct training for waiters. We look forward to seeing you again!\n\n", "rating": 3, "name": "Tatiana Pashkovskaya", "cat": "Georgian restaurant"}, {"review": "An institution where Delicious Georgian food. True, ordered wine 4 times. We love badagoni, but unfortunately, the waiter came all the time and said that it was over. As a result, they chose not badagoni, but also in order. The prices are adequate. Playing...", "rating": 3, "name": "Марина Лосицкая", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant with excellent food! Liked everything we ordered. Yes, a small child was a little spicy, but the chicken kebab suited him too. I liked it so much that after we ate we ordered several dishes to take away and ate ...", "rating": 5, "name": "Марина Филимонова", "cat": "Georgian restaurant"}, {"review": "Khachapuri is very average. Khinkali are good. Fried potatoes are perfect. Sea buckthorn tea is delicious, though I didn’t feel the figs at all. …", "rating": 4, "name": "дмитрий чистяков", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we will be sure to check the cooking technology.\nWe look forward to seeing you again!\n\n", "rating": 2, "name": "Gray Zooev", "cat": "Georgian restaurant"}, {"review": "Few visitors. The cuisine is delicious, but it is noticeable that there are better places with Georgian cuisine. The waiters constantly forget the visitors who went out for a smoke break and offer a free table. …", "rating": 5, "name": "Оксана Узунова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Maxim!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Alexandra Radchenko", "cat": "Georgian restaurant"}, {"review": "It was not the first time you visited, and here is the impression: polite and pleasant employees who do not need to be caught around the hall, while they are not intrusive. A beautiful hall, and delicious food, the atmosphere is chic! I especially liked the cuisine, notes of Georgia in every …", "rating": 1, "name": "Яна Украина", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Станислав Денисенко", "cat": "Georgian restaurant"}, {"review": " Cool place with chic ice crumbs, delicious khachapuri and tarragon lemonade. In the heat, everything is perfect\nCantor …", "rating": 5, "name": "Ирина Колесник", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elena!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Денис Сидоренко", "cat": "Georgian restaurant"}, {"review": "Beef salad was delicious, khinkali too.\nKhachapuri is not very ....\nLittle cheese, like a tortilla with cheese ... ...", "rating": 3, "name": "Anastasia Kolesnyk", "cat": "Georgian restaurant"}, {"review": " A small company visited this establishment last Sunday. Were satisfied with everything - and delicious food and drinks (especially liked the meat dishes and khachapuri branded, a friend said about the young saperavi …", "rating": 1, "name": "Катя Синявская", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThank you for your feedback, we are very pleased that you are satisfied! We will always be happy for you!\n\n", "rating": 5, "name": "Hanna Cherkasova", "cat": "Georgian restaurant"}, {"review": "You and your girlfriend visited yesterday, initially it seemed as if we were visiting old friends, a warm meeting, incredibly cool service, the waiters here not only take orders and take out what you want, they communicate with …", "rating": 5, "name": "Gagik Shyrynian", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Sergei!\nThank you for your feedback, see you soon!\n\n", "rating": 5, "name": "Люси Павлусь", "cat": "Georgian restaurant"}, {"review": "\nNice interior, friendly staff. Delicious!", "rating": 5, "name": "Віра Кривич", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Luda!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Ігор Левенець", "cat": "Georgian restaurant"}, {"review": "Had a great time at a wonderful place! Beautiful interior, wonderful cuisine, and the staff surprised with their excellent service! Thanks to our waiter Igor☺️ Professional! We were very satisfied 🤗…", "rating": 5, "name": "Yevhenii Horodytskyi", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Marina!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Валерий Черненко", "cat": "Georgian restaurant"}, {"review": "A wonderful restaurant of Georgian cuisine on Sagaydachnogo street, 27. Friendly and polite staff, tasty and cozy. It was the first time and certainly not the last. Thanks to administrator Anastasia for attention and help in choosing dishes. Chefs have a special …", "rating": 4, "name": "Allienushka Stp", "cat": "Georgian restaurant"}, {"review": " They came to the restaurant for lunch, ordered food and the waitress did not write anything down. It turned out that she had forgotten about one of the dishes, but there was no time to wait for her. When asked for a …", "rating": 1, "name": "Ilga Osipova", "cat": "Georgian restaurant"}, {"review": " Hello!\nWe carried out educational work with the waiter, according to the correct acceptance of the order. A check for a compliment from the institution was signed for you at the next visit, so we will be happy to wait for you!\n\n", "rating": 5, "name": "Карина Грыценко", "cat": "Georgian restaurant"}, {"review": "It's just a celebration of taste! Everything is unusually tasty, service at the highest level, cozy, atmospheric! …", "rating": 5, "name": "Yelyzaveta Gavrylenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Anatoliy Kot", "cat": "Georgian restaurant"}, {"review": "Georgian atmosphere and very tasty food. Service at altitude, attentive waiters who will cheer you up even if you are very sad.\nThe administrator will solve any problem in order to avoid misunderstandings. I recommend to everyone …", "rating": 5, "name": "Григорий Глав", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alex!\nThank you for your feedback, see you soon!\n\n", "rating": 5, "name": "игорь каталажный", "cat": "Georgian restaurant"}, {"review": "The place with the best food and the best service. The staff is great - they will help with dishes, advise delicious wine and choose the best table for you. Unreal Megrelian cheese khacharupi and very juicy kebab. I advise!!!! …", "rating": 1, "name": "Jan Jan", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alina!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "FRAU MEOW", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine. Ordered khachapuri (Ajarian) and khinkali (assorted) are simply unreal. The waiters are friendly and very helpful with the choice of dishes. Special thanks to the waiter, Maxim, he took the order quickly and was attentive to us all the time. …", "rating": 1, "name": "Татьяна Грищенко", "cat": "Georgian restaurant"}, {"review": "I really like this place, I love their cuisine, but still the staff and their actions affect the final rating. Today my friend and I sat down and had a wonderful dinner, at the end the waiter girl offered to include a tip in the bill, we were only for, …", "rating": 2, "name": "Margo English teacher (Ramina)", "cat": "Georgian restaurant"}, {"review": "It so happened that we are frequent guests here.\nI really love khachapuri and always order it here.\nAdjarian khachapuri is just my love!) Take it - you won't regret it! …", "rating": 5, "name": "Кирилл Коник", "cat": "Georgian restaurant"}, {"review": "Have been to this chain several times - everything is ok.\nBut today is just terrible!\nService is slow, waited about 40 minutes for food. …", "rating": 5, "name": "Мельник Тарас", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Victoria! Thank you for your feedback, we have already worked on the mistakes that were made on the day of your visit. We will be waiting for you again to surprise with the taste and quality of service!\n\n", "rating": 5, "name": "Артур Цыбин", "cat": "Georgian restaurant"}, {"review": "Excellent service, large portions and unrealistically delicious tea. Atmospheric and pleasant. …", "rating": 2, "name": "Яна Геращенко", "cat": "Georgian restaurant"}, {"review": " Once again, it was convinced today that the food is not tasty, service is bad. Waiting for salad 50 min. …", "rating": 2, "name": "Назар Карносов", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Максим Руденко", "cat": "Georgian restaurant"}, {"review": "Came to this place and fell in love forever. Insanely delicious khinkali, excellent Adjarian khachapuri, and signature strawberry-basil lemonade is unrealistically delicious!!! Polite girl Yana, friendly and pleasant, served quickly and did not deprive us of her …", "rating": 5, "name": "Eugena Moskalchuk", "cat": "Georgian restaurant"}, {"review": " Elegant and refined restaurant, excellent Georgian food, excellent wine, more than honest price, recommended! …", "rating": 3, "name": "Анастасья Рысь", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "L K", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Олег Грищенко", "cat": "Georgian restaurant"}, {"review": "Visited this place on 03/06/21. To say I'm amazed is an understatement. We arrived at 3:00 pm and had an hour for a snack. To make it faster, we ordered khinkali and mulled wine to warm up. After 10 minutes, after ordering, the waiter slowly came and ...", "rating": 3, "name": "Aleks", "cat": "Georgian restaurant"}, {"review": " Good afternoon, dear Julia!\nFrustrated by this situation, we will take all measures to correct all your comments, a conversation with the staff, and we are waiting for you again to please with good service and delicious food! Good day!\n\n", "rating": 4, "name": "arctic_fox", "cat": "Georgian restaurant"}, {"review": "Been to this restaurant twice.\nThe food is delicious, the interior is good, the service is 3ku.\nThe first time (mid-August) we celebrated my husband's friend and ordered a banquet, ordered ...", "rating": 5, "name": "Дмирий Павленко", "cat": "Georgian restaurant"}, {"review": "Delicious, welcoming.\nThere was a slight hitch on the menu and availability (the same position in the main menu and grill menu, but with a different output and price), but overall nice. …", "rating": 5, "name": "Яна Левчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Dmitry!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Halyna Buvailo", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Fantar", "cat": "Georgian restaurant"}, {"review": " The service wants the best, when the restaurant is 15% full. We expected this piece of cooking on a previously baked basis for 60 minutes, and destroyed for 7 minutes. in no hurry. …", "rating": 5, "name": "katya t", "cat": "Georgian restaurant"}, {"review": "Everything is delicious. If you express your wishes to the waiter, he will competently tell you what is best suited from the menu. But the floor on the summer terrace ... If someone passed by, then we on the sofas bounced to the beat of the step. Please do something. This is…", "rating": 5, "name": "И Т", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback.\nWe will definitely take your wishes into account and will be glad to see you not only in summer) We have a wonderful second floor, with a fireplace and a view of Podil)\n\n", "rating": 1, "name": "Denis Vornikov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alina Lytvyn", "cat": "Georgian restaurant"}, {"review": " Why 4 ?! the cheese slicing is delicious, but some cheeses are weathered, khachapuri-super.\nThe waiter Denis-5 +, met, spent :) …", "rating": 5, "name": "Анастасия Немихина", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Angelica!\nThanks for the feedback, we will continue to work on quality. Come to us again!\n\n", "rating": 5, "name": "Denis Marich", "cat": "Georgian restaurant"}, {"review": "Quiet, atmospheric establishment on Sagaydachnogo. Pleasant, impressive interior, attentive staff, special thanks to Darina.\nEverything was delicious! …", "rating": 5, "name": "andrey Mishin", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alena!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Янина Елизарова", "cat": "Georgian restaurant"}, {"review": " Great place! Extremely tasty food, extremely nice staff and extremely stylish decor! This restaurant impressed with its value for money. He heads my top 5 restaurants in Ukraine! …", "rating": 5, "name": "Сандра Комендяк", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nWe are very grateful for your feedback, we will be glad to see you again!\n\n", "rating": 3, "name": "Anna Kutsenko", "cat": "Georgian restaurant"}, {"review": "Wonderful food, great service, great atmosphere! Special thanks to the waiter Nikita - polite, attentive and very competent! Will definitely come again and recommend to everyone)…", "rating": 1, "name": "Maria", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 2, "name": "Poetessa Kiev", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious. Delicious lemonade with mango - 5+ and khachapuri. Among the shortcomings - slow service with a slight load of the institution. …", "rating": 3, "name": "Diana Kuppa", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Christina!\nThanks for your feedback, we will be sure to work on bugs to correct your impressions on your next visit!\n\n", "rating": 5, "name": "мария ткаченко", "cat": "Georgian restaurant"}, {"review": "I have long wanted to visit the chain of restaurants \"Khachapuri and wine\". This is a story about where dreams lead\nMy boyfriend and I went to khinkali, because usually it's fast, in an hour ...", "rating": 5, "name": "glinand", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Наталі Золотухіна", "cat": "Georgian restaurant"}, {"review": "Delicious, cozy, beautiful Georgian music, a small cozy terrace on the second floor…", "rating": 1, "name": "Andrey Luchin", "cat": "Georgian restaurant"}, {"review": " Very cozy place🤗\nIncredible atmosphere, delicious food, friendly waiters.\nThe staff and the director do an excellent job👍 …", "rating": 2, "name": "Julia Ostapenko", "cat": "Georgian restaurant"}, {"review": "Hello, I visited your establishment for the first time, I liked the cuisine and homemade wine) I ordered another punch, but to taste it was just some water painted in a light raspberry color. I know about the bar system, maybe they just went too far with ...", "rating": 5, "name": "Irina", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback. We will take into account all your comments and in the next visit to our institution I am sure you will be satisfied! Good day\n\n", "rating": 5, "name": "Вика", "cat": "Georgian restaurant"}, {"review": "Very tasty\nThe waiter Daria quickly helped with the choice, for which I am very grateful. …", "rating": 3, "name": "Ирина", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Julia Vorozhtsova", "cat": "Georgian restaurant"}, {"review": " In this place, the first thing you pay attention to is the staff. No matter how big a landing you are never forgotten. Waiters often come, refill drinks, remove excess from the table. The kitchen deserves special …", "rating": 5, "name": "Артур Парфенюк", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Constantine!\nWe are very grateful for your feedback, we are always happy for you!\n\n", "rating": 1, "name": "Aleksandr Petrov", "cat": "Georgian restaurant"}, {"review": "A wonderful place with appetizing and fragrant Georgian cuisine, huge halls and a summer terrace, we come here more and more often to immerse ourselves in the atmosphere of Georgia. Shish kebabs, seasonal okroshka and amazingly …", "rating": 1, "name": "Alex B", "cat": "Georgian restaurant"}, {"review": " We had a very tasty dinner, were delighted with the kharcho soup and pike perch with eggplant. I liked the service: answered all questions about the dishes, advised the wine (Saperavi, by the way good). They took …", "rating": 5, "name": "Юлия Петриченко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Karina!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Інна Проданчук", "cat": "Georgian restaurant"}, {"review": "I love Georgian cuisine very much, so I immediately fell in love with this place. I love their khinkali with cheese, Adjarian khachapuri is always just great :-) the location is better than you can imagine, in the heart of Podil. I also want...", "rating": 5, "name": "Анна Радушинская", "cat": "Georgian restaurant"}, {"review": "The other day I was in this institution for the second time, and the impression has changed a little. Let's start with the positives - the interior is still cozy, the food is still delicious, given that there were a lot of people, we waited for a relatively short time. The only thing not…", "rating": 5, "name": "Jarik Smirnov", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Дарья Дарья", "cat": "Georgian restaurant"}, {"review": "A very decent establishment.\nThe staff is friendly. They served quickly, although before that they apologized that they might have to wait a long time, as there were many banquets and visitors. …", "rating": 2, "name": "Olga Khreik", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lydia!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 1, "name": "Slava", "cat": "Georgian restaurant"}, {"review": "Order: khachapuri, khinkali, Napoleon, baklava, berry tea. The order will be served in 20 minutes, the waiter warned. The food was served in the right order, according to the logic of the order. Everything was served, but at the same time, I didn’t seem to notice the staff, …", "rating": 3, "name": "Anton Burlaienko", "cat": "Georgian restaurant"}, {"review": "Normally, the portions are not large, the cuisine is good, but there are restaurants with better Georgian cuisine, I won’t come back for the second time ...", "rating": 5, "name": "Anastasia Branets", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Denis!\nThank you for your feedback.\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Vika Shevchenko", "cat": "Georgian restaurant"}, {"review": "Nice place in the city center. Prices, in principle, are normal, but for some reason the price on the check differed from the price on the menu. Toilet is clean, staff is friendly. True, the beer was called to open for a long time. The waiter from another table (guy) did not come)) ...", "rating": 1, "name": "Евгений", "cat": "Georgian restaurant"}, {"review": "\nLyudmila, thank you for your feedback! Do not leave it unattended, we will work to improve the service!", "rating": 5, "name": "Lena Danilina", "cat": "Georgian restaurant"}, {"review": "Delicious, but the second time there is no desire to come - a typo in the menu, where the wine is actually 200 UAH more expensive (the waiter warned, but the sediment is not very good). A strange payment system, where one person is \"call\" to pay away from the table, and not ...", "rating": 5, "name": "Анна Сычёва", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Maria!\nThanks for your feedback, we will be sure to take note and correct the mistakes you pointed out, we look forward to seeing you again!\n\n", "rating": 3, "name": "Алина Данилюк", "cat": "Georgian restaurant"}, {"review": "Cool place in the city center. Khachapuri is on the level here, the prices are adequate, and the service makes you come back here. I recommend this place to everyone if you want to have a delicious meal and a good rest!!!!! …", "rating": 1, "name": "Denis Belyaev", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Евгения Журавлёва", "cat": "Georgian restaurant"}, {"review": "Were on March 8th.\n\nIt turned out that I was 40 minutes late. Luckily, the girl kindly agreed...", "rating": 5, "name": "Olya Koistryk", "cat": "Georgian restaurant"}, {"review": "Was with friends 3.01.21\nFrom the pros: there were delicious khinkali and this is where the positive ends ...\nOf the minuses: they brought chicken broth, it was so salty that it was impossible ...", "rating": 1, "name": "Iryna Kravets", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback!\nIt is a pity that there are negative emotions from visiting our institution, we hope to see you again to correct this unpleasant situation!\n\n", "rating": 5, "name": "Екатерина Воронцова", "cat": "Georgian restaurant"}, {"review": "My husband and I have already been to this restaurant and we really liked the service, the interior and the quality of the food, so today we also invited our girlfriend here, but today the service was disappointing. The girl asked us to pay early and ...", "rating": 5, "name": "Denis Shkodynskyi", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback!\nSorry this happened.\nWe had a conversation with the staff, but I am sure that this will not happen again. We will be waiting for you in our institution.\n\n", "rating": 2, "name": "Nataliya Schetko", "cat": "Georgian restaurant"}, {"review": "very atmospheric place, tasty and cozy, I will be back more than once for the best khachapuri and wine ❤ …", "rating": 1, "name": "Zhora Panasenko", "cat": "Georgian restaurant"}, {"review": " In the winter they came with a girl, it was very cold, and the table was not booked and there were no free seats, but the administrator offered a VIP room, and then when the table became vacant, we would be …", "rating": 4, "name": "Denis Värderingsman", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Vadim!\nThank you for your feedback, we are very pleased with such kind words! Now we have a summer playground, we are waiting for you with a glass of wine!\n\n", "rating": 5, "name": "Татьяна Капикян", "cat": "Georgian restaurant"}, {"review": "Was 1 time. Of the minuses: Compared to other Georgian restaurants (eg Gogi, Khinkalnya, Chachapuri), the prices are higher, the cuisine is not better. The service is very shabby, no one met at the entrance, we waited an hour for food, although before ordering we …", "rating": 1, "name": "Руслан", "cat": "Georgian restaurant"}, {"review": "This is one of the most authentic places of national cuisine! Incredibly delicious☺️\nPleasant music, polite and attentive waiters, the decor of the room deserves special praise! …", "rating": 5, "name": "Vladyslav Pichakhchi", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elina!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Валентина Линник", "cat": "Georgian restaurant"}, {"review": " Good place! The entourage adds that when the subway goes underground, the floor shakes 👍 …", "rating": 3, "name": "Віка Афанасьєва", "cat": "Georgian restaurant"}, {"review": " Thank you very much\n\n", "rating": 1, "name": "Рина Кудесова", "cat": "Georgian restaurant"}, {"review": "If you want to try real lyulya and khinkali, then you are here. The kitchen is something, plus good service, everyone is friendly and cheerful. I especially want to emphasize the work of the waiter - keep it up! …", "rating": 5, "name": "Дарья Ройзман", "cat": "Georgian restaurant"}, {"review": " I really liked everything. Great service. 😊 Special thanks to Oleksiy, thanks to whom I left the restaurant in a good mood. …", "rating": 5, "name": "Галина Сенюк", "cat": "Georgian restaurant"}, {"review": " Very cozy place with beautiful music and great food. The prices are not high, and the dishes are hearty and very tasty. The waiters are friendly and quickly bring orders. I recommend !! …", "rating": 5, "name": "Данила", "cat": "Georgian restaurant"}, {"review": "Celebrated a birthday at this establishment. All dishes are on top, the guests were delighted, a fairly large wine list for every taste, we will definitely come to you again. …", "rating": 5, "name": "Ольга Котова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Marino!\nThank you for your feedback, we are very pleased that you liked our restaurant. We look forward to seeing you again!\n\n", "rating": 2, "name": "Oleksandr Shymanskyi", "cat": "Georgian restaurant"}, {"review": "Thank you for the great time, the most delicious khachapuri and very smart waiters! …", "rating": 4, "name": "Denis Levadnyi", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 1, "name": "Наталья Сталинская", "cat": "Georgian restaurant"}, {"review": "Very cozy place, a great choice for dinner with friends and with the second half. Delicious cuisine and friendly staff. There are also tables on the balcony with an incredible view! …", "rating": 5, "name": "Tatiana Laguta", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Nina!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Retail Expert", "cat": "Georgian restaurant"}, {"review": "Had I known that the service would be so bad, I WOULD NOT GO to this establishment with my boyfriend.\n06/20/20 …", "rating": 2, "name": "Станіслав Кулічковський", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We sincerely regret that such a situation occurred that you were upset. Please provide a contact phone number so that we can understand the situation and clarify the details of your visit.\n\n", "rating": 1, "name": "Sanny M", "cat": "Georgian restaurant"}, {"review": " Wine from khachapuri to Adjara were good liked. I did not milk the branded khachapuri I ordered, the filling is not very good, maybe the ingredients are not of the highest quality. Barely digested. The service is …", "rating": 5, "name": "Яна Льонко", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, and we assure you that we use only fresh and high-quality ingredients for our meals.\n\n", "rating": 5, "name": "Луиза Ханпашевна", "cat": "Georgian restaurant"}, {"review": "We were here with a large company for lunch, there were a couple of people in the institution besides us, it would seem that you can expect good service, but no! Half of the orders were simply forgotten, we waited 50 minutes before we started asking when the dishes would be, …", "rating": 1, "name": "Nina Malmygina", "cat": "Georgian restaurant"}, {"review": "Disappointing service. They brought us soup and khachapuri. We didn't order khachapuri. What we immediately said. OK. Bread was carried for 15 minutes. longer than soup. The salad was carried even longer than the bread, they brought the wrong thing. The waiter assured that this is a mess, this is ...", "rating": 5, "name": "Нурлан Ахундов", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Julia Kolot", "cat": "Georgian restaurant"}, {"review": "First time in this establishment. Honestly, my friends and I were not much disappointed. I love Adjarian khachapuri so much, but it was so small, and khinkali was generally disappointing, there was very little lamb, like in dumplings, or even less. …", "rating": 5, "name": "Анастасия Горецкая", "cat": "Georgian restaurant"}, {"review": " We visited this wonderful place in Podil, everything is very tasty, especially delicious khachapuri with spinach and Georgian punch. We will come to you more than once !!!!! …", "rating": 1, "name": "Ron Top", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alex!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 2, "name": "yarunt", "cat": "Georgian restaurant"}, {"review": "Visited this restaurant for the first time the other day, everything was top notch. I was greeted by a pleasant, polite girl, suggesting a great table. Khachapuri was a little oversalted, but everything was fixed by the atmosphere and excellent staff. …", "rating": 4, "name": "Tatiana Esaulova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "A К", "cat": "Georgian restaurant"}, {"review": "This is not the place to get acquainted with Georgian cuisine. That's not her.\nThe service spoils even what is good. A few days before the meeting, I stopped by to choose a table. Chose together with the waitress, recorded. Came with a group to…", "rating": 4, "name": "Anna Kramarenko", "cat": "Georgian restaurant"}, {"review": "Very badly damaged. We ordered a table in advance, as a result, no one met us, did not take us to the place, none of the waiters approached us.\nPrices in reality differ from the price of the menu twice! …", "rating": 2, "name": "Мар’яна Нестерук", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, we're sorry your evening was ruined. We have taken into account all the comments and will work on our mistakes, we hope to see you in our institution.\n\n", "rating": 2, "name": "Tanya Kuryl", "cat": "Georgian restaurant"}, {"review": "The food is undeniably delicious. Good interior.\nThe service is just the wildest.\nThe place was half empty when I visited. We ordered three khachapuri, each one…", "rating": 5, "name": "Анастасия Кулак", "cat": "Georgian restaurant"}, {"review": "A good cafe-restaurant, excellent Adjarian khachapu ri, but the service wants more attention to the client and speed, they waited 30 minutes for the order, until they started asking every 5 minutes where the order was and when it would be. At the end as a compliment...", "rating": 5, "name": "Вікторія Пухальська", "cat": "Georgian restaurant"}, {"review": "Nice, atmospheric, cozy. Served quickly.\nDelicious, khachapuri, khinkali with spinach delicious. But the chicken kebab was stale, they removed it from the bill without any problems, they brought ice cream as an apology. …", "rating": 3, "name": "Yuliana Kuzhel", "cat": "Georgian restaurant"}, {"review": "Last night I was relaxing with friends, great place, nice atmosphere, excellent cuisine, I especially want to highlight the attentive waiter Igor, he not only knows the intricacies of Georgian cuisine very well, he will dilute all your worries and make the evening …", "rating": 1, "name": "Дмитро Гурешідзе", "cat": "Georgian restaurant"}, {"review": "Review of visiting the restaurant on Friday 1-12-17.\nAt the entrance, literally at the door, we were met by the fifth point of the cleaner, straightening up, she looked at us with an evaluating look and slowly left. Near the entrance …", "rating": 5, "name": "Recep Üste", "cat": "Georgian restaurant"}, {"review": "\nAnna, thank you very much for your feedback, we are really very sorry for the situation in our institution, we will take all measures to prevent the repetition of this incident.\n\nGeorgia is near! JohnJoli invites you!", "rating": 1, "name": "Kris Luk", "cat": "Georgian restaurant"}, {"review": "Rested yesterday with his wife in \"Khachapuri and Vino\" in Podil. The service was at the highest level, the waiter Igor approached us, a very nice guy. He was attentive and responsive, helped us with the choice of dishes, often came up and asked our …", "rating": 5, "name": "Лариса Гри", "cat": "Georgian restaurant"}, {"review": "Went with family. Excellent round table for 6 people. Attentive waiters, wide selection, especially khachapuri :)\nHomemade Georgian wine, cozy interior, unobtrusive music, tune in to …", "rating": 3, "name": "Vita Digtyarenko", "cat": "Georgian restaurant"}, {"review": "I can’t say anything about the dishes, as I waited for the waiter for 15 minutes, but they didn’t come up to me ... ...", "rating": 5, "name": "Ольга Заиченко", "cat": "Georgian restaurant"}, {"review": "Good place to spend time with friends. The food is delicious and the staff is nice. …", "rating": 1, "name": "Ирина Ревенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Katya!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Александр Страдный", "cat": "Georgian restaurant"}, {"review": "It so happened that we had planned dinner at this restaurant the very next day after my return from Georgia. Therefore, there was something to compare with :-). The veal and pork shish kebab was prepared just excellent - Georgians have …", "rating": 4, "name": "Hnoood", "cat": "Georgian restaurant"}, {"review": "Delicious khachapuri, cool interior. When I was there, I had limited time. Ordered food and was told it would be ready in 25 mins which was great. But in the end they brought it in 45 minutes, after which I asked to wrap it up and the check like that ...", "rating": 5, "name": "Виктория Лось", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Михаил Шаповал", "cat": "Georgian restaurant"}, {"review": "Went with family, nice place. Cozy interior. That's where the positives of this place ended. We ordered khinkali （assorted）, khachapuri, salad, and a dish called 《Metekhi》. Which has been a very long time. After a clarification question, when will the dish be? ...", "rating": 4, "name": "Tetyana Suprunova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Helen Malinovski", "cat": "Georgian restaurant"}, {"review": "Wonderful restaurant! Delicious cuisine, a good selection of Georgian dishes for every taste. Nice sincere staff. I will definitely come again…", "rating": 5, "name": "easyJet001", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Сергей Маненок", "cat": "Georgian restaurant"}, {"review": "Great place, we come here not for the first time. The staff is friendly and always asks if everything is ok. Nice interior and prices. Dishes are always delicious 😉…", "rating": 2, "name": "Моник Юрьевна", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Сергей Сергеевич", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine. Khachapuriki is generally fire))) in Adjarian)))) everything is very cool, it's always nice to come with your family and drink a glass of Georgian wine with something tasty. Surprisingly, the level of service varies across the network. On the Maidan, the administrator does not ...", "rating": 5, "name": "Олег Слипченко", "cat": "Georgian restaurant"}, {"review": "I really like to go to a similar establishment near Ocean Plaza, but this is a complete disappointment !! The only plus was only the interior. We waited for one dish for about 1.5 hours (the waiter constantly fed promises and eventually said that the meat …", "rating": 5, "name": "Татьяна Гладких", "cat": "Georgian restaurant"}, {"review": " I advise everyone to visit such a wonderful place. Very beautiful, and most importantly - delicious …", "rating": 1, "name": "Виталий Шевчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Artem!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 2, "name": "Павел Героним", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Asya Y", "cat": "Georgian restaurant"}, {"review": "Very cozy place, subdued calm atmosphere. On a weekday evening, you can sit down without any problems, there are a lot of free tables. There is a covered terrace, but I think it will be cool to sit there in the autumn-winter period. Recommend for smokers...", "rating": 5, "name": "Tania Shepel", "cat": "Georgian restaurant"}, {"review": "We choose this place not for the first time for the excellent, friendly service, delicious cuisine, the waiters are friendly and serve at lightning speed, you never have to wait long for a menu or a bill. I recommend . THANKS DARINA)) ...", "rating": 3, "name": "Oleksandra Kuliasova", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lily!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Юрий Седавных", "cat": "Georgian restaurant"}, {"review": "Recently had lunch with colleagues at this restaurant. In general, I liked it very much!\nOf the pluses, it is worth noting the wonderful atmosphere (friendly and polite staff, cozy rooms, a fireplace on the second floor). All dishes ordered were delicious. …", "rating": 5, "name": "igor shvedin", "cat": "Georgian restaurant"}, {"review": "Great location, nice design, music. The service is very long. We had very limited time, we had to take food with us. As a rule, you forget about it when you eat delicious khachapuri. But here it is quite bland, a huge layer ...", "rating": 4, "name": "LightEnduro Kyiv", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Davyd Kravets", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Владислав Данилевский", "cat": "Georgian restaurant"}, {"review": "Very classy restaurant, the atmosphere is top notch. The service was excellent, the food was also amazing. We'll be back 👍🏼👍🏼👍🏼 Special thanks to the waiter Igor! …", "rating": 4, "name": "Svitlana Sv", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alino!\nThank you for your feedback, we look forward to seeing you!\n\n", "rating": 5, "name": "Анастасія Косюк", "cat": "Georgian restaurant"}, {"review": "I love this place. Simply adore! It is here on Sagaydachny. Favorite table - round on the 2nd floor. always attentive and service. It can be seen that the staff is working. Delicious cuisine, everything that was taken from meat, salads, khachapuri - …", "rating": 5, "name": "Rina Frenis", "cat": "Georgian restaurant"}, {"review": "Yesterday 02/13/19 I visited this restaurant. I was sitting on the second floor, I was served by a fair-haired waitress, very courteous and attentive, they warned me about the delay in khinkali, but we were in no hurry and waited. The atmosphere in the restaurant…", "rating": 5, "name": "Ольга Корниенко", "cat": "Georgian restaurant"}, {"review": " Khachapuri and wine are our favorite place\nThey came yesterday and were convinced of it once again\nEverything is very tasty and fast …", "rating": 5, "name": "Алёнка Рычкова", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Lida!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Kali Garn", "cat": "Georgian restaurant"}, {"review": " Not a bad menu. Khachapuri with cheese and barbecue menu was very pleasing to the taste. Quite a decent farm wine. Slightly confused waiters. …", "rating": 5, "name": "Anastasiya Zhuvaka", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Inna!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Юлия Шилиманова", "cat": "Georgian restaurant"}, {"review": "Tasty, but the staff is completely incompetent. The waiter could not adequately answer any of the questions, tea was waiting for 40 minutes. Then they took out the food, it turns out not ours, the order was mixed up, we had to wait about another half an hour until ...", "rating": 5, "name": "Катя Саловська", "cat": "Georgian restaurant"}, {"review": "Everything is amazing, great service, thank you! We will definitely come again! …", "rating": 4, "name": "Ксения Коломиец", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Наташа Швайко", "cat": "Georgian restaurant"}, {"review": "The kitchen is excellent. Delicious. The service was bad. The waitress didn't even bring one of the ordered dishes. There were no napkins on the table, they were served only when they themselves approached the waitress with this request. The dish after readiness for a long time ...", "rating": 1, "name": "Anne Tsepko", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the restaurant is cozy, but something urgently needs to be addressed with the service!\nTwice they brought us someone else's order, the khachapuri we ordered was brought cold and ...", "rating": 1, "name": "Поляруш Лена", "cat": "Georgian restaurant"}, {"review": " Delicious, alcohol is not cheap - 50 g 60 UAH\n\n", "rating": 5, "name": "Людмила Атаманенко", "cat": "Georgian restaurant"}, {"review": "At the weekend I visited the restaurant with friends and got a lot of good impressions. Very beautiful interior, everything corresponds to the style and concept of the institution. I was very pleased with the service in the restaurant, the dishes were served very quickly and most importantly, …", "rating": 5, "name": "Valeriia Havryliuk", "cat": "Georgian restaurant"}, {"review": "They cook deliciously (tried kharcho, several types of khachapuri, all on solid 5), the interior is cool, Georgian music is good\nService - well, so-so. Everything is long and clumsy, everything is SOOO long. …", "rating": 5, "name": "Татьяна Данильченко", "cat": "Georgian restaurant"}, {"review": "The service is oh sooo long, we waited 40 minutes for khinkali. The chicken broth was brought terribly salty, several items from the menu were not available, although it can be said the main dishes ... Punch, which is a classic hot drink, here it is ...", "rating": 3, "name": "Наталія Коноваленко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Алиса Адамс", "cat": "Georgian restaurant"}, {"review": " Good place to relax.\nDelicious Georgian cuisine. Polite staff. There is a \"chamber\" (separate) small hall on the second floor. There is a terrace on the street. National music is …", "rating": 5, "name": "Nikita Zhirun", "cat": "Georgian restaurant"}, {"review": " Oksana, thank you for your feedback! We are very pleased that you liked us. We look forward to seeing you again!\n\n", "rating": 4, "name": "Andrew P.", "cat": "Georgian restaurant"}, {"review": "Came with a group for a birthday.\nThe service is very slow, the waitresses are not friendly, you need to contact several times to come up. …", "rating": 3, "name": "Den Den", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Lili Lawson", "cat": "Georgian restaurant"}, {"review": "They waited an hour for their khinkali. Nearby people sitting (apparently familiar) managed to have dinner and drink during this time. …", "rating": 2, "name": "Вячеслав Никитин", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Валентина Гриценко", "cat": "Georgian restaurant"}, {"review": "Nice, cozy restaurant in Podil. Not bad, pretty good food. Khachapuri and khinkali are just super. And light Georgian music creates a relaxed atmosphere where you can chat in good company. …", "rating": 1, "name": "Инна Любенко", "cat": "Georgian restaurant"}, {"review": "Warm, welcoming environment, every waiter greeted us as we were shown to a table. The admin, a very nice red-haired girl, personally asked if we liked everything. Everything was delicious, especially khachapuri…", "rating": 3, "name": "Dana Sitdikova", "cat": "Georgian restaurant"}, {"review": "Everything is delicious, everything is great! But guys. a chipped cup for tea... A chipped dish for dessert, that's not serious. Get that dish out! …", "rating": 5, "name": "Александр Литвин", "cat": "Georgian restaurant"}, {"review": " Hello! Denis, thank you for your feedback. We have made an inventory of utensils and will closely monitor its condition. We will be glad to see you again in our restaurant!\n\n", "rating": 2, "name": "Дмитрий Черницкий", "cat": "Georgian restaurant"}, {"review": "We were at Podil in the evening on the weekend. There were 4 waiters in the half-empty hall, while we waited 30 minutes to order. The waiters stood far from us to call them, but they did not pay attention to us - they threw the ball. …", "rating": 5, "name": "Рома Яремчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Олександра Ахундова", "cat": "Georgian restaurant"}, {"review": "Pros: Comfortable, nice interior.\ncons: tasteless food. I ordered khinkali with meat (there were streaks in it!) I had to take them out of my mouth, not the most pleasant!. Followed by a salad with prosciutto and…", "rating": 2, "name": "Polina Mukha", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Katarzyna T", "cat": "Georgian restaurant"}, {"review": "Pleasant place, friendly staff. We tried khachapuri, we liked it very much, but the desserts are so-so, either they didn’t guess with the choice, or it’s not their forte ... The serving is unusual, interesting, but the organoleptic suffers, Napoleon and dessert were ordered ...", "rating": 5, "name": "Михаил Овсянников", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThanks for your feedback, come to us again!\n\n", "rating": 1, "name": "Iryna Shpikherniuk", "cat": "Georgian restaurant"}, {"review": "Hello, I want to share my impressions about the restaurant \"Khachapuri and Vino\" in Podil. There are a lot of people on the weekends, so I advise you to book tables in advance, there are no complaints about the kitchen, delicious okroshka, juicy barbecue, service is on top, I can …", "rating": 4, "name": "Viktoria Kubrak", "cat": "Georgian restaurant"}, {"review": " Great place! Particularly liked the tables on the balcony. Delicious cuisine! …", "rating": 2, "name": "Artem Ivanov", "cat": "Georgian restaurant"}, {"review": " I liked everything, the location of the restaurant, cuisine and service, everything we tried was delicious - turkey salad, on the recommendation of the waiter, lyulya kebab with veal and homemade wine, were …", "rating": 5, "name": "Ann Glad", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Vera!\nThank you for your feedback, we are glad that you liked everything. We look forward to seeing you again!\n\n", "rating": 1, "name": "Galina Sultanova", "cat": "Georgian restaurant"}, {"review": " Good location, cozy, good Georgian cuisine\n\n", "rating": 5, "name": "Анна Кравченко", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your appreciation, we are always happy for you!\n\n", "rating": 4, "name": "Serhii Melnychenko", "cat": "Georgian restaurant"}, {"review": " Service, kitchen, interior - all at an altitude. Very atmospheric place. The best way to get acquainted with authentic Georgian cuisine. …", "rating": 5, "name": "Ольга Иванченко", "cat": "Georgian restaurant"}, {"review": " Eugene, thank you very much for such a pleasant response about our small corner of Georgia in the capital of Ukraine. JohnJoly invites you and will be glad to see you at his place!\n\n", "rating": 1, "name": "ALVARO ANTON", "cat": "Georgian restaurant"}, {"review": "There were two of us here. It may have happened that we were on a holiday and there were a lot of vacationers in the city, but there was constant confusion with the staff. At the entrance they said that there was no place on the terrace and then (already another girl) ...", "rating": 5, "name": "Andrii Lyzhyn", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 3, "name": "Slava Andrienko", "cat": "Georgian restaurant"}, {"review": "Khachapuri is delicious, we didn’t try the wine) cozy places at the tables on the balcony. you can smoke there. in the room itself, on both floors did not like the smell of the kitchen. There are a lot of staff, but until you call, no one will approach you. However, overall...", "rating": 1, "name": "Yulia Romanova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 3, "name": "Ольга Кузьменко", "cat": "Georgian restaurant"}, {"review": "Very nice interior and great location. And very bad food and service. They even managed to spoil the lemonade, not to mention the main meal. The table was not set properly, there were no napkins, no salt and pepper either (we sat on …", "rating": 3, "name": "Mercedes Nougues", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Валерий Храмов", "cat": "Georgian restaurant"}, {"review": "Walking along the Podil, we decided to go and have a bite to eat in a restaurant of Georgian cuisine Khachapuri and wine, and we never regretted it. Very beautiful and colorful interior, friendly and smiling waiters, insanely delicious cuisine. Upon entering we were greeted with…", "rating": 1, "name": "EJR Berlin Evangelische Jugend Reinickendorf", "cat": "Georgian restaurant"}, {"review": "Was recently with friends for the first time! Somehow I always passed by .. and then they decided to go in and I'm delighted! The staff is very friendly, the cuisine is delicious - I haven’t eaten such khachapuri for a long time))) we had a great rest! Now we will visit more often and not only on …", "rating": 5, "name": "Yura Pyrogovsky", "cat": "Georgian restaurant"}, {"review": "I will briefly share my impressions of visiting the restaurant on Podil in Kyiv. Here we rested with a company and left a considerable amount.\n✌️Positive: …", "rating": 1, "name": "Володимир Дедишин", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. The kitchen is really worth it. Lots of good food. All OK. Like. The waiters are friendly. What else does. Overall good!!! …", "rating": 5, "name": "Özgür", "cat": "Georgian restaurant"}, {"review": "Perfect place!!! I am a fan of Georgian cuisine and I can safely say that the cuisine is on the level! Rolls, tomato salad, shish kebab, Adjarian khachapuri, everything looked tasty and tasty, the service was attentive and pleasant, prompted, advised, …", "rating": 5, "name": "Alona Tmur", "cat": "Georgian restaurant"}, {"review": "The waiters don't know the menu. I ordered a salad with basturma, they asked for the composition, they told us (lettuce, tomato, pepper and basturma, olive oil dressing). They brought it in a toga, on mayonnaise with tomato and egg. …", "rating": 5, "name": "Мария Удовенко", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, we are sorry that this situation happened. All waiters hand over the menu to answer the guests' questions correctly. Be sure to come back to us, we look forward to seeing you!\n\n", "rating": 5, "name": "Аня Тарасова", "cat": "Georgian restaurant"}, {"review": "Good afternoon, we rested with colleagues in your restaurant on a contract basis on 19.07. We were greeted by a pleasant and friendly lady and led to a table. Our waitress, despite being unwell/lack of sleep, was very friendly with us and …", "rating": 1, "name": "Danil Solomonov", "cat": "Georgian restaurant"}, {"review": "We were at the restaurant on 07/20/19. The tables are dirty, the waiter is not friendly; wet towels were not provided (they were available); the price-quality of food leaves much to be desired (ordered pork kebab and khachapuri - the kebab was badly chewed, khachapuri (according to …", "rating": 1, "name": "Андрей Лосенко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Daria Shcherbyna", "cat": "Georgian restaurant"}, {"review": "I was at the restaurant on Friday.\nI'll start with the positives\n+ Delicious food...", "rating": 5, "name": "Алексей Ткачук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Евгений Чиж", "cat": "Georgian restaurant"}, {"review": "Delicious food, fast service, nice staff! What else is needed? Special thanks to the waiter Angelina! …", "rating": 5, "name": "Влад Словянин", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Cyril!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Yevgeny Lipsky", "cat": "Georgian restaurant"}, {"review": " Super! Good service, tasty, atmospheric and good prices.\n\n", "rating": 3, "name": "Irina Marchenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Taras!\nThank you for your feedback, see you soon!\n\n", "rating": 5, "name": "Anna-Mariya", "cat": "Georgian restaurant"}, {"review": "Today everyone came to eat super cuisine top staff at a high level! I liked everything 🥰…", "rating": 5, "name": "Мария Мария", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Arthur!\nThank you for your feedback, we are always glad to see you again!\n\n", "rating": 4, "name": "Тарас Гончарук", "cat": "Georgian restaurant"}, {"review": "The service is excellent. The restaurant itself is stylish. But!\nYou expect more spices and seasonings from Georgian cuisine. Alas, the dishes were all insipid (except for the chicken kebab). Cooked without any salt or pepper. Yes clients...", "rating": 5, "name": "Дмитрий Сагайдачный", "cat": "Georgian restaurant"}, {"review": "The other day we were here for the second time, but absolutely nothing has changed. The only thing that pleased me was the cuisine - it was delicious and remained so. The sauce in chkmeruli is just licking your fingers, khinkali is like in Tbilisi itself, and even in such heat ...", "rating": 2, "name": "Богдана Ольшевська", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Ольга Бабич", "cat": "Georgian restaurant"}, {"review": " Were very upset with the service.\nDespite the fact that the summer terrace was almost empty and there was no one in the hall, we had to wait a long time for the waiter, and then ordered drinks, …", "rating": 5, "name": "Дана Торчинская", "cat": "Georgian restaurant"}, {"review": "March 15, 2019 celebrated my birthday in this restaurant. It was one of the most memorable holidays in my life! Many thanks to the administrator Olga and the waiter Vlad, who did everything to make the evening magical. Delicious…", "rating": 3, "name": "V B", "cat": "Georgian restaurant"}, {"review": "At one time there was a favorite Georgian restaurant, which used to be called JonJoli. We have a habit of celebrating all family holidays here. I don’t know how it happened, but female waiters serve much worse than guys. And lately...", "rating": 5, "name": "Александра Ульяноха", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Елизавета Бабаченко", "cat": "Georgian restaurant"}, {"review": "We were looking for a place with a friend to sit culturally. I agree, there were a lot of people walking around the city. We went inside and asked the waiter to look at a free table on the veranda (the veranda and balconies were occupied), as we were told, 1 table was free and that …", "rating": 5, "name": "Anastasia Zen", "cat": "Georgian restaurant"}, {"review": "Parked in the next street. Several types of khachapuri are deliciously prepared. Shashlik, kebab is dry, in my opinion. Pomegranate sauce - beautiful and tasty. Khinkali is spicy with dry minced meat. Pleasant music. The table was small with uncomfortable …", "rating": 2, "name": "Anna Grybova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 3, "name": "Дмитрий Балабай", "cat": "Georgian restaurant"}, {"review": "The kitchen is 4/5 (if you don’t paint it), the service is who you get to, there is a common problem, you see the waiter very rarely, there are no napkins on the tables, they are mostly reluctant, you wait a long time for drinks and it’s constant (in general, service is 3 max, …", "rating": 1, "name": "Tamara Aramat", "cat": "Georgian restaurant"}, {"review": "Very pleasant and intelligent waiter Andrey (you personally 5 +++)\nDelicious white house wine 🍷\nEnough space on the terrace between the tables. Atmospheric interior. …", "rating": 5, "name": "Александр Пушкарев", "cat": "Georgian restaurant"}, {"review": "Thanks a lot for a wonderful evening! Everything was VERY delicious! There were even dishes for me. Not that I'm a gourmet, I'm just fasting, and I was very pleased that the waiter was able to choose a dish for me too! My friends liked...", "rating": 3, "name": "Оксана Тригубенко", "cat": "Georgian restaurant"}, {"review": "\nWe thank you for your feedback! JohnJoli will be glad to see you and your friends again! Georgia is near!", "rating": 5, "name": "Александра Сезоненко", "cat": "Georgian restaurant"}, {"review": "We rested in a restaurant with friends a couple of days ago and to be honest, a really small corner of Georgia. The atmosphere is amazing, immediately takes you to Georgia. The service is excellent, the waiters are very friendly and attentive. Finger kitchen...", "rating": 5, "name": "Оксана Старун", "cat": "Georgian restaurant"}, {"review": "Khachapuri was brought warm, as if they were cooked in the morning, khinkali were cooled down, they forgot to bring salad, but at the same time they included it in the check. Service in general is not very good and slow. …", "rating": 5, "name": "Олег Шакун", "cat": "Georgian restaurant"}, {"review": "Very good cafe. Juicy and tasty meat. Tried chicken skewers and chelagach. Very tasty and satisfying. Service is good and fast. The waiters are smart and know the menu well. Good and cozy environment. Georgian music is playing. Want to …", "rating": 4, "name": "Елена Сиволина", "cat": "Georgian restaurant"}, {"review": "Great cozy restaurant. It is located in a small but green square, it is pleasant to sit on the summer terrace. Friendly staff, delicious food, average price range, clean. …", "rating": 5, "name": "Kate Rahmatullina", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Саша П’ятниця", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ксюша Киценька", "cat": "Georgian restaurant"}, {"review": "Bad, very, very bad! The net is sinking. The kitchen was very spoiled, when ordering veal, it turned out to be overcooked, hard and dry; it was impossible to chew it. The place itself is cozy, we often visited it before, but …", "rating": 2, "name": "Юра Никонюк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 3, "name": "Денис Коломієць", "cat": "Georgian restaurant"}, {"review": " Extremely beautiful place with a nice atmosphere! Polite staff who care about customers and try to make your holiday unforgettable)) …", "rating": 5, "name": "Тamara Cherkasova", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alina!\nThank you for your feedback, always happy to see you in our restaurant!\n\n", "rating": 2, "name": "Alex Avrutin", "cat": "Georgian restaurant"}, {"review": "Went here for the weekend, great place!\nEverything was delicious ! Special thanks to the waiters for their promptness and for helping with the choice) …", "rating": 4, "name": "Serge G", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Yevgen Zhuk", "cat": "Georgian restaurant"}, {"review": " It was very nice to eat in this place - cozy, good music (not pop), very tasty food and cleanliness. Special respect to the waiter Igor. …", "rating": 4, "name": "Oleg Gavryliuk", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Denis!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Антон Бабенко", "cat": "Georgian restaurant"}, {"review": "Incredibly atmospheric place, the waiters are very attentive and pleasant, thank you for a great time!!! …", "rating": 4, "name": "Julie Trofimova", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew!\nThank you for your feedback, always happy to see you!\n\n", "rating": 5, "name": "Елена Глиевая", "cat": "Georgian restaurant"}, {"review": "The waiters are friendly and attentive. Delicious first courses, it's a pity that, apart from lavash, they don't offer anything for them. It is better not to order non-Georgian dishes - they are not very tasty. In general, everything else is quite tasty. There is a pleasant aroma in the room…", "rating": 5, "name": "Олександр Терещенко", "cat": "Georgian restaurant"}, {"review": "Delicious, cozy and beautiful. The interior is gorgeous with lots of details to look at. The summer terrace is beyond praise, you want to come here again and again. The only negative is the service, the waiters have to…", "rating": 2, "name": "Ekaterina Shatokhina", "cat": "Georgian restaurant"}, {"review": "The first place from the restaurants of Georgian cuisine, where I did not like anything, from what I tried. Tasteless tarragon, very, very dry turkey, in which only caramelized apples were tasty. How can you ruin a turkey like that, it’s not crazy ...", "rating": 5, "name": "Марием Бешир", "cat": "Georgian restaurant"}, {"review": "Terrible service! 04/20/19 I made an order with self-pickup in the name of Maria at 20:45 from this restaurant, I also personally called this institution and warned about the order, said that it was very important for me. The manager said that...", "rating": 5, "name": "Vladyslav Boichenko", "cat": "Georgian restaurant"}, {"review": "Been here 3 times with my husband. The first 2 times were great! And food and service and mood and atmosphere. But when they came with a dear guest, hoping that the kitchen would not let you down .... it turned out that khachapuri was served terribly cold, hard and ...", "rating": 5, "name": "Александр Опанасенко", "cat": "Georgian restaurant"}, {"review": "Good, polite staff. Khachapuri and khinkali are far from the most delicious in Kyiv, but the price is lower than in top Georgian restaurants. …", "rating": 5, "name": "Андрій Козінчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Diana!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Маргарита Фесенко", "cat": "Georgian restaurant"}, {"review": "First time here with friends, really enjoyed it. Pleasant music plays, beautiful interior, delicious food, courteous waiters, in a word, well done! …", "rating": 2, "name": "PerF _", "cat": "Georgian restaurant"}, {"review": " Good afternoon Maria!\nThank you very much for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Илона Сорокина", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian national cuisine. There is a hookah. There is a smoking room outside, and a room in the building. Conveniently located in the city center. Polite staff. The dishes are very varied, a wide selection of wines. The selection of beer is small. …", "rating": 5, "name": "Ганна Войтікова", "cat": "Georgian restaurant"}, {"review": "The food is nothing, the service is just awful. Three forks and two napkins were brought for four people. We waited twenty minutes for our order to be taken and another half an hour for the bill to be brought. And this despite the fact that the hall was not completely filled. …", "rating": 3, "name": "Nataliia Volkova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Andrey Lazarev", "cat": "Georgian restaurant"}, {"review": "We went to the restaurant and asked for a table for two. The offered table was very small, they asked if there was a larger one. We were told that there is, it needs to be removed, they offered to sit at a small table at this time. 20-30 minutes pass, already managed ...", "rating": 2, "name": "Igor Gold", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Каріна Бондарук", "cat": "Georgian restaurant"}, {"review": "The establishment itself is good, but tasteless khachapuri, tasteless tarragon, the rabbit is not bad, but it is difficult to spoil it.. service is slow. We definitely won't be back. …", "rating": 2, "name": "Анна Тарбаева", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Julia!\nThanks for the feedback, we will be sure to check the khachapuri cooking technology so that you are satisfied next time.\nWe will be glad to see you!\n\n", "rating": 4, "name": "Сергей Крыжановский", "cat": "Georgian restaurant"}, {"review": "Liked. Subdued light, unobtrusive Georgian music, warmth, delicious food. The waiter advised on dishes and sauces, we dined quite tasty. …", "rating": 5, "name": "Irina Kobylyanskaya", "cat": "Georgian restaurant"}, {"review": " Good evening, Irina!\nIt is very nice that our guests leave pleasant reviews and have a good time with delicious cuisine with Georgian motifs! We try for you, we are waiting again)))\n\n", "rating": 5, "name": "Максим Добрик", "cat": "Georgian restaurant"}, {"review": " were five times. I like everything, and the kitchen, and interior, and location (after a walk around the city is very appropriate). The staff is always attentive and pleasant. There is also a working table reservation …", "rating": 4, "name": "Валентин Хірса", "cat": "Georgian restaurant"}, {"review": "Interior - Yes. Exterior - Yes. Service - Yes! Dishes from the grill - maybe. The main kitchen is not. When compared with other worthy Georgian restaurants in Kyiv, they are not even 50% up to taste. With deserving...", "rating": 4, "name": "Hryhorii Mykolaichuk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Оксана Куцик", "cat": "Georgian restaurant"}, {"review": "Good food, but lame service. The waiters are not attentive, you have to wait a long time both for them and for the order. …", "rating": 5, "name": "Juli991 Juli", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Julia! Thanks for your feedback, we'll be sure to work on the bugs and we'll be waiting for you again!\n\n", "rating": 5, "name": "Mare", "cat": "Georgian restaurant"}, {"review": " Good atmospheric place, with chic smells from the grill :)\nThe kitchen is beautiful. It liked both khinkali and khachapuri. One of the few …", "rating": 5, "name": "Наталья Кузнецова", "cat": "Georgian restaurant"}, {"review": "We went to Podil to celebrate my daughter's birthday... It would be better if we didn't come! After a 20-minute stupid sitting (although it was the middle of Friday and there were few people), they began to catch a waiter in the hall. Then another ten minutes passed in the acceptance procedure ...", "rating": 3, "name": "Roman Demenskyi", "cat": "Georgian restaurant"}, {"review": "For the first time this restaurant was visited with a friend in the spring. Beautiful interior, normal service. I was very pleased with Napoleon (a large portion, consisting of two pieces, beautiful design). Its price was not much, not a little 70 UAH, but ...", "rating": 3, "name": "Bohdan Koval", "cat": "Georgian restaurant"}, {"review": "Spent an amazing evening at this cozy place. Everything was delicious. I want to come back to you again and again! …", "rating": 5, "name": "Donwinko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Julia!\nWe are sincerely grateful for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Богдан Гливинский", "cat": "Georgian restaurant"}, {"review": "23:09 - we rest, the waiter girl turns off the light on the summer terrace, at 22:58 - the guy in disguise walked on the sofas and lowered the curtains. Thanks to these actions, the whole impression of delicious cuisine and atmosphere is spoiled. Not a warm welcome to...", "rating": 5, "name": "Євгеній Шахрай", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Екатерина Сизененко", "cat": "Georgian restaurant"}, {"review": " It's just space! Unrealistically tasty, atmosphere 5 out of 5 !!! The waiters are very polite, and special thanks to the administration for their attention and care, I recommend all 1000% …", "rating": 3, "name": "Roman", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nWidely grateful for your feedback, always happy for you!\n\n", "rating": 1, "name": "Сергій Ткаченко", "cat": "Georgian restaurant"}, {"review": "Excellent location of the cafe and average (for Kyiv) prices for khachapuri and barbecue. Adjarian Khachapuri - 5 USD. Beer is expensive - 2.5 USD regular draft, not craft. The food is delicious, not reheated, but freshly prepared. Service is fast, very…", "rating": 4, "name": "Таня Шварцкопф", "cat": "Georgian restaurant"}, {"review": "We were definitely expecting more. Short. Khinkali waited 50 minutes. Turned out cold! Adjarian khachapuri is tasty, but small. The overall sad picture is complemented by slow and inattentive waiters (they sat for 20-30 minutes with dirty plates. …", "rating": 5, "name": "Евгения Зинчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 4, "name": "Yurii", "cat": "Georgian restaurant"}, {"review": "This restaurant has a very beautiful interior, on the second floor there is a hall with a fireplace and a balcony. On this, the pluses of the institution ended. The quality of Georgian dishes is average, ojakhuri is of low quality. The wine costs almost twice as much as in other…", "rating": 4, "name": "Ольга Іванченко", "cat": "Georgian restaurant"}, {"review": "Extremely bad experience from the staff. And very long waiting time. Waiters run one after another to no avail. …", "rating": 1, "name": "Алексей К", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Glory!\nWe are grateful for your feedback, the already planned training on the service with the waiters, we will definitely correct all mistakes, and we will be glad to see you again!\n\n", "rating": 5, "name": "Surayya Jumanazarowa", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine, delicious wine. Atmospheric place.\n\nBut - during peak hours, the waiters can not cope, some items on the menu are not available (oh ...", "rating": 5, "name": "Юлія Степаненко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n", "rating": 5, "name": "Анна Осипова", "cat": "Georgian restaurant"}, {"review": "Good establishment. The prices and service are amazing. We often take business lunches here) Tasty and fast) …", "rating": 5, "name": "Виктория Геращенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anastasia!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Ольга Кос", "cat": "Georgian restaurant"}, {"review": "Excellent establishment. Very cozy. Delicious. Fast food, good service…", "rating": 5, "name": "Анастасия Севрук", "cat": "Georgian restaurant"}, {"review": "If you want to just sit and breathe in the aroma of Georgian cuisine, then you are here! Georgia is first of all hospitality!!! We sat here for half an hour waiting for the menu! The waiters stupidly run past, not noticing the new guests! I am horrified by...", "rating": 5, "name": "Andriy Timkaev", "cat": "Georgian restaurant"}, {"review": " Very competent waiter Vladimir, made our day! Thank you, everything is very tasty, I especially liked the lemonade prepared by Nikita. …", "rating": 1, "name": "Tasya Snisar", "cat": "Georgian restaurant"}, {"review": " Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Zebra Dun", "cat": "Georgian restaurant"}, {"review": " Cool place, waiter Igor made our evening wonderful\n100 out of 5🥰🥰 …", "rating": 5, "name": "Алинка Зайцева", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Alena Igorevna", "cat": "Georgian restaurant"}, {"review": "Good location, nice and cozy interior. The food was delicious, but the service left a lot to be desired. …", "rating": 1, "name": "Юра Медведь", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alina!\nWe are sorry that the visit to our restaurant left a negative impression. We will be sure to train the waiters to improve the service and impress you on your next visit!\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Uğur Ünalır", "cat": "Georgian restaurant"}, {"review": "Delicious menu, that's all.\n\nOtherwise, one negative, the portions are small, in order to be full, the average bill should ...", "rating": 5, "name": "Nikita Sukharev", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Julia Semenova", "cat": "Georgian restaurant"}, {"review": "You need to worry about places on the street in advance. The administrator offered seats inside opposite the toilet, they chose in the middle room opposite the tandoor. Waiter 5 plus, very nice and courteous young man. We ordered khinkali with…", "rating": 5, "name": "Svitlana Pchelovska", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yuri Fedorov", "cat": "Georgian restaurant"}, {"review": " Thank you!)\n\n", "rating": 5, "name": "Екатерина Самойленко", "cat": "Georgian restaurant"}, {"review": "Horror! Before this \"restaurant\" was different. So everything was delicious. Both service and food are top notch. And here the portions are small, not tasty, there is no meat at all in khinkali (((in the restaurant there were 4-5 tables for serving. The food was carried for 40 minutes ...", "rating": 3, "name": "Mariia Borodaieva", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Руслан Рожковский", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere, good music, great place for dates, family gatherings and business meetings. Delicious homemade wine and liqueurs, fantastic veal kebab melts in your mouth, kharcho and pkhali are also at a high level, and …", "rating": 5, "name": "Lovetta Li", "cat": "Georgian restaurant"}, {"review": "Movie tickets were bought, there was not much time before the screening, and we decided to go to John Jolie - to try how khinkali and khachapuri are cooked here) at our request for urgency, the dishes were ready in 15 minutes, which was very pleasing - the film was not …", "rating": 4, "name": "Евгений Иванов", "cat": "Georgian restaurant"}, {"review": "\nThank you for your impression and feedback. We are waiting again.", "rating": 5, "name": "Анна Коломиец", "cat": "Georgian restaurant"}, {"review": " Amazing establishment.The interior is cozy, the food was delicious, but the staff is a separate story. Went with my girlfriend after a walk down the floor, before that bought on Kontraktova Square tea, the atmosphere …", "rating": 5, "name": "Olga Nazarkevich", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Danny Fed'ko", "cat": "Georgian restaurant"}, {"review": "This is a catastrophe...\nNo food, no service!\nKhachapuri and wine equals expectation...", "rating": 1, "name": "Volodymyr Kruglianskyi", "cat": "Georgian restaurant"}, {"review": "Service is good, fast. Here the food is average, shish kebab \"like baked\", khinkali is so-so. But, the taste and color, as they say ...", "rating": 5, "name": "Maryna Tkachenko", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Denis!\nUpset that you were not completely satisfied with our dishes. We will take your comments into account and surprise you next time!\nGood day!\n\n", "rating": 5, "name": "Валентина Заремба", "cat": "Georgian restaurant"}, {"review": "Today we were at your restaurant, everything was very pleasant, and everything is very tasty. I especially want to note the attentive and positive waiter Maxim. Thank you, we had a good time)) We will come again ...", "rating": 4, "name": "Владислава Лой", "cat": "Georgian restaurant"}, {"review": "Came to this establishment as Glovo courier. To my regret, they have a terrible attitude towards couriers. I was told that my order would be ready in 15 minutes and asked to sit down, I stepped aside. After 15 minutes had passed, I approached them and ...", "rating": 2, "name": "Доктор Зло", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Максим Т", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian food. Everything is quite traditional and stylish. You can eat and have a good time. …", "rating": 5, "name": "Constantin Solomanchuk", "cat": "Georgian restaurant"}, {"review": " Good afternoon Vladislav!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Андрей Мытько", "cat": "Georgian restaurant"}, {"review": "Waiters are bad. When we entered the hall, no one met us, as is usually done, did not take us to the table, we wandered around the hall for several minutes, it felt like we had arrived at the wrong time. Sooo long wait: first drinks, then food. …", "rating": 5, "name": "Александра Таранушенко", "cat": "Georgian restaurant"}, {"review": " The place is very comfortable, but waited for one dish for almost an hour\nOrdered chicken tapaka, which turned out to be very overdried, without …", "rating": 5, "name": "Александра Петровская", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Victoria!\nThanks for your feedback, we will be sure to correct ourselves and the dishes will be prepared faster on your next visit. We look forward to seeing you again!\n\n", "rating": 5, "name": "Yaroslav Dombrovskiy", "cat": "Georgian restaurant"}, {"review": "It turned out very ugly and unpleasant. A girl met us at the entrance, we chose a FREE table, undressed, we were sitting waiting for the menu... and at that moment we were asked to vacate the table!!! It turned out that this particular table was reserved, although no …", "rating": 5, "name": "Ирина Коруз", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Олександр Тумак", "cat": "Georgian restaurant"}, {"review": "The atmosphere is on the level, the food is always delicious, the waiters are sympathetic and polite. I recommend to everyone! …", "rating": 5, "name": "Юрий Бурко", "cat": "Georgian restaurant"}, {"review": " It is clear that the quarantine hit the restaurant. I want them to work successfully because it is very tasty. Let's support them, because there are already so few places with real Georgian cuisine. …", "rating": 5, "name": "Аліна Алюня", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Galino!\nThank you for your feedback and support, be sure to come to us again, we will be glad to see you!\n\n", "rating": 3, "name": "Nazar Pidhrushnyi", "cat": "Georgian restaurant"}, {"review": "how beautiful it is ... how delicious it is .... thanks for a charming, romantic and sincere evening ... my girlfriend and I had a first date, and now this will be our favorite place. Friendly service, Georgian music and a cozy hall, this is …", "rating": 1, "name": "Vladyslav Olegovych", "cat": "Georgian restaurant"}, {"review": " Cozy place, great staff, delicious cuisine!\n\n", "rating": 3, "name": "Nataliia Suprun", "cat": "Georgian restaurant"}, {"review": "1. Wife was brought a salad with weathered turkey.\n2. They forgot about my salad.\n3. Adzhakhuri burned a friend in general, I had to change the order. …", "rating": 2, "name": "Егор", "cat": "Georgian restaurant"}, {"review": "Prepare tolerably, without zest! Cuisine - a classic of Georgia! I don't think there was enough spice. Tasty, but not WAH 😉 The most delicious Georgian restaurant I've been to is Matsoni, Vinnytsia. Of all the Georgian restaurants, none has yet been surpassed) ...", "rating": 5, "name": "Co Tk", "cat": "Georgian restaurant"}, {"review": "It's not tasty! Nothing to do with Georgian food. We just ate warm soup and fried chicken liver under the pretentious names Kharcho and Khichmachi for 200 UAH. Lemonades are some diluted sweet compotes. Khinkali, like in fast food or a supermarket, ...", "rating": 4, "name": "Юлия Пакрышень", "cat": "Georgian restaurant"}, {"review": "Cozy, stylish place, nice music, polite staff. On the second floor, performers in Georgian costumes were pleased with fervent live music. Cranberry juice, cappuccino and dessert were delicious, aperitifs too. Thanks for the comfort...", "rating": 2, "name": "Alison Hops", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for such a good review about our establishment! We are very pleased!\nGeorgia is near! JohnJoli invites you!", "rating": 1, "name": "Mayn ter", "cat": "Georgian restaurant"}, {"review": "Of all the establishments of the network, perhaps the most problematic parking, both on working days and on weekends. So choose this option in case of hiking nearby. Otherwise, everything is delicious, the waiters are attentive, the menu is Georgian, sometimes you have to …", "rating": 1, "name": "Illia Chervinskyi", "cat": "Georgian restaurant"}, {"review": " The interior is good, the service is normal, the taste of the dishes is terrible, without pronounced tastes, everything tastes very mediocre and a lot of pepper. I do not recommend! …", "rating": 5, "name": "Александр Бун", "cat": "Georgian restaurant"}, {"review": " Hello! Thank you for your feedback, we are very sorry that the taste of the dishes did not meet your expectations. Be sure to check the technological maps for the number of spices in the dishes. We will be glad to see you again in our restaurant!\n\n", "rating": 5, "name": "Дмитрий Кравченко", "cat": "Georgian restaurant"}, {"review": "Terrible service, today was, the waitress with a delay of 1.30 did not end up with the main course, the salad was taken out after 35 minutes, I also had to ask to take out the cutlery, the waitress herself forgot. As a result, he asked to call the administrator, for a long time ...", "rating": 5, "name": "Дмитро Лесик", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Влад Нарижный", "cat": "Georgian restaurant"}, {"review": "Real Georgia in my city. Shish kebab, Megrelian khachapuri, Georgian wine and Chacha are the key to a good mood for the weekend. The service is top notch, the waiters are very friendly and attentive. We will definitely come back to you...", "rating": 5, "name": "Mohammed Kassab", "cat": "Georgian restaurant"}, {"review": "one of the most favorite establishments, the Tarantino family network, is Khachapuri and Vino on Podil.\nThe food is excellent, nice waiters. …", "rating": 4, "name": "Sergiy Gorby", "cat": "Georgian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Роман Савенок", "cat": "Georgian restaurant"}, {"review": "Wanted to eat, but were limited in time. We asked the waiting time for khinkali, we were told that no more than 30 minutes. The waiter was warned that we were in a hurry. After 40 minutes they asked, the answer is \"in 2 minutes.\" After 5 I asked another waitress...", "rating": 5, "name": "Іванка Ковбіш", "cat": "Georgian restaurant"}, {"review": "Right from the threshold of the restaurant, you understand that you are in a Georgian fairy tale, especially for those who love live music!\nI want to thank all the staff of this restaurant. Wonderful…", "rating": 4, "name": "Iryna Zamuriy", "cat": "Georgian restaurant"}, {"review": "Georgia is people. This is true. Come to this place at least to feel the Georgian hospitality. The guys are simply the best, smiling, laughing, joking. Loved! …", "rating": 5, "name": "Валерия Камелия", "cat": "Georgian restaurant"}, {"review": "Another very beautiful place in Kyiv in the historical center. It smells delicious of smoke and pastries, an incredible new menu. My favorite dish is salad with pepper :) …", "rating": 5, "name": "Анастасія Шишка", "cat": "Georgian restaurant"}, {"review": " Russian copy of Georgian cuisine, a special feature - the lack of the Georgian flag …", "rating": 5, "name": "MONTiCORE LiveTV", "cat": "Georgian restaurant"}, {"review": " Hello!\nKhachapuri and Vino are Ukrainian restaurant chains and have nothing to do with Russia or its copies.\nWe embody a part of the Georgian soul in our dishes, and we gladly serve it to our guests!\n💛💙\n\n", "rating": 2, "name": "Татьяна Алятина", "cat": "Georgian restaurant"}, {"review": "I give two stars only for the food, everything is fine with it. At the entrance they would have warned that there was a place for smokers at the top, they came with a child, they didn’t know, they sat there. The service is below the baseboard, they called the girl, placed the order, said after 20 minutes. Later …", "rating": 5, "name": "Катерина Шишкіна", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Кристина Кристел", "cat": "Georgian restaurant"}, {"review": " Inter'ier liked, in comparison with the establishment on Drahomanov here is more spacious and cool. This is a plus. The orders were waiting for a long time, although they asked to make it ready, the lemonade was …", "rating": 4, "name": "Vova Kolomiets", "cat": "Georgian restaurant"}, {"review": "Upon arrival from Georgia, we had very high expectations for Adjarian khachapuri and khinkali. There was little broth in khinkali, and khachapuri were on hard cheeses, it was impossible not to get wet in them... ...", "rating": 5, "name": "Andriy 24one", "cat": "Georgian restaurant"}, {"review": " Hello!\nBe sure to take into account your comments and wait for the tasting of our dishes)\n\n", "rating": 3, "name": "Михаил Синявский", "cat": "Georgian restaurant"}, {"review": "Variety on the menu, khachapuri is my love, and a tea card that surprises. Good music and room design. Cozy and tasty. Friends praised khinkali with cheese very much! …", "rating": 3, "name": "Vredrina Ya", "cat": "Georgian restaurant"}, {"review": " It waited a long time for the waiter to place an order. Then the long wait for the order. They waited for tea for 15+ minutes (it stood on the bar for quite a while, but the waiter did not hurry us to bring the …", "rating": 4, "name": "Вадим Покидко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Валерия Галачова", "cat": "Georgian restaurant"}, {"review": " Khachapuri and wine are NOT the first Georgian restaurant I have visited. So there is something to compare. Kharcho soup - two small pieces of \"dried\" meat in water with spices. Very rare. Lavash sho was served with …", "rating": 5, "name": "Andrey Zhulya", "cat": "Georgian restaurant"}, {"review": "With all the love for Georgian cuisine, this place in Kyiv can rightfully be called a favorite! The unsurpassed taste of \"Khinkali\", delicious branded \"Khachapuri with basil and tomatoes on a skewer\", \"eggplants with nuts\", \"brine suluguni\" and more ...", "rating": 5, "name": "Aleksandr Tkalych", "cat": "Georgian restaurant"}, {"review": " Pleasant atmosphere and interior. Delicious cuisine and high quality service …", "rating": 5, "name": "Татьяна Цвира", "cat": "Georgian restaurant"}, {"review": "A place with an application for a high level. Nice staff, nice waiters. But Georgian food is not Georgian at all.\nSoup kharcho is not rich enough, there is not enough meat. …", "rating": 5, "name": "Tsisar Alex", "cat": "Georgian restaurant"}, {"review": " The service is unsatisfactory. During the meal, the waiter came and began to demand immediate payment. After that, the administrator of the institution, who was summoned at my request, began to defend the position of …", "rating": 5, "name": "Олександр Ненько", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\nWe adhere to the quarantine norms and that is why we warn all our guests what time the calculation should be. This is not our requirement, we act in accordance with established legislation. We hope for your understanding and look forward to seeing you again!\n\n", "rating": 1, "name": "Даша Іплікчі", "cat": "Georgian restaurant"}, {"review": " They make great khachapuri. I ate mixed cheese and chicken with butter, I recommend. Waiters are friendly. …", "rating": 5, "name": "Владимир Головцын", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your appreciation!\n\n", "rating": 3, "name": "Андрей ФРАНКО", "cat": "Georgian restaurant"}, {"review": "The interior is beautiful, this is where all the positives ended. Lost waiters who don’t write everything down and don’t bring everything. We went to try real khachapuri and khinkali. …", "rating": 5, "name": "Svitlana Kysil", "cat": "Georgian restaurant"}, {"review": "\nPlease, duplicate your contact phone number by mail, we will be grateful!\n\nJuly777Anna@gmail.com", "rating": 5, "name": "Roman Yehoronok", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Кордон", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Larissa!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Serhiy Lisovets'", "cat": "Georgian restaurant"}, {"review": "Napoleon cake waited 50 minutes. They explained that the yerem was cooked \"from under the knife\", although when the order was brought, the cream was clearly not warm. The staff apologized but the experience was ruined. …", "rating": 5, "name": "София Макаренко", "cat": "Georgian restaurant"}, {"review": "Having visited the restaurant, I received a number of positive emotions.\nPleased with the service, the staff is very vigilant to trifles. Excellent serving, dishes in the style of the theme of the institution. …", "rating": 5, "name": "Elena Motychko", "cat": "Georgian restaurant"}, {"review": "If you want to ruin your evening, I definitely recommend this place. I have never met such a rude manager anywhere.\nWhen we arrived, it turned out that the order was canceled without informing us about it. …", "rating": 5, "name": "Ave Andrusha", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 2, "name": "Yaroslav Taran", "cat": "Georgian restaurant"}, {"review": "It was nice and tasty. Thanks to Igor and Valeria for the good service. Khinkali super) ...", "rating": 5, "name": "Ira Nadolna", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Юлия Барабаш", "cat": "Georgian restaurant"}, {"review": " Clean and comfortable place to eat Georgian pancakes are delicious but I ate the Almento medium …", "rating": 4, "name": "Yaroslav Torbin", "cat": "Georgian restaurant"}, {"review": "20.12 celebrated New Year's corporate party. Everyone was very satisfied, the waiter was very pleased, attentive and polite. Not every restaurant can boast of such service. And the interior...", "rating": 5, "name": "Nataliia Panarina", "cat": "Georgian restaurant"}, {"review": " Thank you\n\n", "rating": 3, "name": "Alex Shkreli", "cat": "Georgian restaurant"}, {"review": "I liked it very much, it was very tasty, the waiters were professionals and helped and prompted the guys, well done, but I want to notice the work of the administrators and especially the director, it’s immediately clear that they have a well-established team work, it’s difficult ...", "rating": 5, "name": "Ivanna Tihonova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Dmytro K", "cat": "Georgian restaurant"}, {"review": "while this place was called Jon Joly it was fine. bought it Khachapuri and wine and everything has sunk into oblivion. the dishes are simple and not quite Georgian. double service. I ordered ojakhuri, but in the end, the potato was not the first in the dish ...", "rating": 4, "name": "Александр Полторацкий", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Alexander Suhin", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your feedback, see you soon!\n\n", "rating": 5, "name": "Тамара Салий", "cat": "Georgian restaurant"}, {"review": " Good, relaxed atmosphere. Charming Georgian music, cool terrace. Very nice place to relax. Delicious, colorful cuisine. There is nothing to do. Friendly staff. The only drawback in the work of the staff who noticed is …", "rating": 4, "name": "Маргарита Евтехова", "cat": "Georgian restaurant"}, {"review": "Good evening. I want to leave a review about the restaurant \"Khachapuri and Vino\" which is located on the hem. Unfortunately, everything was not very good, even a rock would have spoiled the evening. At the entrance, the girl did not meet us, but simply turned around and ...", "rating": 4, "name": "Aleksei Filanovskiy", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Kate Illyusha", "cat": "Georgian restaurant"}, {"review": "Pleasant and relaxed place. You can sit quietly with a company or meet with a friend. Relaxed atmosphere. Friendly service. Pretty good cuisine. I recommend khachapuri with tarragon. Delicious. …", "rating": 3, "name": "Валера Овчинников", "cat": "Georgian restaurant"}, {"review": "Visited with friends in mid-March.\nPerfect place!\nPrices are average for the center. …", "rating": 3, "name": "Вячеслав Грищенко (Lesnik)", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, cozy, good service.", "rating": 1, "name": "Serhio Singer", "cat": "Georgian restaurant"}, {"review": "The most creepy place in the city center that I have ever visited. Not tasty, very expensive, the restaurant staff is rude to the guests, under the supposedly author's dishes of the kitchen they give out the usual cheap cheeses bought in retail chains like ATB, but at the same time ...", "rating": 4, "name": "Анна Шкуро", "cat": "Georgian restaurant"}, {"review": "Weak kitchen. Khinkali no. Fresh. Without seasoning, like eating dumplings from the store are not the best. …", "rating": 4, "name": "Катерина Дегтярь", "cat": "Georgian restaurant"}, {"review": " Paul, we are very grateful to you, your feedback encourages us to be the best, we will correct all comments, we hope to see you in our institution!\n\n", "rating": 5, "name": "Юля Юля", "cat": "Georgian restaurant"}, {"review": "They brought soup with closed mussels (this means that the mussels are spoiled, the use of such mussels is fraught with food poisoning), khinkali with cheese are sour and disgusting in taste. We leave the restaurant hungry and angry. …", "rating": 5, "name": "Дима Новиков", "cat": "Georgian restaurant"}, {"review": "Perfect place. The prices are moderate, the dishes are delicious, moderately spicy, attentive, courteous waiters. Stylish interior. …", "rating": 5, "name": "Ira Kurylyuk", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Tanya!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Yulia N", "cat": "Georgian restaurant"}, {"review": "Despite the convenience of the location and the quality of the food, the service spoils the whole experience. And this despite the fact that the price here is clearly above average. Be prepared that your dish will be forgotten, not warned about the volume or the sauce will not be replaced. Besides …", "rating": 1, "name": "Сергей Шульга", "cat": "Georgian restaurant"}, {"review": "Great place for a quick and tasty meal.\nGreat option for lunch while working.\nI recommend! …", "rating": 4, "name": "Pavlo T", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Yuri!\nThanks for the feedback, we look forward to seeing you again!\n\n", "rating": 3, "name": "Maksym Riabenko", "cat": "Georgian restaurant"}, {"review": "my favorite restaurant. There is a VIP room for 11 people. the kitchen is wonderful. service sometimes lame with the speed of service. but if you're not in a hurry then it's perfectly acceptable. …", "rating": 5, "name": "Marina Marina", "cat": "Georgian restaurant"}, {"review": "kuuuuust! cozy, beautiful, but very unpleasant and provocative behavior of the guests of the establishment (not Ukrainians) can arrange swearing and a fight, they feel this restaurant as their home and aggressively treat guests of non-Georgian trip thanks ...", "rating": 5, "name": "Мирослава Анікієнко", "cat": "Georgian restaurant"}, {"review": " Today my wife and I visited this institution. Pleasant interior tones. Waiters only appeared in the hall from time to time. They gave the menu, and to make the order we had to wait 20 minutes, for some reason we were …", "rating": 5, "name": "Ivan Tkachenko", "cat": "Georgian restaurant"}, {"review": "They do everything delicious. The restaurant itself replaced the 100-year-old old Zaporozhye restaurant located before. The restaurant was interesting but overpriced. Now you can go regularly for khachapuri! …", "rating": 4, "name": "Максим Олонов", "cat": "Georgian restaurant"}, {"review": " Tasty, the orders bring fast, interesting interior, summer terrace on the balcony. They took a grilled vegetable salad, it was delicious, but cold, this dish is served in cold, chicken thistle, delicious and soft …", "rating": 5, "name": "caRbonyca", "cat": "Georgian restaurant"}, {"review": " The first time you visited the restaurant on Podol. Everything is very tasty, the staff is pleasant and friendly.\nWe met a very nice administrator Nikita. Calm performs his work, balanced. …", "rating": 4, "name": "jose lopez", "cat": "Georgian restaurant"}, {"review": " We had dinner with a friend in Khachapur and Wine in Podil. It is impossible to control emotions! The first thing that made a pleasant impression - we were greeted as in Georgia: warm and with a smile. The most cozy …", "rating": 5, "name": "Мотивационные Видео", "cat": "Georgian restaurant"}, {"review": "Favorite place in the legendary area of ​​the city. Thanks to the cooking team, the service is excellent, my friends are always delighted with their stay! …", "rating": 3, "name": "Ирина Дощич", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Olga!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Таня Лисенко", "cat": "Georgian restaurant"}, {"review": "Not a bad place! The prices are quite high (and especially for wine, when going to a Georgian restaurant you expect to decently “taste” wine, and not just sip. The staff is very pleasant. We celebrated my birthday here 🥳, ate our fill, so ...", "rating": 5, "name": "Данил Кирносов", "cat": "Georgian restaurant"}, {"review": "I liked the restaurant! The staff is very friendly. Beautiful interior. Delicious cuisine. The waiter Kolya, who served us, is a true professional in his field! It can be seen that the guy works with his soul, creates an atmosphere of coziness and comfort! Highly …", "rating": 4, "name": "Вышивка с удовольствием", "cat": "Georgian restaurant"}, {"review": "I really liked the place! The food is delicious and quality house red wine. Level service. …", "rating": 5, "name": "Mariia Zorina", "cat": "Georgian restaurant"}, {"review": "Sooo slow service. The hookah man could not bring the bill for half an hour, then he mixed up and instead of the bill he brought change for the calculation from another table. And then another 20 minutes at least waiting for their bill for the hookah. Tried to catch a...", "rating": 1, "name": "Евгения Шунина", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Niko Lavrelashvili", "cat": "Georgian restaurant"}, {"review": " Good evening! Were with her husband in the restaurant Khachapuri and wine, learned to celebrate the family holiday and we think that we decided!))) We all really liked, especially the way we were met. Olga (the …", "rating": 1, "name": "Глоба Ирина", "cat": "Georgian restaurant"}, {"review": "Wonderful establishment. The cuisine is very tasty. True, to wait for your dish, you need to wait 30-35 minutes. You won't get a quick meal here. But the food quality and prices are really good…", "rating": 5, "name": "Маргарита Вартова", "cat": "Georgian restaurant"}, {"review": " Always tasty and cozy, prices are average. But last time the service was bad: there was not a single waiter who served us; seldom approached, carried dishes and the account for a long time. …", "rating": 2, "name": "Andrii Syvushenko", "cat": "Georgian restaurant"}, {"review": "The meeting of the hostess was arrogant and boorish, the reservation was not recorded; the service is insincere, unprofessional, which in general creates a chaotic atmosphere. The restaurant and its team does not take into account the boundaries of the client. The food is ok, as in any other out of a thousand …", "rating": 2, "name": "MixingSound", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Anna Pro", "cat": "Georgian restaurant"}, {"review": "At lunchtime (the restaurant was half empty) an hour carried the order. The order was not brought to the end (1 position, vegetables), but it was included in the bill. There were 6 of us, and we noticed an extra dish on the bill, only on the way to the office.. …", "rating": 5, "name": "Светлана Резник", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 4, "name": "antonenko.elena Антоненко", "cat": "Georgian restaurant"}, {"review": "Super, super!!! Georgian restaurant Khachapuri and wine. Bomb !!! Very much, I love this place. Georgian staff. GOLDEN HANDS. Greeting at the highest level. Serving on time. Everything is very tasty. Because everything is done professionally and with love for …", "rating": 5, "name": "Dmytro Gulyaev", "cat": "Georgian restaurant"}, {"review": " Visited this restaurant on the recommendation of a friend, and did not regret it! Cozy interior, delicious food, friendly and professional staff. I would also like to note the variety of items on the menu, and the …", "rating": 5, "name": "Вікторія Самборська", "cat": "Georgian restaurant"}, {"review": "Great establishment!!!! Very tasty cuisine! Special thanks to the waiter Nikita! Attentive, polite, competent!!! …", "rating": 5, "name": "Валентин Джонсон", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Tatiana!\nThanks for your feedback, we will see you again!\n\n", "rating": 5, "name": "Marisa Ignat", "cat": "Georgian restaurant"}, {"review": " From good: atmospheric, cozy terrace, nasty music, nice administration.\nIzha, in principle, is not bad, but there are many restaurants where it is …", "rating": 5, "name": "Инна Мудревская", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "QueNhi Pham", "cat": "Georgian restaurant"}, {"review": "Everything is great except the kitchen. The dishes are not that terrible, but there are places of Georgian cuisine with much better food, in the same price category. I especially don’t recommend branded khachapuri, before it was made my verdict was 4 stars…", "rating": 3, "name": "Олександр Галецький", "cat": "Georgian restaurant"}, {"review": "I visited the restaurant in Podol, I liked the food very much, the prices are reasonable, the staff is attentive. Super impressions. I recommend. …", "rating": 5, "name": "Тарас Тимошенко", "cat": "Georgian restaurant"}, {"review": " Hello!\nThank you for your appreciation, we are always happy for you!\n\n", "rating": 5, "name": "Владимир Харкович", "cat": "Georgian restaurant"}, {"review": "A good place. Very tasty food! But! The waitress is very unpleasant. It stands above the soul at the time of ordering. Forgets. Slurred speech. Just spoils the impression of a really good restaurant. …", "rating": 5, "name": "Наташа Журавлева", "cat": "Georgian restaurant"}, {"review": "Learn in your first cafe on the Maidan, do not disgrace yourself.\nWe are talking about a cafe on Sahaydachnogo.\nThis is a similarity of Georgian taste in a Georgian restaurant. …", "rating": 5, "name": "Gulshat Jumanazarowa", "cat": "Georgian restaurant"}, {"review": "The chicken broth was brought so salty that it was impossible to eat it. Khinkali was carried for 40 minutes. Of the 5 requested items, 2 were not available. It used to be better. We won't come again...", "rating": 5, "name": "Andrii Mazur", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Oksana Shyrova", "cat": "Georgian restaurant"}, {"review": "Very poor service!!!!\nStrange cuisine... some dishes are not bad., and some are disgusting!!! (fried trout was served cold... it didn't get any better after the alteration (((). …", "rating": 5, "name": "Aleksey Miller", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Катерина Лубянко", "cat": "Georgian restaurant"}, {"review": "Cozy, nationally colorful place. Accidentally came on January 1 with a large company (9 people) of relatives, and got an unexpectedly pleasant, tasty evening full of good beautiful Georgian toasts and songs. Special thanks to Muses. …", "rating": 5, "name": "Iurii Motruk", "cat": "Georgian restaurant"}, {"review": "The waiter never came by himself, and it was also difficult to call someone. Half an hour to wait for the menu, half an hour for drinks and run around the restaurant asking for the bill. …", "rating": 1, "name": "Бесо Моисцрапишвили", "cat": "Georgian restaurant"}, {"review": "If not for the overly spicy okroshka (because of the large amount of mustard in it), it would be great. And Adjarian khachapuri is very tasty, but still the sides with the crust should be larger so that it is convenient to eat them correctly. …", "rating": 5, "name": "Екатерина Высоцкая", "cat": "Georgian restaurant"}, {"review": "delicious food and nice staff. a cozy place to hang out with friends. I recommend to everyone! …", "rating": 5, "name": "Anna Gvozditskaya", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Ludmila Paskarenko", "cat": "Georgian restaurant"}, {"review": "Rosecharmed.\nTo sit in the evening for two is good, but do not come with a company. The order waited more than 30 minutes (, the third dish took another 30 minutes (. There was a desire to leave. The beer was stele and Chernihiv. ...", "rating": 5, "name": "Oleksandr Vovchenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 4, "name": "Darina Subbotina", "cat": "Georgian restaurant"}, {"review": " Great cuisine, unsurpassed khachapuri in Adjara, and khinkali just 5+. Good service and a very cozy second floor. We will definitely be back👌 …", "rating": 5, "name": "Александр Страдный", "cat": "Georgian restaurant"}, {"review": "We regularly visit this restaurant, the level of service and quality of food is always on top!\nVery warm and cozy atmosphere, friendly waiters and the most delicious …", "rating": 5, "name": "Viktoriia Miziukanova", "cat": "Georgian restaurant"}, {"review": "Very strange place.... Lemonade had to wait forty minutes. Khachapuri did not wait, they simply refused the remaining positions of the order. The waiter does not know the composition of the dishes: a salad of tomatoes, peppers and eggplant turned out to be a salad of onions and …", "rating": 5, "name": "Slawik G", "cat": "Georgian restaurant"}, {"review": " Haczapuri very good 😊, at a reasonable price. I would recommend! …", "rating": 5, "name": "Елизавета Солоха", "cat": "Georgian restaurant"}, {"review": "Everything was very tasty, the waiter Igor came with friends, he was a wonderful waiter, we were satisfied, I recommend 👏 …", "rating": 5, "name": "Дмитрий Кифорук", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Mikhail!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Марія Геник", "cat": "Georgian restaurant"}, {"review": " Very dissatisfied, ordered a table in advance, received confirmation and arrived on time. But the administration had other plans, we were seated at the worst table and in half an hour the waiter did not come. …", "rating": 5, "name": "Sandra Ssover", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Человек", "cat": "Georgian restaurant"}, {"review": " Beautiful, tasty, cozy\nThe only drawback is the rather slow service …", "rating": 5, "name": "Hatalia", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Victoria!\nThank you for your feedback, we will take into account the comments on the service.\nWe look forward to seeing you again!\n\n", "rating": 5, "name": "Игорь Кузнецов", "cat": "Georgian restaurant"}, {"review": " The service seems to be without complaint, but as for a Georgian restaurant, the serving size is frankly small. The order was waiting, by the way, for a long time. We hardly want to come back here. …", "rating": 5, "name": "Алла Лазоренко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n", "rating": 5, "name": "Ольга Полтораченко", "cat": "Georgian restaurant"}, {"review": "I liked everything, it was very tasty, insanely atmospheric institution. I want to express special gratitude to the administrator Ludmila. This girl is a professional. We'll definitely be back! …", "rating": 4, "name": "Olga Mezh", "cat": "Georgian restaurant"}, {"review": "We ordered khachapuri, pkhali, khinkali and a warm salad with chicken liver. Waited 1 hour. They brought everything cold, the liver in a warm salad is generally icy. I do not recommend. …", "rating": 5, "name": "Андрей Степаненко", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, very attentive staff, everything is clean and fast, the prices are adequate, it's clear that alcohol is expensive, and the portions are normal, cooked as stated on the menu. Great place for an evening with friends or family, quiet, cozy and …", "rating": 1, "name": "Pavel Onik", "cat": "Georgian restaurant"}, {"review": " Overall, not bad. Snug. There are no claims for service. The price tag is above average. …", "rating": 5, "name": "Andris Jegorov", "cat": "Georgian restaurant"}, {"review": "Good restaurant, cozy, tasty, portions are quite nutritious. The interior was filled with live plants. The location is also good, it is possible to take a walk after visiting the institution. …", "rating": 5, "name": "Vetal Krav", "cat": "Georgian restaurant"}, {"review": " dire attention from the two waitresses, unhelpful and unpleasant ...\nIt is a street with many restaurants to choose from and this is one to avoid. …", "rating": 5, "name": "Светлана Ткаченко", "cat": "Georgian restaurant"}, {"review": " \"Khachapuri and Wine\" is the place where you want to come back again and again\nThe creativity of serving and refinement of the dishes always remains at the …", "rating": 5, "name": "Roman Malinsky", "cat": "Georgian restaurant"}, {"review": "Rude waiter, waited a long time for food, cheese did not interfere with khachapuri, but they changed it to normal for us. The interior is awesome. Khachapuri is delicious, kebab too. …", "rating": 1, "name": "Andrii Kazak", "cat": "Georgian restaurant"}, {"review": " I decided to introduce my colleague from abroad to Georgian cuisine, which I love very much. And I was very sorry, I was even ashamed - that I chose this place. Extremely NOT tasty. It bears very little resemblance to …", "rating": 5, "name": "Ruslan Kyzma", "cat": "Georgian restaurant"}, {"review": " Chain restaurant in Podil. Were here for the first time. The kitchen is good. But, there were small disappointments about the service. The drinks were warm, the waiters disappeared somewhere, although there were few …", "rating": 5, "name": "Земский Тарас", "cat": "Georgian restaurant"}, {"review": " The food very good. The attention: very bad. We ordered an entree and then a main course. They bring the dishes in the order they want. The beer arrived after I finished my plate. The waiter very moody. I would not go …", "rating": 5, "name": "Алена Бондаренко", "cat": "Georgian restaurant"}, {"review": " Delicious and hearty business lunches, cooked very quickly, 10-15 minutes and you have lunch, very convenient when you are limited in time. A polite and pleasant waiter …", "rating": 5, "name": "Ника", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Valery!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "AvaJIon", "cat": "Georgian restaurant"}, {"review": " We ordered a full meal: aubergine rolls, various khinkali, shashlik, a bottle of Georgian wine, other drinks ... the food was really alright, the time was okay. But after we paid, our waiter did not come back to bring …", "rating": 5, "name": "AleXXX Anikina", "cat": "Georgian restaurant"}, {"review": "Very tasty.\nThe order is given quickly\nAll cool interior Kitchen prices. …", "rating": 3, "name": "Виталий Хомик", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Yuri! Thanks for your feedback, and we look forward to seeing you again.\n\n", "rating": 5, "name": "Катерина Коваленко", "cat": "Georgian restaurant"}, {"review": " The atmosphere here is good, but the Chkmerul chicken was frankly disappointing. The little wing and shin are virtually meatless! To pay $ 172 for bones is a bust. In Kiev there are much tastier places where meat is …", "rating": 2, "name": "Taisiya Romanenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 4, "name": "Дмитрий Диденко", "cat": "Georgian restaurant"}, {"review": " According to many restaurants, this place is both economical and high quality. Hacapuriler certainly suits our taste buds. A flavor close to Turkish cuisine. Good service, clean place …", "rating": 5, "name": "Анна Кисилевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Бася Васик", "cat": "Georgian restaurant"}, {"review": " Delicious food and great service, very nice interior ☺️\n\n", "rating": 5, "name": "Денис Фрунзе", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Maria!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Максим Хребтов", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine, cozy and comfortable in the halls. Boyud prices are affordable. And good wine costs enough, as it should be. …", "rating": 1, "name": "Сергей Бессараб", "cat": "Georgian restaurant"}, {"review": "We, the guests of Kyiv, went to eat.\nOrdered lamb and pork skewers.\nThe meat was very tough and not tasty, and the vegetables were not fresh, or cut with …", "rating": 1, "name": "Роман Загарюк", "cat": "Georgian restaurant"}, {"review": "\ngood day\nWe are sorry that you have the impression of a visit to us.\nWe would really like to correct the situation.\nWe would be grateful for a personal message with contacts and details of the visit to communicate with the manager of the institution. thank", "rating": 5, "name": "Ксения Тынко", "cat": "Georgian restaurant"}, {"review": "The service wants the best... serve white wine in champagne glasses🤷‍♂️and they didn't even warn. Kitchen 8/10\nManagers - for work with personnel ...", "rating": 5, "name": "Виктория Штефан", "cat": "Georgian restaurant"}, {"review": "Good Georgian restaurant.\nBeautiful interior, beautiful view from the balcony on the 2nd floor, delicious cuisine and special thanks for the excellent Georgian lemonade. …", "rating": 5, "name": "Ирина П", "cat": "Georgian restaurant"}, {"review": "I liked this establishment. Excellent design and interior design. Helpful staff, attentive. Delicious Georgian cuisine, I will definitely visit this restaurant again. …", "rating": 4, "name": "Ruslan Ivanytsky", "cat": "Georgian restaurant"}, {"review": "My wife and I went for dinner, ordered marl khachapuri, kubdari, kharcho soup and fried khimkali. It’s impossible to eat that khachapuri or kubdari, the dough is unleavened ((((kharcho soup was brought at the end after they were about to leave. The soup turned out to be ...", "rating": 4, "name": "Sergey Sergienko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com", "rating": 5, "name": "Aleksandra Bershatska", "cat": "Georgian restaurant"}, {"review": "One of the few places in the center with good prices, good service and, of course, excellent cuisine! Thank you, we will come to you! …", "rating": 5, "name": "A. Doluda", "cat": "Georgian restaurant"}, {"review": " Good afternoon Vlad!\nThank you for your feedback, see you soon!\n\n", "rating": 5, "name": "Юлия Юрченко", "cat": "Georgian restaurant"}, {"review": "Very tasty, but my grandfather does not have a smartphone, they have a menu in Telavi on paper, he eats there ... ...", "rating": 5, "name": "Дар'я Степаненко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Eugene!\nThank you for your feedback, the waiter can always help with the choice of dishes, and we have printed several copies of the menu for this occasion. We look forward to seeing you again!\n\n", "rating": 5, "name": "Nettli Comments", "cat": "Georgian restaurant"}, {"review": "Like a network, but everything is different. Were in Oushin and Leps and it tastes much better there, but disappointment in Podil. The waiters, the presentation of the dishes, the design of the restaurant itself are excellent, but the dishes themselves do not reach.... …", "rating": 4, "name": "Vladimir", "cat": "Georgian restaurant"}, {"review": "Good, tasty food. Nice atmosphere and music appropriate for this place . Clean. Smiling waiters. Ate, drank - satisfied) ...", "rating": 5, "name": "Андрій Тимочко", "cat": "Georgian restaurant"}, {"review": " A wonderful place, a pleasant atmosphere, friendly staff, we'll definitely go back !!!! …", "rating": 4, "name": "Nikolay", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine and good interior. Loved Khachapuri very much. In khinkali there was little stuff like me. Because of this, they were not juicy inside. …", "rating": 4, "name": "Анна Киселевич", "cat": "Georgian restaurant"}, {"review": "Nice interior, nice service. Delicious khachapuri. Price / quality - I recommend. That moment when you get more than you expect. …", "rating": 5, "name": "Марина Решетник", "cat": "Georgian restaurant"}, {"review": " The establishment has a good kitchen, although it was not possible to try what they followed. There was no khinkali (the menu offered as a pride of their cuisine) and some drinks. Maybe we just weren't lucky. Prices …", "rating": 5, "name": "Анастасія Похна", "cat": "Georgian restaurant"}, {"review": " The interior is very nice, nice staff, but they don't really understand Ukrainian what a pity. The menu does not list the weight of the dishes and ingredients. In response, the waiter simply shrugged his shoulders. …", "rating": 5, "name": "Генадий Станиславович", "cat": "Georgian restaurant"}, {"review": "Yesterday we had a great company in this institution) Were the first time, everything is fine, the staff is friendly, the food and drinks are top class! I recommend! Great place to spend time with friends)…", "rating": 5, "name": "Юлія Яремчук", "cat": "Georgian restaurant"}, {"review": "The waiter had to be looked for, water and drinks were waiting for more than 20 minutes. Meals of average taste. The atmosphere is nice, but the service and food leave a lot to be desired. …", "rating": 1, "name": "Lenka Tsibriy", "cat": "Georgian restaurant"}, {"review": "I like it!\nThe waiters were friendly, joked with us, cheered us up!\nThe food is very tasty, I advise. …", "rating": 5, "name": "Marina Fadeeva", "cat": "Georgian restaurant"}, {"review": "good service. competently serve guests. arrive on time, ask the right questions, work quickly. The food is delicious. The only thing I didn't like was the lemonade. the taste is specific and served warm ...", "rating": 5, "name": "Александр Гимишли", "cat": "Georgian restaurant"}, {"review": "The service staff is friendly and helpful, cozy interesting interior, pleasant atmosphere, background music is colorful and moderately loud! It was nice to receive a compliment from the establishment. liked it very much! …", "rating": 5, "name": "Max Makarenko", "cat": "Georgian restaurant"}, {"review": "In a restaurant with khachapuri there is no flour, wait for khachapuri. And this is the center of Kyiv. Unpleasantly surprised. …", "rating": 5, "name": "Світлана Марчук", "cat": "Georgian restaurant"}, {"review": " Good afternoon Anna!\nThanks for your feedback, we've already worked out the error.\nWe look forward to seeing you again!\n\n", "rating": 4, "name": "Nik", "cat": "Georgian restaurant"}, {"review": "Ordered khachapuri with two cheeses to go. I don’t know about other cuisine, but such khachapuri in an institution for 136 UAH is not quoted in principle. It looks more like an option in a stall near the metro ... ...", "rating": 5, "name": "Anton Volochay", "cat": "Georgian restaurant"}, {"review": "A complete disappointment, the khachapuri were just disgusting, as they looked like cheap pizza with minimal toppings. There is no stove for cooking Georgian dishes on Sahaidachnogo Street, so an imitation of a dish is served. Lack of …", "rating": 5, "name": "Мирослав Кайданник", "cat": "Georgian restaurant"}, {"review": "The presentation of each dish is interesting in itself, but also dishes of extra class. I liked everything, everything is delicious! Sea buckthorn tea - inspired by health and aroma. …", "rating": 5, "name": "Наталия Зинченко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your kind words. Looking forward to see more :)", "rating": 4, "name": "Yulia Velychko", "cat": "Georgian restaurant"}, {"review": " Nice interior, quite spacious and quiet restaurant. The prices are nice, the food is delicious. The only downside - the staff. It seems that they live their lives, and let the rest wait ( …", "rating": 4, "name": "Таня Оснач", "cat": "Georgian restaurant"}, {"review": "I recently celebrated your birthday. Both I and my friends were very satisfied, the staff and service are top notch, I will recommend this place to my friends and I will come again with pleasure! The kitchen is amazing...", "rating": 5, "name": "Оленка Ширяєва", "cat": "Georgian restaurant"}, {"review": "Here they prepared the most delicious barbecue and the most delicious grilled vegetables that I had ever tasted. The main dishes are served with delicious homemade sauce …", "rating": 5, "name": "Инна Гончар", "cat": "Georgian restaurant"}, {"review": "Just beautifully cozy. And the kitchen is just awesome. Cooks at the height ordered kharcho and buckwheat. Well, just super. Surprised. …", "rating": 1, "name": "Jack Black", "cat": "Georgian restaurant"}, {"review": " Thank you\n\n", "rating": 4, "name": "S. Rizzo", "cat": "Georgian restaurant"}, {"review": "Everything is fine, but I was confused by one nuance, there is no usual menu, only through the keycode. It is interesting how to be in situations such as, for example, the phone is dead, or there is none at all ...... ...", "rating": 4, "name": "Galina Pogorelova", "cat": "Georgian restaurant"}, {"review": "Very pleasant atmosphere. Very tasty khachapuri and a cocktail with sea buckthorn and orange, but in cold weather it would be better served without ice. …", "rating": 5, "name": "Вячеслав Кучинский", "cat": "Georgian restaurant"}, {"review": " So far, the best Georgian restaurant I've visited in Kyiv, good design, great cuisine, though the prices are too high, I was lucky to get a performance by a Georgian band, I really liked it. Definitely a solid five. …", "rating": 5, "name": "Алексей Бреньов", "cat": "Georgian restaurant"}, {"review": " Khachapuri for three, Shashlykyan is much tastier. We waited for the order for a long time, the waiter suggested to stir the yolk in Adjara. The atmosphere is relaxed, I was a little embarrassed as a woman at the next …", "rating": 5, "name": "Топ Шоу", "cat": "Georgian restaurant"}, {"review": " The establishment has a beautiful interior. Great music plays inside. Very tasty drinks. And now the cons. The dish was served to me barely warm, also did not like the service (the waiter was not friendly, as if he …", "rating": 4, "name": "Василий Лысенко", "cat": "Georgian restaurant"}, {"review": "In principle, I liked everything, except for a few moments: 1) the menu does not indicate grams (we were expecting a beautiful large Adjarian khachapuri, but they brought it a miniature one and a half palms in size; 2) the menu does not indicate the composition of the dishes (salad with vegetables and ...", "rating": 5, "name": "Артём Скубий", "cat": "Georgian restaurant"}, {"review": "\ntasty, comfortable and good service", "rating": 5, "name": "Karina Borodach", "cat": "Georgian restaurant"}, {"review": "\nThank you very much😊", "rating": 5, "name": "Лилия Брага", "cat": "Georgian restaurant"}, {"review": "Chicken tabaka is no different from grilled chicken from a stall, neither in taste nor in appearance. Rice leaves water on the plate. Satsivi - ok. In general, the quality is below average, and for this quality the price is very high. …", "rating": 5, "name": "Маша Дубинецкая", "cat": "Georgian restaurant"}, {"review": "Alas, shoti yesterday, chkmeruli burnt, and the sauce, oddly enough, no.:) I'm surprised. I used to love eating here. If it were not for the waitress Masha, the future wife of my friend, I would have to put 2 stars))) ...", "rating": 4, "name": "Елена Вакарчук", "cat": "Georgian restaurant"}, {"review": "Nice place, clean and tasty. But when a full establishment of people - the kitchen can not cope, it takes a long time to wait for the order (40 minutes). …", "rating": 5, "name": "Сергей Щербанюк", "cat": "Georgian restaurant"}, {"review": "The restaurant was recommended as the best Georgian in Kyiv. The food is good but the food is not up to the mark. Interior is nice, service is great. …", "rating": 5, "name": "Elif Ünal", "cat": "Georgian restaurant"}, {"review": "Today we were in this wonderful institution in Podil, very tasty kharcho soup and veal shish kebab, I recommend it to everyone !!!!! …", "rating": 2, "name": "Максим Алексеенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anton!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Андрей Лобас", "cat": "Georgian restaurant"}, {"review": "Frozen. Very sharp. There is no ketchup, and there is nothing like it)))) But the service is good. Purely. Atmospheric. Pretty tasty, but the trouble with sauces, all specific)) ...", "rating": 5, "name": "Milito “Desmix”", "cat": "Georgian restaurant"}, {"review": "Very good place, convenient location in the center. Delicious food, pleasant and helpful staff. …", "rating": 4, "name": "Сіранчук Вадим", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Elena!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 4, "name": "Anna Pateiuk", "cat": "Georgian restaurant"}, {"review": " I like this place for the choice of delicious Georgian cuisine, especially hinkali). The place is very clean, the hand of the hostess is felt. The kitchen is really tasty, but the prices are higher than average. For a …", "rating": 5, "name": "Юлия", "cat": "Georgian restaurant"}, {"review": "The speed of service is just sob and cry. In simpler franchise establishments in Odessa, the same segment, food is much tastier. …", "rating": 5, "name": "Люба Сивкович", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Catherine.\nThere are situations when a large number of guests and waiters do not have time to pay enough attention to each guest. We will take into account your comments and will be glad to see you again!\nGood day!\n\n", "rating": 5, "name": "Снежный", "cat": "Georgian restaurant"}, {"review": "I love this network! Everything is always good: Food, waiters, interior, music. I recommend trying Chkmeruli from tapaka chicken and homemade Georgian wine. …", "rating": 5, "name": "Ірина Погоріла", "cat": "Georgian restaurant"}, {"review": "\nThank you for your kind words! We are waiting for you to visit again!", "rating": 5, "name": "Vladimir Yastremskoy", "cat": "Georgian restaurant"}, {"review": " The most pleasant and cozy place for a Saturday evening. Inside is very quiet and calm, the staff is friendly. Absolutely adequate prices for Podol, and most importantly - extremely tasty. The place I'm walking from …", "rating": 5, "name": "Екатерина Лакарова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ирина Клочок", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Oksana Bakhyr", "cat": "Georgian restaurant"}, {"review": " Classic Georgian restaurant. If the word \"khachapuri\" is present in the name, then it should be tasted. Deliciously. Before mixing the yolk with the cheese, the waitress asked if it was important. There is a tarragon …", "rating": 5, "name": "Володимирович", "cat": "Georgian restaurant"}, {"review": "I rested with my husband on 06.06, I want to thank the manager of the institution for a wonderful evening. Only good impressions remain! …", "rating": 5, "name": "Елена Мазура", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Margarita!\nWe are very grateful for your feedback, we are always happy for you!\n\n", "rating": 4, "name": "Yulia Mokretska", "cat": "Georgian restaurant"}, {"review": "Walked corporate. I did not like the service, the staff is slow and not attentive. The cuisine is very mediocre, khachapuri looked like pizza, they gave out dishes for a very long time. The interior is the only plus of this place…", "rating": 5, "name": "Nataliya Hemam Arafi", "cat": "Georgian restaurant"}, {"review": " Cozy, Georgian dishes are beautiful and delicious, waiter service is unobtrusive and appropriate at the same time. However, lemonades (drank three types) did not seem very tasty. …", "rating": 5, "name": "Алина Николаенко", "cat": "Georgian restaurant"}, {"review": " Always delicious and hospitable! I recommend ❤️\n\n", "rating": 5, "name": "Алена Соломончак", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Anna!\nThank you very much for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Yaroslava Tymoshchuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Tanya Hladun", "cat": "Georgian restaurant"}, {"review": "Great interior, fast service, reasonable prices and insanely delicious cuisine)) …", "rating": 5, "name": "Анастасия Олеговна", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew!\nThank you for your feedback, we are always happy for you!\n\n", "rating": 5, "name": "Дмитро", "cat": "Georgian restaurant"}, {"review": "Very deplorable service! They carried chacha for half an hour, they didn’t calculate the bill correctly, and this is a little from a spoiled mood! …", "rating": 4, "name": "Pavels Jurkovs", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Igor!\nThanks for your feedback, we'll take your comments into account, and we'll be sure to correct any errors. We look forward to seeing you again!\n\n", "rating": 4, "name": "Славік Скрипаль", "cat": "Georgian restaurant"}, {"review": " Delicious, only tea was carried for a long time\n\n", "rating": 3, "name": "Mili", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Karina!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Петро Вершник", "cat": "Georgian restaurant"}, {"review": "Cheesecakes were cooked for more than 25 minutes, the tea was barely warm, the pear salad was nothing special. Cozy interior. This is the only plus. …", "rating": 5, "name": "Макс Коноваленко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com", "rating": 1, "name": "Ельвіра Руденко", "cat": "Georgian restaurant"}, {"review": "Good and cozy place.\nThe food is delicious. But I don't like their policy, put us 5 and get a bonus from the restaurant. It's not right to do so. …", "rating": 1, "name": "Guenther Tomasi", "cat": "Georgian restaurant"}, {"review": "A great place to relax, the interior and atmosphere are transferred immediately to Georgia, friendly and attentive waiters leave only a positive impression of the institution, and the taste of dishes can be remembered for a long time 👍 …", "rating": 5, "name": "Стекло Зеркало", "cat": "Georgian restaurant"}, {"review": "Nice place, nice waiters, reasonable prices. Good format for a family holiday. …", "rating": 5, "name": "Anastasia G", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Maxim!\nThanks for your feedback, we look forward to seeing you again!\n\n", "rating": 5, "name": "Kennan Longer", "cat": "Georgian restaurant"}]