[{"review": "The most delicious khachapuri and  fresh juices, very nice service and reasonably priced menu! I'm sure the wines are great too given their Georgean origin (Georgia is one of the oldest wine regions in the world) but haven't tasted them yet, next time!", "rating": 5, "name": "Alina Victorenko", "cat": "Georgian restaurant"}, {"review": "Very nice place. Finest georgian cusine and great wines. Medium prices. Great for family dinner as well as friends party.\nShortcomings - works until 11pm, weak beer choose (only 2 draft lagers), somewhat slower service on busy days (Fri-Sat eve)", "rating": 5, "name": "Victor Molokanov", "cat": "Georgian restaurant"}, {"review": "good delicious food , coffee great my fav", "rating": 5, "name": "jk SIDorenkov", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Halyna Haidashuk", "cat": "Georgian restaurant"}, {"review": "Wonderful place for family breakfast Saturday morning! Pleasant atmosphere and tasty meal!", "rating": 5, "name": "Nataliia Korotkevych", "cat": "Georgian restaurant"}, {"review": "Wonderful and atmosphere place, tasty food and werry good service.", "rating": 5, "name": "Elena Sukhorukova", "cat": "Georgian restaurant"}, {"review": "Thanks for beautiful birthday in the restaurant!!!! Good wine and quality food!!!!", "rating": 5, "name": "Maya Kot", "cat": "Georgian restaurant"}, {"review": "A cosy place with lovely ethnic Georgian cuisine 👍🏻", "rating": 5, "name": "Josan J", "cat": "Georgian restaurant"}, {"review": "Amazing food and great service! :)", "rating": 2, "name": "Kostiantyn Hryshchenko", "cat": "Georgian restaurant"}, {"review": "We went to \"Khachapuri and Vino\" several times, but how easy it is to spoil everything with one visit. I specifically even asked if the chef had changed ...\nAnd now to the point. …", "rating": 1, "name": "Вікторія Шуппо", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you\n\n", "rating": 5, "name": "Руслан Присяжнюк", "cat": "Georgian restaurant"}, {"review": "The establishment is located along the roadway, where it is quite dusty and noisy. There is no private parking, but there is a shopping center with paid parking opposite.\nWe came for dinner on a weekday. …", "rating": 1, "name": "Denys Khrystenko", "cat": "Georgian restaurant"}, {"review": "Good impression left from the service, pleasant waiters.\nIt was a little chilly.\nKhinkali were delicious, but Adjarian khachapuri was so-so. …", "rating": 2, "name": "Роман Ковальский", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Nikita Rodi", "cat": "Georgian restaurant"}, {"review": "We decided to try Georgian cuisine with friends, after looking at the good reviews - we booked a table in Khachapuri and Vino.\nWe were greeted by a friendly hostess and led us to a table. The people were quite...", "rating": 1, "name": "Валерия Вольвах", "cat": "Georgian restaurant"}, {"review": " Thank you for your assessment. We are working to improve the service and quality of our dishes and look forward to meeting you\n\n", "rating": 5, "name": "Александр Доманчук", "cat": "Georgian restaurant"}, {"review": "We decided to try a new khachapuri: with indica and tomatoes... Disappointment!\n\nTomatoes: That's two slices of tomato! There are 2 times more Indians 😁 ...", "rating": 1, "name": "Катерина Вермеер", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 4, "name": "SozDat", "cat": "Georgian restaurant"}, {"review": "I recommend the establishment.\nGeorgian cuisine, one of the most popular in my personal \"gastro-rating\".\nThis restaurant has an amazing interior. …", "rating": 5, "name": "Max Blacksmith_off", "cat": "Georgian restaurant"}, {"review": "Been to the establishment three times\nFirst, I’ll tell you about the last visit - they ordered mashed potatoes for a three-year-old child - it turned out to be sour and cold. The chef agreed to replace and cooked for 30 minutes ...", "rating": 5, "name": "Олег Ковальчук", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 1, "name": "Yana 90210", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Олег Чернобай", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 5, "name": "Y H", "cat": "Georgian restaurant"}, {"review": "Service is a nightmare. The waitress is impossible to catch, 20 minutes do not take the order. When it's ready, you hear 10 minutes for the answer, and they brought it in 40 minutes. Tea was carried for another 30 minutes in a teapot with a broken spout. The wine was brought in glasses...", "rating": 5, "name": "Алла Кучерява", "cat": "Georgian restaurant"}, {"review": "Cozy place, comfortable sofas on the terrace. Helpful staff, fast service. Adjarian khachapuri is unrealistically tender and tasty. But the pork kebab is ordinary, there are areas of fat, a little overdried, not worth your money at $ 5 per ...", "rating": 5, "name": "Инна Скиданчук", "cat": "Georgian restaurant"}, {"review": "Atmospheric place. There are some questions about the menu. In particular, this is the lack of information content of the menu itself and the price tag, which is 10-15 percent higher than similar establishments (\"Mama MANANA\", for example). I really liked the service: attentive, …", "rating": 4, "name": "Olga K.", "cat": "Georgian restaurant"}, {"review": " A cozy place with two floors. Delicious Georgian cuisine. There is a toddler room. Cooking time, as in all establishments with such a kitchen. The staff did their job properly, no comments. We wish development and …", "rating": 4, "name": "tanya", "cat": "Georgian restaurant"}, {"review": "Came here today for a meal. Immediately, I note that the landing was not complete. Literally a few tables on the second floor were occupied. The table was not cleaned, crumbs all over the surface. Cleaned up with wipes and sanitizer. Ordered hot and...", "rating": 1, "name": "p p", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service and quality of dishes in our restaurant. We look forward to seeing you again.\n\n", "rating": 5, "name": "Kateryna Saliienko", "cat": "Georgian restaurant"}, {"review": " I may not have been lucky, but ...\n1. Waiting for the waiter for 10 minutes.\n2. After ordering, about 10 minutes later, the waitress came and said that there …", "rating": 5, "name": "Irina Marchenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service in our restaurant. We look forward to seeing you again.\n\n", "rating": 1, "name": "Александр Ш", "cat": "Georgian restaurant"}, {"review": " The interior is unobtrusive and cozy, authentic music plays. The dishes are delicious and beautiful. The staff is polite.\nThere were several times, but took only khachapuri and tarragon. And, I feel, …", "rating": 1, "name": "Олена Сурмачевська", "cat": "Georgian restaurant"}, {"review": " I really liked the restaurant, delicious food and a high level of service. They ordered a turkey salad with a pear: the taste is unsurpassed, sophisticated. Also, you can order fish chkmeruli, a super dish, light and …", "rating": 5, "name": "Светлана Лунга", "cat": "Georgian restaurant"}, {"review": " I was with friends in this cafe, I really liked everything, especially the atmosphere! The cuisine is very tasty, the waitress is very friendly, we will visit here many times. …", "rating": 5, "name": "Никита Слухаенко", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 1, "name": "Veniamin Sharov", "cat": "Georgian restaurant"}, {"review": "Delicious food and professional waiters. But it all depends on the chef) or his mood) I didn’t like Lagman this time, absolutely no spices, no salt, tasteless ((as for a restaurant of Georgian cuisine - amazing ((interesting, but kharcho ...", "rating": 5, "name": "Лариса Дяченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 4, "name": "Daria Kyseliuk", "cat": "Georgian restaurant"}, {"review": "I advise everyone.\nVery tasty khinkali (25g piece - minimum order 4) and Adjarian khachapuri (about 130g). …", "rating": 5, "name": "Саня Тищук", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Anastasiia", "cat": "Georgian restaurant"}, {"review": "Unfortunately disappointed\nCame with my husband on February 14th\nHe understands, a lot of people, etc. BUT still ... ...", "rating": 5, "name": "Viktoriia Kartashova ART", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 3, "name": "Pa Bohdan", "cat": "Georgian restaurant"}, {"review": "Probably Georgian is the most delicious cuisine in the world! Khachapuri, khinkali, cheese. And the wine... I was in this place with my girlfriend, I liked it very much. The atmosphere, as well as throughout the network of establishments, is beautiful and themed. The kitchen is the bomb! Very prepared...", "rating": 5, "name": "Marina Petrova", "cat": "Georgian restaurant"}, {"review": "Well, it's really delicious! Okroshka is rather unusual, but tasty. Khachapuri is straight mega .... Even veal with tomatoes in wine eats in the mouth. There is nowhere to eat dessert)))) It’s fresh on the terrace, but it’s also nice inside) …", "rating": 4, "name": "orly Insearchig", "cat": "Georgian restaurant"}, {"review": "Terrible service. No one met, they themselves found a free table and went to look for a waiter to attract attention. Orders were carried for a very long time. As a result, after waiting 40 minutes, they brought cold khinkali. I had to return and leave ...", "rating": 5, "name": "Pavlo Ieltsov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 1, "name": "Ivan Romanyuk", "cat": "Georgian restaurant"}, {"review": "I want to share, terrible cuisine, the staff does not know the cuisine at all that it is Georgian! The cheeses are terrible and the cold cuts are a disaster. The administrator who took the order asks what is kuchmachi.!? Enlighten the leadership who holds it...", "rating": 4, "name": "Андрій Міняйло", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service and quality of dishes in our restaurant. We look forward to seeing you again.\n\n", "rating": 4, "name": "Дария Дьякова", "cat": "Georgian restaurant"}, {"review": "Everything is super! Very cool Georgian cuisine, I really liked the atmosphere. Kids also have something to do - they bring coloring pages with pencils 🤗 The waiter is attentive and polite! I recommend. …", "rating": 5, "name": "Dmitriy Gaydarzhy", "cat": "Georgian restaurant"}, {"review": "Perfect place! Good music, great atmosphere, and very tasty food.\nFor the prices, everything is fine, based on the price / quality scheme, everything is just fine. Ordering 2 khachapuri, 4 glasses of homemade and dessert came out to us at 500 and a pretty penny. But be aware...", "rating": 4, "name": "Анна Завгородняя", "cat": "Georgian restaurant"}, {"review": "Nobody came to us for 20 minutes. The mad administrator read the waitress, she had tears flowing. But how can the two of them serve the entire summer terrace, inside, takeaway orders? Organization claim. …", "rating": 2, "name": "Sergey Ivanov", "cat": "Georgian restaurant"}, {"review": " Georgian cuisine and cozy atmosphere! Thank you for this attitude and attitude to the guests, we really liked it! …", "rating": 3, "name": "Ignacius89", "cat": "Georgian restaurant"}, {"review": " Thank you for the high rating! You are always welcome!\n\n", "rating": 5, "name": "Анна Муза", "cat": "Georgian restaurant"}, {"review": " A good place to eat Georgian cuisine. Chkmerulli with fish tender dish, creamy sauce delicious. Khachapuri on the grill, too, liked, inside a lot of cheese. Roasted khinkali must try, ordering for the second time. …", "rating": 1, "name": "Ilja Bratishko", "cat": "Georgian restaurant"}, {"review": "Cozy, very tasty, did not have time to come as the administrator Anastasia met and instilled, asked where it would be more convenient for us to sit down, the service was top class!!!\nThank you so much for your warmth and comfort❤️…", "rating": 1, "name": "Maksym Nyrkov", "cat": "Georgian restaurant"}, {"review": "EVERYTHING is delicious!!!! Khinkali with lamb, lyulya and insanely delicious red homemade wine!!! A place where you want to spend as much time as possible and try everything!!!!) …", "rating": 5, "name": "Helen", "cat": "Georgian restaurant"}, {"review": " Cool restaurant. Everything is very tasty. Romantic, comfortable, with good service. Love is in the hinkal. Tasty baby menu. …", "rating": 1, "name": "Зоряна Устянівська", "cat": "Georgian restaurant"}, {"review": "If we compare Georgian restaurants, then the taste of khachapuri and wine is solid 3, if we compare the price / taste / interior / service in general, then there is something to learn from the Georgian restaurant \"Oi Mamo\". …", "rating": 5, "name": "Таня Насенник", "cat": "Georgian restaurant"}, {"review": "From time to time I go to network establishments. And if a couple of months ago there was a complete sadness with the service and waiting time, now it’s a fiver. The waiter is nice and attentive, even too much, the waiting time for the order was 20 minutes, as promised ...", "rating": 2, "name": "Людмила Milar", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy atmosphere, fast delivery of food. The quality of the food is good, everything is delicious, but the presentation of some dishes is worth working on (for example, trout with walnut sauce), unfortunately I did not take a photo. …", "rating": 5, "name": "Виталий Закордонец", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. Despite the large crowds of people around - quiet and calm. Good service. The price is a little higher than average in my opinion, but very tasty ...", "rating": 5, "name": "Denys Zvieriev", "cat": "Georgian restaurant"}, {"review": " Terrible service!\nMade an order online, came for pickup!\nWaited an additional 10 minutes. During that time, the Hinkali caught up. …", "rating": 5, "name": "Дарья Богачи", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service in our restaurant. We look forward to seeing you again.\n\n", "rating": 5, "name": "Cova Skyda", "cat": "Georgian restaurant"}, {"review": " We spent the evening here. Colorful interior. But not for those who are looking for coziness and comfort. As for the dishes: Hinkali - I was not impressed, as nothing special to me. But Khachapuri - for him to come …", "rating": 1, "name": "Olga Bu", "cat": "Georgian restaurant"}, {"review": "I really liked the interior. The waiter was friendly, even asked if you liked the drinks and food. The food, of course, is very heavy and my friend and I miscalculated a little by choosing two different khachapuri instead of one) Classic khachapuri …", "rating": 1, "name": "Wise House", "cat": "Georgian restaurant"}, {"review": "Great place, delicious khinkali, moderately spicy, just superb with adjika, good borscht with satsiki, there was also a flatbread for borscht. In general, it was nice to have dinner, the music also gave the appropriate atmosphere) …", "rating": 5, "name": "Ludmila Mazurenko", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Vladimir Jeleznov", "cat": "Georgian restaurant"}, {"review": "Great service and delicious food😍\nBut... no music was playing in the hall, all the intimate conversations of neighboring tables were heard😅 and when it got dark outside. There was no more light in the hall than outside. Highly …", "rating": 1, "name": "Маргарита Кувик", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Buthyz", "cat": "Georgian restaurant"}, {"review": "There are no questions about food. But the service is terrible.\n\nThey brought a cold lagman. Adjarian khachapuri was carried for 30 minutes and another 5 minutes ...", "rating": 5, "name": "Michael Ag", "cat": "Georgian restaurant"}, {"review": "What we liked:\n- delicious khachapuri\n- they brought it relatively quickly (they promised to wait 30 minutes, in total for 20 ...", "rating": 5, "name": "Людмила Радзивилюк", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine. We tried khinkali, khachapuri, kebab and kharcho. Soup was enough for worms))) one portion. Delicious lemonade. Prices are average. But for \"spoil yourself\" you can afford. For four it turned out 950 UAH. But everyone left sooooo...", "rating": 5, "name": "Tatyana Tanya", "cat": "Georgian restaurant"}, {"review": "I was asked to write a good review, but it didn't work. We went to eat. After ordering, after 10 minutes the girl said that they had a banquet, and khachapuri and khinkali wait an hour. Perfectly prioritized, you suckers wait, there gentlemen order ...", "rating": 5, "name": "БАТЯЖ", "cat": "Georgian restaurant"}, {"review": "The order was taken over the phone. After 2 hours, the order arrived (see photo). I have been to establishments more than once, ordered kubdari all the time, I saw different versions, but today something special arrived - a thick layer of dry, burnt bread, along the edge ...", "rating": 5, "name": "Sergiy Kosyuk", "cat": "Georgian restaurant"}, {"review": "Great atmosphere (Georgia). Everything is cool, but not my style. Maybe my mom would have liked it more 😊…", "rating": 1, "name": "MR LEIG", "cat": "Georgian restaurant"}, {"review": " The institution is completely disappointed. I haven't seen such a mess for a long time. I've known this network for a long time, but it was the first and last time Yuri was on Gnat. We waited for our order for an hour …", "rating": 5, "name": "Максим Потоцкий", "cat": "Georgian restaurant"}, {"review": "It’s a good place, it was the first time, but I liked everything very much 👌 Delicious Georgian food did not leave me and my girlfriend indifferent 😛 Refreshing lemonade cheered us up for the whole day 😍 The staff won me over with professionalism and care. Thank you Slavik for...", "rating": 5, "name": "Марина Горбатенко", "cat": "Georgian restaurant"}, {"review": "We have to look for waiters. When ordering sat on the terrace for 15 minutes no one came up. After they found and called the waiter, they made an order and asked for an ashtray. After 15 minutes, the order for drinks and dessert was brought, the ashtray had to be …", "rating": 1, "name": "Кристина Марченко", "cat": "Georgian restaurant"}, {"review": "I don’t remember, but it seems that since the very opening of the institution we have been celebrating our family holidays in this restaurant. Everything is excellent and high quality. A request to the hosts - there are discounts for holding DR, make a discount for other dates, you recently celebrated 50 ...", "rating": 4, "name": "Елена Белячкова", "cat": "Georgian restaurant"}, {"review": "“Khachapuri and wine” is a great place. Here is a warm and cozy atmosphere, delicious fried khinkali. …", "rating": 1, "name": "Ольга Яковлева", "cat": "Georgian restaurant"}, {"review": "The most pleasant atmosphere made the restaurant my small residence)) incredible Georgian music, ethnic cuisine, unobtrusive competent service (special thanks to Ruslan), as well as a summer terrace with a peaceful view and a wicker …", "rating": 4, "name": "Паша Гриднев", "cat": "Georgian restaurant"}, {"review": "I liked everything very much, the service is very pleasant. The cuisine is delicious, especially khachapuri! Not the first time here, I recommend to everyone! …", "rating": 5, "name": "Alexander Nikolaenko", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 1, "name": "Li Liil", "cat": "Georgian restaurant"}, {"review": "I love the network of these cafes, but Gat Yura left, to put it mildly, a bad impression. The food was prepared for a very long time, but this time was not enough for them to serve the finished dish. One of the orders we had was chicken tapaka (tobacco), they brought raw meat ...", "rating": 5, "name": "Taras Aksynenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 5, "name": "котик тв", "cat": "Georgian restaurant"}, {"review": "Service is zero. They brought a glass to the child for lemonade with the remnants of dishwashing detergent.\nTrue to the remark, they brought a new one. Many clients have said...", "rating": 5, "name": "Семен Горбунков", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere, Georgian music and speech. Delicious Alzharian khachapuri and tapaka chicken. Pi. Si. A nice surprise for the comment. …", "rating": 2, "name": "Богдан Маланюк", "cat": "Georgian restaurant"}, {"review": "Delicious food, fresh, very pleasant staff, fast service, the hall is very clean, pleasant atmosphere, the administrator Ekaterina constantly came up and asked if everything was in order, I liked everything very much, I will definitely come back again! …", "rating": 4, "name": "Bizik Games", "cat": "Georgian restaurant"}, {"review": "The food is generally not bad, although we did get some sand in the cabbage. But the service is just awful. Everything was mega slow, even the bill was carried to us for about seven minutes. We ordered one salad (with veal), ate it, and they billed us for another, more expensive one. And further …", "rating": 4, "name": "Володимир Мартиненко", "cat": "Georgian restaurant"}, {"review": "The food was delicious. The atmosphere in the restaurant is good. But the service was the best. The waitress, Margot, knew every dish on the menu by heart, always came to our table on time, and generally did her job at the highest level. …", "rating": 1, "name": "Андрей Клименко", "cat": "Georgian restaurant"}, {"review": "Great atmosphere, real Georgian cuisine and hospitable staff. It was a great pleasure to celebrate my birthday here... Thank you so much!\nდიდი მადლობა ! …", "rating": 5, "name": "Олена Морус", "cat": "Georgian restaurant"}, {"review": "Very cozy and atmospheric place. Delicious cuisine and nice staff) especially the waiter Yulia Khismatulina)) Thank you for the warm welcome! P.S. A pleasant surprise that there is a children's room! Recommended for families with kids :)", "rating": 5, "name": "Алексей Черевко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Тетяна Роїк", "cat": "Georgian restaurant"}, {"review": "Great place with warm atmosphere. Nice staff, delicious food. Definitely a good place for friendly or romantic meetings. I recommend …", "rating": 5, "name": "vladislav yakunin", "cat": "Georgian restaurant"}, {"review": "Everything is very delicious! Adjarian khachapuri - excellent! Very tasty dish - metekhi, I advise. Prices are quite democratic. Everything is prepared quickly and fresh. Everything was delivered correctly and on time. Thank you Khachapuri and Vino, we will come again! …", "rating": 5, "name": "Атехно Атехно", "cat": "Georgian restaurant"}, {"review": "I didn't like it very much.\nI ordered during quarantine, called, they answered me and said that you can take it out and eat on the summer terrace. I ordered a salad with salmon and khachapuri for …", "rating": 2, "name": "Дарья Дарья", "cat": "Georgian restaurant"}, {"review": "Perhaps the best place in the whole of Borshchagovka, I rarely go here, I heard about the restaurants themselves before - mostly positive, and then I went in, everything is fine here - an excellent interior, I can safely call it one of the best in Kyiv, it’s cozy and …", "rating": 5, "name": "Богдан Зайцев", "cat": "Georgian restaurant"}, {"review": " Georgia is special for us and we know how to cook delicious there.\nTherefore, the spontaneous decision with my best husband led us to this …", "rating": 1, "name": "Julis Julis", "cat": "Georgian restaurant"}, {"review": "The waitress Anastasia, when I called her to take my order, she ignored several times! A glass of wine is taken out for more than 20 minutes! Disgusting service. The mood is spoiled for the whole day! …", "rating": 1, "name": "Nataša Milničuk", "cat": "Georgian restaurant"}, {"review": " The room is cool. Wanting to keep warm with punch, they got an ice drink, which was surprising because the punch could be cold.\nWhile waiting for the shot, they got bread, which seems to have been cut …", "rating": 2, "name": "Katia Ptashka", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 5, "name": "Сергій Євтушенко", "cat": "Georgian restaurant"}, {"review": "As always, the service, or rather its absence, pleased! My husband and I waited for a waiter who would take our order for 10 minutes, after this time my husband came up and said that we were ready to order. Why were we ignored again? Thank you for…", "rating": 1, "name": "Березовський Артем", "cat": "Georgian restaurant"}, {"review": "Nice interior, Georgian cuisine. A bit expensive, and the saddest thing is that you can’t take khinkali by the piece, only 4 pieces at least, it’s inconvenient. …", "rating": 1, "name": "Міла Костриця", "cat": "Georgian restaurant"}, {"review": "There were few people, we were served very quickly. From what we ordered, we liked everything. Let's come here anyway. …", "rating": 5, "name": "Юрий Безкоровайный", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Сергій Плахотнюк", "cat": "Georgian restaurant"}, {"review": "Terrible!\nThe waiters are not experienced students, crockery and glass are chipped. Khachapuri is normal, khinkali are miniature and not tasty, especially with mushrooms (mold taste). Killed...", "rating": 5, "name": "Марк Плисецкий", "cat": "Georgian restaurant"}, {"review": "A very pleasant atmospheric establishment, always clean, friendly and attentive staff, service is quite fast, the food is delicious, I recommend trying Adjarian khachapuri and branded lemonade cream soda. I recommend to visit. …", "rating": 5, "name": "Yurii Petrenko", "cat": "Georgian restaurant"}, {"review": "A restaurant with delicious food! The staff is pleasant. We will be back again, we were very satisfied. Service is awesome…", "rating": 5, "name": "Валерия Бедим", "cat": "Georgian restaurant"}, {"review": "Excellent! A wonderful evening with the famous Georgian cuisine. Soulful atmosphere for modern national music. We are very pleased and will be visiting regularly. …", "rating": 5, "name": "Olga Maliuta", "cat": "Georgian restaurant"}, {"review": " I have known this cafe for a long time. Unfortunately, it has not become as it once was. The level of service has deteriorated. They came with a child. We were not noticed for 7 minutes! Finally approached. But the …", "rating": 5, "name": "Уляна Попсуй", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 3, "name": "Viktoriya White", "cat": "Georgian restaurant"}, {"review": "In principle, everything is delicious, but on the other hand, there are Georgian dishes made not according to the recipe, but the same khinkali, Lyulya kebab or khachapuri are very tasty. And the minus is that the service is long ...", "rating": 1, "name": "Кирилл Плысенко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Anastasia Piano", "cat": "Georgian restaurant"}, {"review": " The cuisine is very tasty, but the speed of service leaves much to be desired.\nHowever, to justify the waiters, it is worth pointing out that this is a …", "rating": 5, "name": "Ольга Ка", "cat": "Georgian restaurant"}, {"review": "We went to dinner with friends, the service was very disappointing, we ordered khachapuri and the Germans had wine, the wine was first delivered to us after they said it was not for you and they took it away and took it to someone else, I didn’t even check whether they drank from a glass or not, khachapuri was ...", "rating": 4, "name": "Вікторія Ковальчук", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service in our restaurant. We look forward to seeing you again\n\n", "rating": 5, "name": "Yurij Sergeev", "cat": "Georgian restaurant"}, {"review": " Great and atmospheric place. Incredibly tasty cuisine, friendly staff) …", "rating": 5, "name": "Irchi", "cat": "Georgian restaurant"}, {"review": "Insanely delicious food!!! Special thanks for khinkali with spinach and mushrooms! There are few places where a vegetarian can find such delicious dishes for themselves !!!! …", "rating": 4, "name": "Anna Rekova", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 5, "name": "Анатолий Жеребцов", "cat": "Georgian restaurant"}, {"review": "We love kharcho here very much😍😍😍 It is magical, infinitely fragrant and the most delicious of those that my husband and I tried👍👍👍 We recommend🔥🔥 Khachapuri, as always, is on top💪💯 Berry mix tea is fresh, spicy and with a pleasant light sourness ❤️ Husband…", "rating": 5, "name": "Олександра Тригуб", "cat": "Georgian restaurant"}, {"review": "Very cozy and comfortable place! Many different dishes for every taste :) Also cool interior and music in the background, I definitely recommend it to everyone! …", "rating": 4, "name": "Karpa Workouts", "cat": "Georgian restaurant"}, {"review": " Nice place! You can eat delicious food and learn something new about Georgia :) …", "rating": 5, "name": "Konstantin Nikolaevich", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Nina Ziemer", "cat": "Georgian restaurant"}, {"review": "A cozy place and good cuisine ... we are frequent guests of Georgian restaurants and we are always warned (when with children) that some dish is spicy ... not in this institution. Not only that, with three tables busy, the sweet girl immediately …", "rating": 5, "name": "Катерина Грищенко", "cat": "Georgian restaurant"}, {"review": " Perhaps one of the most favorite places in the area.\nAnd today, the confirmation,\n12/31/2019, come with your family for dinner, top notch chef RESPECT AND …", "rating": 5, "name": "Valera Babanov", "cat": "Georgian restaurant"}, {"review": "The horror is terrible, they waited a long time for the order, although there were very few visitors. As a result, the husband’s dish was brought completely cold, a vegetable salad with nuts without greens at all, the rack of lamb I ordered, turned out to be half-baked with blood, to my remark ...", "rating": 5, "name": "Irina Irina", "cat": "Georgian restaurant"}, {"review": "Ambient does not match the concept of the institution. The kitchen is a complete disappointment, the kebab was not from fresh meat, they made a return, but the quality of the second batch was also not impressive. Service - be prepared for your bag to be \"fed\" before you ...", "rating": 1, "name": "Илона Ващук", "cat": "Georgian restaurant"}, {"review": " It was probably the worst cafe trip I've ever had in my life. The waitress, whose name I don't remember, accepted the order with a look on her face as if we already owed her something. At the same time, the hall was …", "rating": 1, "name": "Оля Богомол", "cat": "Georgian restaurant"}, {"review": "Very cozy, liked the service, the kitchen is very tasty, we will come again! …", "rating": 1, "name": "Roman “Ste4kinn” Krushanovskyi", "cat": "Georgian restaurant"}, {"review": "Terrible, waited a long time for the order. The glasses are not washed, the food is delicious, but it is not clear what it is made of. Maybe they brought me a dog in the test. The plates are also not washed, the cutlery is not given, I had to come with my own. Napkins were not given, I ran to ...", "rating": 3, "name": "Лиза Паламарчук", "cat": "Georgian restaurant"}, {"review": " Ordered delivery from the restaurant. Khachapuri, khinkali and mushroom cream soup. They found a rather unexpected and very unpleasant ingredient in the soup - a watermelon stone. Are the kitchen workers spitting …", "rating": 5, "name": "Вова Скочко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Даниил Киселев", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 4, "name": "Nataliia Maliarchuk", "cat": "Georgian restaurant"}, {"review": " Cool! The Khachapuri, in Mgar, liked it, obviously, and took a novelty - khachapuri with tarkhanum. And the home is white! I sit, drift under Georgian tunes. What is needed after working weekdays. …", "rating": 3, "name": "Юлия Щербина", "cat": "Georgian restaurant"}, {"review": "We visited this restaurant two days ago. I liked everything very much, khachapuri is very tasty, khinkali are juicy. The staff is unobtrusive and courteous, a pleasant girl, she knew the menu well and helped to make a choice, for which a huge …", "rating": 4, "name": "Маринка Пильтяй", "cat": "Georgian restaurant"}, {"review": "A great place for connoisseurs of Georgian cuisine. Very cozy place. The food is fresh, tasty, the desire to try something else remains. I advise Adjarian khachapuri)) How many minuses that do not affect the overall impression ... This is the lack of …", "rating": 4, "name": "Леново Леново", "cat": "Georgian restaurant"}, {"review": "Great establishment! Magical service - not only is everything very fast and tasty, the administrator is very pleasant) one of the few places where you want to come with children) …", "rating": 5, "name": "Марина Білінець", "cat": "Georgian restaurant"}, {"review": " Cozy place with delicious cuisine\nI wanted to take a picture, but it was so delicious that I didn't reach for the phone until I ate it. …", "rating": 1, "name": "Людмила Швыдкая", "cat": "Georgian restaurant"}, {"review": " Everything is great, very tasty! I really liked the waitress Marina! Great …", "rating": 5, "name": "Anya", "cat": "Georgian restaurant"}, {"review": "I put three stars probably only because 1.5 years ago I was in Podil in \"Khachapuri and wine\" and I really liked it there\ninterior, cuisine, service and prices - in general, everything))) True, then we ordered ...", "rating": 5, "name": "Тарас Залужный", "cat": "Georgian restaurant"}, {"review": "Hello. Today, 02/10/21, for my birthday, I decided with my family of 2 adults and 2 children to eat real Georgian barbecue, khachapuri, khinkali. We took veal shish kebab, 2 salads with veal - adults and children unanimously did not want to eat this ...", "rating": 3, "name": "Юлия Войналович", "cat": "Georgian restaurant"}, {"review": "Had a great time today in the restaurant \"Khachapuri and wine\"! We tried pork kebab: juicy, soft and rich at the same time! A nice addition was the tomato salad with nadugi cheese! However, the friendly staff...", "rating": 5, "name": "Granush Arshakian", "cat": "Georgian restaurant"}, {"review": " This is not the first time we visit this institution, we always enjoy the cuisine and the highest level of service (special thanks to Ulyana, charming). I recommend to friends and family, very colorful and emotional…. …", "rating": 1, "name": "Татьяна Даниляк", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 4, "name": "Иван Ильинский", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, and khachapuri and khinkali, eggplant - just super. But the waiter was not very experienced, he took out the sauces after we reminded him several times. And we waited a very long time for the order. …", "rating": 4, "name": "Лілія Дученко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Svetlana Mikolaychuk", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Andre Pass", "cat": "Georgian restaurant"}, {"review": " Recently invited to dinner at this restaurant! I really liked everything, great atmosphere and delicious food! Thank you very much for the quality service to the waitress Myroslava !!! …", "rating": 5, "name": "Яна Остапенко", "cat": "Georgian restaurant"}, {"review": "Cozy place. Georgian music 👍\nTasty food.\nAlthough the interior is already a bit tired. …", "rating": 5, "name": "Dasha Balan", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Dima Grigoryk", "cat": "Georgian restaurant"}, {"review": "Visited Khachapuri and Vino restaurant today. Insanely delicious, my wife just magically liked the chicken salad. The children came in 👌 I really liked the red punch. But I put 5 stars not for the restaurant, but for the quality of service. Waiter …", "rating": 5, "name": "Анастасия Куликовская", "cat": "Georgian restaurant"}, {"review": " Colorful place: the interior is simply enchanting, and the cuisine is as delicious as Georgian) …", "rating": 5, "name": "Мирослава Довматенко", "cat": "Georgian restaurant"}, {"review": "I like everything very much, a little bit to tighten the cleanliness of the bathroom. Kitchen class staff good atmosphere class …", "rating": 5, "name": "Виктория Мазниченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 3, "name": "I P", "cat": "Georgian restaurant"}, {"review": "Loved the interior of the restaurant! Nice place to relax. I advise branded khachapuri which turned out very tasty! …", "rating": 5, "name": "Настена Шепельова", "cat": "Georgian restaurant"}, {"review": "Very good place, delicious khachapuri and most importantly STAFF! The staff is perfect!\nIf you want comfort, care and attention, then this is the right place! …", "rating": 5, "name": "Анастасия Шлихта", "cat": "Georgian restaurant"}, {"review": "Amazing place, one of my favorites in Kyiv! It is very cozy, especially on the second floor and in the evening, there are relatively few people, pleasant staff (they will tell you - they will collectively take pictures) and, most importantly, VERY TASTY and …", "rating": 5, "name": "Наташа Хуторна", "cat": "Georgian restaurant"}, {"review": " A good place to relax, delicious cuisine and a great atmosphere, attentive waiters and quick dishes. Walking with your half and drinking wine is just what you need. …", "rating": 1, "name": "Jurek Qwert", "cat": "Georgian restaurant"}, {"review": "Delicious shish kebab and khinkali, pleasant lamp atmosphere - very cozy. I'll come again)...", "rating": 2, "name": "Максим Рубец", "cat": "Georgian restaurant"}, {"review": "03/02/2021 I visited this institution for the first time with a young man. They remained upset. As soon as we entered the cafe, we greeted the waiter and went up to the 2nd floor. The menu was not brought to us, we used the QR code. After 10 minutes …", "rating": 5, "name": "diooo_na", "cat": "Georgian restaurant"}, {"review": " The establishment was disappointing. It was a favorite cafe. No complaints about the kitchen, everything is delicious, but the service is terrible. Celebrated a birthday, ordered a table, came 15 minutes earlier than …", "rating": 1, "name": "Сергей Бубела", "cat": "Georgian restaurant"}, {"review": "Disgustingly slow service, less than half full.\n\nUPD: ...", "rating": 5, "name": "Олександр Сердюк", "cat": "Georgian restaurant"}, {"review": "Good afternoon!\nVery atmospheric place, nice interior. Before the new year, they decorate very beautifully 😍. …", "rating": 3, "name": "Ирина Ильина", "cat": "Georgian restaurant"}, {"review": " Cozy atmosphere, delicious food, good waiters (we were served by Myroslava - quickly, accurately and with care for guests …", "rating": 3, "name": "Taras Одерий", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Ellona Gagich", "cat": "Georgian restaurant"}, {"review": "I liked it very much! Everything is wonderful - the menu, and the interior, and the service. Georgian flavor is felt in everything (decoration, music and, of course, cuisine).\nI'm sure we'll be back. ;-) ...", "rating": 1, "name": "Олександра Шубіна", "cat": "Georgian restaurant"}, {"review": "It is this point \"Khachapuri and wine\" that is distinguished by sincerity. Delicious food, clean and friendly staff. The service here is better than downtown. We go here from time to time and really like it. …", "rating": 5, "name": "Zоya Bendera", "cat": "Georgian restaurant"}, {"review": " I liked the kitchen. Music on the 2nd floor does not play. Therefore, there is no comfort. Delivery was expected for 15 minutes. …", "rating": 5, "name": "Anna Zinchuk", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We will take into account all your comments. We hope that on your next visit to our restaurant you will have only positive emotions. We are waiting for you again!\n\n", "rating": 3, "name": "Екатерина Андрущенко", "cat": "Georgian restaurant"}, {"review": "Great house wine!\nThe only negative is the passage through your terrace to Arugula and Mac. Spoil the atmosphere of the ever-passing people. …", "rating": 5, "name": "El-Volk", "cat": "Georgian restaurant"}, {"review": "Good restaurant, but music from two restaurants in a row gets in the way. They changed the kubdari recipe, the meat is now in pieces and there is very little of it, it used to be tastier. …", "rating": 5, "name": "Andrei “EsOFF” MLG", "cat": "Georgian restaurant"}, {"review": " You can always come in for a delicious dinner. Friendly staff and spicy cuisine. …", "rating": 2, "name": "Анастасия Локшина", "cat": "Georgian restaurant"}, {"review": "Yesterday I visited the restaurant with my daughter and granddaughter. There were few people, a couple were sitting on the first floor, we went up to the second, there was also a couple with two children. Gave us a menu to choose from. We chose for a long time （I wanted to consult with the waiter, ...", "rating": 5, "name": "Lisnevsky Videographer", "cat": "Georgian restaurant"}, {"review": "Visited for the first time, really liked the atmosphere, friendly waiters. They came from the street, froze, they immediately brought us hot tea. The restaurant itself is warm and cozy. The interior is interesting \"impregnated\" with the national Georgian flavor ...", "rating": 5, "name": "Katia Velychko", "cat": "Georgian restaurant"}, {"review": "Not the first time in this restaurant and never ceases to amaze and delight!) Very cozy, good waiters who will always prompt. Khinkali are delicious, juicy and fragrant. This time we took Adjarian khachapuri - it did not disappoint) ...", "rating": 5, "name": "Руслан Талоев", "cat": "Georgian restaurant"}, {"review": " The food in the restaurant is delicious, but there is a problem with service. We have to wait a long time for the waiter and a long waiting time for the order, provided that the hall was half empty …", "rating": 5, "name": "Саня Сердюк", "cat": "Georgian restaurant"}, {"review": "I was in Khachapuri and wine today and, as usual, I made the right choice! I love Georgian cuisine, especially theirs! What I like the most is the quick work of the waiters and friendliness. They have a very cozy atmosphere and this music in the background, …", "rating": 5, "name": "Kolya Dobrodumov", "cat": "Georgian restaurant"}, {"review": "We came to try real khinkali. At first we waited for the waiter for about 15 minutes, when they came up they themselves went down and called. The order for 8 unfortunate khinkali waited 40 minutes, so they also brought it barely warm! …", "rating": 5, "name": "Анастасия Синюгина", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere, delicious food and convenient location. Prepared and served quickly. The hall is spacious and beautiful, made in the traditional Georgian style, there is a summer veranda. Polite staff, but the qualifications of some of the waiters…", "rating": 5, "name": "Илья Тофанчук", "cat": "Georgian restaurant"}, {"review": "The first time they brought us wet hand towels, but they carried a blanket for a long time and did not bring a power bank. The second time (01.03) They brought a power bank immediately, but did not bring hand towels. Generally satisfied. Delicious. …", "rating": 5, "name": "Вова Савуляк", "cat": "Georgian restaurant"}, {"review": " If I do not recommend celebrating a birthday😒\n\n", "rating": 2, "name": "Masha Zhytnyk", "cat": "Georgian restaurant"}, {"review": "Everything was delicious! Bunny wow! Khachapuri wow! Homemade basil lemonade and sea buckthorn-fig tea are delicious! And the service is good. I recommend! …", "rating": 3, "name": "Евгения Бояковская", "cat": "Georgian restaurant"}, {"review": "Thanks for the hospitality! Were the other day in khachapuri and wine at Gnata Yura. Very tasty khinkali and pleasant service. Thanks to the waiter Nastya! A good place for a cozy evening! …", "rating": 5, "name": "Ilya Strutynskyi", "cat": "Georgian restaurant"}, {"review": " I recently visited your establishment and was pleasantly surprised. The dishes are very tasty, orders are delivered quickly, everyone was satisfied. I especially liked the interior, everything is beautiful and …", "rating": 5, "name": "Ирина Тусюк", "cat": "Georgian restaurant"}, {"review": "I came with friends and family, always delicious, pleasant atmosphere, the most delicious khachapuri and khinkali only in this network, the chefs are the best, the waiters are great, I like everything, we will come again! …", "rating": 1, "name": "Богдан Богданов", "cat": "Georgian restaurant"}, {"review": "I don't know why there are negative reviews for this restaurant! I am a lover of Georgian cuisine and these guys left the best impressions. The kitchen is very tasty, especially the barbecue menu! I used to go to the center, because at the borschagovka there are good …", "rating": 5, "name": "Елена Шелудько", "cat": "Georgian restaurant"}, {"review": "Went with a friend last weekend. The kitchen is great! I want to note the service, which was at the highest level. Thanks to the waiter Anastasia. …", "rating": 4, "name": "Татьяна Павлюк", "cat": "Georgian restaurant"}, {"review": "Thank you very much for the amazing dishes, for the professionalism of the waiters and the administrator.\nFor the first time we ate Georgian cuisine. All our special wishes were taken into account. Fast, delicious...", "rating": 4, "name": "Inna", "cat": "Georgian restaurant"}, {"review": "This review is not about the food, but about the staff. The food was just delicious, but the waitress pretty much spoiled the impression, because she served with a look like she was doing us a huge favor. Questions about the menu were answered boorishly and to myself ...", "rating": 5, "name": "Соловьев Игорь", "cat": "Georgian restaurant"}, {"review": " The special traditional atmosphere and Georgian dishes in Khachapur and Wine will make your day special …", "rating": 5, "name": "Алина Силецкая", "cat": "Georgian restaurant"}, {"review": "Khachapuri and Wine!!! You won't find a better place. Our wedding went off with a bang. Cozy, warm atmosphere, everything is delicious: from homemade lemonade to meat. The administrator Yanochka and the team of waiters are professionals in their field. So …", "rating": 2, "name": "Василиса Мудрая", "cat": "Georgian restaurant"}, {"review": " Thank you very much, delicious, the prices are average, the waiters know their job. Today they had a holiday, treated to wine and fruit. …", "rating": 5, "name": "Ира Кайдаш", "cat": "Georgian restaurant"}, {"review": "Good atmosphere and decent food. That's where the pluses end.\nThe tables were not wiped, there were no appliances. I also had to ask for devices (this is my first time). …", "rating": 1, "name": "Лилия Бурчинская", "cat": "Georgian restaurant"}, {"review": "Thursday, on the first floor, guests at one table, on the second floor, we also occupy the second table, i.e. empty establishment. …", "rating": 5, "name": "Любовь Подгородецкая", "cat": "Georgian restaurant"}, {"review": " I liked this establishment because there is a very cozy atmosphere, friendly staff and delicious cuisine) …", "rating": 5, "name": "Vitalii Shymko", "cat": "Georgian restaurant"}, {"review": "A pathetic parody of Georgian cuisine. Today 05/12/20 I placed an order for delivery. Delivered within an hour. Dishes are almost cold. I ordered 2 types of khinkali, kebab and khachapuri. There is no broth in khinkali, dry, instead of meat there is more cartilage, with ...", "rating": 1, "name": "Paolo miro", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дима Суринов", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 5, "name": "Юрій Голубінський", "cat": "Georgian restaurant"}, {"review": "In Georgian cuisine, I appreciate devotion to traditions, but Khachapuri and wine are still focused on profit. Yes, khachapuri is really tasty, I had to meet khinkali in Kyiv tastier and cheaper, but in general the prices are reasonable. In lemonade...", "rating": 5, "name": "Elya Ray", "cat": "Georgian restaurant"}, {"review": "They cook really delicious! But there are also disadvantages, the service leaves much to be desired, well, very long waiters. I have been to them many times already and all the time the story repeats itself, first you wait 15 minutes for the waiter to take the order, then you wait 30-40 minutes yourself ...", "rating": 5, "name": "Оксана Била", "cat": "Georgian restaurant"}, {"review": "I was lucky Near my house there was a restaurant from my beloved Georgia 😊 Tasty, cozy, and most importantly, what makes the restaurant cozy is the hospitality of its staff. A friendly, smiling girl served us with Georgian melodies ...", "rating": 3, "name": "Игорь Шевченко", "cat": "Georgian restaurant"}, {"review": "Didn't like it very much. The food is not tasty, even the salads....the khinkali are too peppery. In the hall, fat green flies climb into food. I wonder where they are from??? The waiter was simply unprofessional, climbing with inappropriate questions and comments. …", "rating": 5, "name": "Ana Plover", "cat": "Georgian restaurant"}, {"review": " Cozy, pleasant, atmospheric place, delicious khachapuri)) fragrant tea) …", "rating": 3, "name": "Irina Grigorieva", "cat": "Georgian restaurant"}, {"review": " .Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Svitlana Shulha", "cat": "Georgian restaurant"}, {"review": "Nice place not in the center with great atmosphere and great service. Nice end to the day at home. …", "rating": 5, "name": "Александр Воронов", "cat": "Georgian restaurant"}, {"review": "I was in the cafe \"Khachapuri and wine\" on Borshchagovka. At first everything was fine! Nice atmosphere, delicious food, great service. In general, everything is fine ... but, this opinion has deteriorated after an unpleasant situation due to which there is no hunting here ...", "rating": 5, "name": "Максим Козырь", "cat": "Georgian restaurant"}, {"review": "Visited this amazing place for the first time today! Such a warm and pleasant atmosphere has not been met for a long time! The staff is friendly, the food is delicious, everything is very tasty and the prices are quite reasonable! Thanks for the wonderful...", "rating": 3, "name": "Olga Smolkova", "cat": "Georgian restaurant"}, {"review": "A great place with an interesting interior, amazing cuisine and a voluminous wine list.\nSpecial mention goes to the staff! Professionals in their field, smiling and ...", "rating": 5, "name": "Максим Жельман", "cat": "Georgian restaurant"}, {"review": "Celebrated an anniversary here. The service was not very pleasant. At first, the waitress looked after the guests, poured wine, then disappeared and the guests had to do it themselves. As for the food, it is also not the best here. Khachapuri …", "rating": 5, "name": "Yana Lucenko", "cat": "Georgian restaurant"}, {"review": "Very pleasant atmosphere. Tasty food. Nice interior and good service.…", "rating": 1, "name": "NadessaGor In", "cat": "Georgian restaurant"}, {"review": "Very cozy in the restaurant, a great solution to spend an evening in a narrow circle!! Good waiters who will ensure your comfort. Delicious cuisine that will not leave anyone indifferent! And of course I want to mention a nice and pleasant administrator ...", "rating": 1, "name": "Ася Красоха", "cat": "Georgian restaurant"}, {"review": "Nice place in every way. Modern interior with national flavor. The waiters are attentive. The kitchen is original. The cook here is Georgian, and this is important if you want to enjoy Georgian cuisine. …", "rating": 5, "name": "Светлана Степаненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алла Маленькая", "cat": "Georgian restaurant"}, {"review": " Thank you for the high rating! You are always welcome!\n\n", "rating": 5, "name": "Виктория Сурду", "cat": "Georgian restaurant"}, {"review": "Always very tasty, the staff is friendly and smiling. The dishes are prepared quickly, we were served an order within 15 minutes, which was very pleasing! The atmosphere is very cozy, I want to come back here! Thanks to the restaurant for delicious food and warm atmosphere! …", "rating": 1, "name": "Лилия Мак", "cat": "Georgian restaurant"}, {"review": "The name is charming) well, how can you get through when it beckons with these aromas?) I liked almost everything) The food is delicious, khinkali are quite large and juicy, khachapuri was excellent with amazing dough, but the branded lemonade was too ...", "rating": 4, "name": "Maria Lite", "cat": "Georgian restaurant"}, {"review": "Nice place to spend an evening with friends/girlfriend. Atmospheric and cozy. The restaurant is clean and well maintained. I liked the table setting and the fact that the menu is immediately on the table. …", "rating": 5, "name": "Elena Kondratyuk", "cat": "Georgian restaurant"}, {"review": " Very tasty Georgian food, and unsurpassed desserts. Friendly staff. …", "rating": 5, "name": "Олександр Олійник", "cat": "Georgian restaurant"}, {"review": "They waited 50 minutes for khachapuri, although at first they said that they would cook for 20-25 minutes, then after 35 minutes they also said to wait 5 minutes, and after that - another 10 minutes. …", "rating": 4, "name": "Катерина Архипченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We are very sorry that we did not live up to your expectations, we apologize for the inconvenience.\n\n", "rating": 5, "name": "Sergey Pomazan", "cat": "Georgian restaurant"}, {"review": "Maybe we got on such a shift, but the food is not very tasty, it's cool inside. We paid with a card, left tea only because there were holidays. I won't go there the second time. …", "rating": 3, "name": "Port Porta", "cat": "Georgian restaurant"}, {"review": "Excellent Adjarian khachapuri, quickly prepared. Excellent tarragon, quickly brought. Pleasant waiter Miroslava. I recommend visiting this place…", "rating": 5, "name": "Алиса Васильева", "cat": "Georgian restaurant"}, {"review": "This is our family restaurant. My husband and girlfriends love to spend the weekend here. I recommend Megrelian khachapuri, in Adjarian you just lick your fingers. Assorted khinkali are also delicious. The staff is friendly, the music is nice. Come in, you...", "rating": 5, "name": "Katya Bogush", "cat": "Georgian restaurant"}, {"review": "A bad review is not for the institution, but for the employee who issues orders to couriers. I haven’t seen such a boorish person for a long time. It’s amazing that such people work in the service sector. Management should look after the work of their employees. To the question \"why...", "rating": 5, "name": "Игорь Литовский", "cat": "Georgian restaurant"}, {"review": "Very beautiful interior, pleasant atmosphere, tasty and homely, you don’t want to leave. And despite the almost full load on the weekend, the dishes were brought quickly enough. Great music immersing you in the center of Tbilisi. …", "rating": 5, "name": "Tania Ladan", "cat": "Georgian restaurant"}, {"review": "At first, the service was at the highest level, then the boy just forgot about us, the girls came up, sheltered my dog) they gave me some water, the level ❤️‍🔥, the food: khachapuri is delicious, fried khinkali didn’t come in, salad with salmon 9/10, that’s something not ...", "rating": 5, "name": "Артем АртБакс", "cat": "Georgian restaurant"}, {"review": " Not enough meat in khinkali. They make khinkali for a long time, but this is probably due to the fact that they make them to order. And this is probably a plus. …", "rating": 5, "name": "Вікторія Колокольцева", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 5, "name": "Андрей Абаронов", "cat": "Georgian restaurant"}, {"review": "My wife and I went for a cup of coffee, but having received a tempting offer for dessert, we could not resist! Delicate chocolate cake and Esterhazy conquered us! Now come and try not only desserts! Thanks to the staff for a good mood for the whole …", "rating": 5, "name": "Natalia Shevchuk", "cat": "Georgian restaurant"}, {"review": "Yesterday I was in this wonderful place. service at a high level, the waiter Nikita gave a wonderful mood. Adjarian khachapuri is juicy and very tasty. I also really liked the roasted vegetable salad. I will come back and recommend...", "rating": 5, "name": "Alex Avto", "cat": "Georgian restaurant"}, {"review": "Were in this institution in Troyeschina. Just great.\nBut on Borschagovka (Gnata Yura) - I didn’t like it. 1: waited a long time for drinks to be brought. 2: Waited even longer for the food. 3: ordering stewed potatoes, she turned out to be ...", "rating": 5, "name": "Elena Radchenko", "cat": "Georgian restaurant"}, {"review": " Khachapuri and Wine are my special place. Life is the best when enjoying dishes in Khachapuri and Wine. I try to try pear tea …", "rating": 5, "name": "Александр Синельник", "cat": "Georgian restaurant"}, {"review": "There is no service. The administrator with a sour face, you can see immediately glad to see everyone in the institution.\nThe dishes are dirty, the glasses are not rubbed. The portions are small, the waiters are sad and not …", "rating": 5, "name": "Aleksey Mezentsev", "cat": "Georgian restaurant"}, {"review": " A wonderful place, a pleasant atmosphere and an incredibly delicious cuisine! I recommend to try the hinkali with veal !!! …", "rating": 4, "name": "Vi Stepaniuk", "cat": "Georgian restaurant"}, {"review": "A welcoming place with excellent cuisine and a warm atmosphere radiated by friendly staff. Large spaces, plenty of free space inside and a luxurious terrace are at your service. The food is varied, not…", "rating": 1, "name": "Anton Shynkaretskyi", "cat": "Georgian restaurant"}, {"review": "I saw comments about vowing not to go anymore, I thought it was a joke! But no, there were 2 times:\n1 time they brought the missing soup, khachapuri was difficult to spoil. Thought that...", "rating": 2, "name": "Gleb Koshulko", "cat": "Georgian restaurant"}, {"review": "Wonderful place, cozy, quiet, and most importantly delicious. Wonderful service, caring waiters, they even asked how my mood was. I have never been disappointed by this restaurant in all my visits. Especially delicious desserts, great shish kebab …", "rating": 3, "name": "Диана Прилипко", "cat": "Georgian restaurant"}, {"review": " The khachapuri and meat in this establishment are simply amazing !!!! …", "rating": 5, "name": "Таня Майборода", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Тарас Шелудько", "cat": "Georgian restaurant"}, {"review": "Visited a wonderful place today with a friend. Met with care. We ate Megrelian khachapuri, a salad with turkey and pear, it was very tasty, delicious pomegranate tea. I liked everything very much. Thank you for a wonderful evening, now we will ...", "rating": 2, "name": "Валерія", "cat": "Georgian restaurant"}, {"review": " Delicious and cozy! I recommend to everyone who loves Georgian cuisine! …", "rating": 4, "name": "VIKTORIA", "cat": "Georgian restaurant"}, {"review": "There was once, right after Easter. It is clear that this is not authentic Georgian cuisine. But, being a fan of Georgian cuisine in Ukraine and visiting such restaurants more than once, I can say with confidence that Khachapuri and Vino are an obvious outsider. …", "rating": 5, "name": "Teli", "cat": "Georgian restaurant"}, {"review": "We have long wanted to visit an institution with Georgian cuisine. Here we ended up not just in the kitchen, but as in Georgia itself. Pleasantly surprised by the interior, music, smell, taste, comfort. Delight for all kinds of senses. …", "rating": 4, "name": "Элина Мартынюк", "cat": "Georgian restaurant"}, {"review": "Another attempt to look at this network project, but in a different restaurant. Alas, my opinion has not changed. I still don't like their cuisine. I thought maybe this is a feature of a single restaurant, but the second turned out to be …", "rating": 5, "name": "Olga Zgurovska", "cat": "Georgian restaurant"}, {"review": "Very cozy and tasty) I especially liked the khinkali with spinach and mushrooms from the new menu) …", "rating": 5, "name": "Solo Julia", "cat": "Georgian restaurant"}, {"review": "Went for the first time with a girl and did not regret it! Lovely waiters who friendly met immediately cheered up! I really liked the dishes! We'll be back soon to try something new. …", "rating": 5, "name": "Mikhail Baydakov", "cat": "Georgian restaurant"}, {"review": "Nice place, very comfortable. Delicious Georgian cuisine. Good selection of wine. As an additional plus, I would like to highlight the presence of a children's menu, the kids are served a coloring sheet with tasks on the table. …", "rating": 2, "name": "Анна Боднарук", "cat": "Georgian restaurant"}, {"review": "Was for the first time. As for a mid-afternoon Sunday, there are very few people. The order was brought quickly enough (I ordered khinkali).\nCons: in minced meat for khinkali I came across a piece of bone. Well, besides that, on my ...", "rating": 1, "name": "Oksana Giruk", "cat": "Georgian restaurant"}, {"review": "A great place for a romantic date, or get-togethers in the company.\nThe kitchen justified itself, all the ordered dishes were worth the price, the staff serves elegantly, attentive to all the nuances. …", "rating": 5, "name": "Olena Bilokon", "cat": "Georgian restaurant"}, {"review": " My husband and daughter and I visited your institution… we were pleasantly surprised, the atmosphere was warm, we were pleasantly welcomed, we were taken to a table, we were well served, everything was at a high …", "rating": 5, "name": "WDragik Drag", "cat": "Georgian restaurant"}, {"review": "I often visit restaurants of this chain, but this one spoiled all the good impressions! At the end of the evening I ordered a dessert (cake), my husband decided to try it and he came across a large thread from some kind of rag, it was terrible, no one tried ...", "rating": 5, "name": "Полина Мельниченко", "cat": "Georgian restaurant"}, {"review": "A similar claim to the children's room. With Ruccola, she is here alone np two. The room is a washroom. Not childish...", "rating": 5, "name": "Никита Филь", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We are very sorry that we did not live up to your expectations, we apologize for the inconvenience.\n\n", "rating": 5, "name": "Alexandra Alexandra", "cat": "Georgian restaurant"}, {"review": "Today is the day of happiness! We are happy visiting this restaurant. Thanks for the service to the staff and wonderful chefs for the Georgian cuisine, in which they put love and soul. …", "rating": 1, "name": "шо то новое", "cat": "Georgian restaurant"}, {"review": "All dishes are very tasty and the staff is friendly and smiling. The atmosphere in the institution is wonderful, with its authentic national flavor. I recommend trying all kinds of khinkali. I would also like to see khachapuri…", "rating": 5, "name": "Ярослав Швидун", "cat": "Georgian restaurant"}, {"review": "We visited this restaurant and were pleasantly surprised by the attentive service of the waiter.\nThe forge is on top: cheesecakes are very tasty, beautiful presentation, 4 things in a serving.\nThe summer playground has a sufficient number of seats, I liked the atmosphere …", "rating": 5, "name": "Виктория Амон", "cat": "Georgian restaurant"}, {"review": "Horror! Beer carried 30 minutes. In the branded khachapuri, some kind of brown crap at the bottom blurred! The waiter said she didn't know what it was!\nAbout VERY long service! They offered dessert as a bonus. I don't come here anymore...", "rating": 3, "name": "Volodymyr Chornous", "cat": "Georgian restaurant"}, {"review": " Been here with a guy several times, the cuisine is delicious, clean, everything tastes good. But! Once they sat down right next to the kitchen, and the cook repeatedly clicked the phone and then marinated the meat …", "rating": 5, "name": "Вероника Погребняк", "cat": "Georgian restaurant"}, {"review": "In the network of these cafes, the food is 85% delicious. But once in a while it doesn’t happen, for example, in a cafe on Grata Jura, 13 - rolls of smeared eggplant - I didn’t like it, there was a hard eggplant. In another cafe - delicious) The waiter is polite, patient. At that time …", "rating": 3, "name": "Александр Пивоварчук", "cat": "Georgian restaurant"}, {"review": "Super! Delicious, very satisfying. Nice atmosphere, cozy, not annoyingly playing music. Friendly service staff. Respect to Andrey Solodovnik - very courteous and attentive waiter! …", "rating": 5, "name": "Виталик Ефименко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olga Dovgulja", "cat": "Georgian restaurant"}, {"review": "I come here often but never got around to writing a review. I would like to note the price / quality ratio. I would like to say that it is very tasty, always fast, and there is even a waiter to whom you want to return! Thank you …", "rating": 5, "name": "Лілія Стахурська", "cat": "Georgian restaurant"}, {"review": "Good interior, pleasant service, but not very good khinkali, there were unpleasant sensations all day after them, like from store-bought dumplings, whoever ate it will understand) The rest of the dishes were like nothing, but there was no wow effect) it could be …", "rating": 5, "name": "Олександр Коваленко", "cat": "Georgian restaurant"}, {"review": "Today we were in your restaurant, ate khachapuri Firm, insanely delicious!!!! Khinkali liked. The setting is great, very comfortable. We will be coming back all the time!! Special thanks to the girl who cooked khachapuri for us, very ...", "rating": 5, "name": "Егор Кириченко", "cat": "Georgian restaurant"}, {"review": "Always very tasty, the staff is friendly and smiling. The dishes are prepared quickly, we were served an order within 15 minutes, which was very pleasing! The atmosphere is very cozy, I want to come back here! Thanks to the restaurant for a delicious and warm atmosphere! …", "rating": 5, "name": "Виктория Никитюк", "cat": "Georgian restaurant"}, {"review": "Wonderful evening. Together with the kebab, I thought I would eat my fingers. The truth was a delight. Very attentive waiters. Administrator Nastenka created a warm and homely atmosphere. …", "rating": 5, "name": "Балацька Віра. Мої вірші для всіх", "cat": "Georgian restaurant"}, {"review": " Cozy and Very tasty! professional waiter Nikita.) This is the place you want to go back! …", "rating": 3, "name": "Yevhenii Panin", "cat": "Georgian restaurant"}, {"review": " Rested tonight. A lot of space in the halls, On the 1st floor was cold, went to the 2nd floor. Decorated hall harmoniously, beautiful and m. What furniture, lighting is weak. , in comparison with other Georgian …", "rating": 5, "name": "Іра Броч", "cat": "Georgian restaurant"}, {"review": "Pleasantly surprised by the restaurant. I was here a year ago and the service and food were not up to par. BUT! Now this restaurant has turned into a very pleasant place with delicious cuisine! Very satisfied!!! And the waiter Katya, just gold! I'll be back here...", "rating": 5, "name": "Марина Попик", "cat": "Georgian restaurant"}, {"review": "The staff service is impressive: everything is done with a smile, with a positive attitude, and quickly enough, the atmosphere disposes the guest, the atmosphere is very pleasant and calm. If you are looking for tasty and inexpensive food, then this is the place for you. …", "rating": 5, "name": "Наталя Стадник", "cat": "Georgian restaurant"}, {"review": "Very cool place, very friendly. Visited more than once. And today even together with parents!! Everyone loves it, the food is delicious. The waiter Igor is a very polite and nice young man. Service at the highest level. I recommend to everyone. …", "rating": 5, "name": "Ваня Биневский", "cat": "Georgian restaurant"}, {"review": "A very cozy and pleasant place, as well as very positive and intelligent staff, my friends and I were satisfied, we intend to come here again at the end of the week.) …", "rating": 5, "name": "Ольга Драник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Нечипоренко Виктория", "cat": "Georgian restaurant"}, {"review": "I really liked the new menu, especially khinkali with spinach.\nFrom drinks I recommend author's lemonades. …", "rating": 5, "name": "Anastasia Kotiash", "cat": "Georgian restaurant"}, {"review": "Cool Georgian restaurant. Plenty of space, not crowded, you can comfortably spend the evening. Cook delicious and fast. I go once a week - I'm not tired) ...", "rating": 5, "name": "Анастасия Яковлева", "cat": "Georgian restaurant"}, {"review": " Liked the restaurant. A large selection of dishes - salads, snacks, hot dishes. Delicious khachapuri, especially kubdari and megrel. I advise you to try the sneaker chicken to anyone who visits. Liked the waiter, ran …", "rating": 5, "name": "Vladislav Tovstenko", "cat": "Georgian restaurant"}, {"review": "The whole experience of communication with the network:\n\nFirst, the manager of the establishment on the Maidan got nasty. …", "rating": 5, "name": "Евгения Патычева", "cat": "Georgian restaurant"}, {"review": " Service for 1, kitchen for 3. Restaurant near the house, so once every six months we go, but every time the same thing. …", "rating": 5, "name": "Valeriy Piddubenko", "cat": "Georgian restaurant"}, {"review": "There are no bins for smokers anywhere on the street ... And just throw out the trash. The waiters are very slow, you have to get up and call, no one comes up .. …", "rating": 5, "name": "Elena Klymenko", "cat": "Georgian restaurant"}, {"review": "Today for the first time we visited the establishment Khachapuri and Vino on the street. Gnata Juri, and were very satisfied. Wonderful atmosphere, very pleasant and helpful staff, I would especially like to mention the waiter Nikita. Attentive and unobtrusive. …", "rating": 5, "name": "Юлия Твердохлеб", "cat": "Georgian restaurant"}, {"review": "Great and cozy place for a family meeting. Lovely interior. Always delicious food and excellent khachapuri. Friendly staff. If you want to have a good time and relax in a warm atmosphere, then you are definitely here! …", "rating": 1, "name": "Valera Shpig", "cat": "Georgian restaurant"}, {"review": " We waited 50 minutes to order. No delay was announced in advance. Khachapuri is mediocre …", "rating": 5, "name": "_kotpilot _", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. We are working to improve the quality of our dishes and look forward to meeting you.\n\n", "rating": 5, "name": "Тетяна Ожго", "cat": "Georgian restaurant"}, {"review": "Not a bad place, the summer terrace is equipped with comfort. The food is delicious, there is homemade wine, quite decent. …", "rating": 3, "name": "KapluN", "cat": "Georgian restaurant"}, {"review": "The restaurant is very atmospheric and cozy, at the entrance we were greeted by smiling employees and took us to the table, the waiter knows the menu and can answer any question asked on the menu and not only in an accessible form. All in all I liked it…", "rating": 5, "name": "Ya Sya", "cat": "Georgian restaurant"}, {"review": "Khachapuri is delicious! Khinkali are normal, not the best. We waited a long time until we were served, we waited a long time for the waiter to ask for the bill. …", "rating": 5, "name": "саша жук", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy, cheap and satisfying!! A good place to run to warm up in such weather) They will quickly take the order and bring great khachapuri. Everything is very satisfied! I recommend! …", "rating": 1, "name": "Aliona Borys", "cat": "Georgian restaurant"}, {"review": "Restaurant Khachapuri and wine on Drive Yury, just a wonderful place. It is very nice to be here, and also our favorite waiter Denis makes our evenings even more pleasant, he needs a bonus and promotion 🙈😊 …", "rating": 5, "name": "Anna Petrova", "cat": "Georgian restaurant"}, {"review": "An excellent institution, everything is very tasty, the waitress Miroslava made a particularly good impression. Very good place <3…", "rating": 5, "name": "Елена Лопухова", "cat": "Georgian restaurant"}, {"review": "Khachapuri in Adjarian style, small, not cheesy, and also raw. Kudari is also not very, small and not tasty. From lemonade, only the name, mineral water and a little bit of syrup. The khinkali were not bad. Before that, we went to MamuManana, there are much …", "rating": 5, "name": "Sergey Green", "cat": "Georgian restaurant"}, {"review": "Didn't like the food at all. Everything is very spicy; minced meat is homogeneous, like from soy. Perhaps Georgian cuisine is not ours. Thanks to the waiter...", "rating": 2, "name": "Sergii", "cat": "Georgian restaurant"}, {"review": "Super establishment. The administrator has a separate respect: the girl is diligent, friendly and constantly smiling, which is a rarity in Kyiv restaurants. The cuisine is divine, everything is fresh and very tasty. …", "rating": 5, "name": "Денис Крек", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Бузинная", "cat": "Georgian restaurant"}, {"review": "We visited your establishment today, the impression is very positive, the waiters are smiling, the staff is responsive. Special thanks to your chef for such a delicate approach to the preparation of each dish, special thanks to the waiter Kirill. I recommend …", "rating": 5, "name": "wseswdd", "cat": "Georgian restaurant"}, {"review": "Very tasty and atmospheric. I recommend everyone to visit this place!!! This is the best way to spend a pleasant time and celebrate any event... I ordered khachapuri many times, it's perfect here👍🏻 Service at the height of 10 stars …", "rating": 5, "name": "Ирина Кипра", "cat": "Georgian restaurant"}, {"review": "Today I once again visited a restaurant with a friend, as always everything is fine. Served by the waiter Sasha. The atmosphere is nice, everything is delicious, as always. I really like tea with thyme. …", "rating": 5, "name": "Mariana Nikityuk", "cat": "Georgian restaurant"}, {"review": "There is an open kitchen. Cooks without hats. Dirty floors. Glasses for fun. The mat of the waiters can be heard on the entire first floor. There is also a so-called ACTION in the restaurant: for a positive review in Google and a 5-star rating, guests …", "rating": 5, "name": "Alena", "cat": "Georgian restaurant"}, {"review": "Great place, friendly and helpful staff. Real Georgian cuisine, a wide range of dishes, everything is very tasty. In the evening, all the tables are occupied, you can't fool people. I recommend to all!!! …", "rating": 1, "name": "Alena Rybachuk", "cat": "Georgian restaurant"}, {"review": "I liked it very much, a good institution, very tasty cuisine, I have been more than once and I always leave satisfied and full !!! Thank you very much! Forever yours ❤️ ...", "rating": 5, "name": "Оксана Павлова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Олейник", "cat": "Georgian restaurant"}, {"review": "A very cozy and tasty place, both for gatherings with a girlfriend or with a loved one, and for a feast with a big company! The food is amazing, the service is top notch! Very beautiful interior. I recommend 100%. …", "rating": 5, "name": "orijana", "cat": "Georgian restaurant"}, {"review": "We visited your restaurant. The chicken salad is great, but the turkey salad did not live up to our expectations, the ratio of the dish with the photo on the menu is generally far from identical. The waiter apologized, but minus the chef for such a dish. …", "rating": 5, "name": "Юлія Ляшкова", "cat": "Georgian restaurant"}, {"review": "Very cozy place. Tasty like in Georgia. The atmosphere matches. Delicious homemade wine, khachapuri, barbecue. A great place to meet with friends, and to relax with family and children. We are very glad that Borshchagovka has at least one …", "rating": 5, "name": "Svetlana kirikenko", "cat": "Georgian restaurant"}, {"review": "Incredibly warm atmosphere! The waiter Nikita Aleksandrovich is refined and delicate! Very tasty - khinkali in pomegranate sauce, Ossetian khachapuri .... Come in, you won't regret it!!! …", "rating": 5, "name": "jimmy zhang", "cat": "Georgian restaurant"}, {"review": " Very cozy place. Cook delicious Serving fast. There is a summer terrace …", "rating": 3, "name": "Andy V", "cat": "Georgian restaurant"}, {"review": " Want to eat classy and peep at the window you have to visit in * Khachapuri and Wina * …", "rating": 5, "name": "Victor Pashchenko", "cat": "Georgian restaurant"}, {"review": "Borshchagovka is a rather specific place, but Khachapuri and Vino can be called the color of this area. Today was a business lunch, and I must express my gratitude for the training of the staff. The guys are young, but already professionals in their field. Highly …", "rating": 1, "name": "Александр Дейнеко", "cat": "Georgian restaurant"}, {"review": "Very cozy place. From the very entrance you are greeted by the delicious aroma of Georgian cuisine and music.\nWe came here on the recommendations of friends and were not mistaken :) …", "rating": 5, "name": "Марина Ужвий", "cat": "Georgian restaurant"}, {"review": " I really liked everything - and the kitchen (especially khachapuri, this is my weakness, here they are cooked with dignity), and the situation, and the presence of a children's room for the little ones. We had dinner …", "rating": 5, "name": "Владислав Авраменко", "cat": "Georgian restaurant"}, {"review": "The khachapuri dough was very difficult to cut (maybe I was just unlucky) and there are minor flaws in the service (I also think the stars just coincided). I wanted to put 4, but the promotion with a dessert for a review with a rating of only 5 upset me a little, the place …", "rating": 5, "name": "Шульгина Ирина", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine and nice service, my waitress Nastya was very nice and attentive. I will definitely come further) …", "rating": 1, "name": "Helena Studio", "cat": "Georgian restaurant"}, {"review": "Good evening, today we visited the Khachapuri restaurant and wine, I liked everything very much, a wonderful atmosphere and I really liked Georgian music, we were served by a great waiter Denis, everything was given very quickly and efficiently. Necessarily …", "rating": 2, "name": "Александра Ассаул", "cat": "Georgian restaurant"}, {"review": " Very good place, very tasty food and very good service, I especially want to mention the waiter Anastasia - a very friendly and good girl❤️✅ …", "rating": 1, "name": "Alexandr Ganich", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Мария", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Andrii Fomychov", "cat": "Georgian restaurant"}, {"review": " Now in \"Khachapur and wine\". Ordered khachapuri and khinkali. Everything is very tasty. Dough fluff, delicious cheese, spicy khinkali with sauce and hot seagull - now this is our favorite place. Very cozy atmosphere, …", "rating": 1, "name": "Dmytro", "cat": "Georgian restaurant"}, {"review": "Loved the atmosphere of this place! If you want to spend a great evening, then you are here !!! Caring waiter Nikita tried to make our evening successful and he succeeded! …", "rating": 1, "name": "Николай Кононов", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine, worth a visit\n\n", "rating": 5, "name": "Наталья Сидоренко", "cat": "Georgian restaurant"}, {"review": "Wonderful restaurant with a very cozy atmosphere) Came by chance with friends and everyone was very satisfied) service and cuisine at the highest level! I don’t understand where the negative reviews can come from .. everything was sooo delicious and we were waiting for the order ...", "rating": 5, "name": "Nika Borysiuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Liudmyla Tyshchenko", "cat": "Georgian restaurant"}, {"review": "A very good establishment. The service is at the highest level, the food is delicious and the most comfortable environment, I recommend …", "rating": 5, "name": "Наташа Масушко", "cat": "Georgian restaurant"}, {"review": " I liked the institution, not for nothing they drove here for more than half an hour;) …", "rating": 4, "name": "Maryna Lehenchuk", "cat": "Georgian restaurant"}, {"review": "Very cozy place. Tasty like in Georgia. The atmosphere matches. Delicious homemade wine, khachapuri, barbecue. A great place to meet with friends, and to relax with family and children. We are very glad that Borshchagovka has at least one …", "rating": 3, "name": "Татьяна Болибок", "cat": "Georgian restaurant"}, {"review": "All liked it. Delicious, beautiful and good service. Plus a kids room. Thank you! …", "rating": 5, "name": "Katerina Kovalova", "cat": "Georgian restaurant"}, {"review": "07/13/2019 evening, 3!!! The waiter just ignoring and not noticing 3 people, it was too much for us, we waited a long time and left!!!\nThe hall and the summer playground were not loaded. I think after a while I will not remember about ...", "rating": 2, "name": "Oleg Mykhailoshyn", "cat": "Georgian restaurant"}, {"review": "Very nice and tasty. They cook quickly. Friendly waiters. The interior is very beautiful. Tasty like in Georgia! :)\nThank you very much to the waiter Victoria, for the friendliness and fast service. …", "rating": 5, "name": "Leonid Gorovenko", "cat": "Georgian restaurant"}, {"review": " Today, for the first time, visited Khachapuri and wine at Hnat Yuri, 13. Georgian cuisine has always been pleasant, but khachapuri in Adzhar is my love, a bonus colorful atmosphere, music! Getting aesthetic ecstasy …", "rating": 5, "name": "Надежда Новак", "cat": "Georgian restaurant"}, {"review": "Been there twice. For the first time, everything was delicious and in general I liked everything, except perhaps for the relatively low speed of service. The second time I decided to repeat and ordered the same dishes. But it didn't taste very good. Feels like bread and...", "rating": 5, "name": "Алексей Зурин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дарья Лущик", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 4, "name": "Тарас Вегеринский", "cat": "Georgian restaurant"}, {"review": " Very tasty and atmospheric. Thank you very much.\n\n", "rating": 3, "name": "Мария Иващенко", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Даша Нестеренко", "cat": "Georgian restaurant"}, {"review": "We made an order, waited 40 minutes, But at the same time there were only us in the hall, no one else, the khinkali were not tasty at all, I do not advise, the service is 0 ...", "rating": 5, "name": "Iurii Zaika", "cat": "Georgian restaurant"}, {"review": "A good place - delicious cuisine, polite staff, cozy atmosphere and interior. Prices are not 'student', but the price-quality ratio is sustained. I will recommend to my friends! …", "rating": 5, "name": "Olga Mir", "cat": "Georgian restaurant"}, {"review": "Cozy place, nice and attentive staff. Everything is very tasty, and especially: chkmyruli and metekhi. Thanks to the chef for such an attentive approach to the preparation of each dish. I advise everyone!!! …", "rating": 5, "name": "Орест Панков", "cat": "Georgian restaurant"}, {"review": " Authentic interior and delicious food. Very attentive girl who served. UAH 1,000 for three men - ate and drank. Thanks. …", "rating": 4, "name": "Alex Kon", "cat": "Georgian restaurant"}, {"review": "Network institution in the bad sense of the word. Ayran is no, store-bought from any stall with shawarma is tastier. Kebab is not salty, no spices at all. Khinkali is similar, it should be a spicy spicy / salty dish, then there is a tasteless broth and such ...", "rating": 1, "name": "Влада Пикалова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Лесюня Лесюня", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктория «Vika»", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Сергей Волошин", "cat": "Georgian restaurant"}, {"review": " \"Khachapuri and Wine\" is my special place\n\n", "rating": 5, "name": "Andrii Karpushchenko", "cat": "Georgian restaurant"}, {"review": "Thanks for the hospitality. Atmospheric and pleasant environment. Delicious food, fast service, didn't have to wait long. We had a great time, we will return here with pleasure)))) …", "rating": 5, "name": "денис киркач", "cat": "Georgian restaurant"}, {"review": " Khachapuri and Wine is now our special place.\nVery cozy, nice service and fast. Very tasty khachapuri in Adjara. And pork skewers. Beautiful and stylish interior. …", "rating": 1, "name": "Анастасия Кругловенко", "cat": "Georgian restaurant"}, {"review": "Not the first time here! They cook deliciously, the approach to cooking is European, not as spicy as in Georgia. Nice atmosphere and music! Great place on Borshchagovka! …", "rating": 5, "name": "Oksana Zaika", "cat": "Georgian restaurant"}, {"review": "The restaurant is adjacent to the restaurant \"Rukkola\", there has never been a breakdown with an order in both establishments for one table. We were denied service today because we \"sat at the wrong table\". The waiters and the administrator of the situation did not ...", "rating": 5, "name": "Женя РОГОЖКИН", "cat": "Georgian restaurant"}, {"review": "Thank you very much to all the staff of Khachapuri Vino. Very cozy, sincere, delicious homemade food. We will definitely visit the restaurant again and advise all friends and family) …", "rating": 1, "name": "Ирина Яремчук", "cat": "Georgian restaurant"}, {"review": "We are celebrating a birthday here.\nEverything is delicious. Fast. Service for 5. I love ordering tarragon and khinkali here. Shashlik with pomegranate sauce is awesome. …", "rating": 5, "name": "Надин Сидоренко", "cat": "Georgian restaurant"}, {"review": "Finally, in the Borshchagovka area, an institution has appeared where you can not only meet with friends, but also get aesthetic pleasure from staying in it. And what is even more pleasant - the staff will only cheer you up. Goodbye everybody …", "rating": 5, "name": "Galina", "cat": "Georgian restaurant"}, {"review": " The best place!\nAtmosphere, the concept of the institution - at the height. We were here in the evening, very cozy, live instrumental music, candles, dim lights ... great! …", "rating": 5, "name": "Любовь Коновалова", "cat": "Georgian restaurant"}, {"review": "Was today for the first time in your restaurant, khachapuri really liked. The waiter Sasha was attentive and polite. Now I know where you can have a nice and tasty time ...", "rating": 5, "name": "Valerii Skyba", "cat": "Georgian restaurant"}, {"review": "\"Khachapuri and Vino\" made my morning today! I liked everything: music, food, attentive waiters .. especially the one who served us today! Will definitely come back and recommend to everyone! …", "rating": 4, "name": "Татьяна", "cat": "Georgian restaurant"}, {"review": "There were extra positions in the check, after the remark the waiter was brought another check. The kitchen is not great, the place is more suitable for drinking coffee than delicious food …", "rating": 5, "name": "Liza Krasnoshchok", "cat": "Georgian restaurant"}, {"review": "We celebrated a birthday, they cook very tasty, it really reminded me of Georgia. Excellent service. The interior is ethno-loft, Gruzinsky, no frills. The only disappointment was the air conditioner not working...", "rating": 5, "name": "Maria Tyshchenko", "cat": "Georgian restaurant"}, {"review": "I ordered delivery, the restaurant cooked food for 50 minutes, as a result, delivery took more than an hour, given that the restaurant is within walking distance from me.\nThey brought cold khachapuri and underweight lobio. …", "rating": 5, "name": "MAKSYM BOGOUCH", "cat": "Georgian restaurant"}, {"review": " Khachapuri with tarragon is very tasty! 🤤\nThe restaurant is cozy ☺️ …", "rating": 5, "name": "Забудько Елена", "cat": "Georgian restaurant"}, {"review": "Very good, cozy restaurant\nPleasant staff. Special thanks to the waiter Nikita for excellent professional service. …", "rating": 5, "name": "Sasha “WAKE” Tsvilikhovskiy", "cat": "Georgian restaurant"}, {"review": "Delicious food, friendly and helpful staff!!! Thank you very much to the waiter for help in choosing a dish and for your patience! Great evening, we will definitely come again and again! …", "rating": 5, "name": "Елена Новикова", "cat": "Georgian restaurant"}, {"review": "Service at Gnat Yura, to put it mildly, is not very))). They brought khinkali cooled down, apparently someone refused)), the sauce was brought to them after 20 minutes))). Dishes not washed well. The glass was frankly dirty (((. No napkins. The only thing that …", "rating": 5, "name": "Samsung A10", "cat": "Georgian restaurant"}, {"review": "Unsuccessful visit. Unrealistically long service. The waiters put all the dirty dishes on one table, which is visible to all visitors. Kebab was brought in an hour and cold! The administrator apologized and gave desserts. …", "rating": 5, "name": "Любовь Осоковская", "cat": "Georgian restaurant"}, {"review": "For half an hour of arrival, the waitress, even after remarking that if she does not accept the order now, then we will leave and did not accept it. When they left, they didn't even apologize. If this is the service then the rest is not worth trying. On the summer playground, the furniture …", "rating": 5, "name": "Мери", "cat": "Georgian restaurant"}, {"review": " Came to have breakfast at a restaurant with friends. I especially liked the dessert and khachapuri at the highest level hot and fragrant! We will come here again soon. Thank you staff for your attention and pleasant …", "rating": 3, "name": "Lina Puhalska", "cat": "Georgian restaurant"}, {"review": " Deliciously! Quite comfortable, 80% of the music corresponds to the idea of ​​the institution, does not bother. Good …", "rating": 5, "name": "Дмитрий Туренко", "cat": "Georgian restaurant"}, {"review": "One star is the ceiling. And so, for 3 hours that we were sitting there, the waiter did not bother to find out what kind of buns would be for \"checkin\". 100500 excuses, why? A solid institution, but you suffer such trifles. …", "rating": 1, "name": "Ihor Honcharuk", "cat": "Georgian restaurant"}, {"review": " They arrived as a family, waited for the khinkali for almost an hour and so they did not wait for them. The children were left hungry. . . …", "rating": 5, "name": "Алина Енина", "cat": "Georgian restaurant"}, {"review": "Thank you very much for the cozy atmosphere, service and delicious food. Special thanks to chef Vladimir for making foaming, a true Georgian delicacy from a true master of his craft!!!!!!!✌️😉 …", "rating": 5, "name": "Андрей Ковальчук", "cat": "Georgian restaurant"}, {"review": "Cozy place with a beautiful interior, pleasant atmosphere, delicious food, service at the highest level. I will return again and again! …", "rating": 5, "name": "Никита Филь", "cat": "Georgian restaurant"}, {"review": " Liked very much. Delicious food, great atmosphere and staff. I recommend to everyone) …", "rating": 5, "name": "Мила Кущак", "cat": "Georgian restaurant"}, {"review": "Were with family in your institution! Very soulful institution, delicious cuisine, and a very cool children's room! …", "rating": 5, "name": "Дарья Егоровна", "cat": "Georgian restaurant"}, {"review": "Very cozy place. One of the few, if not the only, good establishments on Borshchagovka. …", "rating": 1, "name": "Andrii Boiko", "cat": "Georgian restaurant"}, {"review": "The food is normal. I was unpleasantly surprised by the serving, that is, there are not enough dishes, identical plates for the whole company, cups. Martini glasses were brought for red wine. Seems like a small thing, but annoying...", "rating": 5, "name": "Светлана Иваненко", "cat": "Georgian restaurant"}, {"review": "Atmospheric place: warm, cozy, delicious food, attentive waiters - this is the key to a pleasant evening. I can recommend to my friends to visit Khachapuri and Vino on Borshchagovka! …", "rating": 5, "name": "Альона Заріцька", "cat": "Georgian restaurant"}, {"review": "I do not recommend going here, well, the prices are too high for ordinary wine for 250 UAH. in a cafe costs 600-700 UAH. It is better to go to the cafe Georgian cuisine. …", "rating": 5, "name": "Maksym Melnychuk", "cat": "Georgian restaurant"}, {"review": "\nCozy, tasty, but not much stuffy.", "rating": 5, "name": "Геннадий Овецкий", "cat": "Georgian restaurant"}, {"review": "I really like the cuisine and design of this chain. It's always cozy, although the music is Georgian - but not intrusive. Acceptable prices. The only request is to expand the bar) …", "rating": 5, "name": "Маркович Артём", "cat": "Georgian restaurant"}, {"review": "The place impresses with its special atmosphere of Georgian cuisine. The service staff is very courteous and friendly. I advise you to try Megrelian khachapuri. And in general: everything is super! I advise everyone !! …", "rating": 5, "name": "Владислав Орленко", "cat": "Georgian restaurant"}, {"review": "Absolutely loved the house wine. There is a lot of cheese in khachapuri, the portion is enough for two girls. Next time we will come to try their desserts with delicious names. Convenient location. …", "rating": 5, "name": "Андрей Петренко", "cat": "Georgian restaurant"}, {"review": "The waiter mixed up what to cook the kebab from, fixed everything and apologized. The cuisine is delicious. …", "rating": 5, "name": "Kseniia Serebrianskaya", "cat": "Georgian restaurant"}, {"review": "Good establishment. Although the waiters take the order for a long time. Unfortunately, after the last visit, my stomach ached after the chicken salad…", "rating": 5, "name": "Vladymyr Golovenets", "cat": "Georgian restaurant"}, {"review": "Went with a friend for the first time. There was a nice young waiter. The prices are adequate, the food is good) cozy, you can calmly talk. …", "rating": 5, "name": "Alexandra Denzhenko", "cat": "Georgian restaurant"}, {"review": " Chic restaurant! Wonderful wine, delicious saki, hinkali, music. Almost like in Georgia. Almost...\nKhachapuri there are three types of menrhluli (Mengrol), Immerulian (Imeretin), …", "rating": 5, "name": "Masha Sokol", "cat": "Georgian restaurant"}, {"review": "a good place. every week with children we go to traditional khachapuri and khinkali.) very tasty and pleasant service. each of the employees listens to your opinion and tries to improve everything) thank you very much!. more good …", "rating": 5, "name": "Nika Markina", "cat": "Georgian restaurant"}, {"review": "I recommend it to everyone to communicate with friends and get a lot of positive feelings! The cuisine is delicious, unusual, exquisite drinks. And especially the friendly service. …", "rating": 5, "name": "Valeria Korol", "cat": "Georgian restaurant"}, {"review": " A cozy place with delicious food and wine. Unfortunately, the speed of service wants the best, it seems as if the waiters do not know what to do until the senior in the hall tells them. There is a children's room, it …", "rating": 5, "name": "Анастасія Покалюк", "cat": "Georgian restaurant"}, {"review": "if you want to spoil your mood, come to this \"restaurant\". The waiters do not hear, do not see, do not remember. Waiting for khachapuri 50! minutes, after which we were told to wait another 40. I don't recommend visiting this place...", "rating": 5, "name": "Лена Осыка", "cat": "Georgian restaurant"}, {"review": "The restaurant has excellent service, pleasant staff, \"own\" atmosphere and, most importantly, delicious food. Everything is on top, and I want to come back here again.\nThanks a lot. …", "rating": 5, "name": "Murka", "cat": "Georgian restaurant"}, {"review": "\"Khachapuri and Vino\" - a cozy restaurant for a pleasant pastime. The atmosphere and cuisine of this restaurant is a little Georgia in Kyiv. I want to come back here again and again. Maggloba❤️ …", "rating": 4, "name": "Hanna Kornieva", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Владислав Гуральский", "cat": "Georgian restaurant"}, {"review": " Was in the restaurant, very tasty, refreshing drinks in the heat. The waitress Myroslava is very nice and recommended delicious food thank you)))) …", "rating": 5, "name": "Анна Мильковская", "cat": "Georgian restaurant"}, {"review": "Perfect place. Excellent cuisine. Operational service. And, best of all, five minutes from home. I will definitely come again. P.S. Special thanks for the musical accompaniment, \"mgzavrebi\" are wonderful ...", "rating": 5, "name": "Leon Ella", "cat": "Georgian restaurant"}, {"review": "In this institution, on the summer site, there is simply smog from the number of smokers !!! It is simply impossible to dine there, it eats out the eyes! Pofigistic attitude of the administration and staff! Absolute disregard for the law on the prohibition of smoking in ...", "rating": 5, "name": "Света Бушма", "cat": "Georgian restaurant"}, {"review": "Wonderful atmosphere in \"Khachapuri and wine\"\nThe waiters are attentive, work quickly and efficiently)\nThe kitchen pleased the taste buds, if you want delicious, beautiful, cozy and …", "rating": 5, "name": "kekw", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Oleksandr Dudchenko", "cat": "Georgian restaurant"}, {"review": " Terrible institution and workers! We waited for the order for more than an hour !! As a result, we were offered khachapuri for repeated outrages about waiting at the khinkali. Arguing that there was no electricity at …", "rating": 5, "name": "Ярослав В", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anna Zonova", "cat": "Georgian restaurant"}, {"review": "Great place, very cozy, clean and delicious! Well, great service, initially with a girlfriend did not know where to sit, but very polite waiters dispelled all doubts :) Thank you so much Nikita for the impeccable service! …", "rating": 5, "name": "Виктория Барчак", "cat": "Georgian restaurant"}, {"review": "We often celebrate birthdays and just have a good and tasty time in this restaurant\nGorgeous, delicious cuisine! Great staff! …", "rating": 5, "name": "Katrin Gavriluk", "cat": "Georgian restaurant"}, {"review": " Khachapuri in Adjara, 300 grams of kebab, dry wine saperavi. This is my recipe for incredible fun. I recommend.\nGreat place. …", "rating": 5, "name": "Оксана Старчик", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "SofiaMonster", "cat": "Georgian restaurant"}, {"review": " Excellent, cozy atmosphere! Shurp soup is incredibly delicious! A very good place to have a drink on the terrace of a khakapuri in Ajar on a warm summer evening! Service is also nice!) …", "rating": 5, "name": "Ярослав Ярослав", "cat": "Georgian restaurant"}, {"review": "Food without comment, very tasty! But the service could have been better. For a very long time, the waiters do not come to take an order or calculate ...", "rating": 5, "name": "nastya kasadzhik", "cat": "Georgian restaurant"}, {"review": " Khachapuri and wine are a great place to meet.\n\n", "rating": 5, "name": "Руслан Симоненко", "cat": "Georgian restaurant"}, {"review": " Extreme atmosphere reigns in the institution! I appreciate the quick and high quality service in the institutions and provided it here. The waiter also took care of the evening to become special, raising the mood! The …", "rating": 5, "name": "maaassshhaa", "cat": "Georgian restaurant"}, {"review": "Nice place, very fast service. The waiters are friendly and charge with a positive mood for the whole day. The kitchen is very tasty, we will come again :) …", "rating": 2, "name": "Владимир Москвичев", "cat": "Georgian restaurant"}, {"review": "Went with a friend for dinner after a hard day's work... Wonderful Georgian music, a glass of homemade red wine, hearty khachapuri and dessert... what could be better))) A great end to the day... Responsive waiters girls. I recommend! …", "rating": 5, "name": "Виктория Красюк", "cat": "Georgian restaurant"}, {"review": " How to visit Georgia with my sister) thank you for the evening! …", "rating": 5, "name": "Татьяна Пономаренко", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We look forward to seeing you again\n\n", "rating": 5, "name": "Mr Caje", "cat": "Georgian restaurant"}, {"review": "Friendly staff!\nClean and comfortable and most importantly very tasty …", "rating": 5, "name": "Лиана Теребун", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Miranda Morgan", "cat": "Georgian restaurant"}, {"review": "Delicious, but a very long wait for the order, given that the hall and the summer terrace were empty …", "rating": 5, "name": "Элеонора Черевко", "cat": "Georgian restaurant"}, {"review": " Ordered hincals, khachapuri and tomato juice was an action if you write a good comment + 5Balance to show the waiter for that you will get a free dessert !! It is very tempting offer, but we decided to wait and taste …", "rating": 5, "name": "Сергей Ровенский", "cat": "Georgian restaurant"}, {"review": "Great place to spend time and have a delicious meal. Great atmosphere. Quickly and deliciously prepared. The price tag is also nice. I will come to you. …", "rating": 5, "name": "Маргарита С", "cat": "Georgian restaurant"}, {"review": "The service is just terrible, the waiters are not attentive, the menu was brought only after 10 minutes, the order was mixed up. Khinkali were served slightly warm. The kitchen is standard for a chain restaurant. …", "rating": 5, "name": "Serhii Yanchenko", "cat": "Georgian restaurant"}, {"review": "It was the first time in \"Khachapuri and wine\", the atmosphere is cozy, the music is chic, the waiters are magical !!\nI will come more than once!)) Well done guys!! 😍😍😍 …", "rating": 5, "name": "Брижак Светлана", "cat": "Georgian restaurant"}, {"review": "Very tasty and pleasant atmosphere, only the music is a little burdensome, it is too sad for them. And everything is so great...", "rating": 5, "name": "Максим Кравцов", "cat": "Georgian restaurant"}, {"review": "Very cozy place with delicious food and attentive, polite staff!\nThank you for a great dinner!)))…", "rating": 5, "name": "Ram Van", "cat": "Georgian restaurant"}, {"review": "Very cozy place. We love spending time here as a family. It's great that there is a children's room. Incredibly delicious. We love khinkali with cheese and spinach. …", "rating": 5, "name": "Марина Грабовська", "cat": "Georgian restaurant"}, {"review": "This is now our favorite family place! Nice prices and great service. Thanks for the quick service and the tastiest meat!\nWill definitely come again 😊…", "rating": 5, "name": "Svitlana Seymova", "cat": "Georgian restaurant"}, {"review": "Friends told us that they were carrying the menu for half an hour. Went in to check it out, it's true. In the same establishment on the Svyatoshino metro, they serve quickly, I think the food is the same. …", "rating": 1, "name": "Виктория Теплова", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine and service. I advise everyone. Relaxed environment. Nice place to spend with family or friends. …", "rating": 5, "name": "Тамара Голубева", "cat": "Georgian restaurant"}, {"review": " Great atmosphere, polite restaurant staff, friendly waiter Lilia and administrator Anastasia, who helped with the choice of table for us, the dishes are so delicious that it seems to have arrived from Georgia)) …", "rating": 5, "name": "alla alla", "cat": "Georgian restaurant"}, {"review": " Very nice and cozy place. It is good that there is such an institution in Borshchahivka …", "rating": 5, "name": "Olga Glembotska", "cat": "Georgian restaurant"}, {"review": "Cozy like at home! Great team of staff, friendly and accommodating! Special thanks to the waiter Nikita, an expert in his field! Everyone was satisfied and, most importantly, full 😉 ...", "rating": 5, "name": "Временный Аккаунт", "cat": "Georgian restaurant"}, {"review": " The best place for Georgian cuisine, delicious food (I recommend khachapuri on\nadzharsky) polite waiters, and overall felt very comfortable at home, I …", "rating": 5, "name": "Дмитрий Пономаренко", "cat": "Georgian restaurant"}, {"review": "I really liked it here, excellent menu, very tasty liqueurs. I recommend visiting here and be sure to try Adjarian khachapuri! …", "rating": 5, "name": "Владимир Лясецкий", "cat": "Georgian restaurant"}, {"review": " All dishes are delicious, and the staff is friendly and smiling. The atmosphere in the restaurant is beautiful, with its authentic national flavor. I recommend to try to everyone who has not been!)) …", "rating": 5, "name": "Ирина", "cat": "Georgian restaurant"}, {"review": "Decided to spend the evening with friends in this institution. Excellent service. Thank you for your attention to the waiter Darina!!! Loved it, will definitely be back...", "rating": 4, "name": "Natalia Azmuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Милютенко", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 5, "name": "Алена Сояк", "cat": "Georgian restaurant"}, {"review": "Favorite establishment. Barbecue menu is always on top, tasty, juicy!\n\nThe summer terrace is very atmospheric 👏 …", "rating": 5, "name": "Galex alex", "cat": "Georgian restaurant"}, {"review": "We love kharcho here very much😍😍😍 It is magical, infinitely fragrant and the most delicious of those that my husband and I tried👍👍👍 We recommend🔥🔥 Khachapuri, as always, is on top💪💯 Berry mix tea is fresh, spicy and with a pleasant light sourness ❤️ Husband…", "rating": 5, "name": "Інна Гнатюк", "cat": "Georgian restaurant"}, {"review": "A very atmospheric restaurant. The dishes are very tasty. The waiter Obodovsky Maxim is encouraging and pleasant to talk to. Be sure to visit this wonderful place. 😁👍🏻👍🏻👍🏻 …", "rating": 5, "name": "Наталья Шукаева", "cat": "Georgian restaurant"}, {"review": " This restaurant is very tasty and cozy!)))\nThe waiters are friendly and friendly\nI definitely advise this institution …", "rating": 4, "name": "Ирина Кучеренко", "cat": "Georgian restaurant"}, {"review": " The first time in this place. Impressive atmosphere, very friendly waiters, everything is very tasty. I want to go back to taste different dishes. The food was cooked very tasty. Dining at the highest level. Come and …", "rating": 5, "name": "Kseniia Ostapenko", "cat": "Georgian restaurant"}, {"review": "Georgian corner in the capital of Ukraine) delicious, polite, authentic) Stylish design and courteous service are especially pleasing to the eye!\nThanks, everything is top notch! …", "rating": 5, "name": "Darya Odarka", "cat": "Georgian restaurant"}, {"review": "A very pleasant and cool place in the hot summer season! Good service, friendly staff, delicious food! 👍😋😋😋 Waiter Yana served the table) 😚 …", "rating": 5, "name": "Sergey Bondar", "cat": "Georgian restaurant"}, {"review": " Was with a friend in the restaurant \"Arugula\"! Delicious, the air conditioner works in the middle, and on a very cozy outdoor terrace, unfortunately, allow smoking ((, it is a pity that there is no specially equipped …", "rating": 5, "name": "_YanG _", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere. The prices are great, the food is delicious!\nIn the summer it is good, the air conditioner works. You can have a great evening. …", "rating": 2, "name": "Наталия Котенко", "cat": "Georgian restaurant"}, {"review": "Great atmosphere, everything is perfect! Everything is prepared quickly and very tasty) Thank you very much to the waiter Denis for the excellent service) …", "rating": 5, "name": "Александр Кравцов", "cat": "Georgian restaurant"}, {"review": " Great, everything is always delicious, the service is unsurpassed, I like everything, we always visit with pleasure …", "rating": 5, "name": "Арсений Филимоненко", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Bogdan Konopatskiy", "cat": "Georgian restaurant"}, {"review": "A place to fall in love with! Very cozy atmosphere for family dinners and meetings with friends. Thanks for the delicious food and good service!…", "rating": 5, "name": "Екатерина Пономарёва", "cat": "Georgian restaurant"}, {"review": "I liked it very much! Everything is wonderful, the interior is very atmospheric. I'm sure I'll be back)…", "rating": 5, "name": "Володимир Смоголь", "cat": "Georgian restaurant"}, {"review": " The cuisine is delicious. Prices +/- are available. Service standards, but seen better. There is a children's room. It's cozy here. We liked it. …", "rating": 5, "name": "1 1", "cat": "Georgian restaurant"}, {"review": "Very nice, comfortable environment, wonderful food and service. Everything is very delicious!!!! I recommend to all! visit this Georgian corner of happiness !!!! Come, you won't regret it! …", "rating": 5, "name": "Елена Давиденко", "cat": "Georgian restaurant"}, {"review": "Very friendly, delicious, homemade. Nice interior, knowledgeable staff and delicious food. We will definitely be back more than once.…", "rating": 5, "name": "Марія Чарупа", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Шафранская", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Наталья Сапрыкина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Саша «CCGVoiT» Войтенко", "cat": "Georgian restaurant"}, {"review": " duuuuuuzhe duuuuuzhe nice place\n\nif there is a desire to eat deliciously, enjoy a conversation, be inspired by a …", "rating": 5, "name": "Lida Suslova", "cat": "Georgian restaurant"}, {"review": "Wonderful restaurant! Good service, delicious food. Warm, cozy atmosphere)) We will definitely visit this wonderful place!❤️ …", "rating": 5, "name": "Alexander Fomin", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and sincere atmosphere!", "rating": 5, "name": "Татьяна Теплюк", "cat": "Georgian restaurant"}, {"review": "If you want to eat in a cozy atmosphere with friends or family, then you are in \"Khachapuri and Vino\". I wholeheartedly recommend this wonderful place! …", "rating": 5, "name": "Anna “Aria_018”", "cat": "Georgian restaurant"}, {"review": "I've been to a few chains and this is the best. Here is the most delicious Adjarian khachapuri and homemade wine.\nIt was also nice to have a children's room. …", "rating": 1, "name": "Анна Лысенко", "cat": "Georgian restaurant"}, {"review": "Good afternoon, September 8, I was relaxing with my friends, I really liked everything. Excellent cuisine, professional service, cool open kitchen, it’s very pleasant to watch teamwork, everything was organic and harmonious. We will definitely come and …", "rating": 5, "name": "Alena Tsimbalyuk", "cat": "Georgian restaurant"}, {"review": "I took it to go, everything is oversalted, kharcho is inedible, khinkali do not reach the dumplings in Pot-bellied Hut, dolma is dry like sausage. …", "rating": 3, "name": "Дарья Кукшина", "cat": "Georgian restaurant"}, {"review": "Cozy place everything was delicious and at the highest level)\nI recommend ☺️…", "rating": 5, "name": "Наталія Усик", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Валерия Горбань", "cat": "Georgian restaurant"}, {"review": "Very cozy place, comfortable music, pleasant service and insanely delicious. Wine ... fragrant, tart ... Georgian shorter). Come, be satisfied. …", "rating": 5, "name": "Ната", "cat": "Georgian restaurant"}, {"review": "An excellent institution (which is located on Gnata Juri 13). Service at a good level. Possession of information and pleasant communication with the waiter will allow you to relax and have a delicious meal. …", "rating": 4, "name": "Анастасия Тисоцкая", "cat": "Georgian restaurant"}, {"review": "Once again we were pleased with our visit. Delicious, cozy and fast. The girl with red hair is amazing. We were very satisfied, I recommend)) …", "rating": 5, "name": "Наталія Цімбота", "cat": "Georgian restaurant"}, {"review": "Cozy place, delicious food! Service is top notch! Being nearby, I always visit this place) Thank you for the always warm welcome!)) …", "rating": 5, "name": "Slava Realizm", "cat": "Georgian restaurant"}, {"review": "I love Georgian cuisine very much. In the restaurant \"Khachapuri and wine\" on Gnati Yuri, there is always a pleasant atmosphere and insanely delicious dishes. I especially recommend Adjarian Khachapuri…", "rating": 5, "name": "Alyona Olegovna", "cat": "Georgian restaurant"}, {"review": "Not the first time in the network of institutions! As always, everything is delicious, satisfying, beautiful! The children's room is very happy)))) ...", "rating": 5, "name": "Евген Аллошников", "cat": "Georgian restaurant"}, {"review": " Khachapuri and Wine at Hnat Yuri 13 is a cozy place and a decent representative of Georgian cuisine! Always fast, tasty and warm! I advise everyone!) …", "rating": 5, "name": "Лерок Пустовит", "cat": "Georgian restaurant"}, {"review": "Very cozy atmosphere, subdued light, light music, pleasant officials, delicious food !!!\nI recommend …", "rating": 3, "name": "Антон Берко", "cat": "Georgian restaurant"}, {"review": "Thank you very much for the cozy atmosphere, service and delicious food. Special thanks to Chef Vladimir for preparing foaming, a true Georgian delicacy from a true master of his craft!!!!!!!✌️ …", "rating": 5, "name": "Діана Мархай", "cat": "Georgian restaurant"}, {"review": " Hinkali to hurry! Ordered with veal and cheese .... CLASS !!! For dessert, chocolate and nut cake and ice cream)). Clever, funny staff. I recommend !!!! …", "rating": 5, "name": "Анастасия Устенко", "cat": "Georgian restaurant"}, {"review": "Our favorite family restaurant. Every celebration is celebrated here. Thank you. Always very warm and delicious! …", "rating": 5, "name": "Алина Зозуля", "cat": "Georgian restaurant"}, {"review": "Very tasty thank you. Very khachapuri and nazi with cherries❤️. Good service. We spent a pleasant Sunday evening on the summer terrace with friends. …", "rating": 5, "name": "Oleg Boychenko", "cat": "Georgian restaurant"}, {"review": "A stylish establishment, we sat down on the second floor, but it was almost impossible to wait for the waiter, although all 3 tables for the whole establishment were occupied.", "rating": 3, "name": "Марина Кривцова", "cat": "Georgian restaurant"}, {"review": "Quite by accident I went to this restaurant and was extremely pleased, khachapuri is tastier than in Georgia, the staff is attentive, the waiter is gallant, in general, the kitchen is at its best, the service is fast. I RECOMMEND! …", "rating": 5, "name": "Gennadiy Sopin", "cat": "Georgian restaurant"}, {"review": " Great place Khachapuri and wine. Cozy interior. Delicious Georgian cuisine. Especially branded Khachapuri in Mengrelian and Lulya kebab. I am your fan for a long time))) …", "rating": 5, "name": "Оля Виниченко", "cat": "Georgian restaurant"}, {"review": " Great place for rest and holidays! Delicious cuisine, nice service, good mood. Thank you for a good time! …", "rating": 5, "name": "Anna Katipogullari", "cat": "Georgian restaurant"}, {"review": "Very nice atmosphere and delicious food.\nThanks a lot!\nBaked vegetable salad is beyond praise! Respect to the chefs! …", "rating": 5, "name": "Яна Т", "cat": "Georgian restaurant"}, {"review": "Very cozy and atmospheric place. The prices are very reasonable and the service is very pleasing.\nI was pleasantly surprised by the choice of homemade lemonades and very tasty khachapuri. …", "rating": 3, "name": "Кирилл Круглик", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мирослава Болюх", "cat": "Georgian restaurant"}, {"review": "I am in this restaurant for the first time... the impression is very good. Nice atmosphere and interior. The food is delicious))…", "rating": 5, "name": "maxxvel", "cat": "Georgian restaurant"}, {"review": "We celebrated my husband's birthday. I liked everything, delicious food, but small portions. Good and fast service. Thanks …", "rating": 2, "name": "Юрий К.", "cat": "Georgian restaurant"}, {"review": "I was in your cafe for the first time. I want to say a big thank you to your establishment.) For delicious national food. Pleasant music and friendly service) I would like to wish you great success and positive customers ...", "rating": 5, "name": "Валерия Шукаева", "cat": "Georgian restaurant"}, {"review": " Discover this wonderful Georgian cafe! Very tasty khachapuri, wine, as well as attentive and friendly staff! …", "rating": 5, "name": "Ирина Паюк", "cat": "Georgian restaurant"}, {"review": "Good restaurant, relaxing atmosphere, helpful staff. What else do you need!!!… Khinkali are delicious, but every year they are getting smaller))) …", "rating": 5, "name": "Andryu ANDRYU", "cat": "Georgian restaurant"}, {"review": " A great place for a cozy and delicious dinner in the family or good friends. Good service, delicious cuisine, wine mmmm ....)))) …", "rating": 5, "name": "Игорь Андреев", "cat": "Georgian restaurant"}, {"review": "I celebrated my birthday, I really liked the homemade wine, all the dishes are very hearty and tasty, and also many thanks to the waiter Valeria for the good service))) …", "rating": 5, "name": "Jenya Vert", "cat": "Georgian restaurant"}, {"review": "A cozy and beautiful place, the waiters are polite and helpful, even despite the almost full landing, they regularly approached us. The dishes are delicious, but the portions are very small. Khachapuri deserves special praise, insanely delicious. Prices for Kyiv …", "rating": 3, "name": "Елена Иванченко", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty :) service at the highest level, the atmosphere is cozy!! I recommend it to everyone :) and a big plus is the presence of a game room ...", "rating": 5, "name": "Ольга Ракович", "cat": "Georgian restaurant"}, {"review": "Delicious and satisfying food)) The waitresses are friendly. On a summer evening it is very pleasant to sit on the terrace. …", "rating": 5, "name": "Надія Забудська", "cat": "Georgian restaurant"}, {"review": "The best service conditions, delicious dishes, cozy atmosphere, friendly staff, everything is super..5 stars. The administration is very caring, the security is cultural, all the best for the guests!! …", "rating": 5, "name": "Mixey Cherevan", "cat": "Georgian restaurant"}, {"review": "A nice quiet place with a pleasant atmosphere 😊 a huge plus for me personally, as a mother, is the presence of a children's room)) moms and dads can safely taste Georgian wines 😊 …", "rating": 1, "name": "Максим Корж", "cat": "Georgian restaurant"}, {"review": "Very slow service. Last time I was, I liked it better. Dissuaded by a banquet, but even the napkins we interrogated the third time! …", "rating": 5, "name": "Алина Шевеля", "cat": "Georgian restaurant"}, {"review": "\nGreat restaurant. Delicious cuisine.", "rating": 4, "name": "Оксана Калашникова", "cat": "Georgian restaurant"}, {"review": "Great establishment!! I liked everything, especially the kitchen! We will definitely come back again and even think about a banquet here! …", "rating": 5, "name": "Юля Тименко", "cat": "Georgian restaurant"}, {"review": " A wonderful establishment, delicious cuisine, friendly staff (especially the girl's girlfriend Katerina). This is exactly where you can feel the true atmosphere of Georgia. Thank you the creator of this art ..... …", "rating": 5, "name": "White Square", "cat": "Georgian restaurant"}, {"review": "Very tasty, nice atmosphere, service. Of the bigger plus is the children's room, where the child is always interested ...", "rating": 5, "name": "Artemis Pixar", "cat": "Georgian restaurant"}, {"review": " If you love Georgia, then you should visit this place! Very atmospheric and cozy, kitchen, as in the best traditions of Georgia) …", "rating": 5, "name": "Леня Калиниченко", "cat": "Georgian restaurant"}, {"review": " cozy place for family vacation. Delicious cuisine, especially if you love all Georgian dishes. Let's come …", "rating": 5, "name": "Роман Демидюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Васянович", "cat": "Georgian restaurant"}, {"review": " Winter evening becomes a fairy tale in a wonderful company and in this wonderful institution. Excellent cuisine, fast service and warm atmosphere)) …", "rating": 5, "name": "Taras Kovalenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Irina Gubareva", "cat": "Georgian restaurant"}, {"review": " Everything is delicious soooo much! Hinkali impressed! I'm not a connoisseur of dumplings, but Hinkali can't be compared to our dumplings! Hinkali from lamb - a masterpiece! Eggplant rolls were also extremely tasty …", "rating": 5, "name": "Vip Gold", "cat": "Georgian restaurant"}, {"review": "I often walked past this restaurant, but then I decided to stop by. I really liked khachapuri and shish kebab, as if I had been in Georgia. …", "rating": 5, "name": "Яна Берестова", "cat": "Georgian restaurant"}, {"review": "Nice and calm atmosphere, nice interior and atmospheric music. Excellent service. A piece of Georgia in Kyiv. …", "rating": 5, "name": "Наталія Кучер", "cat": "Georgian restaurant"}, {"review": "Nice and pleasant place, delicious food, excellent service and cozy atmosphere. 5*\nIf you like Adjarian Khachapuri - you are here😘 ...", "rating": 5, "name": "Наташа Толмачёва", "cat": "Georgian restaurant"}, {"review": " Was for the first time in \"Khachapur and wine\"!\nLiked very much.\nThe waiter Nikita made our evening very pleasant and friendly. …", "rating": 5, "name": "Ирина Манукьян", "cat": "Georgian restaurant"}, {"review": " Pleasant place and atmosphere) Delicious khachapuri and democratic prices) I recommend if you want to get acquainted with Georgian cuisine)), …", "rating": 3, "name": "Светлана Лебедева", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Yuliia Stukach", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Timur Pivkin", "cat": "Georgian restaurant"}, {"review": "Dishes are delicious!\nOf the minuses:\nI had to call the waiters, they forgot to bring cutlery ... ...", "rating": 4, "name": "Оксана Правдолюбенко", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place, helpful staff, there is a children's room. You can have a good time. Delicious and soulful! …", "rating": 5, "name": "Yulia La", "cat": "Georgian restaurant"}, {"review": "It's delicious here, it's not the first time we've been here and we'll be back!\nThanks to the waiter Lera for the good service.... She is just a pro👍 …", "rating": 5, "name": "Oksana Pogrebnaya", "cat": "Georgian restaurant"}, {"review": "I love this establishment! I like the kitchen and unobtrusive, but at the same time, attentive staff …", "rating": 4, "name": "Rantier Sissito", "cat": "Georgian restaurant"}, {"review": "The wine tastes good, the only thing that is not chilled and the cooling of the verandas does not work, because of this it is stuffy ...", "rating": 5, "name": "Alisa Voloshchuk", "cat": "Georgian restaurant"}, {"review": "A friend invited me to go to the institution and said that I would like it. I really liked it, I am glad to thank you all. The staff is good and responsive. Thank you all and good luck...", "rating": 5, "name": "Александра Асанова", "cat": "Georgian restaurant"}, {"review": " A very cozy place where we often meet the whole family. Unbeatable cuisine with tasty drinks, thanks to which we mark important dates. ♥ ️ …", "rating": 5, "name": "Мария Рябовол", "cat": "Georgian restaurant"}, {"review": " We had dinner on the terrace. Great place.\nGood service.\nDelicious desserts. …", "rating": 5, "name": "Vika Shchevych", "cat": "Georgian restaurant"}, {"review": "Very soulful place!\nDelicious, quickly prepared and served meals.\nI really liked the music. …", "rating": 5, "name": "Anyuta Domasova", "cat": "Georgian restaurant"}, {"review": "Pleasant atmosphere in the institution, friendly staff, good service, very tasty and satisfying. Leaving from there, there is a desire to return again …", "rating": 2, "name": "Агнесса Аксенова", "cat": "Georgian restaurant"}, {"review": "Poor choice of beer, there is no shalyk on the menu, although it is prepared. Have to wait a long time. For these prices, this is unacceptable. …", "rating": 5, "name": "Yurii Babenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вячеслав Владимирович", "cat": "Georgian restaurant"}, {"review": "Very friendly service, delicious khinkali, pleasant, not intrusive atmosphere. Worth a visit to this place! …", "rating": 5, "name": "Helena Woronecka", "cat": "Georgian restaurant"}, {"review": "Cozy meeting place. Lovely interior. Delicious cuisine and excellent khachapuri. Friendly staff. …", "rating": 5, "name": "Вера Близнюк", "cat": "Georgian restaurant"}, {"review": "After khinkali from this wonderful place, I can't look at dumplings. Only khinkali. Plus, light homemade wine is very, very much :) ...", "rating": 5, "name": "Оля Олик", "cat": "Georgian restaurant"}, {"review": "Tasty, cozy, delicious khachapuri, a lot of real Georgians come, but the wine is homemade - both my friend and I had a headache from it ...", "rating": 5, "name": "Margarita Matveeva", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Антон Добренко", "cat": "Georgian restaurant"}, {"review": "Very good establishment!\nI advise everyone!\nDelicious food and friendly waiters! …", "rating": 1, "name": "Денис Сукачёв", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali with mushrooms, khachapuri and homemade wine 🥂 the waitress Katya is very polite, fast and attentive. Thanks a lot for the service!!! …", "rating": 5, "name": "Natalia Yarovenko", "cat": "Georgian restaurant"}, {"review": "Very cool place, good service, cozy atmosphere. I really liked the kitchen, everything was very tasty! I recommend to everyone!!! …", "rating": 5, "name": "Надія", "cat": "Georgian restaurant"}, {"review": "many praise, but it’s honestly hard for me to agree ... the kitchens are so-so, nothing outstanding, they waited for the order for a very long time, and the waiter was not very polite, as a favor he did, in short, I don’t know, maybe out of luck ... ...", "rating": 5, "name": "влад яценко", "cat": "Georgian restaurant"}, {"review": " Very cozy, delicious and warm. Friendly staff, good and prompt service. Definitely recommend …", "rating": 4, "name": "Oleksandr Prymachenko", "cat": "Georgian restaurant"}, {"review": " For the first time in Khachapuri and Wine, very tasty. Orders were prepared quickly, friendly staff👍👍 …", "rating": 4, "name": "Eugene Mikeshyn", "cat": "Georgian restaurant"}, {"review": "It's really very sad, with such an amazing cuisine - such poor service. I never give low ratings, this is the first time, and I hope in the future the institution will make up for its flaws. Try. …", "rating": 5, "name": "Alex Datskovsky", "cat": "Georgian restaurant"}, {"review": "A very pleasant place, good waiters, delicious dishes, beautiful interior (a very pleasant place to sit with the family) …", "rating": 5, "name": "Петя Несиненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дарія Рудюк", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Катя Семеренко", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, fresh products, cozy restaurant! Service is excellent and prompt! Thanks for a good evening! …", "rating": 1, "name": "Алексей Серняев", "cat": "Georgian restaurant"}, {"review": "Great restaurant!) Nice, cozy atmosphere. The food is very tasty, the staff works at the highest level!)\nI advise everyone...", "rating": 5, "name": "Сергій Нелин", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, fast service, everything is on top! Well done! Special thanks to the waiter Valeria! Provided quality service! …", "rating": 5, "name": "Поліна Нікітіна", "cat": "Georgian restaurant"}, {"review": "The waiter Nikita Rudakov worked very well, attentive, the service was excellent, the order was brought quickly enough, but the kitchen, alas, is average. …", "rating": 5, "name": "Артем Пономаренко", "cat": "Georgian restaurant"}, {"review": "Many thanks to the staff for the delicious food and good service!! We especially noted the work of the waiter Nikita! Thanks to all! …", "rating": 5, "name": "Anastasiia Demishkevych", "cat": "Georgian restaurant"}, {"review": " Spent the evening at your restaurant. I liked everything. Very friendly staff and delicious food. …", "rating": 5, "name": "Игорь Сапрыкин", "cat": "Georgian restaurant"}, {"review": "\nLiked. Tasty, cozy.", "rating": 5, "name": "Innessa Luxury", "cat": "Georgian restaurant"}, {"review": " We are very pleased to receive such a great review from you! We are waiting for you again!\n\n", "rating": 5, "name": "Алексей Помиркованый", "cat": "Georgian restaurant"}, {"review": "We waited a very long time for food, ordered two separate cradles, brought in one plate. Hoods do not work in the smoke of all rooms! …", "rating": 3, "name": "Лилия Дученк", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri and khinkali!!! We plunged into the Georgian flavor, which was facilitated by the music and design of the restaurant. Thanks!!! …", "rating": 1, "name": "Геннадий Ратманский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "spam ustenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! we work on the quality of dishes. We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Аліна Єркєєва", "cat": "Georgian restaurant"}, {"review": " The restaurant is just wonderful! Very tasty food, this place is always warm and cozy! 💖 …", "rating": 5, "name": "Андрей Гриневич", "cat": "Georgian restaurant"}, {"review": "The best khachapuri in Kyiv. I advise everyone. The friendliest waiters will bring the most delicious food…", "rating": 5, "name": "Андрей Хукаленко", "cat": "Georgian restaurant"}, {"review": "Great place to visit with a girl. Very cozy and calm. Polite, attentive waiters. …", "rating": 5, "name": "Виктория Горбова", "cat": "Georgian restaurant"}, {"review": "Were today with a girl in your restaurant, everything is very tasty, thank you very much to the waiter Denis, very attentive and accurate …", "rating": 4, "name": "Jane Dzhanzhutova", "cat": "Georgian restaurant"}, {"review": " Everything is very cool, tasty and culturally! Maintenance is excellent! A place for family rest and not only !!! …", "rating": 5, "name": "Тетяна Важка", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Лілія Король", "cat": "Georgian restaurant"}, {"review": "Very cozy place, excellent Georgian cuisine. For me, \"Khachapuri and Wine\" is always associated with a holiday. …", "rating": 5, "name": "Виктор Лазаренко", "cat": "Georgian restaurant"}, {"review": "Were not here for the first time. I like everything very much. Good service, delicious khachapuri. It's a pleasure to come back here again and again. …", "rating": 5, "name": "Хатия Швангирадзе", "cat": "Georgian restaurant"}, {"review": "Divine khachapuri, excellent kebab! Thanks to the staff for a great experience! We visited for the second time today and will be back! …", "rating": 5, "name": "Виталий Федоренко", "cat": "Georgian restaurant"}, {"review": "Very tasty khinkali. I advise everyone. Go only to the waiter Maxim, he is the best! …", "rating": 5, "name": "Игорь Погребной", "cat": "Georgian restaurant"}, {"review": " A cozy place with delicious food. I really liked the homemade wine …", "rating": 3, "name": "Анастасия Тимофеева", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine especially sauces for meat dishes! The service is polite on the positive under the Georgian music. …", "rating": 5, "name": "Оксана Приходько", "cat": "Georgian restaurant"}, {"review": "This is my most favorite place! I try to come here as often as possible after a hard day and enjoy the taste of Georgia. …", "rating": 5, "name": "Ирина Цюпа", "cat": "Georgian restaurant"}, {"review": "The most delicious meat on borschagovka. But the general menu has become worse and the rest of the dishes did not like ...", "rating": 5, "name": "Olesya.ilchenko@gmail.com Ильченко", "cat": "Georgian restaurant"}, {"review": "The place is good, but the waiters specifically in this restaurant come up after 15 minutes at least, plus, as it turned out, this place no longer belongs to Tarantino, the Tarantino family card is not valid here, which no one reports until the moment of issue ...", "rating": 5, "name": "Александра Позднякова", "cat": "Georgian restaurant"}, {"review": "A good restaurant, the interior is very tasteful, the service is also good. I will definitely come again! …", "rating": 5, "name": "White Dolphin", "cat": "Georgian restaurant"}, {"review": "Very nice cafe. Delicious food. Wine)) Wonderful staff ) You just enjoy and relax) I advise everyone ) …", "rating": 5, "name": "Vinichenko Alexandr", "cat": "Georgian restaurant"}, {"review": "Tasty, clean, pleasant and fast service) I really liked the table on the second floor near the window. …", "rating": 5, "name": "Наталія Лойшина", "cat": "Georgian restaurant"}, {"review": " Khachapuri and wine - delicious Georgian dishes. Cozy place for family dinner. …", "rating": 5, "name": "Евгений Неизвестно", "cat": "Georgian restaurant"}, {"review": "Good wine and khachapuri mmmmm\nIt was a good day and the staff was pleased with the speed of service and the order waited a maximum of 10 minutes. …", "rating": 5, "name": "Ольга Литвин", "cat": "Georgian restaurant"}, {"review": "Wonderful place, nice atmosphere, friendly waiters, had a good time in Georgia Independence Day! I advise everyone👍 …", "rating": 5, "name": "Молодые и успешные", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Андрій Комарніцький", "cat": "Georgian restaurant"}, {"review": "Thank you for the delicious food and for the good atmosphere, I will definitely come again, the service is at the highest level) …", "rating": 5, "name": "Виктор Онилов", "cat": "Georgian restaurant"}, {"review": " I recommend the restaurant \"Khachapuri and the wine\" for delicious cuisine, nice staff, a cozy ambience. …", "rating": 5, "name": "Анна Яремчук", "cat": "Georgian restaurant"}, {"review": "Everything is sooooo delicious)))\nMy evening \"goodbye diet\" I declare open 🥩🌶️🍪🥧\nEvery bite was worth it ❤️❤️❤️…", "rating": 1, "name": "Євгеній Скороход", "cat": "Georgian restaurant"}, {"review": "Excellent service, nice interior, food about nothing: well cooked, but because of the low quality of the products, the taste is not good...", "rating": 5, "name": "Александр Лебеда", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri and lemonades. Also very friendly staff. Great place to have dinner. …", "rating": 5, "name": "Дмитро Оверчук", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri (Adjarian and Migrelian). Good service, fast delivery.\nThe waiter (Nikita) - well done.😆 ...", "rating": 5, "name": "Roman Yehoronok", "cat": "Georgian restaurant"}, {"review": " Very cozy and nice place. Original interior and authentic music.\nThe workers are super. …", "rating": 5, "name": "Дарья Шелухина", "cat": "Georgian restaurant"}, {"review": "A great place to spend the evening) excellent cuisine) special thanks to the waiter Yulia Khismatulina for the warm welcome and friendly service) …", "rating": 5, "name": "Илья Иванов", "cat": "Georgian restaurant"}, {"review": " As always lamb stew is wonderful! Have a lot of fun. Attentive and prompt staff. Everything was fast and delicious! Thanks! I recommend it! …", "rating": 5, "name": "Sonya Elyash", "cat": "Georgian restaurant"}, {"review": "Very good service! Incredibly delicious pomegranate sauce! I want to get the recipe) great service! Thanks …", "rating": 5, "name": "Александра Колесникова", "cat": "Georgian restaurant"}, {"review": "Thank you very much, very cool place! A good combination of price and quality, everything is very tasty and attentive waiters. …", "rating": 1, "name": "Liubomyr Lukaniuk", "cat": "Georgian restaurant"}, {"review": "Pleasant service, the veal skewers are not fresh, there is an unpleasant smell from the meat, the administrator came up, agreed, promised to delete from the bill ... ...", "rating": 5, "name": "Аня Lady", "cat": "Georgian restaurant"}, {"review": "Good khinkali, good service, quiet and unobtrusive music is a plus! You can chat calmly!) I recommend visiting this place! …", "rating": 5, "name": "Олег Виноградов", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, above average prices. Beautiful view from the windows, there is a small summer terrace …", "rating": 5, "name": "Ірина Олександрівна Іваннікова", "cat": "Georgian restaurant"}, {"review": "\nKhachapuri and khinkali top class!", "rating": 5, "name": "Luda Nb", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Olga Guzyk", "cat": "Georgian restaurant"}, {"review": " Cozy place, delicious Georgian dishes, but the salads lack taste. …", "rating": 5, "name": "Yuliya Yaro", "cat": "Georgian restaurant"}, {"review": "Overall a good place.\nThe food is delicious. There were some glitches in the discussion, but nothing critical...", "rating": 2, "name": "Виталий Владимиров", "cat": "Georgian restaurant"}, {"review": " It is very tasty !!!! Service is great! I recommend this institution for spending time !!!! …", "rating": 5, "name": "Виктор Мошик", "cat": "Georgian restaurant"}, {"review": " Very polite staff. The interior is super. Very well managed to have a rest and eat after a working day. I recommend …", "rating": 5, "name": "Саша Заволович", "cat": "Georgian restaurant"}, {"review": " Khachapuri and Wine is a great place to meet friends, a pleasant atmosphere and delicious traditional Georgian cuisine. …", "rating": 4, "name": "Анна Тухта", "cat": "Georgian restaurant"}, {"review": "Cozy and atmospheric✨\nExcellent cuisine, wonderful waiters and friendly administrators. I recommend! …", "rating": 5, "name": "Анна Терехова", "cat": "Georgian restaurant"}, {"review": "Very kind waiters, the kitchen is worse, the underweight of all dishes is 30 percent. But they apologize with reference to the novice cook, which does not stop attributing it in the bill :) …", "rating": 5, "name": "Ooffice388 Ooffice388", "cat": "Georgian restaurant"}, {"review": " Good place to relax. Delicious cuisine. Pleasant atmosphere. …", "rating": 5, "name": "Gleb Demchenko", "cat": "Georgian restaurant"}, {"review": "This is not my first time in this establishment. Always delicious food, nice atmosphere and friendly staff 💜…", "rating": 5, "name": "Катерина Голинская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Павел фирсов", "cat": "Georgian restaurant"}, {"review": "Perfect place! Cozy and calm. Large selection of good wines and quality cuisine. I advise! …", "rating": 3, "name": "Yegor Kolosenko", "cat": "Georgian restaurant"}, {"review": "Very tasty food. I especially liked the khinkali with lamb. Great fast service. …", "rating": 5, "name": "Игорь Лунга", "cat": "Georgian restaurant"}, {"review": "Delicious khachapuri, juicy khinkali, excellent wine, perfect evening.\nThank you for your service 👩‍💼👩‍💼👩‍💼 …", "rating": 5, "name": "Римма Самарская", "cat": "Georgian restaurant"}, {"review": " Soul atmosphere! Great service! Delicious cuisine! We recommend a visit for a good mood! …", "rating": 5, "name": "Роман Сворень", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Джола", "cat": "Georgian restaurant"}, {"review": "I could not even imagine that it is possible to spoil Georgian cuisine in this way. One word Horror 🤬...", "rating": 5, "name": "Igor Bogoslavets", "cat": "Georgian restaurant"}, {"review": "A good place to relax as a couple or in a small company. Delicious, calm and atmospheric. …", "rating": 5, "name": "Олег Серафин", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant, excellent cuisine.\nSpecial thanks to the waitress Katya, everything was great! …", "rating": 5, "name": "Всеволод Прокопец", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine and nice staff. Thank you for the comfort! …", "rating": 5, "name": "Dmitriy Nikita", "cat": "Georgian restaurant"}, {"review": "Wonderful establishment! Very comfortable, like home. Maintained national color. I liked the food very much! …", "rating": 5, "name": "Olena Koval", "cat": "Georgian restaurant"}, {"review": "Wonderful establishment. Delicious food, great atmosphere, and very good service. Thanks a lot. …", "rating": 5, "name": "Сергей Борисенко", "cat": "Georgian restaurant"}, {"review": " I liked everything, delicious cuisine, colorful place. Convenient location. …", "rating": 5, "name": "Ihor", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Anna Bazaly", "cat": "Georgian restaurant"}, {"review": " Best restaurant ❤\nGlad staff and chefs of the open process!) Everything is fast and very delicious …", "rating": 5, "name": "DaSHoK", "cat": "Georgian restaurant"}, {"review": "This institution has recently opened, as for Borshchagovka - a very, very decent level of service! For the price and taste, everything is ok! …", "rating": 5, "name": "Yura Kostuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Любовь Заморозная", "cat": "Georgian restaurant"}, {"review": "Great place, not the first time here, excellent wine and khachapuri, next time I will try khinkali. Super put like in the square. …", "rating": 5, "name": "Андрій Фотієв", "cat": "Georgian restaurant"}, {"review": "Great facility, great service. The food is very tasty.\nI advise someone to visit a wonderful restaurant!))) …", "rating": 5, "name": "Инна У", "cat": "Georgian restaurant"}, {"review": "The service is not bad, the kitchen .... not everything is tasty. The chef still needs to work on the menu. …", "rating": 5, "name": "Вадим Комарницкий", "cat": "Georgian restaurant"}, {"review": " Cozy establishment, pleasant atmosphere, attentive waiters and delicious cuisine! …", "rating": 5, "name": "Svetlana Babych", "cat": "Georgian restaurant"}, {"review": "Cozy restaurant, delicious food and great service. For children there is a spacious children's room. …", "rating": 5, "name": "Krava 1410", "cat": "Georgian restaurant"}, {"review": "It is a pity that your restaurant is not near my house, I would only eat there. Everything is delicious. …", "rating": 5, "name": "Марія Свічарова", "cat": "Georgian restaurant"}, {"review": "Everything is just great. Excellent service, nice atmosphere and delicious food. I will definitely come again…", "rating": 4, "name": "Марк Цукерберг", "cat": "Georgian restaurant"}, {"review": "Thanks for the great atmosphere and delicious food! Nice people, great restaurant. …", "rating": 5, "name": "Марія Тихонова", "cat": "Georgian restaurant"}, {"review": "Cool service!)\nRespect to the waiter Nikita!\nAnd very tasty food! …", "rating": 5, "name": "Зоряна Симченко", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious!", "rating": 5, "name": "Світлана Пазиченко", "cat": "Georgian restaurant"}, {"review": "I went once, I liked everything, delicious, pleasant service, there will be time, I will definitely come again. …", "rating": 3, "name": "Kostia Shepelevych", "cat": "Georgian restaurant"}, {"review": "Great atmosphere and nice service! Thank you for a wonderful evening and the opportunity to plunge into the atmosphere of Georgia for a few hours! 💛 …", "rating": 5, "name": "Japan Shop", "cat": "Georgian restaurant"}, {"review": "Celebrated dnyuhu, impromptu. It turned out great, and even a piece of honey cake for each. Didn't have to buy a cake 😂…", "rating": 5, "name": "Sirian _", "cat": "Georgian restaurant"}, {"review": " Khachapuri restaurant and wine are delicious dishes, good service, good atmosphere and music …", "rating": 5, "name": "Владимир Шукаев", "cat": "Georgian restaurant"}, {"review": "Khachapuri is great. Wine super twice. The waiter smiles continuously and it's a rainbow...", "rating": 2, "name": "Тетяна Божко", "cat": "Georgian restaurant"}, {"review": "Excellent service and very tasty food! waiter Nikita is a great fellow 👏 had a great time!) …", "rating": 5, "name": "Nastya Shine", "cat": "Georgian restaurant"}, {"review": " When ordering a children's menu in the cutlet, a long, long hair was found …", "rating": 5, "name": "Sasha Lysyk", "cat": "Georgian restaurant"}, {"review": "I was with my wife on 07/14/18 everything was very tasty. Nikita was very attentive, professional in his field!!! Everyone here! …", "rating": 5, "name": "Aleksandr Tarik", "cat": "Georgian restaurant"}, {"review": " Friendly staff, interesting interiors, delicious cuisine. The place where it can be tasty and a great time. …", "rating": 5, "name": "Наталия mish", "cat": "Georgian restaurant"}, {"review": "I would say a delicious place. Pleasant staff. Price....above average. But everything is delicious. …", "rating": 5, "name": "Тоня Ревская", "cat": "Georgian restaurant"}, {"review": "Recently visited this establishment with friends. The service is top notch, the prices are reasonable, so you won't regret coming here) …", "rating": 5, "name": "Олександр Муляр", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "elena iwanowa", "cat": "Georgian restaurant"}, {"review": "Wonderful place, we come all the time, like everything, the waiters are friendly, as are the administrators! Recommended!😊😍 …", "rating": 5, "name": "Ольга Гаврилевская", "cat": "Georgian restaurant"}, {"review": "Quiet and calm, there are still few visitors. The order was brought quickly, very tasty. Adjarian khachapuri🔥. I advise …", "rating": 5, "name": "Анна Ковальчук", "cat": "Georgian restaurant"}, {"review": "To bring the menu had to contact the administration. The complete incompetence of Alexander and Yana ...", "rating": 5, "name": "Taras Oleksiv", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri and khinkali, even our children ate with pleasure :). And the lemonades are just super, thank you. We will come to you again;) …", "rating": 5, "name": "Елена Дивнич", "cat": "Georgian restaurant"}, {"review": "Very warm, homely atmosphere.\nHearty Georgian food.\nGood wine! …", "rating": 2, "name": "Артем Каплий", "cat": "Georgian restaurant"}, {"review": " Favorite cozy place with excellent cuisine and professional staff …", "rating": 5, "name": "julia poliakova", "cat": "Georgian restaurant"}, {"review": "Thank you for the deliciously prepared Georgian cuisine! For the professional service! I wish the whole team good luck and prosperity! …", "rating": 5, "name": "Никита Кириченко", "cat": "Georgian restaurant"}, {"review": " Very nice place. Delicious cuisine and good service. Friendly and polite waiters. I highly recommend …", "rating": 4, "name": "Dasha Johnson", "cat": "Georgian restaurant"}, {"review": "Very tasty, soulful ❤\nWe have been here many times and every time we are satisfied! …", "rating": 5, "name": "Сергей Коваленко", "cat": "Georgian restaurant"}, {"review": "The interior is good, that's all. Portion weight is not specified, portions are small and expensive, staff is inexperienced. …", "rating": 3, "name": "Konstantin Valentinovich", "cat": "Georgian restaurant"}, {"review": " Very cozy and atmospheric establishment.)\n\n", "rating": 5, "name": "Tony Valenkov", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, friendly staff, especially the waiter Nikita and Ekaterina! …", "rating": 5, "name": "Oles Galaj", "cat": "Georgian restaurant"}, {"review": "First time here. Even though I had to wait, it was worth it. It just tastes like FIRE. I will definitely come again…", "rating": 5, "name": "Константин Любчич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Marina Boychuk", "cat": "Georgian restaurant"}, {"review": "An excellent place for a good evening and pleasant conversation. Delicious and atmospheric. I recommend! …", "rating": 5, "name": "Sergiy Yakushenko", "cat": "Georgian restaurant"}, {"review": "Good restaurant, good service, food is very tasty and pleasant!! I recommend this restaurant to everyone.…", "rating": 5, "name": "Anastasiia Samofal", "cat": "Georgian restaurant"}, {"review": "Very pleasant service and delicious food. Nice interior and good atmosphere))…", "rating": 5, "name": "Тоня Марчук", "cat": "Georgian restaurant"}, {"review": "My wife and I go here for delicious khachapuri. Very cozy atmosphere and big portions!…", "rating": 5, "name": "Алла Мартынова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Valentyna Pravedna", "cat": "Georgian restaurant"}, {"review": " Nice place. A delicious cuisine. Polite waiters. Separately well serviced waiter Alexander !!! …", "rating": 5, "name": "A.V N", "cat": "Georgian restaurant"}, {"review": "First time in this wonderful place. The food is very tasty, everything is fresh. The service is just great. Thank you for being you! …", "rating": 5, "name": "Valeria Kirpal", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, good service and a cozy atmosphere! I recommend to try khachapuri in Megrelian !!! …", "rating": 5, "name": "Yᴀʀᴏsʟᴀᴠᴀꨄ", "cat": "Georgian restaurant"}, {"review": "good cuisine, excellent service, thanks to Nikita for the excellent service and delicious wine. …", "rating": 5, "name": "Анна Мушик", "cat": "Georgian restaurant"}, {"review": "Super restaurant!! Celebrated a birthday, everything went great!! thank you! special thanks to the chef for the chick of tobacco! …", "rating": 5, "name": "koskonstantinkos", "cat": "Georgian restaurant"}, {"review": " Great place with a calm homely atmosphere and combined with good Georgian wine just super …", "rating": 5, "name": "Мария Титаренко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Mykola Kuleshov", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy family restaurant. I liked the food, the service and the attitude of the administration. …", "rating": 5, "name": "Oksana Kotlobay", "cat": "Georgian restaurant"}, {"review": "I really liked the khachapuri with spinach! Just melts in your mouth! I will come here again and again...", "rating": 5, "name": "Lili", "cat": "Georgian restaurant"}, {"review": "\nCozy. Great service. Delicious food", "rating": 5, "name": "Comfy Comfy", "cat": "Georgian restaurant"}, {"review": "Put bonuses)\nFor bonuses, they give delicious desserts.\nThe food is delicious, the staff is very friendly. …", "rating": 5, "name": "Alina Smile", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ксенія Подольська", "cat": "Georgian restaurant"}, {"review": " Beautiful and delicious cuisine, unsurpassed service. I really liked this place …", "rating": 5, "name": "Vitaliy Bugriy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Kitten345", "cat": "Georgian restaurant"}, {"review": "Very cool and atmospheric place!\nDelicious food, good and fast service!\nI recommend to everyone 👍…", "rating": 5, "name": "Светлана Юхта", "cat": "Georgian restaurant"}, {"review": " A wonderful and colorful place. Good and fast service. Very delicious cuisine. …", "rating": 5, "name": "Vadim Gaydemskiy", "cat": "Georgian restaurant"}, {"review": "Loved the food and style of the place! The atmosphere is calm! Super! …", "rating": 5, "name": "Виктория Никитина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вероника Чепурная", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vladyslava Olkhovska", "cat": "Georgian restaurant"}, {"review": "Khachapuri and Vino on Gnata yura 13 is a wonderful place with delicious cuisine and high quality service. I recommend! …", "rating": 5, "name": "Яна Лысенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Москаленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Андрей Щербак", "cat": "Georgian restaurant"}, {"review": " Good place, positive waiters, delicious food. I recommend) …", "rating": 3, "name": "Виктория Брушковская", "cat": "Georgian restaurant"}, {"review": "Wonderful place, great service, attentive staff and sooooo delicious) …", "rating": 5, "name": "Лілія Черкес", "cat": "Georgian restaurant"}, {"review": " Chic atmosphere, themed music and wonderful cuisine! I recommend to visit!))) …", "rating": 2, "name": "Владимир Горобчишин", "cat": "Georgian restaurant"}, {"review": " There are few people. The food is tasty, but the prices are higher than average. Service is mediocre. For once, or if there is no more food in the district. …", "rating": 5, "name": "Катя Иванова", "cat": "Georgian restaurant"}, {"review": "Great place with great service and reasonable prices! Everything is very delicious! …", "rating": 5, "name": "Христина Павловська", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Головчук", "cat": "Georgian restaurant"}, {"review": "Wonderful place, very tasty dishes, pleasant atmosphere, and also many thanks for the service to the Waiter Valeria !! …", "rating": 5, "name": "Татьяна Высоцкая", "cat": "Georgian restaurant"}, {"review": " Disappointment in service.\n\n", "rating": 5, "name": "Artur Rakytskyi", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are working to improve the service in our restaurant. We look forward to seeing you again.\n\n", "rating": 5, "name": "Анастасия Долинская", "cat": "Georgian restaurant"}, {"review": " Excellent atmospheric location. Feel yourself in genuine Georgia. Very tasty food. I recommend everyone. …", "rating": 5, "name": "Любовь Котова", "cat": "Georgian restaurant"}, {"review": "Very tasty khinkali and kharcho! Great atmosphere, for children there is a children's room. …", "rating": 5, "name": "Анастасия Cool", "cat": "Georgian restaurant"}, {"review": "As always very tasty.\nNice environment.\nFriendly staff. …", "rating": 4, "name": "Іра Городецька", "cat": "Georgian restaurant"}, {"review": " were the first time, but the impressions are excellent. kitchen super. prices are satisfactory. …", "rating": 5, "name": "Марія Кравчук", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. Always very tasty, the staff is friendly and helpful! I advise ...", "rating": 5, "name": "Експертна оцінка", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Саша Стельмах", "cat": "Georgian restaurant"}, {"review": " Great place to meet friends. National cuisine, a glass of wine, nice service. I advise …", "rating": 5, "name": "оксана тулюк", "cat": "Georgian restaurant"}, {"review": "Nice place, great service and great atmosphere! I advise everyone to have a good time! …", "rating": 5, "name": "Инвестиции Олег Садомцев", "cat": "Georgian restaurant"}, {"review": " Great place, nice atmosphere, waitress girls are fast, nice and polite! Delicious food and wine! …", "rating": 3, "name": "Сергій Вітер", "cat": "Georgian restaurant"}, {"review": " Cozy place, delicious cuisine. Very polite staff\n\n", "rating": 5, "name": "Ольга Кравченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Daniil Anichin", "cat": "Georgian restaurant"}, {"review": "Dirty dishes, the staff does not cope. The waiters are lost in the menu, do not know what and to whom they brought. …", "rating": 5, "name": "Татьяна Сулимова", "cat": "Georgian restaurant"}, {"review": "One of my favorite places!!! Especially brazier, khachapuri and homemade lemonades) I advise! …", "rating": 5, "name": "Sofiia Pliatsko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Kateryna Stets", "cat": "Georgian restaurant"}, {"review": "The service is super, much better than in Ocean Plaza! It’s just not clear why meat on the bones is brought earlier than khachapuri 🤷‍♀️ …", "rating": 5, "name": "Ilona dziguA", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Лариса Распутняя", "cat": "Georgian restaurant"}, {"review": "Did not like. The portions are small, some of the dishes are not tasty, but the prices, as for such a place, are clearly too high …", "rating": 5, "name": "Ника Смолинская", "cat": "Georgian restaurant"}, {"review": "Delicious radish salad! The terrace has a nice green setting. Attentive staff. …", "rating": 5, "name": "Лера Бобор", "cat": "Georgian restaurant"}, {"review": "\nComfort", "rating": 5, "name": "Сергій Лутюк", "cat": "Georgian restaurant"}, {"review": " As for Kiev - cheap, but it's not fast food - you can go with a friend. …", "rating": 5, "name": "Инна Никитина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Деркач", "cat": "Georgian restaurant"}, {"review": " Beautiful restaurant with authentic design. Delicious cuisine and nice service. …", "rating": 5, "name": "Крот_09", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine. Incredibly delicious hinkali and khachapuri. …", "rating": 5, "name": "Alex О", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Эльвира Серикова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Любовь Гнатенко", "cat": "Georgian restaurant"}, {"review": " This institution is not the first time. Always great! Very tasty! Plus, what is the children's room. …", "rating": 5, "name": "Андрій", "cat": "Georgian restaurant"}, {"review": " Delicious, good impressions.\n\n", "rating": 5, "name": "Александр Пилипенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "S. Kochubei", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Влад Лайт", "cat": "Georgian restaurant"}, {"review": "Very tasty khachapuri. Special thanks for Adjarian khachapuri. Thanks to the waiter Nikita for the Tips) …", "rating": 5, "name": "Пал Василич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Наталия Панченко", "cat": "Georgian restaurant"}, {"review": "Great place to have a delicious meal!) very nice atmosphere good-natured staff!!! I advise ...", "rating": 5, "name": "Ксюша", "cat": "Georgian restaurant"}, {"review": "I ordered a Chocolate and nut cake, for such money I have never eaten the worst dessert in my life! …", "rating": 3, "name": "SurGEOn", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Хитрич", "cat": "Georgian restaurant"}, {"review": " Very nice place and nice staff who do their job well.🌆🎆\nNow this is our special place …", "rating": 5, "name": "Алёна Васильева", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Поворознюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Вознюк", "cat": "Georgian restaurant"}, {"review": " Not for the first time in this institution! The staff is conscientious, the employees really try!) Delicious!) …", "rating": 5, "name": "Дмитрий Хан", "cat": "Georgian restaurant"}, {"review": "Thank you very much to the staff, the evening was wonderful! everything is very tasty,,! I am your client forever ...", "rating": 5, "name": "Biuro Tłumaczeń ATT", "cat": "Georgian restaurant"}, {"review": "Come to Khachapuri and wine to cheer up, enjoy the cuisine, enjoy the original atmosphere! …", "rating": 5, "name": "Олександр Сторожук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгения Смульская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Григорьев", "cat": "Georgian restaurant"}, {"review": "Excellent service! Thank you for the comfort and great atmosphere! Special thanks to Yana for attention! …", "rating": 4, "name": "Alina For", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place, friendly waiters, delicious food!! Recommend to everyone 😍😍😍…", "rating": 5, "name": "Юра Павленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Ледидар", "cat": "Georgian restaurant"}, {"review": " Very tasty and hearty khachapuri, pleasant service warm atmosphere …", "rating": 1, "name": "Аркадий Арканов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "elanie pillow", "cat": "Georgian restaurant"}, {"review": "Not forced atmosphere, good service, there is a playroom for children, relatively inexpensive, tasty. …", "rating": 5, "name": "Вита Котович", "cat": "Georgian restaurant"}, {"review": "Khachapuri, khinkali - edible\nFor children there is a coloring book and crayons, which +\nThe shish kebab was literally impossible to chew...", "rating": 5, "name": "Юлія Шевченко", "cat": "Georgian restaurant"}, {"review": " Thank you very much !!!!!! Everything is very tasty !!!!!! TASTE .... The service is at the highest level. …", "rating": 5, "name": "Анна Святненко", "cat": "Georgian restaurant"}, {"review": "It is very smoky on the open veranda, the design is pleasant, the service is normal, and the khachapuris are not tasty. …", "rating": 5, "name": "Владислав Наумов", "cat": "Georgian restaurant"}, {"review": "Cozy establishment, pleasant staff, delicious desserts, banana brownies are on top! …", "rating": 5, "name": "Карташова Андріївна", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елена Косюк", "cat": "Georgian restaurant"}, {"review": "Nikita is a cool waiter, thank you Khachapuri and wine for a good evening 🙏 We recommend 💋 …", "rating": 5, "name": "Anna Konoval", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine and attentive service!) I advise you to try Adjarian khachapuri!) …", "rating": 5, "name": "Геометрикс Киев", "cat": "Georgian restaurant"}, {"review": " Give birthday discount. They eat just fine, for all tastes …", "rating": 5, "name": "Андрей Грабарь", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vitalii Krokhin", "cat": "Georgian restaurant"}, {"review": "A cozy place, delicious khachapuri, I really like to visit for an evening with friends) …", "rating": 1, "name": "Vlad Freedom", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andrew Andrew", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Шустин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Ч", "cat": "Georgian restaurant"}, {"review": "We sat with my husband, quietly at ease. The order is brought quickly, the staff is polite and friendly! …", "rating": 5, "name": "Екатерина Пасиченко", "cat": "Georgian restaurant"}, {"review": " Very good place, polite waiters, nice atmosphere, and delicious food, I recommend !!! …", "rating": 5, "name": "YuKov", "cat": "Georgian restaurant"}, {"review": " Very cool interior, large panoramic window and delicious cuisine. …", "rating": 5, "name": "Александр Кшатрий", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "MARIANNA SH", "cat": "Georgian restaurant"}, {"review": " Deliciously. But the price does not match the amount. That is, as for a cafe too expensive. …", "rating": 5, "name": "Inna Korostil", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Родін", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place, great food and staff. I strongly recommend visiting! …", "rating": 5, "name": "Andrij Zhogan", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олег Бобырь", "cat": "Georgian restaurant"}, {"review": " Great place, delicious cuisine and unrivaled atmosphere !! …", "rating": 5, "name": "Владимир Хопсович", "cat": "Georgian restaurant"}, {"review": " Cozy and comfortable!\nPleasant service …", "rating": 5, "name": "Саша Петров", "cat": "Georgian restaurant"}, {"review": " Thank you for the excellent response and appreciation of our work! We are waiting for you again!\n\n", "rating": 5, "name": "Катерина Шипулина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Fire Man", "cat": "Georgian restaurant"}, {"review": "Thanks for the delicious salad and soup!\nCook very fast and delicious! …", "rating": 5, "name": "Натали Олейник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Настя Крава", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Борисова", "cat": "Georgian restaurant"}, {"review": " Pleasant atmosphere, delicious food, I definitely recommend visiting this wonderful place! …", "rating": 1, "name": "Nastya Shkilnyuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Клименко", "cat": "Georgian restaurant"}, {"review": " Very nice, sweet waiters! Food class is all, khachapuri super 😍! Thanks, we'll be back again …", "rating": 5, "name": "Анна Федан", "cat": "Georgian restaurant"}, {"review": " Great place to relax I recommend everyone to visit this restaurant😋😍 …", "rating": 1, "name": "Женя Новак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "GRom.", "cat": "Georgian restaurant"}, {"review": "Everything is great! Sat with a small group and enjoyed it! Special thanks for the atmosphere and service! …", "rating": 5, "name": "Taras Rozkrut", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olha Zavada", "cat": "Georgian restaurant"}, {"review": "Very nice and tasty!\nI advise.\nOnly lemonade for an amateur! …", "rating": 5, "name": "Ольга Шевчук", "cat": "Georgian restaurant"}, {"review": "We love Khachapuri and Vino on Gnata Yura, as this is the only worthy institution in our area ...", "rating": 5, "name": "Sve Go", "cat": "Georgian restaurant"}, {"review": " Fast service, friendly staff, everything is delicious !!!\nKhachapuri and Wine holds the brand. We recommend! …", "rating": 5, "name": "Инна Хоменко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and cozy pizza wow", "rating": 5, "name": "Максим Семенов", "cat": "Georgian restaurant"}, {"review": "Very tasty, high-level service quickly and efficiently, reasonable prices …", "rating": 5, "name": "Ekateryna Nechipurenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александра Гасимова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Оксана Шевченко", "cat": "Georgian restaurant"}, {"review": " Thank you for the wonderful response! We are waiting for the next meeting with you!\n\n", "rating": 5, "name": "Кирилл", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Шулепов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "we1rdna", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Роника G", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Maksimka Malish", "cat": "Georgian restaurant"}, {"review": "We celebrated a birthday, really liked the dishes and lemonades. Very pleasant service)) We liked everything very much !!)) …", "rating": 5, "name": "KSENIJA KEYVAN", "cat": "Georgian restaurant"}, {"review": " Everything is extremely tasty, cozy, comfortable) I recommend) …", "rating": 5, "name": "Ольга Свечникова", "cat": "Georgian restaurant"}, {"review": " Great restaurant.\n\n", "rating": 5, "name": "Татьяна Кошевая", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anastasiya Oliynyk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Elian Elian", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anna Popova", "cat": "Georgian restaurant"}, {"review": "\nCozy. Friendly girls waitresses.", "rating": 5, "name": "Viktor Derevianko", "cat": "Georgian restaurant"}, {"review": " Everything is very nice, friendly staff and great atmosphere, delicious food and I recommend! …", "rating": 5, "name": "Sasha Lutsenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vitalii Rudiuk", "cat": "Georgian restaurant"}, {"review": "very bad, the company sat, cooked a steak faster than khinkali, everyone ate and I didn’t wait for khinkali ...", "rating": 5, "name": "Sasha Kazmirchuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анатолий Боштан", "cat": "Georgian restaurant"}, {"review": " Very nice cook and nice staff 👍 I recommend!\n\n", "rating": 4, "name": "Oleg Vasylenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анастасия Зенцева", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Natasha K", "cat": "Georgian restaurant"}, {"review": " Good place, very tasty cuisine, delicious wine. I recommend. …", "rating": 5, "name": "Четко То", "cat": "Georgian restaurant"}, {"review": " I recommend !!!! I'll come with friends)))) waiter Igor is a professional! It will also further influence my recommendations. Unsurpassed!!! …", "rating": 5, "name": "Oleksii Ponomarov", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine, excellent khachapuri. Thanks to the restaurant, we will come again! …", "rating": 5, "name": "Віка Зіненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Svegachok DR", "cat": "Georgian restaurant"}, {"review": "Delicious food, great service, everything is great! We recommend to everyone!!! …", "rating": 5, "name": "BogdanLytvyn Lytvyn", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Elena Mikhnevych", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Zheka Fedorenko", "cat": "Georgian restaurant"}, {"review": "The tastiest khinkali in Kyiv compared to other Georgian restaurants in Kyiv...", "rating": 5, "name": "Дмитрий Вовкогон", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вадим Котюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Екатерина Агапова", "cat": "Georgian restaurant"}, {"review": "Very pleasant waiters.\nAutumn delicious khachapuri, I recommend. …", "rating": 5, "name": "Hadraba TV", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Луговая", "cat": "Georgian restaurant"}, {"review": " Prices are impressive, but it's worth it. Incredibly delicious and huge portions …", "rating": 5, "name": "Oksana Rekut", "cat": "Georgian restaurant"}, {"review": "Wah) I really liked it) wine, khachapuri, great music! What else do you need to be happy?)", "rating": 5, "name": "Катерина Лутюк", "cat": "Georgian restaurant"}, {"review": " The most delicious khinkali and lula!\n\n", "rating": 5, "name": "kultura odessa", "cat": "Georgian restaurant"}, {"review": " Thank you for the high rating! You are always welcome!\n\n", "rating": 5, "name": "Ruslan Rameev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Леван Коиава", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Косенко", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, fast service, no complaints\n\n", "rating": 5, "name": "Taras Gera", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Iuliia Vladislavovna", "cat": "Georgian restaurant"}, {"review": "We love this place very much, a cozy place, very tasty cuisine, I especially prefer khinkali 🥟 …", "rating": 5, "name": "Оксана Кащапова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Arina Avdeenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алена Ряховская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Грабовский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Іван Романьок", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place\nAnd very tasty food.\nGood service . …", "rating": 5, "name": "Таня Головач", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елена Щербина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Марія Дубина", "cat": "Georgian restaurant"}, {"review": "Were with children.\nDelicious, friendly staff.…", "rating": 5, "name": "Антон Дидковский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vadim Limin", "cat": "Georgian restaurant"}, {"review": "In general, the place is not bad, but for example Khinkali is terrible, the dough, minced meat and broth are just disgusting..... …", "rating": 5, "name": "Софія Ткачів", "cat": "Georgian restaurant"}, {"review": " A relatively cheap place, the food and service are worth the price. I recommend it! …", "rating": 5, "name": "avp trans", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Dolinskyy", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine and friendly staff.\n\n", "rating": 5, "name": "CrioMant (live)", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Серёга Грамка", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Юлия Яценко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alice Queen", "cat": "Georgian restaurant"}, {"review": " Deliciously. Colorful. Snug. Very polite staff. There is a children's room. …", "rating": 5, "name": "Илья Коиава", "cat": "Georgian restaurant"}, {"review": "Great place, we come not the first time) special thanks to the office. Denis! Top notch service, keep it up...", "rating": 5, "name": "Любов Куриленко", "cat": "Georgian restaurant"}, {"review": "\nAtmospheric place, delicious food 😋", "rating": 5, "name": "NovikovA Paint&Craft", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Максим Ободовский", "cat": "Georgian restaurant"}, {"review": " Great place, deliciously cooked, nice Georgian flavor, responsive staff …", "rating": 5, "name": "Наталия Притченко", "cat": "Georgian restaurant"}, {"review": "Nice place, cozy atmosphere and nice staff.\nIn general, I was satisfied with everything 👍 ...", "rating": 5, "name": "Дмитрий Пурдик", "cat": "Georgian restaurant"}, {"review": " We like Khachapuri and Wine, especially desserts!\n\n", "rating": 5, "name": "Оксана Кornelyuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Andrii Marunchak", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksey Somin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Шевчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olga Pasternak", "cat": "Georgian restaurant"}, {"review": "Excellent staff and excellent service)))) thanks for the great leisure)) we will always rest here) …", "rating": 5, "name": "User User", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Sanya Syniushkevych", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Michael Tsebro", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We are sorry that we did not live up to your expectations, we apologize for the inconvenience\n\n", "rating": 5, "name": "Сергій Кузнєцов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Назаррій Соколюк", "cat": "Georgian restaurant"}, {"review": " Great place, great waiter Nikita picked up the dishes well and took out quickly))) …", "rating": 5, "name": "Игорь Башинский", "cat": "Georgian restaurant"}, {"review": "I liked the service, the staff is very friendly\nPrice-quality 👌\nCozy atmosphere and delicious drinks…", "rating": 5, "name": "Натали Натали", "cat": "Georgian restaurant"}, {"review": " Norm bet! Georgian cuisine)\n\n", "rating": 5, "name": "Ирина Мудь", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Семкив", "cat": "Georgian restaurant"}, {"review": " Thank you, very tasty cuisine !!! Great service !!!\n\n", "rating": 5, "name": "Анастасия Сергиенко", "cat": "Georgian restaurant"}, {"review": "\nDelicious! Expensive. Service is lame!", "rating": 5, "name": "Александер Сергійчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Грабовски", "cat": "Georgian restaurant"}, {"review": "Without further ado, everything is very tasty😋everyone is on top and nice employees.\nthanks. …", "rating": 5, "name": "Сергей Дурицкий", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Куренёвский Трип", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Руслан Возний", "cat": "Georgian restaurant"}, {"review": " Very beautiful and soulful place with a Georgian character. I recommend! …", "rating": 5, "name": "Сергей Исаев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "코발렌코산드라", "cat": "Georgian restaurant"}, {"review": " Very warm and cozy atmosphere !! As in Tbilisi (I visit often) …", "rating": 5, "name": "Александра Голенок", "cat": "Georgian restaurant"}, {"review": "Well, we waited for a very long time, although there were not many people! It’s a pity, of course, I really wanted and wanted to visit this place for a long time, but alas, they didn’t bring us an order! ( …", "rating": 5, "name": "José C. Suarez Rodríguez", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Остапенко", "cat": "Georgian restaurant"}, {"review": "Very cool and cozy place. I advise for sincere companies and events :) …", "rating": 5, "name": "Алексей Беседин", "cat": "Georgian restaurant"}, {"review": "I really like this place delicious food\nI always go...", "rating": 5, "name": "Red Baron", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Kirill Ansimov", "cat": "Georgian restaurant"}, {"review": " Delicious and service at the level, noticeable care and care …", "rating": 5, "name": "Катя Бойченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Nikolaj Kovalenko", "cat": "Georgian restaurant"}, {"review": "\nTasty! Nice room, nice staff)", "rating": 5, "name": "Ксения Костюченко", "cat": "Georgian restaurant"}, {"review": " Cozy place. It's nice to spend time together, family or loud company.\nI recommend this place. …", "rating": 5, "name": "Светлана Плуток", "cat": "Georgian restaurant"}, {"review": "\nExcellent location. Excellent cuisine", "rating": 5, "name": "Sasha Kozubskyi", "cat": "Georgian restaurant"}, {"review": "\nVery cozy, tasty and cool! Recommend", "rating": 5, "name": "Максим Радзиевский", "cat": "Georgian restaurant"}, {"review": "The kitchen is a service bomb with 5-10 points, I recommend trying khachapuri on the grill. …", "rating": 5, "name": "Alex Ruban", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anna Kolotiy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Цебинога", "cat": "Georgian restaurant"}, {"review": " Great place. Variety of delicious cuisine. I recommend :) …", "rating": 5, "name": "Яна Кузнєцова", "cat": "Georgian restaurant"}, {"review": " I liked the wine! Deliciously!\n\n", "rating": 5, "name": "Светлана Ковальчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мила Кабо", "cat": "Georgian restaurant"}, {"review": "Great, cozy place, very cozy summer track 👍 the girl Valeria provided quality service, paid attention to the kids. …", "rating": 4, "name": "oleksandr ikus", "cat": "Georgian restaurant"}, {"review": "Very tasty menu, I especially liked eggplant rolls and Adjarian khachapuri …", "rating": 3, "name": "Дмитрий Мусийчук", "cat": "Georgian restaurant"}, {"review": "\nVery tasty food and nice staff!", "rating": 5, "name": "Людмила Пастушенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Оксана Соболь", "cat": "Georgian restaurant"}, {"review": "\nVery cozy, tasty, good service!", "rating": 5, "name": "Діана Парфенюк", "cat": "Georgian restaurant"}, {"review": "Disappointed with the service, or rather the lack of it ((I would like more service ...", "rating": 5, "name": "Тимофій Ракицький", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anton Boiko", "cat": "Georgian restaurant"}, {"review": "\nFine cuisine, prompt service, good wine", "rating": 5, "name": "Ирина Самчук", "cat": "Georgian restaurant"}, {"review": " Thank you for the coziness and comfort) The food is delicious and nice staff) …", "rating": 5, "name": "Юлия Боштан", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Богдан Колесніков", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елизавета Погребная", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Аліна Запольська", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Волощук Анна", "cat": "Georgian restaurant"}, {"review": " Very tasty, good service ... we recommend! !!\n\n", "rating": 5, "name": "tvoi sosed", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алина Крутько", "cat": "Georgian restaurant"}, {"review": "Great service, delicious food, great place to spend time with families…", "rating": 5, "name": "Mariia Pal", "cat": "Georgian restaurant"}, {"review": " Very cozy place. Pleasant and unobtrusive service, I recommend. …", "rating": 5, "name": "Маша Редченко", "cat": "Georgian restaurant"}, {"review": " I like meat and wine! Delicacy! Service at a good level! Thank you! …", "rating": 5, "name": "Олена Пономаренко", "cat": "Georgian restaurant"}]