[{"review": "Cheap restaurant with Georgian cousin. Khinkali and khachapuri are my recommendations to try.", "rating": 4, "name": "Дмитро Сидоренко", "cat": "Georgian restaurant"}, {"review": "Awesome food, exceptional service, charming atmosphere. Thanks so much for the excellent evening!", "rating": 5, "name": "Eva Pasha", "cat": "Georgian restaurant"}, {"review": "Great food. Great service", "rating": 5, "name": "C D", "cat": "Georgian restaurant"}, {"review": "The only passable dish we had was Pkhali. Otherwise  we were really disappointed. The bread was not Georgian. And the cheese, IF this was supposed to be real Suluguni, was not good. Thus, the cheese Khinkaki were not very tasty. Also, Ketsi …", "rating": 2, "name": "Katharina A.", "cat": "Georgian restaurant"}, {"review": "Extremely spicy food. It's better to warn clients about it.\nAnd 35 UAH for few pieces of bread I consider very expensive (almost a half of supe price)", "rating": 4, "name": "Маньковський Олексій", "cat": "Georgian restaurant"}, {"review": "Great Georgian food and lovely service even during quarantine.", "rating": 5, "name": "Joe Place", "cat": "Georgian restaurant"}, {"review": "Very good georgian food and service is ok, considering they are usually full but we got served without much delay.", "rating": 4, "name": "Welton Luiz Costa Rocha Filho", "cat": "Georgian restaurant"}, {"review": "Good food but service has much delay", "rating": 4, "name": "Oleg Levitsky", "cat": "Georgian restaurant"}, {"review": "Quite small hall, very slow service (we wait around 35 minutes for khinkali and khachapuri however only half of general people's capacity were filled), but food is very tasty, especially khinkali were awesome!", "rating": 4, "name": "Oleksandr Kainara", "cat": "Georgian restaurant"}, {"review": "A decent place to dine in for cheap. Good kitchen and service for the price. Can recommend.", "rating": 5, "name": "Oleh Igorovich", "cat": "Georgian restaurant"}, {"review": "We picked up randomly And next day we were Back. Great Wine, great Beer, great food And excelent service.", "rating": 5, "name": "Lucie Koznerova", "cat": "Georgian restaurant"}, {"review": "Tasty Georgian food and wine, modest price!\nAtmosphere is calm and cosy.", "rating": 5, "name": "Ivan Sergiienko", "cat": "Georgian restaurant"}, {"review": "Nice Georgian restaurant. Good prices", "rating": 3, "name": "Francisco Magalhães Santos", "cat": "Georgian restaurant"}, {"review": "Cozy place. Delicious food.", "rating": 5, "name": "Dmytro Binyk", "cat": "Georgian restaurant"}, {"review": "So tasty! Much better than certain alternatives around town. Great service too", "rating": 5, "name": "Jeffrey Rosenthal", "cat": "Georgian restaurant"}, {"review": "Good restaurant with tasty Georgian food", "rating": 4, "name": "Svitlana Pohoda", "cat": "Georgian restaurant"}, {"review": "Very nice place, tasty food, average prices, friendly workers, very recommended", "rating": 5, "name": "Noor Hazem", "cat": "Georgian restaurant"}, {"review": "🌟🍷🌟🍷🌟🍷🌟🍷🌟", "rating": 4, "name": "Lex Monteriggioni", "cat": "Georgian restaurant"}, {"review": "Great prices,but some dishes don't taste like Georgean", "rating": 4, "name": "Nastasia Fisher", "cat": "Georgian restaurant"}, {"review": "Food is great, but the service during lunch time was very poor", "rating": 5, "name": "Yuliya Dunayska", "cat": "Georgian restaurant"}, {"review": "A great place for a cultural night out. Has a special atmosphere and delicious hinkali", "rating": 5, "name": "Mike Whitefox", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali (meat dumplings) at a very reasonable price. Come and try it!", "rating": 3, "name": "Alex Ambroz", "cat": "Georgian restaurant"}, {"review": "Chain restaurant of Georgian food. The food selection is a little bit limited compared to other Georgian restaurants in Kyiv", "rating": 4, "name": "Andrii Miroshnychenko", "cat": "Georgian restaurant"}, {"review": "A bit packed but very tasty food and friendly personnel", "rating": 3, "name": "Роман Шемчук", "cat": "Georgian restaurant"}, {"review": "Inexpensive tasty georgian food but not cozy place usually crowded", "rating": 5, "name": "Timothy Wells", "cat": "Georgian restaurant"}, {"review": "Great food and service great especially for a Saturday.", "rating": 5, "name": "Mark", "cat": "Georgian restaurant"}, {"review": "Nice restaurant, reasonably priced food.", "rating": 5, "name": "Willy Chen (憫茫)", "cat": "Georgian restaurant"}, {"review": "Amazing", "rating": 4, "name": "Artem Dudchenko", "cat": "Georgian restaurant"}, {"review": "Dishes are delicious, but attender was a bit forgetful.", "rating": 5, "name": "Arseniy Finberg", "cat": "Georgian restaurant"}, {"review": "Best hinkali in the town", "rating": 5, "name": "Alexandra Nazarova", "cat": "Georgian restaurant"}, {"review": "Delicious and fair priced.", "rating": 3, "name": "Anastasia Hudz", "cat": "Georgian restaurant"}, {"review": "Inexpensive, but nothing special.", "rating": 5, "name": "Andrey D", "cat": "Georgian restaurant"}, {"review": "their 'khinkaliys' are awesome, the best in Kyiv", "rating": 5, "name": "Bron Silverstring", "cat": "Georgian restaurant"}, {"review": "Great food quality!", "rating": 5, "name": "Alex Novakovskiy", "cat": "Georgian restaurant"}, {"review": "Nice and quiet place", "rating": 4, "name": "פיתוי אלכסיי", "cat": "Georgian restaurant"}, {"review": "Alex Novakovskiy ,thanks )!", "rating": 5, "name": "Oleksandr Tkachuk", "cat": "Georgian restaurant"}, {"review": "It's ok for lunch", "rating": 5, "name": "Your Brabus", "cat": "Georgian restaurant"}, {"review": "Thank you for your recommendation! We will be glad to see you on a lunch time in our place. ))", "rating": 4, "name": "Maxim Sraj", "cat": "Georgian restaurant"}, {"review": "Very nice", "rating": 4, "name": "John Smith", "cat": "Georgian restaurant"}, {"review": "Wonderful food)", "rating": 5, "name": "Elnur Qubatov", "cat": "Georgian restaurant"}, {"review": "Decent khinkali for decent price", "rating": 5, "name": "Wei-I Yu", "cat": "Georgian restaurant"}, {"review": "Very good meat", "rating": 4, "name": "Заряна Зеленянская", "cat": "Georgian restaurant"}, {"review": "Super", "rating": 5, "name": "Инна Довгань", "cat": "Georgian restaurant"}, {"review": "Wonderful!!!!\nFantastic!!!!!\nAmazing!!!!", "rating": 5, "name": "Анна Митрофанова", "cat": "Georgian restaurant"}, {"review": "The staff is very friendly, attentive. At the entrance, they check the presence of covid-certificates. The atmosphere is very similar to a cozy canteen. The food is tasty, but not enough for 5 stars. Khinkali broke easily, in Megrelian khachapuri, cheese was not ...", "rating": 4, "name": "Alexander Sergienko", "cat": "Georgian restaurant"}, {"review": "\nThank you!", "rating": 1, "name": "Dima Kramarev", "cat": "Georgian restaurant"}, {"review": " It's always nice when you are greeted with a smile, as we were greeted here) we came to taste khinkali, ordered classic and cilantro, thin dough in the middle of a lot of broth, which can not help but rejoice, because …", "rating": 4, "name": "Eugene Polyanichko", "cat": "Georgian restaurant"}, {"review": " Thank you for the kind words!\n\n", "rating": 5, "name": "Руслан Письменюк", "cat": "Georgian restaurant"}, {"review": "Super place! Adjarian khachapuri is a complete delight!!! I haven’t eaten such khachapuri for a long time, in which they even put cheese in the dough. Price-quality is beyond praise! The waitress is very polite and, importantly, not annoying))) Super! …", "rating": 4, "name": "Артур Бабенко", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Anna, we are very glad that you enjoyed your stay with us. We will be waiting for a visit!)))", "rating": 4, "name": "Игорь Красный", "cat": "Georgian restaurant"}, {"review": "Interesting place, good Georgian cuisine. Compared to other Georgian restaurants, the menu is not so extensive. Considering the holiday, the service was quite fast. In general, a good place where you can taste tasty and not expensive …", "rating": 5, "name": "Анастасія", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Alexander! We sincerely thank you for your feedback!", "rating": 5, "name": "Andrii Novoshynskyi", "cat": "Georgian restaurant"}, {"review": "We do not recommend the establishment !!!!!\nWent with friends for a delicious meal!\nWe ordered Adjarian khachapuri, the dough is raw, there is practically no cheese. We tried...", "rating": 5, "name": "Evgenia Ruban", "cat": "Georgian restaurant"}, {"review": "\nDmitry, good afternoon! Thanks for your feedback. We are sorry that you did not like our dishes. We carefully monitor the quality and taste of our dishes. We would like to understand the situation in detail. Please call us at 098 939 46 55. Thank you.", "rating": 4, "name": "Сергей Мухин", "cat": "Georgian restaurant"}, {"review": "In general, everything is fine, but there was a bit of a long wait and the amount of salad on a large plate looks sad) …", "rating": 5, "name": "Diana Malovana", "cat": "Georgian restaurant"}, {"review": "Very nice atmosphere, polite staff, the menu is not very large but very tasty)) …", "rating": 4, "name": "Паша Гриднев", "cat": "Georgian restaurant"}, {"review": "\nRuslan, good afternoon! Thanks for the high rating and nice words!", "rating": 5, "name": "Olga Vlasova", "cat": "Georgian restaurant"}, {"review": "The facility doesn't look bad. They feed, water, serve and quite not expensive. But everything is relative, I put 4 because the chicken in the sauce is still not the same, the sauce is too liquid and completely without garlic. Service well, quite a C grade, they rarely pass, …", "rating": 4, "name": "Анастасия Энн", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Arthur! Thank you very much for taking the time and the opportunity to leave a rating and review! It is very important for us to receive feedback from the most important people, guests. Perhaps you want to help us to become better and to suggest what we should work on to improve the assessment and make it higher!", "rating": 4, "name": "maksim", "cat": "Georgian restaurant"}, {"review": "Quiet nice chain place.\n1. The kitchen is normal but does not cause wild delight\n2. Khinkali - good for Kyiv ...", "rating": 5, "name": "Vira Glushchenko", "cat": "Georgian restaurant"}, {"review": " The establishment liked it. Delicious cuisine, quickly prepared. The khinkali is delicious! Especially cheese! :) Also juicy khachapuri and fragrant other dishes. Clean and quite atmospheric. There is a little space, …", "rating": 5, "name": "Alisa Horetska", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant feedback and appreciation!", "rating": 5, "name": "Andre T", "cat": "Georgian restaurant"}, {"review": " I really like this place. Very close to Kontraktova Square metro. Prices are nice. Tasty, especially khinkali - they are no different than those tasted in Tbilisi. I recommend this cafe for Georgian food lovers :) …", "rating": 4, "name": "Світлана Невідомська", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian restaurant. Cozy, fast and pleasant service, reasonable prices. Have been here several times. Khinkali are very tasty. There is with veal and lamb, with and without cilantro. Vegetarians can order khinkali with …", "rating": 5, "name": "sirin rossignol", "cat": "Georgian restaurant"}, {"review": "I visited once, a couple of months ago, so the information may be a little outdated. Particularly not impressed. Neither good nor bad. Confident middle peasant among Georgian restaurants. Khinkali were good. Didn't like khachapuri. For drinks...", "rating": 5, "name": "英倫男孩", "cat": "Georgian restaurant"}, {"review": "\nThank you for taking the time and opportunity to evaluate our establishment!", "rating": 5, "name": "Петр Кричун", "cat": "Georgian restaurant"}, {"review": "Wonderful establishment. The assortment is small, but there is an adequate value for money, fast and pleasant service, and most importantly - very tasty food. I recommend. …", "rating": 5, "name": "Oksana Shcherba", "cat": "Georgian restaurant"}, {"review": "Nice place, food is delicious.\n\nWe ordered khinkali and an egg pie, everything was delicious. Khinkali are very similar to those in ...", "rating": 5, "name": "N.C.H. Richter", "cat": "Georgian restaurant"}, {"review": "Great place if you want a quick and tasty meal. Delicious khinkali and khachapuri. Everyone brings very quickly, they did not have time to finish one as they brought the next dish. The staff is very attentive. We will be going there again and again!!! …", "rating": 5, "name": "Viktor Kruk", "cat": "Georgian restaurant"}, {"review": "In general, good cuisine. Funny instructions for eating khinkali. I liked the presence of pomegranate wine, and really tasty pomegranate wine. Young waiters are smart. It is a pity that there is no choice without meat khinkali pepper (be prepared ...", "rating": 4, "name": "Roman Lysenko", "cat": "Georgian restaurant"}, {"review": "Went in by accident.\nBut khinkali was tempted))\nTried everything except cheese. …", "rating": 5, "name": "Євгеній Рижков", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Maxim! We are grateful for your feedback!", "rating": 4, "name": "Татьяна Комарова", "cat": "Georgian restaurant"}, {"review": " Very nice place, the waitresses are wonderful, the food is delicious, inexpensive. I recommend! …", "rating": 5, "name": "Наталия Химченко", "cat": "Georgian restaurant"}, {"review": " Hello! We are very grateful for the feedback and nice words!)))\n\n", "rating": 5, "name": "Вася Пучков", "cat": "Georgian restaurant"}, {"review": " Atmospheric place in the center of Podil, one of the most delicious places with Georgian cuisine in Kiev, will also be nice waitresses, I've been here 4 times and will be back again) Special thanks for the compliment …", "rating": 5, "name": "Екатерина Лерова", "cat": "Georgian restaurant"}, {"review": "\nThanks for the high rating and nice words!", "rating": 2, "name": "Катя Матвиенко", "cat": "Georgian restaurant"}, {"review": " Stylish place. Delicious Georgian cuisine. Georgian music is played in the establishment. Many visitors. The staff is polite. …", "rating": 4, "name": "Ilya Kiev", "cat": "Georgian restaurant"}, {"review": " Very grateful for the kind words and appreciation) See you later)\n\n", "rating": 5, "name": "Grigoriy Balaban", "cat": "Georgian restaurant"}, {"review": " Nice, good music, delicious khinkali and pomegranate wine. Prices are reasonable. I will definitely visit there again! It would be nice if the waiter was a little more attentive but I'm sure next time it will be so. …", "rating": 4, "name": "Andrey Telegin", "cat": "Georgian restaurant"}, {"review": " Cozy, warm place. Very pleasant staff. Very good Georgian culinary service. Good value for money …", "rating": 5, "name": "Володя Хмура", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and appreciation!)", "rating": 5, "name": "z z", "cat": "Georgian restaurant"}, {"review": " The food is amazing!!! Soooo delicious!! We ordered Egg plant Phali, Adjarian Khachapuri, Khinkali, Ojakhuri, stuffed Mushroom and Chicken soup. Everything is amazing!!! Especially impressed by Eggplant Phali and …", "rating": 3, "name": "Н. А.", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine. Not the best Georgian restaurant in Kiev, but a decent interior, reasonable prices and delicious ... …", "rating": 5, "name": "Viktoriia Vasylchenko", "cat": "Georgian restaurant"}, {"review": "Delicious with eggplant. And wine! Red homemade wine🍷😌 Oh, Podolsk comfort✨ ...", "rating": 5, "name": "Александр Барков", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant words and appreciation! Until next time!)", "rating": 5, "name": "Natali Natali", "cat": "Georgian restaurant"}, {"review": " Delicious food at unbeatable low prices. Friendly service, also speak English.\nAs a beer, there was Öttinger - that has caused a bit of flattery. …", "rating": 5, "name": "Vitalii Denys", "cat": "Georgian restaurant"}, {"review": " Wonderful khinkali! He still tasted phali - an appetizer of 🍆 eggplant, beetroot and nut paste. Prices are reasonable, as for the city center of Kyiv: Phala and five pieces of khinkali cost 160 UAH …", "rating": 5, "name": "Denys Dontsov", "cat": "Georgian restaurant"}, {"review": "In pre-quarantine times, both the kitchen and the service were better. And yet, the khinkalnya maintains a balance between price and quality. Plus it's relatively clean. Therefore, the rating is between three and four stars. Until closer to four. …", "rating": 5, "name": "Olga Nykonchuk", "cat": "Georgian restaurant"}, {"review": "\nRoman, good afternoon! Thank you for taking the time and the opportunity to leave a review. Perhaps you would like to help us become better and suggest what exactly you did not like in the service and in the kitchen? Thank you again for your feedback!", "rating": 5, "name": "Александр Френд", "cat": "Georgian restaurant"}, {"review": "Nice place with good khinkali and reasonable prices. The place is popular, so it's worth booking …", "rating": 5, "name": "Vasyl Navrotsky", "cat": "Georgian restaurant"}, {"review": "Kharcho was good: strong, rich, spicy. Classic khinkali with veal are delicious, excellent with cilantro, fragrant with lamb. All three types with broth, the dough is thin. Test. The waitress Snezhana managed to serve us 20 minutes before …", "rating": 3, "name": "I. Kul", "cat": "Georgian restaurant"}, {"review": "\nTatiana, good afternoon, we are grateful for your feedback! We will work on your comments to become better!)))", "rating": 3, "name": "Наталия Паун", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Виктория Коваленко", "cat": "Georgian restaurant"}, {"review": "\nNatalia. good day! We will continue to improve so that you can enjoy our dishes! Thank you for your feedback!)))", "rating": 5, "name": "Mr. Creosote", "cat": "Georgian restaurant"}, {"review": "Really, for my taste, perhaps the best khinkali in Kyiv. Big, juicy, and spicy just right. We liked the girl very much. …", "rating": 5, "name": "Дмитрий Лёшин", "cat": "Georgian restaurant"}, {"review": "\nThank you for such nice words!)))", "rating": 5, "name": "Олег Стрілків", "cat": "Georgian restaurant"}, {"review": "Friendly and helpful staff. Delicious and fresh food. True, my choice of dishes is subjectively limited due to personal preferences - I mostly take only khachapuri, and I prefer Megrelian. This is delicious! I recommend to everyone. Ah...", "rating": 5, "name": "Виталий Goldman", "cat": "Georgian restaurant"}, {"review": " Good morning, Catherine, we are grateful to you for your appreciation and kind words. We look forward to seeing you!))))\n\n", "rating": 5, "name": "Ирина Ваша", "cat": "Georgian restaurant"}, {"review": " The small hall and the lack of a good hood in the kitchen did not make as bad an impression as the unmistakable meat in khinkali. Spicy and delicious, maybe I'll even come …", "rating": 4, "name": "Oleh Herasymenko", "cat": "Georgian restaurant"}, {"review": "Tasty, not expensive, homemade.\nOf the minuses: 40 'waits and eggshells in khinkali with cheese. an adequate reaction of the administration to comments with a pleasant compliment. …", "rating": 3, "name": "oleg vasilyev", "cat": "Georgian restaurant"}, {"review": "An amazing place on Podil, with a unique Georgian atmosphere, ethnic music, decor and excellent cuisine. In addition to everything, the prices will pleasantly please. Khinkali - 11 UAH per piece. Very tasty! …", "rating": 5, "name": "Unforgettable Kyiv", "cat": "Georgian restaurant"}, {"review": "Quite a good place to eat. Dyakuyu.\n\nWell, if you are really interested, I can recommend adding ...", "rating": 1, "name": "John Rud", "cat": "Georgian restaurant"}, {"review": "\nAndrey, good afternoon! Thank you very much for your feedback! It is very important for us to receive feedback from the most important people - guests. Perhaps you would like to help us become better and suggest what we need to work on to improve the rating?", "rating": 5, "name": "Дима Школьний", "cat": "Georgian restaurant"}, {"review": " Good comfortable place, delicious Georgian cuisine. Wonderful khinkali and phili. Not expensive alcohol, especially wine and beer. Friendly staff. On weekends and evenings, as a rule, all tables are occupied, it is …", "rating": 5, "name": "Artem Zeleny", "cat": "Georgian restaurant"}, {"review": "Great atmospheric venue. Delicious and quickly served. Red wine deserves special praise...", "rating": 3, "name": "КатопалкА Полотинио Палка", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 5, "name": "Eugenia Yen", "cat": "Georgian restaurant"}, {"review": "I don't know why this has such a high rating.\nDishes were waiting for a long time. Khinkali with some kind of aftertaste, as if they were boiled in poor-quality water, gave off some sort of plumbing. Lula from veal is very juicy, but …", "rating": 5, "name": "Olga Rachynska", "cat": "Georgian restaurant"}, {"review": "\nGood day! Thank you for your rating and review. We are very sorry that this situation happened. We would like to quickly figure out why this happened. Please write to us in any social network convenient for you. Or call us at 098 939 56 55. Thank you.", "rating": 1, "name": "Екатерина Шумейко", "cat": "Georgian restaurant"}, {"review": " Baklava tasty as well as khachapuri) I am visiting for the second time and completely satisfied with the taste of dishes and service! Tasty, cozy atmosphere and cozy) …", "rating": 4, "name": "Artem Sur", "cat": "Georgian restaurant"}, {"review": "\nVictoria thank you for your appreciation and pleasant feedback. And again we are waiting for you to visit!", "rating": 5, "name": "Олег Слипченко", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty! And khinkali and khachapuri) The service is excellent, I’ll come back as soon as I’m in Kyiv) …", "rating": 5, "name": "Olena Kubyshkina", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Антон Марадона", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, thank you very much for your feedback!", "rating": 5, "name": "Валерия Яковлева", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali and khachapuri. The waiters are friendly and serve quickly. Of the minuses - a small selection of beer. …", "rating": 3, "name": "Катя Граужинис", "cat": "Georgian restaurant"}, {"review": " Vitaly, good morning) Thank you for your appreciation and kind words!\n\n", "rating": 1, "name": "Дмитрий Ратушняк", "cat": "Georgian restaurant"}, {"review": "Today we went for a bite to eat with my family, around 16... Khinkali and lobio were very tasty! Reasonable prices, good service and friendly staff! Thank you ! …", "rating": 5, "name": "Anita Dmytrenko", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon) Denis, thank you very much for your appreciation and pleasant words) We look forward to your visit!))))", "rating": 5, "name": "Сергей Царёв", "cat": "Georgian restaurant"}, {"review": " On weekends, I really wanted khachapuri, I went from another part of Kiev here, it is really tasty, well, as without khinkals) but only 1))) is very tasty for the photo! …", "rating": 4, "name": "Irina Chetvertak", "cat": "Georgian restaurant"}, {"review": "Supereer .. I will say this price - average .. Delicious - incredibly .. One remark for shurpa, meat is better in one piece and not finely chopped with bones, but this is a trifle ...", "rating": 1, "name": "Виктория Мельничук", "cat": "Georgian restaurant"}, {"review": " Interesting institution, great food, strong alcohol, good prices. I like to be there. …", "rating": 5, "name": "Rosik Osadchy", "cat": "Georgian restaurant"}, {"review": "Khinkali, unfortunately, was not impressed. Kharcho is delicious. Delicious choti bread. We went there for the sake of khinkali and were a little upset. But this is a matter of taste. Maybe other guests of the establishment liked it more :) …", "rating": 5, "name": "Natalya Chaykovskaya", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, thank you very much for taking the time and the opportunity to leave a review! We are very sorry that we did not meet your expectations! We will work to improve and taste our dishes!", "rating": 5, "name": "Юлия Касич", "cat": "Georgian restaurant"}, {"review": "I don’t eat meat, so I don’t come here often, in company with my husband. And if he has no complaints about khinkali and khachapuri, then for the last time I ordered champignons with cheese (I don’t remember exactly what it was called on the menu). The waitress asked more about how it was…", "rating": 5, "name": "Olena Kryvoruchko", "cat": "Georgian restaurant"}, {"review": "It used to be good, now it's not.\nI ordered khinkali with cilantro, the cilantro is apparently old (no smell or taste), the dough is smooth, but the khinkali do not keep their shape (it spreads after the first bite), the minced meat does not ...", "rating": 3, "name": "Катрина Файна", "cat": "Georgian restaurant"}, {"review": "\nHello Victoria! Thank you for your feedback .. We will definitely understand this situation. Thank you again for your feedback!", "rating": 5, "name": "Евгений Симоновский", "cat": "Georgian restaurant"}, {"review": "I returned from Georgia a week ago and compare it with local Georgian establishments. Khinkali is super, rolls with walnuts are absolutely canonical, the rest did not fit ... ...", "rating": 4, "name": "Юрий Задирака", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and nice words!", "rating": 5, "name": "Игорь Грень", "cat": "Georgian restaurant"}, {"review": "Great place, cozy inside, great food. I advise khinkali with cheese, after four khinkali with veal and lamb I thought that it would not fit with cheese. But! I went with a bang and I also wanted it with cheese. Also the fish here is a thing! I advise. Normal prices for…", "rating": 5, "name": "Oleksii Tokovenko", "cat": "Georgian restaurant"}, {"review": " Good place, you can eat quickly and deliciously. But in winter it is very dirty at the front door. …", "rating": 5, "name": "Екатерина 2621", "cat": "Georgian restaurant"}, {"review": "The restaurant itself is not big, literally 10 tables, mostly for 4 people each. It is located very close to the Kontraktova Ploshcha metro station, which can be very useful during peak hours, on Podil. The design of the institution is not catchy, but far from …", "rating": 3, "name": "Valeria Komisarchuk", "cat": "Georgian restaurant"}, {"review": "\nGood day! Thank you for your kind words! With all our hearts we will try to please you further!)", "rating": 4, "name": "Егор Загорный", "cat": "Georgian restaurant"}, {"review": "\nAmazingly tasty and comfortable!", "rating": 4, "name": "Олег Шулежко", "cat": "Georgian restaurant"}, {"review": " Delicious hinkali. Delicious homemade wine. Chacha is wonderful) The waitress is polite.\nBut the hall smells a little from the kitchen. …", "rating": 5, "name": "Катя Фанда", "cat": "Georgian restaurant"}, {"review": " Hello! Oleg, thank you for your feedback!\n\n", "rating": 2, "name": "Дарина Гончарук", "cat": "Georgian restaurant"}, {"review": "In principle, it’s good, but there are a couple of but: firstly, I waited for at least 20 minutes for my one khachapuri, and secondly, the cheese was a little overcooked, and the dough was slightly damp. Overall delicious, but could be better...", "rating": 5, "name": "Максим Сапожник", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Oleg! Thank you for your feedback! Please give us a chance to rehabilitate. We really hope to see you soon! We will redo the khachapuri as a compliment.)", "rating": 2, "name": "Tetyana Kharytonova", "cat": "Georgian restaurant"}, {"review": " Interesting interior, combination of Ukrainian and Georgian cultures. Homemade wine deserves special attention. My favorite is pomegranate. …", "rating": 4, "name": "Игорь Тишенко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "ВалериЯ Клименко", "cat": "Georgian restaurant"}, {"review": " At lunch break I went to eat my favorite khinkali. Waited 30 minutes. As a result, it turned out that my order was LOST. Drank the tarhun. …", "rating": 5, "name": "Денис Габдрахимов", "cat": "Georgian restaurant"}, {"review": " Quite atmospheric. However, the kitchen is so-so. She ordered soup and sweets. No soup to taste. I didn't like baklava either. …", "rating": 4, "name": "Alx Kulgin", "cat": "Georgian restaurant"}, {"review": " Hello! Thank you for your feedback. Oksana, we will be grateful if you share with us what kind of soup you were worth, and what was wrong with the dessert? Thank you!\n\n", "rating": 3, "name": "Наталия Чипигина", "cat": "Georgian restaurant"}, {"review": " Maximum authentic Georgian restaurant. Tasty hinkali on 8,5 UAH. …", "rating": 2, "name": "Viktor Ivanov", "cat": "Georgian restaurant"}, {"review": "For an amateur, for once. Fried potatoes with meat 7 out of 10. Shish kebab 2 out of 10, cheburek with meat minus 3 out of 10, Adjarian khachapuri 2 out of 10, grilled vegetables 3 out of 10, henkali 5 out of 10. Delicious home-made bread. …", "rating": 4, "name": "ЯНА АЛЕЯН", "cat": "Georgian restaurant"}, {"review": "\nGood day!! We thank you for taking the time to leave a review! Could you please clarify which Khinkaln you were in, since some items from your list are not in our menu!", "rating": 4, "name": "Just Mimimi", "cat": "Georgian restaurant"}, {"review": " They made me fall in love with khinkali 😅 Thank you! Very nice atmosphere, professional, friendly and attentive waitress who served. …", "rating": 5, "name": "serg dolgopolov", "cat": "Georgian restaurant"}, {"review": " Thank you for appreciating those nice words!)))\n\n", "rating": 5, "name": "Michael H", "cat": "Georgian restaurant"}, {"review": "Khinkali are delicious, but with cheese they are quite specific, for an amateur, not a very good combination of the taste of cheese and garlic. It is better to take khinkali with meat. Khachapuri, Adjarian in particular, are very good. Homemade dry wine is also quite ok. Good…", "rating": 4, "name": "Нина Бойчук", "cat": "Georgian restaurant"}, {"review": " If you do not want to spoil your impression of Kyiv, do not go in any case !!!! Shabby tables and chairs. The food is not tasty. The waiter did not even bring the appliances, which is unacceptable !!!!! We had to wait …", "rating": 5, "name": "Vadocci Martini", "cat": "Georgian restaurant"}, {"review": "I tried khinkali with lamb and Megrelian khachapuri, everything is very tasty, the waiter Vasya served, he served well and quickly, smiling, cheerful as the waiter should be, there are no complaints, though he looked like a tired panda, but everything was smooth ...", "rating": 4, "name": "Игорь Яковлев", "cat": "Georgian restaurant"}, {"review": "Simple and tasteful.\nPrices are not high, as for Podil.\nKhinkali are excellent! And with such a name of the institution - this is the main thing. Chkmeruli on…", "rating": 5, "name": "Татьяна Бунина", "cat": "Georgian restaurant"}, {"review": "Delicious and characteristic 😍 came with a large group of 9 people. Everyone was delicious. They ordered khinkali, Adjarian khachapuri, wine. Liked. Even allowed to sit with the dog and brought water to the dog. Thank you! 👍 …", "rating": 4, "name": "Ирина Муравская", "cat": "Georgian restaurant"}, {"review": "Nice, nothing special.\nWe ordered khinkali itself - they brought it quickly, even though the hall was almost full. Delicious food, khachapuri is also wonderful. I wish the room was more comfortable…", "rating": 5, "name": "Aleksandra Tkachenko", "cat": "Georgian restaurant"}, {"review": "I love Khinkalni\nI often wear them in Odessa.\nEverything is always fast, tasty, I love Adjarian khachapuri! …", "rating": 3, "name": "Анатолій Рибалкін", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Valeria) Thank you for your warm feedback! Until next time!)", "rating": 5, "name": "Olexander Severyn", "cat": "Georgian restaurant"}, {"review": "Prices are more budgetary than in other restaurants of Georgian cuisine, but to be honest, not so tasty at all\nThe cheese is somehow sour, khachapuri does not look like khachapuri, but some kind of bun (...", "rating": 5, "name": "Maria Smirnova", "cat": "Georgian restaurant"}, {"review": "Went with the guys for lunch. Service, staff - no issues. What can you say about the kitchen. I really didn’t want to write this - but eating these khinkali is disgusting. Khinkali with herbs tasted like a smelly, unwashed, rotten towel...", "rating": 3, "name": "Ирина Абаносимова", "cat": "Georgian restaurant"}, {"review": "Everything was delicious, fresh and hot. Upon request, they made khinkali with cheese without garlic. There are always a lot of people here, it seems at any time. The interior is simple and cozy.\nI would have liked waiters with a better mood, although this did not affect our evening. …", "rating": 5, "name": "Grigoriy Potapov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Слизовская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Danyil (troublemaker)", "cat": "Georgian restaurant"}, {"review": "This is a failure. The kitchen stinks terribly, there is nothing to breathe. It's good that the dishes did not have to wait long, we ate and left.\nOrdered pork with potatoes. This is separately fried pork + sliced ​​...", "rating": 2, "name": "Iryna", "cat": "Georgian restaurant"}, {"review": "The most excellent institution, there are simply no words to describe the range of emotions, the interior is very authentic, made antique, you come in and you are no longer in Kyiv, but somewhere in Georgia in the 80s🤩🤩 a good selection of Georgian dishes, I will add later, …", "rating": 1, "name": "Aleksey Kovalenko", "cat": "Georgian restaurant"}, {"review": "The kitchen is great. As if you were in Batumi. The girls are all very polite. Thanks for the barbecue and khinkali...", "rating": 5, "name": "Руденко Олександр", "cat": "Georgian restaurant"}, {"review": "A small cozy cafe. Atmospheric, cozy, family-friendly. Khinkali, barbecue, everything is delicious, service is ok. Thank you. …", "rating": 5, "name": "Ольга Яшкіна", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and appreciation!", "rating": 5, "name": "Andrey Andr", "cat": "Georgian restaurant"}, {"review": "My favorite place.\nThe network of these institutions is quite large.\nOrdering khinkali or khachapuri every time, you get exceptional pleasure ...", "rating": 3, "name": "Ольга Іванченко", "cat": "Georgian restaurant"}, {"review": "A week ago, my husband and my father came to our family restaurant in Podil. Everything was delicious, the service was friendly and attentive. Today I visited again with my husband and were slightly disappointed. Served by the same waitress...", "rating": 4, "name": "Аманда Цюпенко", "cat": "Georgian restaurant"}, {"review": "Comfortable quiet place. Enough atmospheric, causes a lot of pleasant sensations. Pleasant service. Tasty food. Prices are not high. …", "rating": 5, "name": "Alexander Illusha", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Eugene, we are very grateful to you for your appreciation and pleasant words. Until next time!)))", "rating": 5, "name": "Дмитрий Коган", "cat": "Georgian restaurant"}, {"review": "Pretty spacious room. Simple interior. The waiters are polite, take orders and serve quickly. Khinkali are not bad, but not \"super\" at all. Good cheese and suluguni. And the rest - 4 with a stretch. But the prices are also quite affordable. …", "rating": 3, "name": "Oleksandr Kavun", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant.\nHome cooking, chacha and Georgian wine.\nService staff pro.! …", "rating": 3, "name": "Сергей Борчуков", "cat": "Georgian restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Елена Матвийчук", "cat": "Georgian restaurant"}, {"review": " As an alternative to Podil - where you can have a hearty snack not for all the money in the world. …", "rating": 3, "name": "Bogdan Samoilenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your kind words! See you!\n\n", "rating": 4, "name": "Alina Kucher", "cat": "Georgian restaurant"}, {"review": "\nThank you)) Everything is very tasty)", "rating": 5, "name": "Вячеслав Кара", "cat": "Georgian restaurant"}, {"review": "\nKaterina, thank you very much for taking the time and the opportunity to evaluate our work)) We look forward to your visit!", "rating": 5, "name": "Солодкий Пиріжечок", "cat": "Georgian restaurant"}, {"review": "Came by chance while walking around Podil. The institution is one small room, the interior is so-so, but quite cozy.\nWe ordered khinkali and mushrooms. The food is delicious, no complaints, everything was brought …", "rating": 5, "name": "V Olga", "cat": "Georgian restaurant"}, {"review": "I ordered khinkali and khachapuri. Were a company. My friends and I really liked khinkali, but khachapuri was 50/50. In some places I met it more airy, more tender. But in general, it's delicious, you can come. The room is clean, which is also important for me. …", "rating": 5, "name": "Anastasiia", "cat": "Georgian restaurant"}, {"review": "I ordered delivery from Khinkalni. The khinkali themselves were very tasty, one of the best I've eaten. But Adjarian khachapuri is not very good. However, if you take it for delivery, then I still did not like the taste anywhere. …", "rating": 3, "name": "Ирина Шендыровская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olena Diadikova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 5, "name": "Julia Brosko", "cat": "Georgian restaurant"}, {"review": "Khinkali with cheese and garlic, it is not written on the menu and no one warned, rather unexpected taste and discourages eating them again. With veal - poorly chopped meat, not tasty. Adjarian khachapuri is raw, but, thank you, it was subtracted from ...", "rating": 5, "name": "Milena G.", "cat": "Georgian restaurant"}, {"review": "Cooking pleased, it was very tasty.\nBut the range can be increased.\nThere are not many places, you can’t sit in a big company, but this place is like that. …", "rating": 5, "name": "Н. Мироха", "cat": "Georgian restaurant"}, {"review": " Thank you for such kind words and appreciation)\n\n", "rating": 5, "name": "Viktoriya Viktori", "cat": "Georgian restaurant"}, {"review": "Our family loves Georgian cuisine, so we visit Khinkalnya in all cities. Here in Kyiv on Podil was\nterrible. The soup is not tasty, or rather not very fresh, by the evening the daughter became ill. …", "rating": 4, "name": "Voucher Skipper", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Teofidrinos Ride Fishing", "cat": "Georgian restaurant"}, {"review": "\nThank you for visiting with us and taking the time to leave a review! We will work on improving the interior.", "rating": 1, "name": "Viktoria Osypenko", "cat": "Georgian restaurant"}, {"review": "The prices are moderate, but I won’t say that it’s just delicious, they can fry khachapuri very much or they brought khinkali and they are already torn and flowing from them. I think it's weak 4 out of 5...", "rating": 5, "name": "Галина Душина", "cat": "Georgian restaurant"}, {"review": "We have been visiting \"Khinakalnaya\" for almost five years. Quiet, warm atmosphere and delicious cuisine always delight! …", "rating": 5, "name": "Уляна Бонцьо", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Denis! We are very grateful for your feedback!", "rating": 5, "name": "Арина Диденко", "cat": "Georgian restaurant"}, {"review": "khinkali are delicious. Adjarian khachapuri delicious. Megrelian khinkali is not as tasty as those listed. in general, not bad, but there is something to strive for. the bathroom is moderately clean and cramped. the waiters are normal - nothing more. The place is not fast food but…", "rating": 5, "name": "Джо", "cat": "Georgian restaurant"}, {"review": "Walking along the Podil, we accidentally looked into Khinkalnya. This is a Georgian restaurant. The interior of the restaurant is simple. The prices are acceptable. One small room. The waitresses are not smiling. We ordered Adjarian khachapuri. Hard dough with little filling. Not …", "rating": 4, "name": "Oleksiy Orlovsky", "cat": "Georgian restaurant"}, {"review": "Khinkali waited for about half an hour, despite the fact that the hall was only a quarter full. Ordered khinkali with veal. They brought khinkali not with meat - there was no meat! Were LIVES!!! Shoti is more like a complex bun! This is DEFINITELY NOT SHOT! FUCKED OUT! …", "rating": 5, "name": "Tetiana Iordan", "cat": "Georgian restaurant"}, {"review": "I love this brand in Odessa. Visited in Kyiv. Not that!!! More expensive, the range is poorer. And all low-salt. …", "rating": 2, "name": "Grigoriy Shcherbukha", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon. Thank you very much for taking the time and opportunity to evaluate our restaurant. Yana, please tell us what exactly did you try from our menu?", "rating": 1, "name": "Олександр Салоух", "cat": "Georgian restaurant"}, {"review": "We visited the khinkalnaya in Podil. Food: delicious, good portions. You can eat. I took Chkmeruli, so here's a note: let's add a piece of bread or a spoon to this dish. There is a lot of sauce, it is tasty and needs to be tried, but the place is …", "rating": 5, "name": "Андрій Березенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olga Dautova", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Eugene “FarineL” West", "cat": "Georgian restaurant"}, {"review": " Very relaxed atmosphere, great service and delicious food. …", "rating": 4, "name": "Igor Chechun", "cat": "Georgian restaurant"}, {"review": "When I came here for the first time, I was pleasantly surprised by the open kitchen (all dishes are cooked in front of you, from under the knife). Service - without a soul, alcoholic drinks are not very good. Beer - there are three varieties to choose from: author's, krušovice and some other light ...", "rating": 5, "name": "Алёнка Рычкова", "cat": "Georgian restaurant"}, {"review": "Great place, delicious food. In Odessa, they also serve chic homemade pomegranate wine. In Kyiv, alas, no :( ...", "rating": 3, "name": "Inna Komisarchuk", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback!", "rating": 2, "name": "Виолетта Маслова", "cat": "Georgian restaurant"}, {"review": "Khinkali are delicious, but the price is too high, the service is up to the mark. Of the shortcomings on a day off with a full hall, only one toilet room worked, washing hands was problematic. …", "rating": 5, "name": "Иван Зайцев", "cat": "Georgian restaurant"}, {"review": "\nIgor, good afternoon! Thank you for beating us and taking the time to leave a rating! We will try to be better!", "rating": 5, "name": "Ірина Буланенко", "cat": "Georgian restaurant"}, {"review": "Wonderful place. Convenient location in the heart of Podil. Modest stylized setting. Very good cuisine. I liked all the dishes. Portions are big. Fast delivery. Heartfelt service. Good house wine. You feel like in…", "rating": 2, "name": "Bo Dhi", "cat": "Georgian restaurant"}, {"review": " As always, very tasty khinkali)\n\nOrdered khachapuri in Megrelian, did not like. The waiter approached with …", "rating": 2, "name": "Anna Poliakova (turnhandup)", "cat": "Georgian restaurant"}, {"review": " Hello, Irina, thank you for taking the time to leave a review) What did you not like in Khachapuri in Megrelian style?\n\n", "rating": 5, "name": "Nataliya Krutous", "cat": "Georgian restaurant"}, {"review": "A small but very cozy restaurant for a family, for a company, but not noisy. Delicious food, especially Adjarian khachapuri is our love))) we come with the family, the children eat khinkali with pleasure. I recommend!! …", "rating": 4, "name": "Igor Dotsenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and very nice feedback!", "rating": 2, "name": "Oleksiy", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty and good, but I went there only because I remember this Khinkalnaya from Odessa, but in Kyiv it is not so cozy and warmly welcomed and there is not enough space. …", "rating": 3, "name": "Yury Samoilov", "cat": "Georgian restaurant"}, {"review": "\nAnatoly, good afternoon! Thank you for taking the time and opportunity to tell us about your experience. First of all, we are always glad to see you as a guest, we are very sorry that your drive did not meet expectations. We are ready to fix it, but we know that only you can objectively assess the niche of the change. I would like to repeat the meeting with baklava as a compliment to completely change my opinion about myself!", "rating": 5, "name": "Olena Diachuk", "cat": "Georgian restaurant"}, {"review": " Honest khinkalnya. Simple but quite tasty and safe food. Purely. Elegant location, friendly staff. Homemade wine ... well, like some homemade wine, instead of homemade chacha (45 UAH for 50 grams) - very much. …", "rating": 5, "name": "Anna Syzon", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine, food has to wait a little, but it's worth it. Delicious correct khinkali. I think that the price of Risling wine is overpriced, among all the establishments in which I personally visited and among the establishments in which my friends were …", "rating": 5, "name": "Богдан Самойленко", "cat": "Georgian restaurant"}, {"review": "You can go here only for khinkali, and even then, it’s better to take it with you. Waiters with an expression that you already owe them. Service... 😖 prices for drinks - well... Lemonade in a bottle for 55 UAH 🤢 - chemistry. …", "rating": 5, "name": "Karina Shkliaruk", "cat": "Georgian restaurant"}, {"review": "Delicious food, great service, amazing tea making. Loved the cakes they offer here. Very convenient location. A good place for negotiations, conversations, and just small …", "rating": 5, "name": "Antal Mykola", "cat": "Georgian restaurant"}, {"review": "Delicious food, fast service. Khachapuri is awesome, khinkali with thin dough. We liked! …", "rating": 5, "name": "Roman Shvab", "cat": "Georgian restaurant"}, {"review": " Marina, good afternoon! Thank you for your kind words and high marks!)))\n\n", "rating": 5, "name": "Tetiana Mykhailova", "cat": "Georgian restaurant"}, {"review": "Good food, reasonable prices, convenient location. Pleased with the presence of home-made chacha and wine (pomegranate wine is very popular, rarely where you can find it). …", "rating": 3, "name": "Kostia Tkachenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for otzyv.Priyatno that you have enjoyed it!", "rating": 3, "name": "Olga Olga", "cat": "Georgian restaurant"}, {"review": " They did not visit the small company for the first time at this establishment, but for the first time they saw \"compulsory tip\" in the check, and even so it is inscribed \"100\" and \"10\". The waiter explained that the …", "rating": 5, "name": "Юля Гонтаренко", "cat": "Georgian restaurant"}, {"review": "To be honest, it's terrible. There is nothing close to the atmosphere of Lviv establishments.\nYou make an order and for a whole hour they can not issue an order. They don't warn. People come later and for some reason they were taken out faster. …", "rating": 5, "name": "Oleh Rohachov", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, the service is great, the first time you visited, but definitely not the last, special thanks to the waiter Adam, for the maximum immersion in the homely atmosphere. …", "rating": 4, "name": "Сергей Амеличев", "cat": "Georgian restaurant"}, {"review": " Tasty homemade wine. Highly recommend to try Liked Hachapuri and Chicken. Really nice atmosphere, good price and responsive staff.\nTasty homemade wine. I recommend to try. Like khachapuri and chicken. Very nice …", "rating": 5, "name": "Olga Rebriy", "cat": "Georgian restaurant"}, {"review": "Polite staff, delicious food, and most importantly!\nClean toilet. …", "rating": 5, "name": "Олексій Кіслухін", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Kateryna Saliienko", "cat": "Georgian restaurant"}, {"review": " Many people, waiters are in no hurry to take orders. The kitchen is three-course, edible, but not very tasty. From everything we tasted, I can recommend only drinks - chacha and ginger tea. …", "rating": 3, "name": "Volodymyr Savov", "cat": "Georgian restaurant"}, {"review": "If on Kontraktovaya, then mego is delicious, fast, pleasant place and chefs. Very cozy)) Very tasty, in general, I was satisfied) I advise you to come and enjoy both the atmosphere and the food)) …", "rating": 4, "name": "Anna Kutsenko", "cat": "Georgian restaurant"}, {"review": "Very good cuisine. Everything is well done and delicious. I recommend. The place is popular with both tourists and residents of our city. The only difficulty is parking, which is not there, but it has been like this on the Walls for a long time. …", "rating": 5, "name": "Анастасия Николайчук", "cat": "Georgian restaurant"}, {"review": "Diner format, come in for a tasty meal and leave. Romantic dates are not recommended. Come with friends, have a delicious meal, or with a loved one whom you have known for a long time and want to have a delicious, inexpensive meal. Authentic carbonated drinks - …", "rating": 5, "name": "лена омельченко", "cat": "Georgian restaurant"}, {"review": "It's hard to get in on a Friday night. The khinkali are delicious, we made a second order, but it took a long time to wait, because it was crowded. And in the end they brought the wrong khinkali - instead of cheese they brought classic ones (the wife ordered, she doesn’t eat meat) ...", "rating": 5, "name": "Evghen Filin", "cat": "Georgian restaurant"}, {"review": "Average. Service is fast, but it is strange when salad, kharcho and khinkali are brought at the same time, either kharcho or khinkali will have to be eaten cold. In my case, the salad was eaten last. Kharcho, by the way, is all average. Yes, and khinkali, frankly, not ...", "rating": 1, "name": "Torry", "cat": "Georgian restaurant"}, {"review": "Here are some of the most delicious khinkali! The dough does not stick, the filling is juicy! And also great homemade chacha!) …", "rating": 2, "name": "Igor Kolovorotny", "cat": "Georgian restaurant"}, {"review": "\nThank you for your high rating and nice feedback!", "rating": 4, "name": "Koala Podolskyy", "cat": "Georgian restaurant"}, {"review": "The food is delicious, but the service and contingent of the establishment leaves much to be desired...\nFor half an hour we tried to call the waitress (who, by the way, just walked past us three times), and even waving our hands, we were not able to turn to …", "rating": 5, "name": "Olga Kalmykova", "cat": "Georgian restaurant"}, {"review": "Small cozy room. Do not take tables near the counter and in front of the door - it is very windy. The cuisine is delicious, the service is excellent. …", "rating": 2, "name": "Eugene Pshenichny", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Alina! Thanks for the feedback)\n\n", "rating": 1, "name": "Влад Таран", "cat": "Georgian restaurant"}, {"review": "\nWell, very tasty. And inexpensive", "rating": 4, "name": "Maksym Nesterenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant feedback! And again we are waiting for you to visit!", "rating": 5, "name": "Яна Дерега", "cat": "Georgian restaurant"}, {"review": " Very tasty dishes. Khachapuri in Adjik style or something like that have unsurpassed taste. I recommend trying it here. Also cozy interior and clean toilet, nice music, prices for Kiev are low. Americano with milk, …", "rating": 4, "name": "Наталья Омельчук", "cat": "Georgian restaurant"}, {"review": " Thank you for your kind words and high marks!\n\n", "rating": 5, "name": "Yaroslav Smetana", "cat": "Georgian restaurant"}, {"review": "Accidentally, but very successfully entered.\nEverything is perfect - service, delicious food, prices, atmosphere. I love ugly restaurants like this. …", "rating": 4, "name": "Volodymyr Shcherbachenko", "cat": "Georgian restaurant"}, {"review": "\nOlga, good afternoon, we are very glad that you liked everything! We look forward to your visit!))) See you!", "rating": 3, "name": "Ольга Щербань", "cat": "Georgian restaurant"}, {"review": "We ran in to have a bite, my husband liked khinkali 🥟, took 4 pieces. I ordered khachapuri, delicious, fast. We waited 12 minutes for an order and liked the coffee) …", "rating": 5, "name": "Julia Miroshnik", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali and khachapuri Mengrelian style. And khachapuri with meat was very disappointing (tried and tastier). And so it’s very good, though noisy and the waiters are not in a hurry to take the order. …", "rating": 3, "name": "Андрей Тимченко", "cat": "Georgian restaurant"}, {"review": "Khinkalnya is love.\n\nThis is not a fast food establishment and it is better to come here when you have an hour or so…", "rating": 5, "name": "Наталия Назаренко", "cat": "Georgian restaurant"}, {"review": "Best khinkali ever!\nAlways delicious.\nWe often order lobiani - it happens in different ways, sometimes it’s spicy, what I like, sometimes not ...", "rating": 4, "name": "Denys Sylianov", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian food. I recommend khinkali both meat and cheese. …", "rating": 3, "name": "Наани Аника", "cat": "Georgian restaurant"}, {"review": "Tasty and not expensive) Of course, at lunchtime, full boarding and without a reserve, it will be problematic to sit down, but if you reserve a table and, in addition, you can order in advance, they practice this, the rest will be wonderful))) …", "rating": 3, "name": "garazd", "cat": "Georgian restaurant"}, {"review": "\nLove this place! Wonderful dishes", "rating": 5, "name": "Марьянка Гетьман", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Thank you for your appreciation!", "rating": 4, "name": "Sergii Shubenok", "cat": "Georgian restaurant"}, {"review": "Delicious food for little money, the interior is simple, again corresponds to the prices. The staff is friendly, but a bit overwhelmed when all the tables are occupied. …", "rating": 1, "name": "lola lola", "cat": "Georgian restaurant"}, {"review": "As in all khinkalny, why not the usual. Khachapur is delicious, minced meat with streaks in khinkali. Service is good, order arrived quickly. The waiters are friendly. …", "rating": 5, "name": "Олег Грихно", "cat": "Georgian restaurant"}, {"review": "The most disgusting place of Georgian cuisine. I ordered khinkali, I thought how they can be spoiled? It turns out you can. The most tasteless khinkali in my life. The place is like a dining room. Not recommended …", "rating": 2, "name": "Сергій Шум", "cat": "Georgian restaurant"}, {"review": "Cozy place in the center of Podil. Good food, fast and quality service, reasonable prices…", "rating": 5, "name": "Ctyf Fgf", "cat": "Georgian restaurant"}, {"review": "\nGalina, good afternoon. Thank you for your appreciation and pleasant words!)))", "rating": 4, "name": "Vsetresbien Oui", "cat": "Georgian restaurant"}, {"review": " Delicious, comfortable, cozy, nice prices. Very tasty pomegranate wine. …", "rating": 5, "name": "Gennadiy Sopin", "cat": "Georgian restaurant"}, {"review": " Ulyana, good morning! We are very grateful for the kind words and appreciation! )))\n\n", "rating": 4, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "What could be better than Georgian food. Properly delicious Georgian food, in khinkalna it is just like that.\nEverything is insanely delicious juicy and the prices are very nice)))…", "rating": 5, "name": "Ярина Ковальчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and warm feedback!", "rating": 5, "name": "Светлана Конопольская", "cat": "Georgian restaurant"}, {"review": " Delicious, quiet, fast service, prices seem to say \"eat everything that is on the menu\" …", "rating": 5, "name": "Natalia Piskovska", "cat": "Georgian restaurant"}, {"review": " Thank you for the high rating!))))\n\n", "rating": 3, "name": "Олег Бабич", "cat": "Georgian restaurant"}, {"review": "Nice place with good food and service. Average prices. I liked almost everything (especially khachapuri and khinkali), with the exception of phali - I don’t recommend them, they don’t know how to make them here. …", "rating": 5, "name": "Yuriy Z", "cat": "Georgian restaurant"}, {"review": "Very very tasty place! I don't eat yeast, but here I ate khachapuri with egg!!! The only negative is that I waited for it for a very long time, it turned out that they were fulfilling a large take-out order and the stove was busy ... I was not warned; (but nothing ... Everything ...", "rating": 5, "name": "Лідія Паньків", "cat": "Georgian restaurant"}, {"review": "\nThank you for taking the time to leave a review! We will try next time to be more careful and faster, sorry for the inconvenience! We are waiting for you again!", "rating": 5, "name": "Алиса Котляренко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Nellie V", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon. Thank you so much for taking the time and opportunity to leave a review! We are sorry that you were not satisfied with our service. Please call us at 098 939 46 55, we will try to quickly sort out this situation!", "rating": 5, "name": "Maria Karmanova", "cat": "Georgian restaurant"}, {"review": " The order made 2 times the polymers are not ours. The salad was not made at all, but the check included ...\nHinkali waited 40 min. But the tasty ones came out. 😁 …", "rating": 3, "name": "Татьяна Дученко", "cat": "Georgian restaurant"}, {"review": " Very pleased to visit this restaurant. Good service. Good prices. And the administrator is so polite and profi that it was astonishing when a dish that was not pleasant to the check was not included. Although I think …", "rating": 4, "name": "Alexy Polivany", "cat": "Georgian restaurant"}, {"review": "Perfect place. Very tasty food and good prices. Now on my favorites list...", "rating": 4, "name": "Катя Д.", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Kirill Naumenko", "cat": "Georgian restaurant"}, {"review": " The judges of the Georgian kitchen are unequivocal. Democratic prices, delicious cuisine, folk music, Nina Katamadze's sound, the interior in the thematic style, nice service, pluses in one word a lot. I recommend. …", "rating": 5, "name": "Дмитрий Усатенко", "cat": "Georgian restaurant"}, {"review": "The food is excellent as always! Pleasant waiters. But the administrator is a strange woman, opening the doors wide open in winter and bickering at the request to close them, arguing with the acceptance of the goods. …", "rating": 5, "name": "Володимир Кулініч", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine, but the orders bring a very long time. Hinkali usually wait at least 30 minutes and this is at 60% occupancy :( I hope the management of the institution will take into account the desire to …", "rating": 5, "name": "Катерина Шишкіна", "cat": "Georgian restaurant"}, {"review": "We were in the same place in Lviv and I fell in love with khinkali with cheese. They were tender, very cheesy, well, you just lick your fingers. In Kyiv, alas, the Khinkalnya disappointed, my favorite cheese khinkali were 80% garlic and I just couldn’t ...", "rating": 2, "name": "Stanislav Komiati", "cat": "Georgian restaurant"}, {"review": "A good place for lunch, and for business negotiations, and for meeting with friends. Very tasty and atmospheric…", "rating": 4, "name": "Maria Kebu", "cat": "Georgian restaurant"}, {"review": " Delicious food, wonderful grant wine. Thanks.\n\n", "rating": 5, "name": "Анастасия Кучеренко", "cat": "Georgian restaurant"}, {"review": " Irina, thank you for the feedback)))\n\n", "rating": 5, "name": "Kirill Korn", "cat": "Georgian restaurant"}, {"review": "Hair in dishes and in a cup of tea. Salad of vegetables with sand). Homemade wine from the menu, only conditionally homemade. No wonder there was a full boarding in the neighboring Georgian institution, and in this one there were “three people” on a weekday, in the evening. I do not recommend. …", "rating": 5, "name": "Oksana Yaremchuk", "cat": "Georgian restaurant"}, {"review": " The food is delicious. And the staff with sticks expelled from the institution. They stand behind a rack of 5 people and talk to each other. There are two tables in the hall: ours and the people who wait for the …", "rating": 4, "name": "D Pro", "cat": "Georgian restaurant"}, {"review": "Very tasty! It's like being in Georgia. The menu is small which is a big plus in my opinion. The interior is simple, without pathos and pomposity. Just delicious food. …", "rating": 5, "name": "Julia Osintseva", "cat": "Georgian restaurant"}, {"review": "Waited over an hour for an order. Maybe just lucky, of course. Overall, not bad. The place is small, so are the prices. Basically delicious. …", "rating": 4, "name": "Дмитрий Усенко", "cat": "Georgian restaurant"}, {"review": "A year ago there was a great place with delicious Georgian cuisine and affordable prices. But at first the service deteriorated (stupid students instead of waiters), and now the kitchen. Do not go. …", "rating": 5, "name": "Анна Филоненко", "cat": "Georgian restaurant"}, {"review": " Delicious, but not very service. On the plus side - the availability of free wifi, and very fast: fast download, it reaches 20 mbps. …", "rating": 5, "name": "Марина Лисак", "cat": "Georgian restaurant"}, {"review": "Very friendly staff, everything was delicious - ordered khinkali, pkhali and author's beer. Everything was brought quickly. The prices are reasonable. Thanks to the owners and staff. …", "rating": 5, "name": "Ника Ярун", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Irina Malyk", "cat": "Georgian restaurant"}, {"review": "The value for money is better, in my opinion, in all of Kyiv, a cozy quiet place on the hem, take a short break during a walk, drink a glass of Georgian wine, sit down with delicious khinkali. …", "rating": 5, "name": "Володимир Москаленко", "cat": "Georgian restaurant"}, {"review": "Great place, delicious khachapuri and khinkali. Everything was taken out in 20 minutes. Account 270 UAH with alcohol. I recommend!!! …", "rating": 5, "name": "Анастасія Волошина", "cat": "Georgian restaurant"}, {"review": " For the first time I was in a Georgian restaurant, so compare with nothing (although they said that there are better places). In general, I liked everything, quite cozy …", "rating": 5, "name": "Skam", "cat": "Georgian restaurant"}, {"review": " Very, very fast service, faster than McDonald's, I highly recommend …", "rating": 5, "name": "Роман Владимирович", "cat": "Georgian restaurant"}, {"review": " It was delicious and budget friendly!\n\n", "rating": 4, "name": "Олег Токовенко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your high rating and nice feedback!", "rating": 5, "name": "Катерина Кравченко", "cat": "Georgian restaurant"}, {"review": "Delicious food, fast service from the pros. Of the minuses, I haven’t been there for a long time and the feeling after visiting that everything there has wildly risen in price for this class of institution. Now I’ll think where to go, with such a price there are many other good places of a higher …", "rating": 5, "name": "Ярослав Магрело", "cat": "Georgian restaurant"}, {"review": "I used to love this place very much and made almost all the meetings in it, next to work, delicious. But... The last visit was disappointing... Service fell.. the bill was mixed up with the next table (it had alcohol in it, while we went in with …", "rating": 3, "name": "Mariia Volkolup", "cat": "Georgian restaurant"}, {"review": "Delicious, filling and inexpensive.\n\nPolite staff. …", "rating": 4, "name": "Antony", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ksusha Gaevskaya", "cat": "Georgian restaurant"}, {"review": "Tasty and cheap, but they cook sooooo long that you can fall asleep without waiting for khinkali... …", "rating": 5, "name": "Artur Travels", "cat": "Georgian restaurant"}, {"review": "Delicious food as in all restaurants in this chain. A little pricey, but not critical. …", "rating": 5, "name": "Аленка Карпова", "cat": "Georgian restaurant"}, {"review": " I did not like the homemade wine, although there were a lot of reviews, but here the khinkali is unsurpassed. Take a sauce to them, too, very beautiful. …", "rating": 4, "name": "ethan valery", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olga Zaluzhna", "cat": "Georgian restaurant"}, {"review": "We have lunch here from time to time, it would be possible to put 4 stars, but once they gave khinkali with \"sour\" ... in the evening it became clear what the point was.\nTwo out of four with the same diagnosis. Two out of 4 ate khinkali, two did not ...", "rating": 5, "name": "Карина Гайдар", "cat": "Georgian restaurant"}, {"review": "Tasty and affordable, you can go to eat pretty quickly) Not a restaurant for long stays, in my opinion, but quite a pleasant place for a quick tasty lunch/dinner) …", "rating": 5, "name": "Roman Vainshtain", "cat": "Georgian restaurant"}, {"review": "\nTasty, nice prices;)", "rating": 4, "name": "Roman Filatovich", "cat": "Georgian restaurant"}, {"review": "\nAnastasia, thank you for your feedback, we look forward to visiting again)", "rating": 5, "name": "Ася Дужак", "cat": "Georgian restaurant"}, {"review": "A small room, always a lot of visitors thanks to the delicious cuisine. The order is quickly received and fulfilled. You can book a table by phone. Thank you. …", "rating": 4, "name": "Анна Маркова консультант по здоровому образу жизни", "cat": "Georgian restaurant"}, {"review": "\nComfortable, clean and very tasty!", "rating": 5, "name": "Сергей Корольчук (KS)", "cat": "Georgian restaurant"}, {"review": "Khinkali and Adjarian khachapuri are not tasty. The establishment is uncomfortable, not a restaurant at all, in terms of format and menu, it’s more like fast food, but in terms of the speed of service, it doesn’t even pull it. …", "rating": 5, "name": "alexz", "cat": "Georgian restaurant"}, {"review": " Waited 40 minutes to order. Staff cutlery brought only after the request. In Khachapuri, the Adjara is not only yolk, but also protein. Inconvenient toilet. …", "rating": 5, "name": "Olga Bogdanova", "cat": "Georgian restaurant"}, {"review": "Khinkali are good, kchmerul chicken too, and kharcho soup. Lemonade, though bottled, would be the most cynical if they did it themselves (without such a shock dose of sugar). …", "rating": 5, "name": "Dima Barabas", "cat": "Georgian restaurant"}, {"review": "\nThank you for your nice feedback!", "rating": 4, "name": "Андрей Гриценко", "cat": "Georgian restaurant"}, {"review": " Cozy place, delicious khinkali at a nice price, hospitable staff. …", "rating": 1, "name": "Bohdan Rapressor", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 5, "name": "Оксана Отрох", "cat": "Georgian restaurant"}, {"review": "Minced meat in khinkali is of very poor quality, huge pieces of veins. The price for khinkali with meat is ~ 15 hryvnia, which is slightly higher than the average for Kyiv, and the quality is low. …", "rating": 5, "name": "Edvard Yushkov", "cat": "Georgian restaurant"}, {"review": "We ordered white wine, the taste was below average + an hour later both of them had a headache, the food is ordinary, I don’t advise going here... …", "rating": 4, "name": "Yuliia Fillippova", "cat": "Georgian restaurant"}, {"review": " Nice place, very polite staff. The dishes themselves do not hold up to 5, and in fact it is a khinkalnya, not a restaurant. The menu is quite simple, so it's easier and faster to make a choice. Hinkali is delicious. I …", "rating": 3, "name": "Алена Додильна", "cat": "Georgian restaurant"}, {"review": " Ordered seats and meals for 12 people by phone. The main thing - everything was very tasty, fast. Friendly staff and reasonable prices, nice interior, enough free space. Was pleasantly surprised! …", "rating": 4, "name": "Vsevolod Zhovtenko", "cat": "Georgian restaurant"}, {"review": " Not a bad place. The cheapest khinkali in the city. The average check for two - 250 UAH.\nBut there is not enough space - it is difficult to sit down at the weekend …", "rating": 4, "name": "Олександр Юрченко", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback, we are waiting for you again!\n\n", "rating": 5, "name": "Сергей Кам", "cat": "Georgian restaurant"}, {"review": " Really tasty everyone nice and cool)\n\nI recommend delicious food. …", "rating": 4, "name": "Eugene Pougatch", "cat": "Georgian restaurant"}, {"review": "\nYaroslav, good afternoon! We are very grateful for the rating!", "rating": 4, "name": "MARINA", "cat": "Georgian restaurant"}, {"review": " I would not call the dishes in this establishment a classic or a sample of Georgian cuisine, but you can definitely eat here. The range of dishes is more spicy than you might expect …", "rating": 3, "name": "MAX C", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Vladimir, thank you for visiting us and taking the time to leave a review!", "rating": 3, "name": "Оксана Вишнякова", "cat": "Georgian restaurant"}, {"review": " I loved you very much, honestly. I went quite often, but last time I was unpleasantly surprised :( my favorite khankali were very tasty - liquid and not tasty meat and very little. It seems that the institution began …", "rating": 2, "name": "Jane Aleksandrovna", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine. Feeling you are home, cozy. The only downside is that all the smell of cooked food is in the hall. …", "rating": 5, "name": "Евгений Нижегородов", "cat": "Georgian restaurant"}, {"review": "Tasty, but the speed of serving dishes....\n9 khinkali are cooked for 45 minutes. …", "rating": 4, "name": "Александр Я", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Andrew! Thank you for leaving feedback. We are very sorry that because of expectations you could not comfortably and fully feel our space. We are ready to be corrected, but we know that only you can objectively estimate our changes. We would like to invite you on a delicious pomegranate wine as a compliment to completely change your mind about us!\n\n", "rating": 4, "name": "gurin anton", "cat": "Georgian restaurant"}, {"review": "One of my favorite places!!!! Khinkali are excellent, khachapuri with double cheese, and fry a little more, mimimi, delicious !!!!! I recommend 100%...", "rating": 5, "name": "Ирина Глинка", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your kind words! It's nice to know that our kitchen is like. Come visit, always happy!", "rating": 4, "name": "Дима З", "cat": "Georgian restaurant"}, {"review": "Not bad, Georgian cuisine, a pleasant place, but this time the cuisine is not impressive. The chef did not improve a bit. …", "rating": 2, "name": "Nikolay Romanov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Анна Бегунова", "cat": "Georgian restaurant"}, {"review": "\nHope, good afternoon! Thank you very much for taking the time and the opportunity to leave a review! You could clarify what exactly from the menu was not available, so that we could understand the situation. Thank you in advance for the information!", "rating": 5, "name": "Лёша Корсиков", "cat": "Georgian restaurant"}, {"review": " For an institution that positions itself as khinkali, the choice of khinkali is too small. Four species of khinkali are three of which are sharp. The stuffing in classic khinkali is horrible, the meat seems to be some …", "rating": 3, "name": "Alex Vasilkovskiy", "cat": "Georgian restaurant"}, {"review": "I really liked it here! Rested with friends. Nice atmosphere and delicious food) I recommend! …", "rating": 5, "name": "Наталія Дуравкіна", "cat": "Georgian restaurant"}, {"review": " Quite cozy, but something resembles the space of the Soviet dining room, probably the tables) in Lviv, the khinkalnaya is much more interestingly furnished and decorated with a Georgian accent. The designer, as I did …", "rating": 5, "name": "Valentyna Romanchenko", "cat": "Georgian restaurant"}, {"review": "We made an order for home delivery, the kebab is spoiled, the khinkali with cheese is spoiled, the potatoes are raw. I don’t recommend this place to anyone. they poison people ...", "rating": 5, "name": "Sergey Troyan", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, thank you for your feedback! We are very sorry that such a situation has occurred. We carefully monitor the quality of all our dishes, so we would like to understand the situation in detail. Could you please provide your phone number to any of the convenient social networks or by phone number 098 939 46 55 so that we understand the current situation. Thank you!", "rating": 5, "name": "Oleks “KAI” B", "cat": "Georgian restaurant"}, {"review": "\nFast service, tasty wine and overall", "rating": 3, "name": "Oleksandr K", "cat": "Georgian restaurant"}, {"review": " Delicious kitchen, cozy place, nice interior. Wanted to have a good time with his wife and young son.\nAngered and angered that the waitress refused to serve Ukrainian, and the …", "rating": 5, "name": "Ваня Мазанович", "cat": "Georgian restaurant"}, {"review": " Sergey, we thank you for your feedback! Sorry, what exactly is your opinion, we hope to re-visit.\n\n", "rating": 1, "name": "Alena Zinovieva", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Саша Грозовская", "cat": "Georgian restaurant"}, {"review": "\nThanks for the nice words!)", "rating": 5, "name": "Александр Лапшин", "cat": "Georgian restaurant"}, {"review": "Very convenient - right next to the metro. But parking is a problem. The kitchen is unexpectedly mediocre for luxurious Georgian cuisine. …", "rating": 5, "name": "Діма Давиденко", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "DAR Ltd", "cat": "Georgian restaurant"}, {"review": "The most delicious Georgian cuisine in Kyiv that we tried. Affordable price is also a plus. …", "rating": 5, "name": "Mykola Chernenko", "cat": "Georgian restaurant"}, {"review": "Very tasty khinkali. And in general, a good choice. For those who love Georgian cuisine - a chic place. The only thing is that it’s a weak interior, it’s uncomfortable to sit ...", "rating": 5, "name": "Ann Mishenko", "cat": "Georgian restaurant"}, {"review": " Restaurant with classic Georgian cuisine. It is crowded at lunch, so it is better to book a table early. I recommend their lobby and khachapuri in Ajarian. …", "rating": 5, "name": "Victoriiya Panshyna", "cat": "Georgian restaurant"}, {"review": "Everything is delicious and reasonable prices! Nice atmosphere and good service! 😍 …", "rating": 5, "name": "Любовь Мисюсь", "cat": "Georgian restaurant"}, {"review": " Nice and cozy, good service and interior, inexpensive\n\n", "rating": 5, "name": "Olha Poltavets", "cat": "Georgian restaurant"}, {"review": "Khachapuri is excellent, but khinkali is not very good... the stuffing has gone wild... you can't change the quality of the meat with pepper... ...", "rating": 5, "name": "Юлия Понидельник", "cat": "Georgian restaurant"}, {"review": "It seems they are cooking from under the knife, so you have to wait. Khinkali are quite tasty. …", "rating": 4, "name": "Paul Valor", "cat": "Georgian restaurant"}, {"review": "\nThank you for your rating and for taking the time and opportunity to leave your review!", "rating": 5, "name": "Яринка Груба", "cat": "Georgian restaurant"}, {"review": " Unreal tasty khinkali, veal kebab, homemade wine, but the staff ... The girls are a little familiar with the words \"welcome\", \"smile\", \"appreciation\" ... They need to be changed urgently as I am, because guests can …", "rating": 4, "name": "Юлія Собчук", "cat": "Georgian restaurant"}, {"review": " Wonderful homemade wine, good prices and delicious food) by 6pm on Saturday, there were not many people, but there were almost no seats available at about 7am. …", "rating": 5, "name": "Евгений Ф", "cat": "Georgian restaurant"}, {"review": " Tasty and inexpensive to eat khinkali. And you can include a tip in your account for payment with a card - this is an option you rarely see. …", "rating": 4, "name": "Мария Толбузова", "cat": "Georgian restaurant"}, {"review": "\nThank you for your nice review!", "rating": 4, "name": "Александр Володарский", "cat": "Georgian restaurant"}, {"review": " Nice place. Dear waiters, a good selection of meat dishes and wonderful hinkali. Even prepare arguments quickly, so do not have to die of hunger in anticipation. …", "rating": 4, "name": "Nick Panchuk", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali and khachapuri. But very little choice. And the room itself reminded me more of an old dining room. …", "rating": 5, "name": "Olga Karpa", "cat": "Georgian restaurant"}, {"review": "Prices are below average. All the staff are Georgians, which adds color to the establishment.\nOn the recommendation of the waiter, I ordered several non-spicy dishes. As a result, out of 4 dishes, only two were not spicy. …", "rating": 5, "name": "Егор Пономаренко", "cat": "Georgian restaurant"}, {"review": "Good and cozy place. Not particularly noticeable from the street. The cuisine is delicious. We especially liked the khinkali. …", "rating": 5, "name": "Andrey I", "cat": "Georgian restaurant"}, {"review": "Excellent delicious cuisine, and excellent khinkali. Sometimes you really have to wait too long.\nYou need to come here for food, not a very cozy atmosphere for business meetings or …", "rating": 5, "name": "Сергій Білоконь", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Василий Вас", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback. And again we are waiting for you to visit!", "rating": 4, "name": "Vladimir Talashchenko", "cat": "Georgian restaurant"}, {"review": " Unfortunately, there are no separate sinks just for the hands.\nAnd so delicious …", "rating": 5, "name": "Olena Parfenyuk", "cat": "Georgian restaurant"}, {"review": "Delicious simple Georgian cuisine, the hall is very warm because of the working stove, the overall interior is more like a dining room, but Georgian :) …", "rating": 5, "name": "ioan nissan", "cat": "Georgian restaurant"}, {"review": " There were between Saturday and Saturday between 12 and 13 customers. The soup was brought unheated, as soon as it had finished the main course and began to drink the stew, the waiter headed for us to collect the …", "rating": 5, "name": "Vi Viii", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali! The rest of the kitchen is not that impressive, but the atmosphere and khinkali are worth sitting here for.) …", "rating": 1, "name": "Арсений Бебешко", "cat": "Georgian restaurant"}, {"review": "Very tasty, and the atmosphere of real Georgia. The staff is friendly, guided by the menu. …", "rating": 2, "name": "Sergii Nagornyi", "cat": "Georgian restaurant"}, {"review": "Good place for Georgian cuisine. Very tasty khinkali and khachapuri. There is a decent selection of wines. …", "rating": 4, "name": "Maksym Leonov", "cat": "Georgian restaurant"}, {"review": " New wonderful democratic establishment of Georgian cuisine in the heart of Podil. Delicious cuisine, laconic interiors and wonderful books. …", "rating": 1, "name": "Сергей Васильев", "cat": "Georgian restaurant"}, {"review": " Pretty good food, nice interior, great selection of wines. But the cilantro is not very fragrant :( …", "rating": 5, "name": "Александр Сергеевич", "cat": "Georgian restaurant"}, {"review": "It seems that I found the most delicious khinkali in Kiev😍 both khachapuri and dolma - everything is just magical ...", "rating": 5, "name": "Yarik Ponomarenko", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Julia! Thank you for such a warm review!", "rating": 5, "name": "Shopik T", "cat": "Georgian restaurant"}, {"review": " A nice place for fans of Georgian feast. Delicious khinkali. The place is quite decent for family vacations, as well as for a friendly dinner at home. …", "rating": 4, "name": "Igor Zaitsev", "cat": "Georgian restaurant"}, {"review": "\nThank you for the pleasant words!", "rating": 5, "name": "Анна Козак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Олег", "cat": "Georgian restaurant"}, {"review": " Hencalnya on Podol is easy SUPER TASTY AND SATISFACTION. NOT EXPENSIVE. But it is necessary to book a table for those who want to remove hinkali a lot and places a bit. I advise everyone. …", "rating": 4, "name": "Наталья Боговик", "cat": "Georgian restaurant"}, {"review": "The highlight of Podol, a cozy place with good service! Very tasty food and the manager Irina will always welcome you kindly) …", "rating": 1, "name": "Sky Dan", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine. Service wishes the best all very slowly (good value for money. Nice atmosphere, cozy. …", "rating": 5, "name": "Інна Білокінь", "cat": "Georgian restaurant"}, {"review": "The most delicious khinkali in Kyiv. Tried all the menu, all dishes are good. Suitable for both lunch and in the evening to sit with the company. Very affordable prices. I advise! …", "rating": 5, "name": "Ната Ю", "cat": "Georgian restaurant"}, {"review": " I love the concept of restaurants❤️\nHinkali, chicken in Chkmerul, khachapuri in Adjara, phali, homemade chacha, pomegranate wine. I recommend …", "rating": 2, "name": "Vlad P.", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! We will try to please you further!", "rating": 5, "name": "Ирина Бабенко", "cat": "Georgian restaurant"}, {"review": "A good place in Pechersk. In general, I liked both the food and the price. Khinkali are very tasty. …", "rating": 5, "name": "Олексій Сметана", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Iryna Lysova", "cat": "Georgian restaurant"}, {"review": " The restaurant is quite cozy and delicious, Georgian dishes are prepared very professionally, the prices for the center of Kiev are quite democratic. The choice of alcohol is not very large, but there are drinks of …", "rating": 5, "name": "Артем Юрченко", "cat": "Georgian restaurant"}, {"review": "Very tasty, fresh food, divine aromas, convenient location, if you are planning with children, then of course there is not enough space, there is nowhere to run (((but my son was sitting at the table, I managed to distract him with a cartoon ...", "rating": 3, "name": "Vlad Topchev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Наталья Чумакова (експерт)", "cat": "Georgian restaurant"}, {"review": "\nYaroslav, thank you for such kind words! Until next time! :)", "rating": 5, "name": "Arthur Zmiyevets", "cat": "Georgian restaurant"}, {"review": "\nTasty, cheap, but the interior is poor", "rating": 5, "name": "Aono.31.07 Qwerty", "cat": "Georgian restaurant"}, {"review": "Good khinkali and khachapuri. It took a little longer than usual to prepare the order. In general, I liked it. …", "rating": 4, "name": "Dennis Kuleshov", "cat": "Georgian restaurant"}, {"review": " Great place, service at the highest level, thank you was delicious ♥ ️ …", "rating": 5, "name": "Olga Konieva", "cat": "Georgian restaurant"}, {"review": " Oksana, thank you for the kind words)))\n\n", "rating": 4, "name": "Spring", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali but you have to wait a long time\n\n", "rating": 5, "name": "Владимир", "cat": "Georgian restaurant"}, {"review": " Hello! We are grateful that we took the time to evaluate our work.\n\n", "rating": 5, "name": "Ольга Сажко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Ярослав Гладілін", "cat": "Georgian restaurant"}, {"review": "\nAlena, thank you for your feedback and appreciation! We try very hard to make our guests tasty and sincere!)", "rating": 5, "name": "А Laskaviy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Stare Vidro", "cat": "Georgian restaurant"}, {"review": " We always go for a family to eat khankali. Affordable prices, friendly motor waiters. Not the kilometer menu. Corner of Georgia in Kiev. …", "rating": 5, "name": "Ekaterina Gusan", "cat": "Georgian restaurant"}, {"review": " Tasty kitchen, good staffing, clean, but small room and not very good ventilation, all the smells from the kitchen in the hall …", "rating": 5, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "Inexpensive and tasty food, this is definitely here! The cheapest Khinkali with excellent taste! …", "rating": 4, "name": "Tany KR", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Валентин Емец", "cat": "Georgian restaurant"}, {"review": "Khinkali with cheese - at the highest level! 😋 And also - bastardo and pomegranate wine! And eggplant rolls with nuts! …", "rating": 4, "name": "Анна Афиногенова", "cat": "Georgian restaurant"}, {"review": "I liked everything, but khinkali was not impressed. Generally comfortable, good service. I recommend! …", "rating": 1, "name": "Анастасия Бережная", "cat": "Georgian restaurant"}, {"review": "Great place to go with friends. Tasty food. Be sure to order khinkali with meat, a little spicy but very tasty. The card on the table will help guide you on how to eat them. …", "rating": 5, "name": "Илона Сільваші", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vladimir Sharov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Володимир Ольшанский", "cat": "Georgian restaurant"}, {"review": "\nIt was delicious and fast.", "rating": 1, "name": "Serg Zong", "cat": "Georgian restaurant"}, {"review": "Good establishment. You can sit with a company. The most expensive alcoholic and related drinks. The cuisine is very tasty. …", "rating": 5, "name": "Роман Родневич", "cat": "Georgian restaurant"}, {"review": "\nThank you for taking the time to leave feedback！", "rating": 5, "name": "Andrii Syroid", "cat": "Georgian restaurant"}, {"review": " 40 minutes to wait for the order and then find out that it was lost. Lunch time is wasted. Thanks for the tarhun the price of 72grn. …", "rating": 5, "name": "Sergey", "cat": "Georgian restaurant"}, {"review": "Great staff, best food\nOne of the best restaurants in Kyiv serving khinkali\nThe atmosphere is homey and cozy…", "rating": 5, "name": "Александр Черний", "cat": "Georgian restaurant"}, {"review": " Cozy place. Unobtrusive Georgian music. Everything is prepared quickly and deliciously. Good wine. I recommend for a reception rest. …", "rating": 5, "name": "Николай Помазан", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Ільєнко", "cat": "Georgian restaurant"}, {"review": " Three stars for apricot wine only. And for a salad. The tube is very dry here. …", "rating": 5, "name": "Daria Melko", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Alena. Thank you for taking the time and the opportunity to leave a review and rating. We are very sorry that you did not like the lula. We will be glad if you give us a chance to change our opinion about us! Let me invite you to the second meeting with Lula and delicious wine! We are waiting for you!", "rating": 5, "name": "Максим Сухарев", "cat": "Georgian restaurant"}, {"review": " If you love khinkali, then of course 5 stars, otherwise it is one time, ate those khinkali, understood something, and you can no longer come) …", "rating": 5, "name": "Vape Labs", "cat": "Georgian restaurant"}, {"review": "They cook deliciously, the portions are large, the prices are reasonable, but there are places where they cook even tastier;)\nI recommend to visit…", "rating": 5, "name": "Тетяна Михайлова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Tamara Bernatska", "cat": "Georgian restaurant"}, {"review": "Traditional Georgian cuisine is delicious, but there are two \"buts\": a very long service (when the hall was not too full, khinkali waited more than an hour from the moment of order) and a rather meager menu. …", "rating": 5, "name": "Alex Vasilenko", "cat": "Georgian restaurant"}, {"review": " Deliciously. But the front door needs to be repaired or replaced - they do not close and sit in front of them uncomfortably. …", "rating": 4, "name": "Di Fed", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Marina! Thank you for visiting us and taking the time to leave a review! Tell me, please, were you in Khinkaln at the address Nizhny Val, which is on Podil?", "rating": 5, "name": "Aigerim Alikbayeva", "cat": "Georgian restaurant"}, {"review": " The quality of khinkali has declined, the meat is small and it tastes tasteless, and the price has increased - the only ones with delicious cheese. I will not come again. …", "rating": 5, "name": "anna tunytska", "cat": "Georgian restaurant"}, {"review": "Average establishment, service is slow and not welcoming, space is small. The portions are large, but without zest…", "rating": 5, "name": "Alisa Magirovska (Star Kanar)", "cat": "Georgian restaurant"}, {"review": "Been several times to this chain of establishments in Skymall. I wanted to visit Podil. Well, let me tell you my impressions.\nMade an order: 3 types of khinkali, khachapuri and beer. Didn't wait very long, but...", "rating": 5, "name": "Arisha Arishenka", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yulia Goshovska", "cat": "Georgian restaurant"}, {"review": "Good, tasty, friendly, great prices! Small room, not comfortable furnished no parking space. …", "rating": 4, "name": "Надежда Москалик", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Влад Працюк", "cat": "Georgian restaurant"}, {"review": "Very tasty, high quality Georgian dishes. The staff is very friendly and pleasant. Thanks to the chef. …", "rating": 5, "name": "Lars Madok", "cat": "Georgian restaurant"}, {"review": "A good place with Georgian cuisine, but khinkali lacks spices, in the same establishment but in skymol, khinkali are a little fragrant and tastier. …", "rating": 5, "name": "Володимир Іванюк", "cat": "Georgian restaurant"}, {"review": "The Khinkalny network is quite developed and very personal. But this place does not meet the requirements for either the interior or the food. …", "rating": 2, "name": "Sergiy Goncharov", "cat": "Georgian restaurant"}, {"review": "Tasty, although the interior leaves much to be desired. Everything is clean, neat, but I would like more color ...", "rating": 5, "name": "Denys Donchenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Iryna Khomiak", "cat": "Georgian restaurant"}, {"review": "Very tasty khinkali, but they took a long time to make! I waited 6 khinkali for 40 minutes. During this time, I would have learned how to make them myself.\nUPDATE: after 3 months I went to khinkali, now I have been waiting for an HOUR! Take you...", "rating": 5, "name": "Паша Мазур", "cat": "Georgian restaurant"}, {"review": "Cozy, delicious. Friendly manager, attentive waiters. I advise fans of Georgian cuisine. …", "rating": 5, "name": "Bohdan Kovalchuk", "cat": "Georgian restaurant"}, {"review": " Nice place, delicious cooking. They tasted khinkali here, and they were fresh and you can see that they cook themselves. The interior is nice and quite light. …", "rating": 5, "name": "Ганна Струк", "cat": "Georgian restaurant"}, {"review": "Very tasty Georgian cuisine. Reasonable prices, fast food. Everything is great. Thank you. …", "rating": 5, "name": "Uliana Kholmanskyh", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Optimus Solutions", "cat": "Georgian restaurant"}, {"review": "Expensive, they waited a long time for the order, khachapuri is not very, such an impression that they feel sorry for suluguni, it is very small (mushrooms from suluguni are made carelessly, they should howl stuffed and it feels like they were sprinkled with cheese on top and put into the oven, apparently ...", "rating": 5, "name": "Myroslav Hryshyn", "cat": "Georgian restaurant"}, {"review": "As in any other khinkalne, these are chains, everything is very tasty, fast and inexpensive. I recommend! …", "rating": 5, "name": "Людмила Мокрушина", "cat": "Georgian restaurant"}, {"review": "Very slow service, khinkali had to wait more than an hour, the waiter simply ignored the complaints…", "rating": 4, "name": "Світлана Старовойт", "cat": "Georgian restaurant"}, {"review": "Today, with a colleague, we decided not to go far for lunch because of the rain in the city and visit the so-called Khinkalnaya restaurant. We were here not the first time, and everything seemed to be not bad. BUT: We made an order, the waiter seemed to serve decently, ...", "rating": 3, "name": "Володимир Каграманов", "cat": "Georgian restaurant"}, {"review": "The best khinkali I have ever eaten. Great wine, cozy atmosphere. …", "rating": 1, "name": "Артур Киселевский", "cat": "Georgian restaurant"}, {"review": " everything is very tasty, and khinkali and chhoti and okho, all short. friendly waiters, cozy atmosphere. just a top …", "rating": 5, "name": "Nina Mazurcevych", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and warm feedback!", "rating": 5, "name": "Vitaliy Brusnikers", "cat": "Georgian restaurant"}, {"review": "A small cafe with very tasty food, intimate atmosphere and friendly staff. The prices don't kill, so it's nice to eat…", "rating": 5, "name": "Bogdan", "cat": "Georgian restaurant"}, {"review": " Very good restaurant, and what a delicious chacha there (necessarily homemade). The prices are very nice. I insist. …", "rating": 5, "name": "Andrii Lapchyk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and warm feedback!", "rating": 5, "name": "Nana Cat", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali ... normal prices. Pleasant atmosphere and authentic music. …", "rating": 4, "name": "Олександр Танасевич", "cat": "Georgian restaurant"}, {"review": "Very tasty, natural Georgian cuisine. The prices are very democratic. I definitely recommend. …", "rating": 1, "name": "Kateryna K", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Julia Kadibash", "cat": "Georgian restaurant"}, {"review": " Pleasant staff, fast and high-quality service, skillfully prepared meals) …", "rating": 3, "name": "Влад Кар", "cat": "Georgian restaurant"}, {"review": " Olga, good morning!) Thank you for your appreciation and kind words)!\n\n", "rating": 5, "name": "Євген Коломеєць", "cat": "Georgian restaurant"}, {"review": " Good home cooking, wine very tasty, good service. Highly recommend! …", "rating": 4, "name": "Tetiana Tytarenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Ольга Клименко", "cat": "Georgian restaurant"}, {"review": " We really love this restaurant!\nAlways delicious and always pleasant service! …", "rating": 4, "name": "Юкон Юкон", "cat": "Georgian restaurant"}, {"review": " Not a bad place. The kitchen is normal, the prices are low. You can have time to eat khinkali for lunch break. …", "rating": 4, "name": "Виктория Геращенко", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine. Professional staff. Well, the price is appropriate. …", "rating": 5, "name": "Аліна Alina", "cat": "Georgian restaurant"}, {"review": "\nVery tasty food. Affordable prices.", "rating": 5, "name": "Саша Андросович", "cat": "Georgian restaurant"}, {"review": "\nMaria thanks for the tip!)", "rating": 5, "name": "nataleesha", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Mykhailo Krachun", "cat": "Georgian restaurant"}, {"review": " Mediocre kitchen, nothing special, especially for barbecue. You can expect more in the Georgian restaurant. And typical Georgian lemonades (shop) for 50 UAH. this is ridiculous. …", "rating": 5, "name": "Denis Martynov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вікторія Андросович", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali. In terms of price / quality ratio, they are generally the best in Kyiv. In general, delicious food and homemade wine. …", "rating": 5, "name": "Maxim Tereshchenko (Максим Терещенко)", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "ayger fasad", "cat": "Georgian restaurant"}, {"review": "\nGreat restaurant! Little truth", "rating": 5, "name": "Марія Ульянова", "cat": "Georgian restaurant"}, {"review": " Not tasty. Not large portions. Very noisy. Not cozy\n\n", "rating": 5, "name": "Alex Boldyrev", "cat": "Georgian restaurant"}, {"review": " Thank you for taking the time and opportunity to rate and write a review about us! Please tell us when exactly (day of the week, time) you visited us? Could you help us to find out: - what exactly did you not like about the old people you ordered?\n\n", "rating": 5, "name": "Татьяна Кузибекова", "cat": "Georgian restaurant"}, {"review": "\"like in Georgia\" in the sense that the food is delicious, there is little space, and there are a lot of people, so it's noisy. The food is tasty, but the portions are small, although the prices are quite adequate. Not a restaurant, more like a cafe. But if you want good food, then this is the place for you. …", "rating": 4, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " Tasty and cozy. But the coffee is not boiled, but filled with boiling water. …", "rating": 5, "name": "Андрій Хохолкін", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alina Tsukanova", "cat": "Georgian restaurant"}, {"review": "\nGood morning! Thank you for your appreciation!)", "rating": 5, "name": "Alexander Voytenkov", "cat": "Georgian restaurant"}, {"review": " I love this place! It is always delicious, friendly staff) I recommend! Prices, like in Kiev, are very democratic. …", "rating": 4, "name": "Volodymyr Isataiev (isia)", "cat": "Georgian restaurant"}, {"review": "Dissatisfied sellers, expensive, sluggish, diluted kharcho and heavily peppered, there is little minced meat in khinkali. I do not recommend. …", "rating": 1, "name": "Iryna Aliieva", "cat": "Georgian restaurant"}, {"review": " Moderate food at a high price, with a long-term anticipation of an order, even with a small boot.\nYou should study with your colleagues from the Dnieper. …", "rating": 4, "name": "Ev Gazer", "cat": "Georgian restaurant"}, {"review": "Delicious and fast service. The hoods are not powerful enough, the smell of food remains on the clothes. …", "rating": 5, "name": "SHOPPING HOUR", "cat": "Georgian restaurant"}, {"review": "Why put 5 ☆ I don’t understand, maybe you are lucky. There is not enough space, they forget about orders, they bring coffee for half an hour, they bring khinkali in an hour, but still not the same, then they take it away and forget to bring exactly what they ordered. The kitchen is so-so, ate …", "rating": 5, "name": "Alex K", "cat": "Georgian restaurant"}, {"review": "Low prices, nice staff, delicious food) the girl really liked the peach wine …", "rating": 1, "name": "Yakiv", "cat": "Georgian restaurant"}, {"review": " Reasonably priced, very tasty.\nWhen you're hungry waiting for an order, it seems like it's been cooked for a long time. …", "rating": 4, "name": "Света Стражник", "cat": "Georgian restaurant"}, {"review": "The cuisine is very tasty! Khinkali MMM, like in Georgia)) For sweets, I recommend baklava ...", "rating": 5, "name": "Алиса Купчинская", "cat": "Georgian restaurant"}, {"review": " Tasty and not expensive. We ordered delicious khinkali with meat and cheese …", "rating": 5, "name": "Ольга Шаповаленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Павел Зоринец", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Thank you very much for your appreciation and nice words!)))", "rating": 5, "name": "Анна Шумак", "cat": "Georgian restaurant"}, {"review": "Delicious food, normal prices, the hood in the kitchen does not work well. After the visit, there was a smell on the clothes ...", "rating": 5, "name": "Liliya Klenkova", "cat": "Georgian restaurant"}, {"review": "\nVery tasty but noisy)", "rating": 5, "name": "Vera Ermilova", "cat": "Georgian restaurant"}, {"review": "I ordered khinkali here and the whole next day I felt sick (But it was on that day that I had a twenty-hour train Kyiv - Mariupol (...", "rating": 5, "name": "Lesia Spirina", "cat": "Georgian restaurant"}, {"review": " The restaurant is nice, cozy, low prices, delicious food and excellent drinks. I recommend …", "rating": 5, "name": "Александра Лелякова", "cat": "Georgian restaurant"}, {"review": " Inna, thank you for the high rating!)\n\n", "rating": 5, "name": "Виталий Тимошенко", "cat": "Georgian restaurant"}, {"review": " Delicious small kitchen. Friendly waiters. Very pleasant and peaceful atmosphere. …", "rating": 5, "name": "Оксана Пузік", "cat": "Georgian restaurant"}, {"review": " Once upon a time, the place was transformed into ... a Georgian-style dining room. Food became a simple rice soup with seasonings. Kinkali is still pretty good. …", "rating": 5, "name": "Екатерина Харченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "Excellent khinkali, wonderful Adjarian khachapuri. The staff is kind. Cleanly. …", "rating": 5, "name": "Dotsenko Sergey", "cat": "Georgian restaurant"}, {"review": " Very cozy nice place, attentive staff and nice prices! Highly recommend! …", "rating": 5, "name": "Valery Moskalenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your kind words and high marks!) We look forward to seeing you!)\n\n", "rating": 4, "name": "Sergey Dema", "cat": "Georgian restaurant"}, {"review": " Tasty, hearty, friendly people) Always happy to leave here …", "rating": 5, "name": "Andrey Samusenko", "cat": "Georgian restaurant"}, {"review": "Do not take the dessert \"baklava\" if you do not have a subscription to the dentist.. Not all teeth can gnaw it.. The staff tells a blue eye about a special recipe for cooking ... ...", "rating": 4, "name": "Inna Kazakova", "cat": "Georgian restaurant"}, {"review": " Delicious, traditionally Georgian taste\n\n", "rating": 4, "name": "Oleksii Hehelskyi", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Юля Молодан", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Ракович", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! We will try to please you further!", "rating": 5, "name": "Andrii", "cat": "Georgian restaurant"}, {"review": "Super! Very tasty, the Hinkleys are just magical! The price is more than excellent:) I recommend it to everyone!!! …", "rating": 5, "name": "Alla Kharytonchuk", "cat": "Georgian restaurant"}, {"review": "Very tasty \"Adjarian Khachapuri\", khinkali with cheese, for my taste, too sweet. …", "rating": 5, "name": "Максим Дубинко", "cat": "Georgian restaurant"}, {"review": " Delicious food, very nice staff\n\n", "rating": 5, "name": "Gonivo Bolivia", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!))\n\n", "rating": 1, "name": "Остап Древицкий", "cat": "Georgian restaurant"}, {"review": "Pretty tasty, the air conditioner works, only the chairs were embarrassed, not very comfortable. …", "rating": 3, "name": "Daria", "cat": "Georgian restaurant"}, {"review": " Nice cozy place. Hinkali is wonderful.\n\n", "rating": 5, "name": "Артур Баденкин", "cat": "Georgian restaurant"}, {"review": " Vladimir, good afternoon! We are very glad that you were satisfied with the visit to our restaurant. Till next time)))\n\n", "rating": 5, "name": "Руслан Карпов", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and fast.", "rating": 5, "name": "Иван Нагорный", "cat": "Georgian restaurant"}, {"review": "\nThanks!)", "rating": 5, "name": "Олександр Гайворонський", "cat": "Georgian restaurant"}, {"review": "It was delicious until one of the khinkali got paper. It is absolutely not clear where she came from, but the sediment was unpleasant in any case. The khinkali remaining in the plate, at the first request, replaced EVERYTHING, not only the one with ...", "rating": 5, "name": "Liudmyla Goot", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Оlekcii Zinoviev", "cat": "Georgian restaurant"}, {"review": " The same dishes taste better and cheaper than the neighbors on the Lower Shaft. You can always sit down …", "rating": 5, "name": "Ольга Ч", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Мартынюк", "cat": "Georgian restaurant"}, {"review": " Deliciously. Qualitatively. Adequate prices. Pleasant service. …", "rating": 5, "name": "Anton Mosin", "cat": "Georgian restaurant"}, {"review": " Good afternoon Alexander! Thank you for your kind words and high praise!\n\n", "rating": 5, "name": "Anatoly O", "cat": "Georgian restaurant"}, {"review": "For the first time I visited Khinkalnaya in Kharkov, when it turned out that it was a chain, I started looking for them in Kyiv.\nThe cafe is colorful, in the Georgian style, everything is very, very tasty! Khachapuri by…", "rating": 4, "name": "Валерий Д", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитро Бондарчук", "cat": "Georgian restaurant"}, {"review": "Khinkali are simply the best! The rest is outrageously expensive. And they bring food for a long time, and you can go crazy from smells (very tasty) ...", "rating": 4, "name": "Yuliia Bilchenko", "cat": "Georgian restaurant"}, {"review": "Khinkalnaya in Skymol is just awful. Rude staff.\nNot tasty khinkali, the only thing tasty there is wine, but it's not worth it! …", "rating": 5, "name": "Bogdan Krivushenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Roman Qdin'", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Наталья Беззуб", "cat": "Georgian restaurant"}, {"review": " Tasty. But alas, there were no dishes on the grill\n\n", "rating": 5, "name": "Александр Баранов", "cat": "Georgian restaurant"}, {"review": "Very disappointed with the new restaurant in the Sky Mall, were 18.04. 2017. Waiting for more than 40 minutes despite the fact that it was Tuesday and there were almost no people. Some of the khinkali were served undercooked and undersalted, there was little meat. And he completely finished off the kubdari .. a cake almost without ...", "rating": 5, "name": "Olena Smolenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елена Слободянюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Denys Ezh", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Yuri Shytuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Iaroslava Stopina", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олек Корн", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sergii Melnychenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Щеблыкин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Sumarokov", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place. I really liked the administrator Ekaterina Sergeevna. Responsive, kind girl with very beautiful eyes) ...", "rating": 4, "name": "MICTEP ID", "cat": "Georgian restaurant"}, {"review": " Cool and delicious place\n\n", "rating": 5, "name": "Alex Kolesnik", "cat": "Georgian restaurant"}, {"review": " Hinkali delicious and homemade wine mmmy 😋\n\n", "rating": 4, "name": "Olesya Piskun", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and kind words!\n\n", "rating": 5, "name": "Степан К", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Forsaker", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ol Vaz", "cat": "Georgian restaurant"}, {"review": "\nFriendly staff, great food", "rating": 5, "name": "Denys Zapysnyy", "cat": "Georgian restaurant"}, {"review": "\nThank you so much for your pleasant words and appreciation!)", "rating": 5, "name": "Katrine Motsar", "cat": "Georgian restaurant"}, {"review": "\nSooo delicious! Recommend.", "rating": 4, "name": "Рая Руснак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Анатолий Плетюхин", "cat": "Georgian restaurant"}, {"review": "\nTasty, inexpensive, convenient location", "rating": 5, "name": "Vdovin Mykola", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali and super tender veal in tomato sauce. …", "rating": 4, "name": "Rusia Tkach", "cat": "Georgian restaurant"}, {"review": "\nif you like Georgian cuisine go there", "rating": 5, "name": "Liza Voronkova", "cat": "Georgian restaurant"}, {"review": "\nHope, good afternoon! We are very grateful for your feedback!", "rating": 4, "name": "Виталий Шевчук", "cat": "Georgian restaurant"}, {"review": "\nNice and inexpensive place)", "rating": 4, "name": "Oleksandr Sagittarius", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Vladislav, thank you for your feedback and appreciation!)", "rating": 5, "name": "Руслан Мамедов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Maryana Fedoryshyn (Mars)", "cat": "Georgian restaurant"}, {"review": "\nCome again!", "rating": 4, "name": "Александр Марчук", "cat": "Georgian restaurant"}, {"review": "A small restaurant in Podil which serves Georgian cuisine. Khinkali is one of the most delicious in Kyiv, despite the fact that the price for them is lower than in any other restaurant. Other dishes are also worth attention, but already at average prices. There is chacha and…", "rating": 5, "name": "Alla S", "cat": "Georgian restaurant"}, {"review": "Very slow service rate. No business lunches. Not ready for quick service companies (12 people). …", "rating": 5, "name": "Volodymyr Sadovyy", "cat": "Georgian restaurant"}, {"review": " Good homemade wine. Prices are very reasonable\n\n", "rating": 5, "name": "Олександр Бондарук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oksana Marchun", "cat": "Georgian restaurant"}, {"review": " Delicious, cozy, adequate prices! 👍\n\n", "rating": 5, "name": "Yuliya Penkova", "cat": "Georgian restaurant"}, {"review": " Thank you for your assessment and for taking the time to leave your feedback!)\n\n", "rating": 5, "name": "Алина Шевчук", "cat": "Georgian restaurant"}, {"review": " Great place! Familiar Armenians said that these were the only real khinkali in Kyiv. Very tasty! …", "rating": 5, "name": "Александр Кравчук", "cat": "Georgian restaurant"}, {"review": " Bogdan, it is very pleasant to hear such words! Thank you for taking the time to leave a review. We constantly work on ourselves. Come again!\n\n", "rating": 4, "name": "Ihor Parasyuk", "cat": "Georgian restaurant"}, {"review": "\nas always tasty, crowded and cozy", "rating": 4, "name": "Опа Европа", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "николай олейник", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 5, "name": "Olga Kotyck", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Ермолова", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Александра Горбовская", "cat": "Georgian restaurant"}, {"review": " Classy place can be mentally seated, drink wine\n\n", "rating": 3, "name": "Anna Mushchynina", "cat": "Georgian restaurant"}, {"review": " Overall the impression is pleasant, slightly hindered by the scent from the kitchen …", "rating": 5, "name": "Sarasvattti", "cat": "Georgian restaurant"}, {"review": "Upset too simple interior, and uncomfortable seats. I understand that this is all because of the small room. …", "rating": 5, "name": "Денис Косік", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback!", "rating": 4, "name": "Sergo7379", "cat": "Georgian restaurant"}, {"review": "Terrible place with terrible service. Instead of one of the most delicious Georgian salads, Sazaphulo, they served a bunch of onions, and a little thinly sliced ​​cucumber with a tomato. From such an amount of onion (and not sweet, as per the recipe, but onion) ...", "rating": 2, "name": "Алексей Федоров", "cat": "Georgian restaurant"}, {"review": "\nTasty Khachapuri. Acceptable prices. Cozy", "rating": 5, "name": "Вадим Дунаенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Suika", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олаф «Волжских Дракаров» Шкипер", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Антон Грубый", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мирослав Рихтер", "cat": "Georgian restaurant"}, {"review": " Hinkali is delicious\n\n", "rating": 5, "name": "Евгения Сачко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Natalia Tikhonova", "cat": "Georgian restaurant"}, {"review": " There was no khinkali, over .... and lemonade too ...\n\n", "rating": 5, "name": "Олена Пацевко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей T", "cat": "Georgian restaurant"}, {"review": "\nTasty, without too much tinsel", "rating": 5, "name": "Юлия Беляева", "cat": "Georgian restaurant"}, {"review": " Delicious khachapuri in Adjara. Hinkali is the most delicious with cheese, with meat so-so …", "rating": 5, "name": "Роман Никитюк", "cat": "Georgian restaurant"}, {"review": " Very crowded and noisy. The kitchen is delicious\n\n", "rating": 5, "name": "Alice Algeron", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 5, "name": "Виталий Степаненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Нина Ходырева", "cat": "Georgian restaurant"}, {"review": "\nTasty and not expensive", "rating": 5, "name": "Денис Волков", "cat": "Georgian restaurant"}, {"review": " Very tasty, very like in Georgia❤️\n\n", "rating": 5, "name": "Елена Дени", "cat": "Georgian restaurant"}, {"review": " Alina, good afternoon! We thank you for your appreciation)\n\n", "rating": 3, "name": "Aleksei Petrov", "cat": "Georgian restaurant"}, {"review": " Super Khachapuri for Ajarian and incredibly delicious khinkali. Reasonable prices …", "rating": 5, "name": "Christina", "cat": "Georgian restaurant"}, {"review": "\nThis chicken will be my dream. Delicious)", "rating": 4, "name": "Serhii A", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Stepan Shainer", "cat": "Georgian restaurant"}, {"review": "\nGreat establishment!", "rating": 2, "name": "Михаил", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "sveta mac", "cat": "Georgian restaurant"}, {"review": " DELICIOUSLY. Not small portions, cozy.\n\n", "rating": 5, "name": "Андрей Худобец", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation and kind words! We look forward to visiting!))))\n\n", "rating": 5, "name": "Anna Kotelevska", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Kocherha", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Илья", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yuri Antonchyk (Xsat)", "cat": "Georgian restaurant"}, {"review": "\nExcellent cuisine, cozy, intimate.", "rating": 5, "name": "Анелла Куд", "cat": "Georgian restaurant"}, {"review": "\nTatiana, good afternoon! We are very grateful for the feedback!)", "rating": 5, "name": "Michael Lytvynenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Євгеній Захарієв", "cat": "Georgian restaurant"}, {"review": " Hinkali !!! On the way out, my wife and I looked like gingerbread men ... Unrealistically delicious …", "rating": 5, "name": "Андрей Шпак", "cat": "Georgian restaurant"}, {"review": " Delicious and not for all the money in the world)\n\n", "rating": 5, "name": "Andreу R", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali. Small but at 8.5UAH", "rating": 5, "name": "Егор Сорокин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oleh Omelchenko", "cat": "Georgian restaurant"}, {"review": "There is a technical break in the toilet for 15 minutes!\nHow is that in general??? …", "rating": 5, "name": "Timoha call of duty", "cat": "Georgian restaurant"}, {"review": "Khinkali are good, but the salad turned out to be almost entirely from onions, in general they did not appreciate the idea. …", "rating": 5, "name": "Sergey Smirnov (VeloProstir)", "cat": "Georgian restaurant"}, {"review": " Delicious, especially the dough! Hello waiters))\n\n", "rating": 5, "name": "Maksym Komisarenko", "cat": "Georgian restaurant"}, {"review": "\nYummy ! Available !! Sincerely!", "rating": 5, "name": "Peter Maystrov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sveta Sveta", "cat": "Georgian restaurant"}, {"review": " Quiet and peaceful place to visit. The cuisine is delicious …", "rating": 5, "name": "Brem Brem", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Anatolii Borysenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Инна Дембицкая", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Lena Nest", "cat": "Georgian restaurant"}, {"review": "\nLiked, especially khinkali", "rating": 5, "name": "Андрей Тонконог", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Ростислав Куц", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Jara Litovka", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Olesya Stefanyk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Пашкевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Artem Kolombet", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 5, "name": "Ruzana Atabekyan", "cat": "Georgian restaurant"}, {"review": " Very tasty! Homely and cozy atmosphere)\n\n", "rating": 5, "name": "Sergey Timchenko", "cat": "Georgian restaurant"}, {"review": "\nVery tasty mackerel, I advise you to try.", "rating": 5, "name": "Галя Кавун", "cat": "Georgian restaurant"}, {"review": "\nEkaterina thank you very much for your feedback and appreciation. We look forward to visiting more)", "rating": 4, "name": "Дмитро Літавський", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Тарануха", "cat": "Georgian restaurant"}, {"review": "\nGreat choice price / quality)", "rating": 4, "name": "Александр Белослудцев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Сергей Иванов", "cat": "Georgian restaurant"}, {"review": "A real Georgian khinkalnya - noisy and fast. The food is rather close to fast food, so quickly …", "rating": 5, "name": "Denis Serdyuk", "cat": "Georgian restaurant"}, {"review": " Good place, delicious food, reasonable price.\n\n", "rating": 5, "name": "Светлана Максименко", "cat": "Georgian restaurant"}, {"review": " Deliciously cooked. But long waited, there were many people …", "rating": 5, "name": "V. Krivon", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Саша Саша", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali for a small fee. I recommend classic or with greens. …", "rating": 5, "name": "Denys Davydov", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, fast service, I liked it.", "rating": 3, "name": "Ольга Онипко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алла Сорока", "cat": "Georgian restaurant"}, {"review": " Deliciously! Prices are democratic! Cozy and comfortable place! …", "rating": 4, "name": "Andrii Vitaliyovych", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Julia Mitko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Filip Stompór", "cat": "Georgian restaurant"}, {"review": "Waited 45 minutes for khachapuri,\nI said goodbye and left...", "rating": 5, "name": "Vitalii Kutniakov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Valerii Levytskyi", "cat": "Georgian restaurant"}, {"review": "\nLoved it. Tasty and budget", "rating": 3, "name": "Vlodik Yuzvak", "cat": "Georgian restaurant"}, {"review": "\nDelicious Khinkali, I recommend", "rating": 5, "name": "Eugene Didkivskyy", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine", "rating": 5, "name": "Марина Кривенко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty (not like in Murakami)", "rating": 4, "name": "Julia V", "cat": "Georgian restaurant"}, {"review": " Hinkali is very tasty. And prices - democratic)\n\n", "rating": 5, "name": "Дмитрий Караван", "cat": "Georgian restaurant"}, {"review": " Delicious food, optimal in menu composition.\n\n", "rating": 5, "name": "Денис Жупник", "cat": "Georgian restaurant"}, {"review": "\nAffordable prices and delicious khinkali", "rating": 5, "name": "Oleksandr Talabko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Артем Павлов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sergiy Pavlyuchenko", "cat": "Georgian restaurant"}, {"review": " Delicious, Georgian.\n\n", "rating": 4, "name": "Дмитрий Игоревич", "cat": "Georgian restaurant"}, {"review": " Not bad. You can taste khinkali. Everything is delicious and fresh. …", "rating": 5, "name": "Denys Korshak", "cat": "Georgian restaurant"}, {"review": " Great place, democratic prices, good atmosphere\n\n", "rating": 5, "name": "Khandros", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Tanya Hrekhova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Nadiia Osaulenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Антон Дубовик", "cat": "Georgian restaurant"}, {"review": "\nVery soulful, great khinkali.", "rating": 5, "name": "Vа Роn", "cat": "Georgian restaurant"}, {"review": "\nThe most delicious khinkali in Kiev.", "rating": 5, "name": "Denis Rohlinsky", "cat": "Georgian restaurant"}, {"review": "\nInvariably beautiful place.", "rating": 5, "name": "Vadim Eremichev", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali, price / quality ratio", "rating": 5, "name": "Мария Рыбовалова", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "дмитрий рябинкин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Павел Валериевич", "cat": "Georgian restaurant"}, {"review": "\nI liked the food, service and atmosphere!", "rating": 4, "name": "Sergey Borodenko", "cat": "Georgian restaurant"}, {"review": " The location, the kitchen, the workers are all 10/10\n\n", "rating": 5, "name": "Валерий Симоненко", "cat": "Georgian restaurant"}, {"review": " Comfortable and delicious, low prices\n\n", "rating": 5, "name": "Vlad Novikov", "cat": "Georgian restaurant"}, {"review": "\nBest Khinkali in town", "rating": 5, "name": "Robert Kula", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali, affordable prices", "rating": 4, "name": "Олександр Грищенко", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali, but not as tasty as in Georgia itself …", "rating": 5, "name": "Olegek Fil", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Галина Лиман", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vitalii Sobko", "cat": "Georgian restaurant"}, {"review": " khinkali authentic and tasty.\n\n", "rating": 5, "name": "Alex Grachov", "cat": "Georgian restaurant"}, {"review": "\nThe most delicious kharcho in Kiev))", "rating": 5, "name": "Milla", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali for lunch", "rating": 5, "name": "анелла огородникова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Артем Дроздов", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, but the music is loud.", "rating": 4, "name": "Вова Бородавчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Irina Basenko", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Could you clarify what was wrong and how do we become a little better for the coveted five?)) Thank you!", "rating": 5, "name": "Konstantin Kolomiichuk", "cat": "Georgian restaurant"}, {"review": "\nGood, tasty food, good service", "rating": 5, "name": "Oksana Rekut", "cat": "Georgian restaurant"}, {"review": " Everything is fast and delicious. Prices are normal\n\n", "rating": 5, "name": "Oleksa Proskura", "cat": "Georgian restaurant"}, {"review": "\nI liked everything except the appetizers.", "rating": 5, "name": "Макс Калюжный", "cat": "Georgian restaurant"}, {"review": "\nTasty and inexpensive", "rating": 5, "name": "Tanya Illyushko", "cat": "Georgian restaurant"}, {"review": "\nGood, tasty, but very noisy", "rating": 5, "name": "seref turker (Made in Turkey Furnitures)", "cat": "Georgian restaurant"}, {"review": " In winter it blows out the door. The food is delicious.\n\n", "rating": 4, "name": "Gennadiy Zolotaryov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Viktor Bigun", "cat": "Georgian restaurant"}, {"review": "\nFavorite restaurant chain in Kiev", "rating": 5, "name": "Владимир Толокевич", "cat": "Georgian restaurant"}, {"review": " Delicious food and drinks\n\n", "rating": 5, "name": "Владислав Николаевич", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Mary Gaisiuk", "cat": "Georgian restaurant"}, {"review": "\nDelicious. Simply. Cozy", "rating": 5, "name": "Юлия Ходаковская", "cat": "Georgian restaurant"}, {"review": "\nSimple and tasty cuisine.", "rating": 4, "name": "макс назар", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and nice words!)", "rating": 5, "name": "Сергей Лоленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Кравецький", "cat": "Georgian restaurant"}, {"review": "\nwarm atmosphere, delicious khinkali)))", "rating": 5, "name": "Andrii Dutko", "cat": "Georgian restaurant"}, {"review": "\nDelicious Georgian food at good prices.", "rating": 5, "name": "Vitalii Shevel", "cat": "Georgian restaurant"}, {"review": "\nTry peach wine, it's great!", "rating": 5, "name": "Antonnikulin Nikulin", "cat": "Georgian restaurant"}, {"review": " Tasty, quality. Prices are acceptable.\n\n", "rating": 5, "name": "Alex", "cat": "Georgian restaurant"}, {"review": "\nfriendly waiters, nice tidying up", "rating": 5, "name": "Максим Федорченко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 5, "name": "Бехруз Бойназаров", "cat": "Georgian restaurant"}, {"review": "\nWell, very tasty 🥰", "rating": 5, "name": "Evgeniy from Ukraine", "cat": "Georgian restaurant"}, {"review": "\nNikolay, thank you very much for your feedback!", "rating": 5, "name": "Сергей Доля", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali! And atmospheric!\n\n", "rating": 5, "name": "Liudmyla Prymushko", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!!", "rating": 4, "name": "Юлія Цімура", "cat": "Georgian restaurant"}, {"review": "\nGood day! Thank you very much for your appreciation and nice words!)", "rating": 4, "name": "Йошкин Кот", "cat": "Georgian restaurant"}, {"review": "\nVery tasty. I recommend it!)", "rating": 5, "name": "Witaliy Kaminskiy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andrii Machok", "cat": "Georgian restaurant"}, {"review": " Tasty as always\n\n", "rating": 5, "name": "Василь Бутенко", "cat": "Georgian restaurant"}, {"review": " Thank you!!!\n\n", "rating": 5, "name": "evgen przhevalinskiy", "cat": "Georgian restaurant"}, {"review": "\nTasty as always", "rating": 5, "name": "ВСЁ О БОКСЕ Kick-boxing", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Eugenius MD", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Гоман Руслан", "cat": "Georgian restaurant"}, {"review": " Deliciously)\n\n", "rating": 5, "name": "Denis Värderingsman", "cat": "Georgian restaurant"}, {"review": " Vadim, thank you for your feedback!)\n\n", "rating": 5, "name": "Regvem Balmosh", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Ladislav", "cat": "Georgian restaurant"}, {"review": "\nThanks a lot)", "rating": 5, "name": "Tanya Gromova", "cat": "Georgian restaurant"}, {"review": "\nNormal, tasty, fast and not expensive", "rating": 4, "name": "PROFINVEST UKRAINE", "cat": "Georgian restaurant"}, {"review": "\ngreat place to get to know Georgian food", "rating": 5, "name": "Markovskiy Evgeniy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksandr Gor", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback. We are waiting for you to visit!", "rating": 5, "name": "Lirik Sinbadovich", "cat": "Georgian restaurant"}, {"review": " Phalas, khinkali, shots and pyrosmans. :)\n\n", "rating": 5, "name": "Alexander Kot", "cat": "Georgian restaurant"}, {"review": "\nDelicious Khinkali", "rating": 4, "name": "Гриша Баран", "cat": "Georgian restaurant"}, {"review": " Great cuisine, reasonable prices\n\n", "rating": 5, "name": "Elvis Rublovskis", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and a pleasant review. And again we are waiting for you to visit!", "rating": 5, "name": "Марія Бірюк", "cat": "Georgian restaurant"}, {"review": "\nThe best khinkali in Kiev.", "rating": 3, "name": "Аліна Бутенко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and atmospheric!", "rating": 4, "name": "Igor Klimenko", "cat": "Georgian restaurant"}, {"review": " Good Georgian restaurant\n\n", "rating": 4, "name": "Vlad Tesla", "cat": "Georgian restaurant"}, {"review": " Comfortable and inexpensive\n\n", "rating": 5, "name": "Захар Измайлов", "cat": "Georgian restaurant"}, {"review": " Wonderful Georgian cuisine.\n\n", "rating": 5, "name": "Vladislav Radchuk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your rating and your feedback!", "rating": 5, "name": "Тома Павлова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "LLLLL LLLLL", "cat": "Georgian restaurant"}, {"review": "Delicious and not expensive", "rating": 5, "name": "Yuriy Medyany", "cat": "Georgian restaurant"}, {"review": "\nDenis, good afternoon! We are very grateful for your pleasant words and appreciation! We will be glad to see you again)", "rating": 5, "name": "Земский Тарас", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Андрій Головня", "cat": "Georgian restaurant"}, {"review": "\nKhinkali got worse over the year.", "rating": 4, "name": "Віталій Мисливець", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "master quality", "cat": "Georgian restaurant"}, {"review": "\nTasty and not expensive))", "rating": 4, "name": "Серж Гусаков", "cat": "Georgian restaurant"}, {"review": " Very tasty and inexpensive\n\n", "rating": 5, "name": "Dmitriy Sumin", "cat": "Georgian restaurant"}, {"review": "\nGeorgian cuisine in Ukrainian design", "rating": 5, "name": "Zevgen Zamka", "cat": "Georgian restaurant"}, {"review": " Khachapuri on Ajarian is wonderful.\n\n", "rating": 5, "name": "Oleksandr Saliuk", "cat": "Georgian restaurant"}, {"review": "Khachapuri bomb!\nKhinkali is great! …", "rating": 5, "name": "Елена Клименко", "cat": "Georgian restaurant"}, {"review": "\nVery cozy and incredibly tasty.", "rating": 5, "name": "Darina Samoylenko", "cat": "Georgian restaurant"}, {"review": "\nEverything was delicious", "rating": 5, "name": "vera vera", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cooking)", "rating": 5, "name": "Дима Станецкий", "cat": "Georgian restaurant"}, {"review": " I liked it, but it takes a long time to cook\n\n", "rating": 5, "name": "ИнтервЮра", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Сергій Ажнюк", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Андрей Бирюков", "cat": "Georgian restaurant"}, {"review": " Interesting and quite authentic place.\n\n", "rating": 5, "name": "Sergii Afinogenov", "cat": "Georgian restaurant"}, {"review": "\nVery tasty hearty.", "rating": 5, "name": "Anastasiia Skrynnikova", "cat": "Georgian restaurant"}, {"review": "\nTasty, cozy, inexpensive!", "rating": 4, "name": "Мария Латария", "cat": "Georgian restaurant"}, {"review": "\nLuxurious khachapuri and khinkali!", "rating": 5, "name": "Kateryna Stepaniuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Skory", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Denys Kholod", "cat": "Georgian restaurant"}, {"review": " Tasty! And inexpensive\n\n", "rating": 5, "name": "Дмитрий Гаёв", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali!\n\n", "rating": 5, "name": "Татьяна Заяц", "cat": "Georgian restaurant"}, {"review": " Hinkkali get hurt!\n\n", "rating": 4, "name": "Katya Olshanskaya", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!) See you soon!)", "rating": 3, "name": "Олександр Понікарчик", "cat": "Georgian restaurant"}, {"review": "\nDelicious and cheap hinkali", "rating": 4, "name": "A", "cat": "Georgian restaurant"}, {"review": "\nGood khinkali", "rating": 5, "name": "Gord Bilyi", "cat": "Georgian restaurant"}, {"review": "\nTasty, fast, not expensive", "rating": 4, "name": "Alex Pulin", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Рома Горбач", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Vlad Yan", "cat": "Georgian restaurant"}, {"review": "\nThank you!", "rating": 4, "name": "Оля Очеретяна", "cat": "Georgian restaurant"}, {"review": " Quality and delicious food!\n\n", "rating": 5, "name": "Марина Селюченко", "cat": "Georgian restaurant"}, {"review": " It was better on skimmall\n\n", "rating": 1, "name": "Ольга Черечукина", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Rostislav, please tell me what was wrong?", "rating": 5, "name": "Богдан Калінін", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and cozy", "rating": 5, "name": "Віталій Ліпінський", "cat": "Georgian restaurant"}, {"review": " Deliciously. Very.\n\n", "rating": 4, "name": "Марія Мельник", "cat": "Georgian restaurant"}, {"review": "\nGood Georgian cuisine", "rating": 4, "name": "Aleksandr Novikov", "cat": "Georgian restaurant"}, {"review": "\nTasty, normal prices", "rating": 4, "name": "Nik Alex", "cat": "Georgian restaurant"}, {"review": "\nThe best khinkali on the hem!", "rating": 5, "name": "Сергей Ходаковский", "cat": "Georgian restaurant"}, {"review": "\nGreat!", "rating": 5, "name": "Николай Дыченко", "cat": "Georgian restaurant"}, {"review": " Hello, Sergey, thank you very much for taking the time to evaluate our work! We look forward to seeing you!)))\n\n", "rating": 5, "name": "Виктория Кузява", "cat": "Georgian restaurant"}, {"review": "\nDelicious lemonades", "rating": 5, "name": "Евгений Песня", "cat": "Georgian restaurant"}, {"review": " Tasty and inexpensive\n\n", "rating": 5, "name": "Людмила Савченко", "cat": "Georgian restaurant"}, {"review": " Tasty and inexpensive, as for Hem\n\n", "rating": 4, "name": "Руслан Трофимов", "cat": "Georgian restaurant"}, {"review": "\nPretty tasty and inexpensive", "rating": 5, "name": "ilja rohozhyn", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Vadym Kovalevskyi", "cat": "Georgian restaurant"}, {"review": "\nDelicious homemade wine", "rating": 5, "name": "Red Rum", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and fast", "rating": 5, "name": "Ermolenko Bogdan", "cat": "Georgian restaurant"}, {"review": "\nTasty.", "rating": 5, "name": "София Бурса", "cat": "Georgian restaurant"}, {"review": " Thank you for your appreciation)\n\n", "rating": 5, "name": "Александр Лисовой", "cat": "Georgian restaurant"}, {"review": " Everything is great, I recommend it to everyone\n\n", "rating": 5, "name": "Максим Грянка", "cat": "Georgian restaurant"}, {"review": "\nBeautiful and tasty place.", "rating": 5, "name": "Людмила Головко", "cat": "Georgian restaurant"}, {"review": "\nReally smells from the kitchen", "rating": 3, "name": "Nastya Beauty", "cat": "Georgian restaurant"}, {"review": "\nYummy)", "rating": 3, "name": "Fobian Ewaryst Dobdziak", "cat": "Georgian restaurant"}, {"review": " tasty and inexpensive\n\n", "rating": 5, "name": "Liliia Stupak", "cat": "Georgian restaurant"}, {"review": "Tasty, cozy, nice", "rating": 5, "name": "Rastiegaiev Denys", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Sergey Lavrenchuk", "cat": "Georgian restaurant"}, {"review": " Thank you for being so happy to see such high marks!\n\n", "rating": 4, "name": "Артем", "cat": "Georgian restaurant"}, {"review": "\nVery Good food !!!", "rating": 5, "name": "Сергей Зубков", "cat": "Georgian restaurant"}, {"review": " Delicious and colorful\n\n", "rating": 4, "name": "An VK", "cat": "Georgian restaurant"}, {"review": "\nSo-so", "rating": 5, "name": "Alexander T", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! We are very sorry that you did not like it with us. Could you clarify what was wrong? Thanks!", "rating": 5, "name": "Наталия Богута", "cat": "Georgian restaurant"}, {"review": " Very tasty.\n\n", "rating": 5, "name": "Іра Козачук", "cat": "Georgian restaurant"}, {"review": "\nDelicious recipes and wine", "rating": 4, "name": "Stan Stanley369", "cat": "Georgian restaurant"}, {"review": "\nDelicious khachapuri by Ajarski", "rating": 4, "name": "Юлия Черкашина", "cat": "Georgian restaurant"}, {"review": "\nQuick and tasty.", "rating": 5, "name": "Сергій Шульженко", "cat": "Georgian restaurant"}, {"review": " Thanks for the stars and feedback!\n\n", "rating": 5, "name": "Михаил Гендеров", "cat": "Georgian restaurant"}, {"review": "\nIncredibly Delicious Khinkali", "rating": 5, "name": "Діана Шестакова", "cat": "Georgian restaurant"}, {"review": "\nVery tasty meat", "rating": 5, "name": "Ярослав Головань", "cat": "Georgian restaurant"}, {"review": "\nNot bad", "rating": 3, "name": "Bogdan Kravchenya", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Artem! Thank you very much for taking the time to leave a review and rating! It is important for us to receive feedback from guests. Can you tell us what we need to work on to improve the rating and make it higher than four stars?", "rating": 4, "name": "Vladimir Voron", "cat": "Georgian restaurant"}, {"review": "\nI liked everything, thank you)", "rating": 5, "name": "Михаил Захарченко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and appreciation!", "rating": 5, "name": "Игорь Кац", "cat": "Georgian restaurant"}, {"review": "\nNothing so, it's delicious.", "rating": 4, "name": "Наталья Сохань", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "АЛЛА СВЕТАЙЛО", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine", "rating": 5, "name": "Popovska Julia", "cat": "Georgian restaurant"}, {"review": "\nThanks for the quality and price!", "rating": 5, "name": "Davide Martini", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali.", "rating": 5, "name": "Олексій Савченко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "tonnynice", "cat": "Georgian restaurant"}, {"review": "\nWonderful)", "rating": 4, "name": "Myroslav Stefaniuk", "cat": "Georgian restaurant"}, {"review": "\nNice place", "rating": 5, "name": "Eugene Scherbak", "cat": "Georgian restaurant"}, {"review": "\nFast, tasty, spicy", "rating": 4, "name": "Тетяна Піндус", "cat": "Georgian restaurant"}, {"review": " Smack!\n\n", "rating": 5, "name": "Евгений Вовчук", "cat": "Georgian restaurant"}, {"review": "\nPrompt, inexpensive, tasty", "rating": 4, "name": "Сергей Ковальчук", "cat": "Georgian restaurant"}, {"review": "\nWill go", "rating": 5, "name": "Антон Макаров", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback!)", "rating": 5, "name": "Julia Oleksiuk", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali.", "rating": 3, "name": "Екатерина Головина", "cat": "Georgian restaurant"}, {"review": " Deliciously!\n\n", "rating": 5, "name": "Bruce Wayne", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious", "rating": 5, "name": "Татьяна Сенченко", "cat": "Georgian restaurant"}, {"review": "\nSimple and tasty 😋", "rating": 5, "name": "Valentyn Korolovych", "cat": "Georgian restaurant"}, {"review": "\nKhinkali are delicious", "rating": 5, "name": "Наталья Ушакова", "cat": "Georgian restaurant"}, {"review": " Deliciously!\n\n", "rating": 4, "name": "Александр Цымбал", "cat": "Georgian restaurant"}, {"review": "\nTasty and affordable)", "rating": 5, "name": "Владимир Коломак", "cat": "Georgian restaurant"}, {"review": "\nThank you, we will become even better!", "rating": 5, "name": "Jovana Popovic", "cat": "Georgian restaurant"}, {"review": " Delicious authentic khinkali.\n\n", "rating": 5, "name": "Andrii Korsun", "cat": "Georgian restaurant"}, {"review": " Delicious and cozy :)\n\n", "rating": 5, "name": "Анастасия Кулик", "cat": "Georgian restaurant"}, {"review": "\nVery tasty.", "rating": 5, "name": "Conor Murray", "cat": "Georgian restaurant"}, {"review": "\nTasty.", "rating": 5, "name": "Татьяна Педченко", "cat": "Georgian restaurant"}, {"review": "\nSuper tasty!", "rating": 3, "name": "Кирилл Семилеткин", "cat": "Georgian restaurant"}, {"review": "\nShota Rustaveli tastes better)", "rating": 5, "name": "Юлія Запорожченко", "cat": "Georgian restaurant"}, {"review": " Deliciously!\n\n", "rating": 5, "name": "Daria", "cat": "Georgian restaurant"}, {"review": "\nCozy and tasty", "rating": 4, "name": "Евгений Шевченко", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback! Looking forward to visit again :)", "rating": 5, "name": "Слава Царук", "cat": "Georgian restaurant"}, {"review": "\nAlways delicious!", "rating": 3, "name": "Вероника Максимович", "cat": "Georgian restaurant"}, {"review": " From now on, it is my favorite Georgian cuisine in Kiev\n\n", "rating": 5, "name": "Alex G", "cat": "Georgian restaurant"}, {"review": "\nTasty and inexpensive", "rating": 5, "name": "Олександр Костюков", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alice Bilyk", "cat": "Georgian restaurant"}, {"review": " Delicious hacapuri\n\n", "rating": 3, "name": "Dmitriy Shandrenko", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback!\n\n", "rating": 5, "name": "Денис Дубина", "cat": "Georgian restaurant"}, {"review": "\ndistribution of free soup in front of", "rating": 5, "name": "Kseniya Zhurenko", "cat": "Georgian restaurant"}, {"review": " Hincals are not the best\n\n", "rating": 3, "name": "Serhii Koval", "cat": "Georgian restaurant"}, {"review": "\nExcellent 👍", "rating": 5, "name": "Alexander Leonov", "cat": "Georgian restaurant"}, {"review": "\nTasty!", "rating": 4, "name": "Taras Lopuszanski", "cat": "Georgian restaurant"}, {"review": "\nExcellent cuisine", "rating": 3, "name": "Misha Kyzmich", "cat": "Georgian restaurant"}, {"review": "\ndelicious!", "rating": 5, "name": "Родіон Матвієнко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 5, "name": "Дима Михальчук", "cat": "Georgian restaurant"}, {"review": "delicious)", "rating": 4, "name": "Vasylenko Mykhaylo", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Марина Кисленко", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Olexander Shapran", "cat": "Georgian restaurant"}, {"review": " the most delicious khinkali ever\n\n", "rating": 5, "name": "Мар'яна Бойчук", "cat": "Georgian restaurant"}, {"review": "\nHomemade fast food", "rating": 4, "name": "Елена Викторовна", "cat": "Georgian restaurant"}, {"review": "\nNice zigzagaylovka)", "rating": 4, "name": "arshe dan", "cat": "Georgian restaurant"}, {"review": "\nCheap and tasty", "rating": 5, "name": "Andrej Pankratiew", "cat": "Georgian restaurant"}, {"review": " Delicious, affordable.\n\n", "rating": 5, "name": "Таша Пашкевич", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Iryna Medianyk-Mitsova", "cat": "Georgian restaurant"}, {"review": "\nTasty!", "rating": 5, "name": "Дмитро Видолоб", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Наталі Багрій", "cat": "Georgian restaurant"}, {"review": "\nCheap, delicious", "rating": 5, "name": "Roman Kliuchko", "cat": "Georgian restaurant"}, {"review": "\nKhinkali with cheese excellent", "rating": 5, "name": "Віталій Сенатор", "cat": "Georgian restaurant"}, {"review": "\nLong wait!", "rating": 5, "name": "Alla Shuhai", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Serhii Haleha", "cat": "Georgian restaurant"}, {"review": "\nEverything is delicious", "rating": 3, "name": "Alina Gnidenko", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Вадим Владимирович", "cat": "Georgian restaurant"}, {"review": "\nPhali just very much !!!!", "rating": 5, "name": "Vladislav Yurkov", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Liubomyr Vytvytskyi", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 4, "name": "Vadya vaiooo", "cat": "Georgian restaurant"}, {"review": " Satisfies expectations :)\n\n", "rating": 5, "name": "Thomas Sharples", "cat": "Georgian restaurant"}, {"review": "\ndelicious", "rating": 5, "name": "Olesya Varyukhno", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Аліна Костик", "cat": "Georgian restaurant"}, {"review": "\nSuper!!", "rating": 4, "name": "Григорий Павлов", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 5, "name": "Maria Korostil", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "I Tomun", "cat": "Georgian restaurant"}, {"review": "\nKhinkali is great!", "rating": 4, "name": "Irina", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Ольга Заславська", "cat": "Georgian restaurant"}, {"review": " deliciously\n\n", "rating": 5, "name": "Tatyana Rudnitskaya", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Володимир Печений", "cat": "Georgian restaurant"}, {"review": "\nFast", "rating": 4, "name": "Александр Брезгун", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Николай Щербань", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Marina Tseits", "cat": "Georgian restaurant"}, {"review": " super\n\n", "rating": 4, "name": "Marta Kossakowska", "cat": "Georgian restaurant"}, {"review": "\nVery atmospheric", "rating": 5, "name": "Maksym Khomenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and pleasant feedback!", "rating": 5, "name": "Andrew Gerasimchuk", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali\n\n", "rating": 3, "name": "Оксана Slv", "cat": "Georgian restaurant"}, {"review": "\nCozy cafe.", "rating": 4, "name": "Дмитрий Носов", "cat": "Georgian restaurant"}, {"review": " Reasonable prices\n\n", "rating": 5, "name": "Alex Mikhnenko", "cat": "Georgian restaurant"}, {"review": "Excellent", "rating": 5, "name": "Oksana", "cat": "Georgian restaurant"}, {"review": "\n10 out of 10 God ...", "rating": 4, "name": "Ярослав Саенко", "cat": "Georgian restaurant"}, {"review": " Thanks for the high praise!\n\n", "rating": 5, "name": "Олег Клименко", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Вика Зябликова", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Azusa Nakano", "cat": "Georgian restaurant"}, {"review": "\nKhinkali are amazing!", "rating": 5, "name": "Сергей Месель", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Alex Chaban", "cat": "Georgian restaurant"}, {"review": " Like in Georgia\n\n", "rating": 4, "name": "kirill chichkan", "cat": "Georgian restaurant"}, {"review": " Deliciously\n\n", "rating": 5, "name": "Дарья Филимонова", "cat": "Georgian restaurant"}, {"review": "\nKhinkalno", "rating": 5, "name": "Лала Раджабли", "cat": "Georgian restaurant"}, {"review": "🌟🍷🌟🍷🌟🍷🌟🍷🌟", "rating": 3, "name": "Даша Усова", "cat": "Georgian restaurant"}, {"review": "\nYummy!", "rating": 5, "name": "Игорь Буряк", "cat": "Georgian restaurant"}, {"review": "\nExcellent :)", "rating": 5, "name": "Oles _P", "cat": "Georgian restaurant"}, {"review": "\nSuper", "rating": 4, "name": "Eugene Turkulevich", "cat": "Georgian restaurant"}, {"review": " Delicious food\n\n", "rating": 4, "name": "Vitalij Hlazunov", "cat": "Georgian restaurant"}, {"review": " Good place\n\n", "rating": 5, "name": "Ivan Fedoryshchenko", "cat": "Georgian restaurant"}, {"review": "\nAtmosfenenko", "rating": 5, "name": "валерий гежа", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Dmytro Sheverun", "cat": "Georgian restaurant"}, {"review": "\nA good place! 👌🏻", "rating": 5, "name": "Алексей Юрченко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and a nice review!", "rating": 4, "name": "Yaroslav Lytvynenko", "cat": "Georgian restaurant"}, {"review": "\nTasty place", "rating": 5, "name": "Valentyna Stashenko", "cat": "Georgian restaurant"}, {"review": " Great place\n\n", "rating": 5, "name": "Vladyslav Kirienko", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Baltazar J.", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Лейла Крошко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Роман Горобець", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Oleksiy Storozhuk", "cat": "Georgian restaurant"}]