[{"review": "This was the first time I ate here. It was very good. I had many dishes, and each of them were very good. They even had a sale going on. …", "rating": 5, "name": "Joseph Cordova", "cat": "Restaurant"}, {"review": "Fantastic!! Best New Year night ever!! Thank you very much!! You are awesome!!!", "rating": 5, "name": "Roman Ivanov", "cat": "Restaurant"}, {"review": "thanks! always glad to see you!", "rating": 3, "name": "Bohdan Stanislavskyi", "cat": "Restaurant"}, {"review": "Good food, but service ...Its about Khvanchara at Politechnuchnyi institut station, they don’t even manage to open a page in google. And honestly I felt zero service, not a single smile and even the opposite. Don’t make it look like McDonald’s please", "rating": 5, "name": "Harry Ward", "cat": "Restaurant"}, {"review": "Georgian cuisine. Authentic, fine quality,  clean attractive restaurant. Viber lets you read the menu in English!!", "rating": 5, "name": "Салім Фаваз", "cat": "Restaurant"}, {"review": "Very nice place, i go with my family firstly, I will come back here. Very tasty pork barbecue.", "rating": 4, "name": "Sean Filidis", "cat": "Restaurant"}, {"review": "\nThanks! Waiting for you again", "rating": 5, "name": "Amanda Riethmuller", "cat": "Restaurant"}, {"review": "Really good food and great service. I'd come here again.", "rating": 4, "name": "Kai Levis", "cat": "Restaurant"}, {"review": "Great food, wine and helpful staff.", "rating": 5, "name": "Vladislav “Poushec” Klimenko", "cat": "Restaurant"}, {"review": "Food is good, but not cheap at all", "rating": 5, "name": "Mariola Drobny", "cat": "Restaurant"}, {"review": "Nice place, low prices, and delicious food. Definitely will come back here again.", "rating": 5, "name": "Sho Kawo", "cat": "Restaurant"}, {"review": "Thank you for your feedback!\nWe look forward to see you again!\nYours \"Khvanchkara\"!", "rating": 5, "name": "ced 27", "cat": "Restaurant"}, {"review": "Very good food!", "rating": 3, "name": "Елена Федорченко", "cat": "Restaurant"}, {"review": "Very good restaurant and stuff", "rating": 5, "name": "Théo P", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Татьяна Олейник", "cat": "Restaurant"}, {"review": "delicious 😋 👌", "rating": 3, "name": "Art Art", "cat": "Restaurant"}, {"review": "The food is very tasty, there are no questions about it. When initially asked for a glass of water before ordering, the waiter refused, she said it was over. After that, they brought us a bill, in which wine was knocked out, which we did not take and did not see in our eyes. …", "rating": 5, "name": "Lucyna Kopek", "cat": "Restaurant"}, {"review": "\nWe will try to become better! We are always glad to see you!", "rating": 5, "name": "Андрей Андреев", "cat": "Restaurant"}, {"review": " We ate at this restaurent on the evening of December 24, 2021 and it was delicious! The main course was very good and the prices are right. I recommend, it is a good choice of Georgian restaurants in Kiev. …", "rating": 5, "name": "Наталья Лукьяненко", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 3, "name": "Тетяна Головащенко-Доценко", "cat": "Restaurant"}, {"review": "Great, cozy place in the city center. Everything is very delicious! Good and polite waiters. Olesya - the best! …", "rating": 4, "name": "Andrju", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 4, "name": "Yaroslav Haiduk", "cat": "Restaurant"}, {"review": " Inexpensive restaurant with pleasant service, however the dishes we ordered left a bit to be desired. Meat very undercooked, khinkali large but tasteless. …", "rating": 4, "name": "Владимир Киця", "cat": "Restaurant"}, {"review": " Premises in the city center. Very tasty food, huge portions, low prices. Nice service …", "rating": 2, "name": "Dasha Zest", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 5, "name": "Marina Kulinich", "cat": "Restaurant"}, {"review": "I visited this restaurant and was very pleased! Delicious cuisine, good presentation, friendly and pleasant staff, friendly service. I recommend. …", "rating": 5, "name": "Марія Ворона", "cat": "Restaurant"}, {"review": "We ordered a meat set - very tasty! Barbecue, kebab, grilled vegetables, 4 different sauces, and all this with wine. Four of us just right, enough for everyone. We recommend a good place in the center. …", "rating": 4, "name": "Жанна К.", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Юлия Сокол", "cat": "Restaurant"}, {"review": " Good first impressions, the waiter is competent. Serving is not very, the dishes are primitive. A woman from the staff without an apron, it is unclear whether she is a waitress or what her role is. At our request to …", "rating": 3, "name": "Yrgen Branson", "cat": "Restaurant"}, {"review": " Atmospheric restaurant with appropriate music and cuisine. The staff is caring, there is a lack of national clothes. The cuisine left a mixed feeling, which I liked: khachapuri according to Migrelski, khinkali with …", "rating": 5, "name": "Тетяна Ковальчук", "cat": "Restaurant"}, {"review": " Great restaurant in the city center, delicious khachapuri, khinkali, wine)) The staff is great + did not bother to come when needed) …", "rating": 5, "name": "Андрей Чепеленко", "cat": "Restaurant"}, {"review": "Not a bad Georgian restaurant in the center of Kyiv. Bright room, not super authentic, but cozy enough. Delicious cuisine, some of the most delicious khinkali I've ever eaten, delicious khachapuri, delicious chashushuli (although the veal is not the softest, as …", "rating": 3, "name": "Марина", "cat": "Restaurant"}, {"review": "\nThank you very much for such a detailed review. We will take into account all your comments and take them to work. We will be glad to see you again)", "rating": 5, "name": "Ельвіра Лютіна", "cat": "Restaurant"}, {"review": "The only thing you can come for is to try khinkali on the grill, at least it's unusual. They took khachapuri - not very much, the salad with beans is also so-so. Chacha for an amateur, with a certain aftertaste, I didn’t like the barbecue either, besides de, there ...", "rating": 3, "name": "Aleks Andriushyn", "cat": "Restaurant"}, {"review": "Good Georgian restaurant. We ordered a banquet, we were very satisfied: delicious cuisine and good service …", "rating": 2, "name": "Денис Медвєдєв", "cat": "Restaurant"}, {"review": "Liked this restaurant very much\nBeautiful interior, good service. …", "rating": 5, "name": "Анастасия Луцюк", "cat": "Restaurant"}, {"review": "Unprepossessing facade, but quite cozy inside. Reasonable prices, good service, food delivered quickly. From what I didn’t like: just disastrous khinkali-fries and chanakhs. Everything else is moderately tasty, but not ah ... ...", "rating": 4, "name": "Анюточка Игоревна", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We will definitely take into account your opinion.", "rating": 5, "name": "Никита Подгорный", "cat": "Restaurant"}, {"review": "Delicious, satisfying. Adjarian khachapuri is very cheesy. Of the minuses: they waited a long time for khinkali, they smoked a hookah in the next room, there was smoke everywhere. For a photo with a mark in social networks, they give a glass of free wine. Red is not bad, white is like sour. Highly …", "rating": 4, "name": "Lars Willhelm", "cat": "Restaurant"}, {"review": "The main downside is the cooking time. The hall is empty, I'm the only visitor and they cooked khinkali for me for more than an hour. 🤬 Yesterday I dined at a Georgian restaurant on the next street, so everything was done much faster there, much tastier and prices are lower. Wherein …", "rating": 5, "name": "Анна Морозюк", "cat": "Restaurant"}, {"review": "Awesome place!!! We have been to many restaurants in Kyiv, but we met the most delicious barbecue here!)))) Khachapuri is also incredible)) I was also struck by Georgian meat with mushrooms and suluguni cheese)) Plus, a pleasant atmosphere, Georgian music and …", "rating": 5, "name": "Giuliano Bifolchi", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Евгения Евгеньевна", "cat": "Restaurant"}, {"review": "I liked it very much! We ordered a meat set: shish kebab, lula, grilled vegetables and sauces. The meat is very tender, and juicy kebab) And the price is nice! And as a bonus they brought us 1 liter of homemade wine. …", "rating": 5, "name": "ankerst", "cat": "Restaurant"}, {"review": "In general, not bad, but the toilet is very dirty, shish kebab with veins and fat. And when they brought the bill, and there was also a % for the service, they didn’t like it at all, there hasn’t been anything like this for a long time, but what if the guest didn’t like everything? Tipping is an assessment of you, how ...", "rating": 1, "name": "Татьяна Мальченко", "cat": "Restaurant"}, {"review": "\nThanks, we're trying to get better! Come!", "rating": 5, "name": "Андрей Андрияш", "cat": "Restaurant"}, {"review": "Came here with friends for a weekend event. Meat set is unrealistically delicious. The meat is tender, spicy and the sauces are superb. Very tasty and atmospheric. We will definitely come again…", "rating": 5, "name": "Таня Высоцкая", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Екатерина Ярославская", "cat": "Restaurant"}, {"review": "There is no comfort. If you want to celebrate the date with your family in a cozy place, you may be disappointed. Go clean to eat or with a noisy company with a 50% coupon - perhaps. But 10% service charge will be included in the bill of the full price. Food is in…", "rating": 5, "name": "Андрій Керстинюк", "cat": "Restaurant"}, {"review": "\nIt is a pity that they did not fully meet your expectations! We will try to become better! We are waiting for you again!", "rating": 5, "name": "Игорь Андронов", "cat": "Restaurant"}, {"review": " We were at the restaurant on December 25. Of course a day off and a lot of visitors. In half an hour they asked to book a table. When they arrived, it turned out that no one had booked a table for us. The hall was …", "rating": 4, "name": "Serhio Black", "cat": "Restaurant"}, {"review": "\nSorry about the precedent. Your comment has been welcomed. We will try to become better! We are waiting for you again!", "rating": 5, "name": "Andrey Kozachok", "cat": "Restaurant"}, {"review": "Wonderful place!\nVery friendly waiters, surround the client with attention and care.\nKhachapuri was brought to us in 15 minutes, and tea - instantly. …", "rating": 5, "name": "Жанна Вовчук", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Юлия Семёнова", "cat": "Restaurant"}, {"review": "Great place, cozy atmosphere, delicious food, excellent service, in general I recommend it to everyone. (A cool set of khinkali was invented, you can try everything at once) we really liked ...", "rating": 4, "name": "Лєна Палагнюк", "cat": "Restaurant"}, {"review": "I was with my wife and son yesterday, we booked a table by phone in advance. They accepted the reservation very politely, offered a comfortable table with a sofa, told about promotional offers. When we arrived, we were pleasantly surprised - very cozy atmosphere, …", "rating": 5, "name": "Oleksandr Sysun", "cat": "Restaurant"}, {"review": "Little by little, the place starts to deteriorate. If it were not for the female administrator, who is trying in every possible way to do her job with high quality, the rating would have been underestimated. On weekends there can be a large flow of customers. The restaurant doesn't really keep up...", "rating": 3, "name": "Юрий", "cat": "Restaurant"}, {"review": "\nThanks! We will try to become better! Come, we are always glad to see you!", "rating": 5, "name": "Анна Гладущенко", "cat": "Restaurant"}, {"review": " Very tasty. Large portions. Cozy atmosphere. Friendly staff. Visit, you will not regret)) …", "rating": 4, "name": "Юлия Гончаренко", "cat": "Restaurant"}, {"review": " Very pleasant Georgian restaurant within walking distance of Maidan. The food is very good at an affordable price to which the friendliness and hospitality of the waiter must be added. …", "rating": 5, "name": "Yuliana Posh", "cat": "Restaurant"}, {"review": "❤️", "rating": 3, "name": "Name Name", "cat": "Restaurant"}, {"review": "I often come with my family to this small but pleasant restaurant. The audience is different, during the day they mostly come to have a quick bite, since there is a business lunch at an adequate price. But for me, these are places for spiritual communication in the evening in a circle ...", "rating": 2, "name": "Serg", "cat": "Restaurant"}, {"review": "\nThank you, you are always welcome!", "rating": 4, "name": "Анна Матяж", "cat": "Restaurant"}, {"review": "Excellent cuisine. Khinkali, lulya, kharcho! Sooo delicious! Highly recommend !!! :) …", "rating": 5, "name": "Татьяна Харченко", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 1, "name": "Надія Суха", "cat": "Restaurant"}, {"review": " Terrible service: when we accepted the order, we were not warned that Khinkali would have to wait more than an hour. As a result, on the fourth reminder of the order, the hysterical waiter replied \"I know, and what?\" …", "rating": 2, "name": "Сергій Бобир", "cat": "Restaurant"}, {"review": "\nThanks! Your remarks have been taken into account, and appropriate conclusions have been drawn. Come, you will like it!", "rating": 3, "name": "Boris Shkurko", "cat": "Restaurant"}, {"review": "Nice atmosphere, delicious food, reasonable prices. It is better to book a table in advance. …", "rating": 5, "name": "Валерия Лиджигоряева", "cat": "Restaurant"}, {"review": "Highly recommend this place!\nFor the first time I met such a fast serving of all dishes (10-15 minutes), despite the fact that there was a full boarding of people on Sunday) Everything is very tasty, the staff is sooo …", "rating": 5, "name": "The reality is Реальность такова", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Виктория Друзенко", "cat": "Restaurant"}, {"review": "Very good restaurant, tasty food, the staff is attentive to each guest.\nWhen you visit this place, you will fall in love with it from the first meal.. …", "rating": 5, "name": "Наталья Предтеченская", "cat": "Restaurant"}, {"review": " First, very tasty! Made a delivery order. We quickly brought this very tasty, fragrant and still warm delicacy! I insist persistently! …", "rating": 5, "name": "Анна Чернацкая", "cat": "Restaurant"}, {"review": " Thanks for your feedback! We will be glad to see you directly in our institution)\n\n", "rating": 5, "name": "Мистер Ярослав", "cat": "Restaurant"}, {"review": "We went by chance, but were pleasantly surprised by the dishes, which were hearty, tasty and moderately spicy. Prices average check 300 UAH per person. An excellent place with its own flavor, a separate ATP for the waiter, fast, courteous. …", "rating": 5, "name": "Anna Zagrebeniuk", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 1, "name": "Aleksandr Blank", "cat": "Restaurant"}, {"review": "Everything was good, fast, tasty enough. In addition to us, 2 more tables were occupied, which was a little embarrassing ... We don’t drink and we said about it, but the wine was packed in a plastic bottle and given to us :) …", "rating": 5, "name": "Ярослав Шпак", "cat": "Restaurant"}, {"review": " Celebrated his birthday with friends 11.12. Everything went great. Very tasty dishes, spacious, atmospheric. Friendly, friendly staff. Definitely recommend. …", "rating": 5, "name": "Georg1984 Sofia", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 5, "name": "Вячеслав Уколов", "cat": "Restaurant"}, {"review": "“Pros: Lovely interior, great food, great service. When booking a table, you can discuss the menu, send the order to viber and not wait a long time when they cook. Generous promotional offers are really ...", "rating": 2, "name": "Ольга Борщенко", "cat": "Restaurant"}, {"review": "Good establishment. The kitchen is not bad. The interior is rustic for a city center. …", "rating": 5, "name": "Валико Семенов", "cat": "Restaurant"}, {"review": " Location: in the center of Kiev - great😁!\nThe interior is nice, but nothing special. Two halls where you can sit with a large company, and in two. …", "rating": 5, "name": "Анна Макарова", "cat": "Restaurant"}, {"review": " A wonderful Georgian restaurant in the city center. The dishes are very tasty and not very expensive. Everyone will find something for themselves. Also very tasty homemade wine. I celebrated my birthday here in the …", "rating": 3, "name": "Катя Катя", "cat": "Restaurant"}, {"review": "In general, not a bad institution from + food, especially dough, vegetables. The chicken is not very streaked, the wine is not semi-sweet, the menu is only by code, which is not convenient if there is no smartphone for example or a program, the phone sat down and left hungry. Music …", "rating": 1, "name": "Katya Kovach", "cat": "Restaurant"}, {"review": "Ordered food delivery twice in the last month. They took a lot at once, and all sorts of different things. Everything was insanely delicious, especially the khinkali! I recommend this restaurant to all my friends! I think that soon we will be able to visit the institution itself) …", "rating": 3, "name": "Vasyl Neporozhnii", "cat": "Restaurant"}, {"review": "Clean, neat, colorful dishes, pleasant staff. There are interesting proposals. Missing desserts...", "rating": 3, "name": "Andre Paslavskiy", "cat": "Restaurant"}, {"review": "There has always been and is a large selection of Georgian cuisine in Kyiv. And at the same time, we came to the conclusion that in Khvanchkara it is unambiguous and irrevocable: delicious barbecue, heavenly (airy, lots of cheese) khachapuri, traditional salad balanced in taste and …", "rating": 5, "name": "Людмила Брожик", "cat": "Restaurant"}, {"review": "In general, the institution is not bad, almost all dishes deserve high praise, a poor bar list, but an interesting location in the very heart of Kyiv with very sweet prices. …", "rating": 5, "name": "Елена краковская", "cat": "Restaurant"}, {"review": "Not friendly staff. He put the camera on the table, alerted, asked why it was directed towards the bar. They say difficult times are now and there are evil people around. In general, the atmosphere is depressing. In the kitchen for 3. I do not recommend. …", "rating": 5, "name": "Наталия Сучкова", "cat": "Restaurant"}, {"review": "I would like to share my impressions about the institution on the Polytechnic Lane. We had a delicious meal, very nice waiters, good service. The only thing that is sorely lacking, so that we personally go more often, is at least some music in the summer ...", "rating": 5, "name": "Kateryna Pushkina", "cat": "Restaurant"}, {"review": " Super bet! We go with my husband and girlfriends. I really like the delicious cuisine. If you take a coupon, you can still save. I recommend Hankhvar on Independence Square to everyone. You will be delighted. …", "rating": 5, "name": "World Auto", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 5, "name": "Наталия", "cat": "Restaurant"}, {"review": " We came with friends on January 8. Landing at the time of the visit was minimal, but hinkali took us about an hour. The waiters stubbornly ignored. We were reminded three times about the order, for which we received …", "rating": 5, "name": "Oleksandr Serhiienko", "cat": "Restaurant"}, {"review": "\nYour remarks have been taken into account, the appropriate conclusions have been drawn. We are waiting for you again!", "rating": 5, "name": "Сима", "cat": "Restaurant"}, {"review": " In the photo from the menu on the website, the dishes look much better than when they are served to you. The portions are very small, you can't eat one hot dish, like in a restaurant somewhere in Europe, where they …", "rating": 2, "name": "Sergey", "cat": "Restaurant"}, {"review": "We arrived at 21:30, the institution is open until 23:00.\nThey could not accept us because the kitchen is no longer accepting orders.\nG - Hospitality. …", "rating": 5, "name": "Altana Badmaeva", "cat": "Restaurant"}, {"review": "\nYour comment has been taken into account. We will try to become better! Come!", "rating": 5, "name": "Михаил Смирнов", "cat": "Restaurant"}, {"review": "Super kitchen! Very cool service and service at the highest level) Everything is clean and tidy. The products are fresh, everything is fast enough 👌 Thank you very much! Now only to you. …", "rating": 5, "name": "Вікторія Сотнікова", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Инна Гуменюк", "cat": "Restaurant"}, {"review": "Very tasty food and nice atmosphere. It's not exactly a fancy restaurant, but that makes it even better. The atmosphere is cozy, like at home and the prices are satisfactory. …", "rating": 1, "name": "Anton Yakob", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 4, "name": "Anna Anna", "cat": "Restaurant"}, {"review": "Excellent cuisine and very tasty homemade wine. I come to this restaurant with my friends for the third time, we have already tried a lot of the menu and liked everything. Delicious khinkali, khachapuri of various types, grill menu, pkhali. Good service. Nice more...", "rating": 5, "name": "Александра Яблокова", "cat": "Restaurant"}, {"review": "Excellent restaurant. Cozy and tasty. Everything is served quickly and hot. Friendly staff. I advise everyone. …", "rating": 5, "name": "Aleksandr Vetrov", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Елена Гуменная", "cat": "Restaurant"}, {"review": "We were a group of 9 people. Take advantage of the unlimited offer. Despite the fact that the unlimited only applied to wine, there were no hungry left, they also took away the \"dry ration\" with them :) So, the wine is white and red, dry, homemade, with sourness ...", "rating": 1, "name": "Yana Q", "cat": "Restaurant"}, {"review": "\nThank you so much for your feedback, we were very pleased to see you with us, we will look forward to the next meeting!", "rating": 5, "name": "Dmitriy Horodetskyi", "cat": "Restaurant"}, {"review": "Very good Georgian restaurant in the center. Everything is at home. Pork shish kebab is very tasty, Megrel khachapuri melted in your mouth. It was on Saturday, a Georgian, a chorezmatic guy, sang not only Georgian, but also Italian songs. Us …", "rating": 4, "name": "Yuliya", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Александр Ч", "cat": "Restaurant"}, {"review": "Very tasty food. Good staff. Cozy interior. There are interesting promotional offers. …", "rating": 5, "name": "Анастасия Богданова", "cat": "Restaurant"}, {"review": "You order one set - they bring another one (naturally one and a half times cheaper). Been there three times and three times with some problems. I do not recommend. …", "rating": 2, "name": "Nadiya Dobrolezha", "cat": "Restaurant"}, {"review": "\nWe are very sorry about the negative opinion that you have, but we have examined in detail the situation with the use of technical controls. I notify that the set ordered and issued to you corresponds to the technological map in terms of content and weight. Sincerely, Administration", "rating": 3, "name": "Oleksandr Dzyuba", "cat": "Restaurant"}, {"review": "There was a great atmosphere on Saturday, well done cooks. At first, two tables were occupied, but within an hour more came up and the hall filled up. We got acquainted with the next table and the evening was gone (in a good way). They drank wine, like a standard cracker, ...", "rating": 5, "name": "Nataliia Shchesiul", "cat": "Restaurant"}, {"review": "Always Armenian and Georgian kebabs compete with each other. Really great barbecue here. I often order meat on the mongal, so I can appreciate the quality. It feels like they combined for a recipe, which is why it turned out so delicious. AND …", "rating": 5, "name": "Anna Anna", "cat": "Restaurant"}, {"review": "Cozy Georgian restaurant. Polite staff, nice atmosphere. We ordered a banquet - everything was very tasty.\nI recommend …", "rating": 5, "name": "Игорь Иванов", "cat": "Restaurant"}, {"review": "I do not recommend this restaurant. They took kharcho soup and khinkali. They carried it for a very long time, as if the soup was cooked in front of us, as a result, an incomprehensible liquid brew without taste, even cilantro does not save, the meat in the soup was tough as a sole, you can’t chew it. Khinkali are big…", "rating": 5, "name": "Orion Sirius", "cat": "Restaurant"}, {"review": "Low prices for the city center. For the price of lunch, you can take dishes from the regular menu. Khinkali liked. …", "rating": 1, "name": "Alexandr Nosencko", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Жанна Заколодяжна", "cat": "Restaurant"}, {"review": "Celebrated a birthday here. Perfect place! Delicious food and wine. The service is quite at the level, without delay, although the entire hall was busy. And with the Coupon, it's also quite inexpensive. In general, I recommend! …", "rating": 3, "name": "Ольга Зінченко", "cat": "Restaurant"}, {"review": "First time with family\nhusband's birthday party\nIt looks very modest, there was no Georgian atmosphere, only the kitchen ...", "rating": 5, "name": "Elena Тютюнник", "cat": "Restaurant"}, {"review": "We were in a restaurant at the Polytechnic University, a terrible kebab, there was a lot of fat in the pork, the veal kebab was generally raw, khachapuri tasteless, the level of a kiosk, kharcho is not bad. In general, 1000 UAH. going nowhere. I do not recommend to anyone. …", "rating": 5, "name": "stas7896", "cat": "Restaurant"}, {"review": " Dishes are prepared with the addition of ketchup, mivini, etc.\nNot quite natural taste! …", "rating": 4, "name": "Андрій Шуман", "cat": "Restaurant"}, {"review": "\nIt is a pity that we did not fully meet your expectations! We are trying to become better! Come", "rating": 5, "name": "Катерина Сабінська", "cat": "Restaurant"}, {"review": " Were here on Independence Day, the prices were pleasantly surprised, friendly staff, but the serving of 50/50 sauce was diluted with water and its quantity is like a pack of flint, the price is 35 UAH for which 🤦 …", "rating": 5, "name": "Roman Loiko", "cat": "Restaurant"}, {"review": "Was visiting my son in Kyiv. Walking in the center of Kyiv, we looked into this cozy restaurant. We were pleasantly surprised by the polite service of the waiters. Everything is very tasty, the kebab is just a bomb. Didn't have to wait long. Pleasant music. Bartender…", "rating": 2, "name": "Ольга Тан", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 3, "name": "Juliette T", "cat": "Restaurant"}, {"review": "A week ago, we celebrated a birthday with relatives, coordinated the menu with the administration in advance, came at the appointed hour and it’s immediately pleasant that the table was already served, with white tablecloths and authentic dishes. And then it started...", "rating": 5, "name": "Владимир Салимов", "cat": "Restaurant"}, {"review": " Cool location - the center. Very loyal prices, many promotions, live music. …", "rating": 4, "name": "Сергей Сердюк", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Галина Разуменко", "cat": "Restaurant"}, {"review": "Very tasty food and large portions. Nice atmosphere and friendly staff. I recommend visiting the place!!! …", "rating": 1, "name": "Митя МитяЯтим", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "ilorety", "cat": "Restaurant"}, {"review": "Very tasty, discounted prices are very pleasant - got on the action. Fed, watered, entertained our children. I recommend! Book a table in advance. On a weekday at 18 - full boarding! …", "rating": 1, "name": "Олександра Воробей", "cat": "Restaurant"}, {"review": " They wanted to go to the Veterano pizza with Kent, but it was closed there, so they fell here. Everything was very tasty, we ate food, drank 0.5 beer, paid, thanked and left the teahouse. Good place, I advise …", "rating": 5, "name": "Николай Коротя", "cat": "Restaurant"}, {"review": "For me, as for a Georgian, traditional cuisine is very important, without compromise. Here the food is really not only delicious, but also correct. The interior is also suitable for Georgian cuisine, you feel at home. I don't understand people who don't...", "rating": 3, "name": "Оксана Поддубная", "cat": "Restaurant"}, {"review": "Service is poor - waited 20 minutes for us to be approached.\nNo free water before meals!!! Are you serious guys? And you are also called a restaurant.... Sadness... The food was delicious, but served with a decent delay at …", "rating": 5, "name": "Ирина Микулина", "cat": "Restaurant"}, {"review": "Wonderful restaurant! Very tasty🤤, clean, good service 👌🏻 Will definitely come back here again 👍🏼 …", "rating": 5, "name": "tatiana serheiko", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Ihor Taran", "cat": "Restaurant"}, {"review": "Visited this place with my friend and were fascinated by the quality of the cuisine. The wine is delicious and not expensive, I liked it very much. The atmosphere is very good, cozy. Kupaty and khinkali especially liked. I wish the establishment every success! …", "rating": 5, "name": "Машка Смирнова", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Виктор Погорелов", "cat": "Restaurant"}, {"review": "We ordered a meat set and received:\n1. 600 gr. delicious meat, which was very tender in taste;\n2. 400 gr. vegetables; …", "rating": 5, "name": "Юрий Заика", "cat": "Restaurant"}, {"review": "We took dolma, Adjarian khachapuri, lobio, chacha, and tarragon tincture on chacha. Khachapuri hard five, delicious dough and filling. Lobio also liked it (they asked to bring it without cilantro, they heard us), everything is perfect in terms of spices. But …", "rating": 5, "name": "Anatoly Martynov", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. Dolma is served with yogurt sauce - this is a fermented milk sauce, which is classic for this dish. Comments on the taste of the dish will be surely passed to the chef and corrected. Also be sure to correct the comments on the room.\nWe will be glad to see you again, we promise to delight you with interesting promotions and tastes of dishes)", "rating": 5, "name": "Яна Бойко", "cat": "Restaurant"}, {"review": "Worst I've tried. Pouring about 35 degrees and with a slight nasty aftertaste and as if insisting on something 10 times and it turned sour. Khinkali dry and undercooked. Khachapuri deserves a separate word ... I have not tried worse. Made …", "rating": 5, "name": "Александр Коробка", "cat": "Restaurant"}, {"review": "\nThank you for taking the time to write this review. Fortunately, it is not true. The tinctures are natural, prepared at homemade chacha, therefore they cannot sour in principle. If they are not to your taste, this does not mean that they are sour or spoiled. Our khinkali and khachapuri are very tasty, and what guides you when you write this review is unfortunately not clear. Have a good evening)", "rating": 5, "name": "Анна Глёза", "cat": "Restaurant"}, {"review": "I found out about the place from a discount site. I was very worried when I ordered a banquet, as the reviews were mixed (more positive, but there were also negative ones). Made an order for a week, as expected, left a deposit. On the day of the banquet everything was...", "rating": 5, "name": "Andrejs Sorokins", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Once again, we apologize for the pledge situation. We will be glad to see you again)", "rating": 4, "name": "КаБаРа", "cat": "Restaurant"}, {"review": "Everything is delicious! There was a banquet, we tried many dishes, we were very satisfied. Also great service and nice environment.…", "rating": 5, "name": "Наталья Хохлова", "cat": "Restaurant"}, {"review": "In early February, we were with a company in this wonderful institution, pleasantly impressed by the service and excellent Georgian cuisine. …", "rating": 5, "name": "Alex Golub", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 1, "name": "Александр Бондарев", "cat": "Restaurant"}, {"review": "I love Georgian cuisine, there are no such khinkali as they cook here anywhere in the city - that's for sure! The atmosphere is very pleasant, conveys the atmosphere of Georgia. Friendly friendly staff and good service - I like everything! …", "rating": 1, "name": "Екатерина Прядченко", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Екатерина Кучер", "cat": "Restaurant"}, {"review": "First time with this company. Of the food, I liked only dishes on the grill: lyulya, shish kebab, vegetables. Khinkali, khachapuri, Caucasian potatoes, salads were not tasty. Surprised by the rave reviews about the kitchen! Where?! …", "rating": 5, "name": "Alena Zet", "cat": "Restaurant"}, {"review": "Perfect!!! Found out about the restaurant a week ago. Been there 2 times already. City center, delicious cuisine (barbecue, Lelya, khinkali, salads), excellent homemade wine (drank red), more than adequate prices (full hearty dinner for 2 with wine …", "rating": 5, "name": "Ольга Янович", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Sergii Vasyliev", "cat": "Restaurant"}, {"review": "Georgian cuisine. Very tasty and high quality. Lots of promotions and offers. The staff is friendly. Homemade chacha and wine are great. One minus on the weekend in the evening there are a lot of people and the music is very loud (by order of the guests☹️) …", "rating": 5, "name": "Наталья Полещук", "cat": "Restaurant"}, {"review": "Perfect place! I recommend to all!!!\nFirst time here, had a great evening! The atmosphere and the taste of the dishes left a pleasant trace for a long time... …", "rating": 5, "name": "Андрей Android", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Владимир Бахтар", "cat": "Restaurant"}, {"review": "Celebrated my birthday here.\nQuiet place, not crowded, delicious food, attentive waiters.\nI especially liked the homemade wine and khachapuri. …", "rating": 5, "name": "Юлия Беридзе", "cat": "Restaurant"}, {"review": " Last week they celebrated a birthday, brought unroasted kebabs (blood when cut) after the complaint the kebabs were taken away, returned after 3 minutes with a comment from the brazier that the beef should be red. In …", "rating": 5, "name": "Oleksandr", "cat": "Restaurant"}, {"review": "It's just that Georgian cuisine is much tastier. After khinkali, the taste of flour remains in the mouth, and khachapuri is absolutely neutral. The waiter wasn't very friendly either.…", "rating": 4, "name": "Руся", "cat": "Restaurant"}, {"review": "\nThanks for your feedback! Your comments will be transmitted to the chef. We will be glad to see you again)", "rating": 5, "name": "Виктор Гиль", "cat": "Restaurant"}, {"review": "We often visit you, we have already visited your institution 5 times.\n5 times because here it is so tasty and warm, nice staff, excellent service, top-class chefs! …", "rating": 5, "name": "Kira Braun", "cat": "Restaurant"}, {"review": "\nThank you very much! We really want to please you in the future!", "rating": 5, "name": "Yuriy Vursalo", "cat": "Restaurant"}, {"review": " Liked it a lot. Delicious, fast enough. I was half an hour late, so the pre-order was canceled and everything was cooked fresh. On weekends, almost all tables are occupied or booked …", "rating": 5, "name": "Екатерина Худолий", "cat": "Restaurant"}, {"review": "Today we visited the Khvanchkara restaurant on the street. Sofievskaya 10, I liked everything very much, good service. Special thanks to the waiter Sergey, who served us. We didn't have to wait long for our order, everything we ordered was fresh and tasty. Home …", "rating": 5, "name": "руслана дубовик", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Альона Березюк", "cat": "Restaurant"}, {"review": "I was at the restaurant yesterday. BY PURCHASE. Two people. I have been making barbecue for 15 years and I know how it should be. So. What they brought us was boiled meat brought on coals to a light frying, not at all salty and tasteless, like it ...", "rating": 4, "name": "Pavel Grozniy", "cat": "Restaurant"}, {"review": "\nThank you for such a detailed review. But, of course, it is not true. Neither meat for barbecue, let alone minced meat is cooked! Anyway, thanks for visiting and we look forward to seeing you again.\nP.S .: all visitors are valuable to us, regardless of whether they are PURCHASED or not)", "rating": 5, "name": "ЮЛя Пр", "cat": "Restaurant"}, {"review": "Were a family. Although there were many companies, we were given special attention, they probably understand that it is usually difficult to relax with children. The children were very pleased, we were like a piknik, we ate a real shish kebab from a mongal. We took a set of meat, ...", "rating": 5, "name": "Лариса Ярошенко", "cat": "Restaurant"}, {"review": " I recently celebrated my birthday with my husband and chose Khvanchkar for my visit. The location is great, the city center. The waiter served well, interesting pottery and a very tasty barbecue, as well as delicious …", "rating": 5, "name": "София Артамонова", "cat": "Restaurant"}, {"review": " good food, everything that was ordered (and there was a lot of everything), was delicious. But khachapuri in Migraine is just fantastic! Beautiful earthenware. Lots of promotions and interesting offers. convenient …", "rating": 5, "name": "Анатолий Гайков", "cat": "Restaurant"}, {"review": "Came with a girl on a pokupon. Service 100/10, hearty and very tasty. Come back here without any discounts! …", "rating": 5, "name": "ЧНВ", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 1, "name": "Андрій Сульжук", "cat": "Restaurant"}, {"review": " Very tasty borsch, khinkali. Kubdari ate twice: the first time it was well seasoned with minced meat, perfect spices, and the second time for some reason they added minced meat, which was also unsalted and unpeeled. …", "rating": 5, "name": "Елена Сивак", "cat": "Restaurant"}, {"review": " Celebrated her husband's birthday. The restaurant immediately liked it when they came to order the menu the day before.\nDelicious food, good drinks, good service, there is live music, location in the …", "rating": 2, "name": "Mikołaj Pipka", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Maxim Yagovenko", "cat": "Restaurant"}, {"review": " Everything is very tasty. Nice waiters. I want to come again 😀 …", "rating": 5, "name": "Татьяна Зайченко", "cat": "Restaurant"}, {"review": "Mediocre restaurant..Georgian food doesn't taste the same as it is advertised in Khvanchkara. Everything is more or less, but the salads are terrible - oversalted, the greens are poorly washed, the cucumbers are lethargic. Administration pay attention to the quality of cold…", "rating": 5, "name": "Марианна A", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. All comments will be sent to the chef. Looking forward to seeing you again.", "rating": 5, "name": "Татьяна Азарова", "cat": "Restaurant"}, {"review": "The place seems a bit outdated in my opinion. Being located in the center and not experiencing a shortage of visitors, it would not hurt to update the interior of the hall and appliances. As for live music, it's too loud for such a small…", "rating": 5, "name": "Юрий Погребняк", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Рыбалка", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Наталия Фёдорова", "cat": "Restaurant"}, {"review": " A little long wait for the dishes. The little menu\n\n", "rating": 5, "name": "Ирина Шкор", "cat": "Restaurant"}, {"review": " Thank you for your feedback and for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Григорий Андрющенко", "cat": "Restaurant"}, {"review": "So, I came on 08/20/20 to the establishment for lunch.\nI ordered a Georgian salad .. and chanakhi.\nDo you know why the salad is called in Georgian? It's not just cucumbers and tomatoes...", "rating": 1, "name": "Александр Волкодав", "cat": "Restaurant"}, {"review": "\nThank! We will definitely take into account your comments", "rating": 5, "name": "Юлия Дяченко", "cat": "Restaurant"}, {"review": "Zero staff\nWe went in at 21:20 and said that the kitchen is not working, and about this, a full landing in the halls, everyone eats and walks! They didn't put us in and told us to leave! …", "rating": 5, "name": "Natali Natali (Tata)", "cat": "Restaurant"}, {"review": "\nSorry for this incident. We will be glad to see you at any time until 22:00, we will try to make our hospitality leave only a good impression. The only thing, please, book your table in advance.", "rating": 5, "name": "Наташа Т.", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "kat radio", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 1, "name": "Андрій Кеч", "cat": "Restaurant"}, {"review": " Terrible service, khachapuri oversalted, 3-ku interior. My friend was brought khinkali with meat instead of cheese (she is a vegetarian), and I was offered to eat what was already bitten by another person, arguing …", "rating": 5, "name": "Владимир Гордиенко", "cat": "Restaurant"}, {"review": " I repeatedly visit Khvanchkar's establishment!\nExtremely pleased with the opening of the institution at KPI!\nThe most delicious Georgian cuisine! Friendly staff and super atmosphere 👍🏻 …", "rating": 5, "name": "Светлана Поддубняк", "cat": "Restaurant"}, {"review": "Divine coffee, as for me. I wanted to try khinkali for a very long time, either it’s not my dish, or something is wrong with them, I didn’t try to eat it. …", "rating": 5, "name": "Даша Пискунова", "cat": "Restaurant"}, {"review": "Came to this place by accident. We went in and immediately there was such a smell .... mmmm .... yum-yum. We ordered a small set for two with a friend, it’s quite, very tasty for us, and more wine as a gift. And the price is very democratic. I recommend …", "rating": 1, "name": "Volodymyr Liakhovskyi", "cat": "Restaurant"}, {"review": " Very tasty khachapuri from the chef, Chanahi was a little spicy, but with a lid of dough is delicious, kebabs with pomegranate sauce are delicious, and homemade dry wine is mega delicious. I recommend. …", "rating": 5, "name": "Natalia Efremova", "cat": "Restaurant"}, {"review": "First time at this establishment. I was pleased with the friendly staff and especially the waiter Daria) The food was brought very quickly, although there were quite a few people. Tasty) I recommend) …", "rating": 5, "name": "Kseniya Vai", "cat": "Restaurant"}, {"review": "Great place with good service, delicious food, discreet interior and great music 👍 …", "rating": 5, "name": "Nataly Onkina", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Ольга Соколова", "cat": "Restaurant"}, {"review": "Looks like you've been to Georgia.\nCozy, delicious, homely.\nProfessional staff. Special thanks to the chef. …", "rating": 5, "name": "gjyhjy bkjhgkbї", "cat": "Restaurant"}, {"review": "I liked literally everything: delicious cuisine, perfect service, fast serving of dishes and a parking place as a bonus! Adjarian khachapuri with veal is the best of all that I have tried somewhere in my life. We will definitely be…", "rating": 5, "name": "Александр Богийчук", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 1, "name": "Эллина Александровна", "cat": "Restaurant"}, {"review": "I was in a cafe near the Maidan. The price is competitive, the food is delicious, the service is good, the atmosphere is present (music, color). In general - a good place. …", "rating": 4, "name": "Максим Мукалов", "cat": "Restaurant"}, {"review": "Georgia in all its senses... The atmosphere is perfect. The kebab is very tasty))) I especially want to distinguish the waiters Dasha and Alina, excellent service. We hope Yarik will soon play a Georgian song on the guitar))) ...", "rating": 5, "name": "Саша Онтонович", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback!", "rating": 1, "name": "Anna Czachowska", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Оксана Краса", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Гриша Миша", "cat": "Restaurant"}, {"review": "We were invited to this wonderful restaurant for my birthday.\nEverything went perfectly.\nNice waiters, great atmosphere and very tasty menu. …", "rating": 5, "name": "Стас Карпов", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "СУПЕР ЯША", "cat": "Restaurant"}, {"review": "Very good restaurant. Service at the highest level. The girl waiter Daria, very attentive, friendly. . Everything is very tasty, barbecue and wine at the highest level. Thank you. We advise everyone. …", "rating": 5, "name": "Хачатурян Дарья", "cat": "Restaurant"}, {"review": " The food is delicious, but tinctures, well, where drunk)) …", "rating": 5, "name": "Евгения Смульская", "cat": "Restaurant"}, {"review": " It seems that Sergey Malikov visited another restaurant and wrote a post here.\nGreat place. Today for the first time we visited with friends (we already have …", "rating": 5, "name": "Анастасия Литовка", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 3, "name": "РУСЛАН БАБИЙ", "cat": "Restaurant"}, {"review": "The food is delicious, the portions are big enough, the service is top notch. If I'm in Kyiv again, I'll definitely come to eat and more than once. I recommend! …", "rating": 5, "name": "Алексей Кравченко", "cat": "Restaurant"}, {"review": "Wait for a glass of beer for almost 20 minutes, despite the fact that 3 times asked and reminded. There were 2 people at this table besides our table. Meat shook barely warm. Potatoes are generally cold. …", "rating": 5, "name": "Galina Abdullina", "cat": "Restaurant"}, {"review": "Terrible place at the Polytechnic University. Disgusting, stale cuisine, poor service. If you are going to eat here, be careful, they will bring you sour soup and undercooked khinkali. The live menu is different from that presented on the site. …", "rating": 5, "name": "Бурдукало Анна", "cat": "Restaurant"}, {"review": " Mega delicious food, very friendly staff, incredible atmosphere that will take you to Georgia. I want to come again. So keep \"Khvanchkara\" …", "rating": 5, "name": "iryer Yer", "cat": "Restaurant"}, {"review": " Incredibly nice people, delicious, juicy shish kebab from the neck, the children liked the Caucasian potatoes. Great restaurant!\nAnd yet, it was interesting to see the Georgian landscapes and cities that …", "rating": 5, "name": "Владимир Маяковский", "cat": "Restaurant"}, {"review": " Thanks for your feedback! We hope to see you again soon)\n\n", "rating": 5, "name": "Ирина Мищенко", "cat": "Restaurant"}, {"review": "Excellent cuisine (khinkali is one of the best), original presentation, fast service, friendly and attentive staff. Ascetic but cozy interior. I recommend. …", "rating": 4, "name": "Tetiana Pl", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 4, "name": "gollandol", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Maria Lysenko", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Olesya Laktionova", "cat": "Restaurant"}, {"review": " We liked everything: food, drinks, service, interior.\nMegrelian khachapuri, badrijiani, lyulya-kebabs, neck kebabs, khinkali were very tasty. …", "rating": 5, "name": "alex Istom", "cat": "Restaurant"}, {"review": "Very satisfying and tasty. Sweet manager. I wish there were more waiters. And then the whole room, there were only two. And so everything is fine. …", "rating": 5, "name": "Gennadii Lazebnyi", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will take your wishes into work. We will be glad to see you again)", "rating": 5, "name": "Irina Bondarenko", "cat": "Restaurant"}, {"review": "Were in your institution, insanely delicious cuisine. Barbecue and khinkali at the highest level\nService at the highest level. The atmosphere is like in Georgia. The prices are very good, the food is …", "rating": 2, "name": "Сергей Белов", "cat": "Restaurant"}, {"review": "I liked Khvanchkara, they cook incredible lyula, I haven’t eaten such for a long time) When I’m in Kyiv, I try to definitely come in and have a bite to eat. I like the atmosphere - unobtrusively, good service. …", "rating": 5, "name": "Диана", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 2, "name": "Onixyara", "cat": "Restaurant"}, {"review": "Delicious, cheap, great service. The kebab and khinkali are excellent. Chacha and wine are just great ;-) …", "rating": 5, "name": "#fotomasha #фотомаша", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "OLEKSANDR CERKASOV", "cat": "Restaurant"}, {"review": "Were with my wife. They were satisfied. Empty hall, delicious food and wine. There are few people (after the quarantine we were alone in the whole hall). The situation is normal. …", "rating": 5, "name": "Alexandr Ivanov", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Тетяна Дікарєва", "cat": "Restaurant"}, {"review": "I'm not a big fan of Georgian cuisine, but I liked the place. I went with a friend, I even tried khinkali) The service is beautiful, polite friendly staff, everything is very conducive to relaxation) …", "rating": 5, "name": "Мария Ткачук", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Елена Мартыненко", "cat": "Restaurant"}, {"review": " Great restaurant! Polite, hospitable staff, delicious cuisine, pleasant ethnic music ... Adequate prices and great taste. …", "rating": 1, "name": "Віталій Кузьмінський", "cat": "Restaurant"}, {"review": " We recommend this Georgian restaurant in the center of Kyiv to everyone. Had a great time, ate well and drank well. Georgian hospitality in the heart of Kiev) …", "rating": 5, "name": "Андрей Бондарь", "cat": "Restaurant"}, {"review": " Liked. Cozy, the spirit of Georgia is present. The waiters are attentive. We will definitely be back. …", "rating": 5, "name": "Yury Samoilov", "cat": "Restaurant"}, {"review": " Khvanchkara on Polytechnic Lane 1/33. The place is just great, cool atmosphere and service. Everything is very tasty. I recommend! …", "rating": 5, "name": "Oleksandr Zalishchuk", "cat": "Restaurant"}, {"review": " Monks ...... No !!! NO !! This is something wrong. There's some zucchini or eggplant and no beans and worst of all absolutely no garlic there ... but when brought very nice looks has this bread baked on top. Oh, for …", "rating": 5, "name": "Сергей Иванович", "cat": "Restaurant"}, {"review": "Great place with great service and staff 🧑‍🍳👩‍🍳 Delicious food and great selection of Georgian wine and chacha 🍷🍶🍇I recommend!! …", "rating": 5, "name": "Алиса Демьяненко", "cat": "Restaurant"}, {"review": "Cozy atmosphere, delicious sets, nice staff, budget prices. We will definitely come again! …", "rating": 5, "name": "Диана", "cat": "Restaurant"}, {"review": "Came with my husband, really liked the atmosphere of the restaurant. Lyulya is chic, juicy, fragrant meat, a lot of traditional spices and herbs. Service was good, food came out quickly. …", "rating": 5, "name": "Юрій У", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Natasha Salomakhina", "cat": "Restaurant"}, {"review": "Friendly staff, attentive to the needs of visitors. Dishes were delicious and enjoyed. We are asking for an incentive for an employee of the restaurant Daria ...", "rating": 1, "name": "Ирина Муравская", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback.", "rating": 5, "name": "Ihor Bohatov", "cat": "Restaurant"}, {"review": "I really liked the delicious Georgian cuisine, friendly service, good music. I recommend this place for a pleasant stay! …", "rating": 5, "name": "Roman Shkolnyi", "cat": "Restaurant"}, {"review": " The meat in the pork ribs was spoiled and had an unpleasant odor! I do not recommend! …", "rating": 2, "name": "Ірина Ірина", "cat": "Restaurant"}, {"review": " Great place, nice atmosphere. Very tasty cuisine, friendly and fast service. …", "rating": 5, "name": "Романа Цуркан", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 5, "name": "Анжелика Валерьевна", "cat": "Restaurant"}, {"review": " They lied that the offer includes lunch sets. Well, there isn't …", "rating": 5, "name": "Елена", "cat": "Restaurant"}, {"review": "Annual kitchen. Delicious and fast (although several tables were occupied). I recommend khachapuri with meat. …", "rating": 5, "name": "Сергей Кравченко", "cat": "Restaurant"}, {"review": "Awesome restaurant!!!!!!\nI want to come back here again and again ... Literally everything is very tasty !!!!!! Khinkali is a special respect!! …", "rating": 5, "name": "Александр Иванченко", "cat": "Restaurant"}, {"review": "Very cool and tasty, the service is super, there were several times, they took food to go. They beat me at the Polytechnic University in the same institution, I didn’t like it, they ordered the same dishes as on the Maidan. Heaven and earth. …", "rating": 5, "name": "ViktOr", "cat": "Restaurant"}, {"review": "Excellent and delicious food!! 😀 We ordered a large set for 3 people. We ate to satiety!)) everything is very tasty, barbecue, hours,,, everything is on top! I recommend! …", "rating": 5, "name": "panterko alex", "cat": "Restaurant"}, {"review": "Very tasty, soft meat, good wine and great prices. Atmospheric, very friendly staff. We will definitely look again👍…", "rating": 5, "name": "Yevhen Zh", "cat": "Restaurant"}, {"review": "Delicious! Cosy! Like at home)! There are discounts, polite staff, attentive to everything! Thanks …", "rating": 5, "name": "Вадим Мелюханов", "cat": "Restaurant"}, {"review": "Warm, friendly and delicious restaurant. Democratic prices, excellent service! Had a wonderful birthday here with friends! I will come again! …", "rating": 5, "name": "LEGION NEW TIME", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Ivan Mamatov", "cat": "Restaurant"}, {"review": "Perfect place! Came yesterday with a large group, everyone really liked everything. They served everything quickly and advised on all dishes. I was very pleased with the alcohol as a gift for the sets. I highly recommend to everyone. I will definitely go here again. …", "rating": 5, "name": "Vitalii Kapusta", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 1, "name": "Наталья Комерова", "cat": "Restaurant"}, {"review": "A good restaurant in the city center with very tasty colorful Georgian cuisine. Nice interior, nice service, reasonable prices. We definitely recommend. …", "rating": 5, "name": "21 xbox", "cat": "Restaurant"}, {"review": "\nThank you! We are trying for you", "rating": 5, "name": "Микола Поволяшко", "cat": "Restaurant"}, {"review": "They brought not freshly cooked, but warmed potatoes (most likely yesterday)\nShashlik half raw. …", "rating": 5, "name": "eyal dali", "cat": "Restaurant"}, {"review": "Very good restaurant, delicious cuisine and wine and chacha. Special thanks to the waiters. We will definitely visit more than once. …", "rating": 5, "name": "Лиза Козаченко", "cat": "Restaurant"}, {"review": "Excellent mental institution. The atmosphere is cozy, the staff is pleasant, the kitchen is very, very even, the pricing policy is very democratic, especially considering that this is the very center of the city …", "rating": 5, "name": "Владислав Антонов", "cat": "Restaurant"}, {"review": "Everything is very tasty, beautiful, satisfying. Had a great time at this establishment. Lots of promotions to attract visitors during quarantine. …", "rating": 5, "name": "Pica Pica", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Nick Solonchuk", "cat": "Restaurant"}, {"review": "Great place, everything is delicious and not expensive. We recommend trying the barbecue. …", "rating": 5, "name": "ФИШКИ АКЦИИ ХАЛЯВА", "cat": "Restaurant"}, {"review": " I do not recommend business lunches. Submission not earlier than 30 min. The quality of the food is very questionable: cream of soup with semolina, food with uncooked meat and salted. Not to mention dirty dishes and …", "rating": 5, "name": "Julia Rakovich", "cat": "Restaurant"}, {"review": " Allow me to disagree: our cream soup does not contain any thickeners, and fresh veal for food does not require marinating. Thank you for your feedback and for making us better. Would love to see you again!\n\n", "rating": 5, "name": "Дмитрий Зоренко", "cat": "Restaurant"}, {"review": "Atmospheric place, amazing cuisine, affordable prices, the best khinkali in the city. In general, the restaurant will not leave anyone indifferent, you want to come here again and again). Super! …", "rating": 5, "name": "Анастасия Качмазты", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 2, "name": "Lesya Y", "cat": "Restaurant"}, {"review": "I celebrated my birthday in Khvanchkara, a very atmospheric place, live music, delicious cuisine. We will definitely visit you again! …", "rating": 5, "name": "Артем Захарчук", "cat": "Restaurant"}, {"review": "\nThank! You are always welcome!", "rating": 5, "name": "Алина Соловьева", "cat": "Restaurant"}, {"review": "A cozy place in the center) very tasty!) We liked it, and with the Poupon it’s also super budget))\nThe only thing is that at first we went to the Polytechnic University in Khvanchkara, but it’s just sad there ...", "rating": 5, "name": "Shendu", "cat": "Restaurant"}, {"review": " Booked a place in advance, came at a certain time there was no place. As for the kitchen, I have no experience, it has failed. Reserved a table by phone. …", "rating": 5, "name": "Андрей Киев", "cat": "Restaurant"}, {"review": " Sorry for the situation. We will definitely talk to the administrator who accepted your booking request.\nWe hope that we will have a second chance to correct your impression)\n\n", "rating": 1, "name": "Амёба Амоёбовна", "cat": "Restaurant"}, {"review": "\nSimply delicious. And also nice waiters", "rating": 5, "name": "Петр Петрович", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 4, "name": "Liliya Sytnik", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Бублик", "cat": "Restaurant"}, {"review": "Very tasty and good prices. Fast service, nice music, smiling forwarded. First time there, but we'll be back. …", "rating": 5, "name": "Vitaliy Krokhov", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Людмила Дзюба", "cat": "Restaurant"}, {"review": "Looked at this place and was very pleased!\nWaitress (Diana)\nServed very, very well. …", "rating": 5, "name": "Юлія Я", "cat": "Restaurant"}, {"review": " I really liked the cafe.\nThe atmosphere is cool, the food is great, the waiters are very polite))) …", "rating": 5, "name": "Валерий Поддубняк", "cat": "Restaurant"}, {"review": "Incredibly cool service! Thank you Oleksandr for great service! Honestly in the center with such a service, you can go to people! Delicious food, but the service was the best! We will definitely come again! The best! …", "rating": 5, "name": "Наталья Лиса", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Алена Параскеева", "cat": "Restaurant"}, {"review": "The institution is positioned as Georgian cuisine, but their cuisine is terrible. If you want good food, don't go there...", "rating": 5, "name": "Антоніна Крижня", "cat": "Restaurant"}, {"review": "Liked the place. Especially the chip with the action on weekends. I will recommend. The lack of a flyer is a minus. And so all is well! …", "rating": 5, "name": "Мила Прок", "cat": "Restaurant"}, {"review": "A classy Georgian-style restaurant, the atmosphere is comfortable, the prices were pleasantly surprised. Delicious treats are brought out for tea: 3 ...", "rating": 5, "name": "Texas Rattlsnake", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Tetiana Dziana", "cat": "Restaurant"}, {"review": " Unpleasant service, food served not in accordance with the promises of the menu, but not good taste …", "rating": 5, "name": "Никита Крюков", "cat": "Restaurant"}, {"review": "Very tasty khachapuri, when compared with Khachapuri and Vino, it is much tastier here and the portion is three times larger. Calm Atmosphere and pleasant waiters.", "rating": 5, "name": "Валентина Медяна", "cat": "Restaurant"}, {"review": " Very good place. Lots of stocks. Very competent and polite waiter. The food is delicious and cooks relatively quickly! …", "rating": 5, "name": "Андрій Гапетченко", "cat": "Restaurant"}, {"review": "Excellent service. Very attentive and polite staff. The shish kebab melted in your mouth. Khachapuri is a meal. They were satisfied. …", "rating": 5, "name": "Alexey Mitrofanov", "cat": "Restaurant"}, {"review": "\nThank you, we will be very glad to see you again!", "rating": 5, "name": "Артем Романов", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Елена", "cat": "Restaurant"}, {"review": "Very pleasant and competent Daria, she will recommend the most delicious dishes. This is the third time we've come here for lunch. …", "rating": 5, "name": "Вадим Шимко", "cat": "Restaurant"}, {"review": "\nThank you for your feedback, we are very pleased! We will try to please you again and again!", "rating": 5, "name": "Алефтина Толстоухова", "cat": "Restaurant"}, {"review": "Cozy khinkalnya in the city center with a sincere atmosphere. Polite staff, delicious food. …", "rating": 1, "name": "vladyslav slyvka", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Wlad Murawicki (radekhiv)", "cat": "Restaurant"}, {"review": "Cozy place, nice atmosphere)) Beautiful serving in a wooden bowl) Had a delicious meal with a friend, thank you, we will come back here again)) …", "rating": 4, "name": "Olena Boiko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Антон Антоновський", "cat": "Restaurant"}, {"review": "This is a great place! Gorgeous food and good serving of dishes, real Georgian cuisine, polite waiters! The best place in Kyiv! …", "rating": 5, "name": "Soli Deo", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Oleksii Kukharchuk", "cat": "Restaurant"}, {"review": " Very nice cozy place to spend time with friends and family. Great atmosphere, friendly staff, a large selection of delicious dishes!) …", "rating": 5, "name": "Denis Nazarenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Serg", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Olga Kizilaslan", "cat": "Restaurant"}, {"review": "I liked everything very much, delicious food, friendly waiters. The shish kebab is soft and juicy. And adjika Aganek)) ...", "rating": 5, "name": "vladimir Vavulov", "cat": "Restaurant"}, {"review": "September 12 were in with the company. Great atmosphere, good menu. Had a great time. …", "rating": 5, "name": "Ольга Ледовая", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Елена Морозова", "cat": "Restaurant"}, {"review": "It's a pity they removed baked cheese from the menu. Poor selection of salads. Coupon discounts are encouraging to come back…", "rating": 5, "name": "Viktoria Victoria", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Elena Sparta", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Артур Кутошёв", "cat": "Restaurant"}, {"review": "Delicious, cozy, warm Georgian atmosphere, unobtrusive pleasant live music. The evening turned out great! …", "rating": 4, "name": "Bogdan 777", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Ирина", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Big Chanell", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Tetiana Vietrova", "cat": "Restaurant"}, {"review": "I liked the place, it was very tasty!\nThe service is fast, the food is insanely delicious, everything we love❤️\nThanks to the lovely waiters, all at the highest level! …", "rating": 5, "name": "Богдана Ушневич", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 3, "name": "Людмила Гонтарь", "cat": "Restaurant"}, {"review": "The impression was spoiled, the meat is unimportant, khinkali too, Adjarian khachapuri is delicious ...", "rating": 5, "name": "UnDr Tr-Pa", "cat": "Restaurant"}, {"review": " Friends, I recommend this place! Good atmosphere, hospitality, fraternal notes, Georgian delicacies. There is a desire to visit Georgia! …", "rating": 5, "name": "Олеся Онищук", "cat": "Restaurant"}, {"review": "In some places absolutely incomprehensible dishes, at prices with a coupon it’s good, without a little expensive, a chicken dish in cream, 1 wing swam and a lot of sauce, khinkali with cheese are not tasty. …", "rating": 5, "name": "Алена Хижко", "cat": "Restaurant"}, {"review": "Very tasty! We definitely recommend visiting the establishment! Fast delivery! And very nice staff! …", "rating": 5, "name": "Вова Круковский", "cat": "Restaurant"}, {"review": "\nThank you, we will continue to try for you!", "rating": 2, "name": "Никита Бабич", "cat": "Restaurant"}, {"review": "Great Georgian restaurant!\nDelicious and inexpensive!\nWent with a friend and enjoyed it! …", "rating": 5, "name": "Имя Фамилия", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 1, "name": "Анастаия Пархоменко", "cat": "Restaurant"}, {"review": "Friendly staff and most importantly everything is very tasty, thanks for a wonderful dinner!) …", "rating": 5, "name": "Александр Маевский", "cat": "Restaurant"}, {"review": " We had dinner with a friend. Very tasty khachapuri in Adjara. The waiter Darina is very attentive, diligent, polite. …", "rating": 5, "name": "Виктория Авдеевская", "cat": "Restaurant"}, {"review": " I really liked the atmosphere, service! Everything is very tasty, we will definitely come back here! …", "rating": 5, "name": "Елена Лукина", "cat": "Restaurant"}, {"review": " Thank you for your feedback) We hope to see you more than once in the walls of our institution)\n\n", "rating": 5, "name": "Лілія Пащенко", "cat": "Restaurant"}, {"review": "\nDelicious food, nice live music", "rating": 5, "name": "Радіон Кравченко", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Tetiana Taratasiuk", "cat": "Restaurant"}, {"review": " Non-compliance with quarantine rules. Staff do not wear masks or gloves. The staff is indifferent to remarks. Ignoring the general rules shows the attitude to the client from the threshold. …", "rating": 5, "name": "Anzhelika Sirenko", "cat": "Restaurant"}, {"review": " All staff of our institution follow the rules of quarantine, wear personal protective equipment\n\n", "rating": 5, "name": "Анатолий Головко", "cat": "Restaurant"}, {"review": "Ordered home delivery! Delicious, fast and colorful!\nI recommend to everyone! Price, quality, comfort - all for 5! …", "rating": 5, "name": "Ирина", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you in our restaurant)", "rating": 5, "name": "Олена Чорна", "cat": "Restaurant"}, {"review": " A great Georgian restaurant in the center of Kiev. Tasty dishes, great service, low prices. recommend …", "rating": 4, "name": "Даня Розбіцький", "cat": "Restaurant"}, {"review": " Thanks for your feedback!\n\n", "rating": 5, "name": "Раиса Витько", "cat": "Restaurant"}, {"review": " Everything is fine, only the khinkali with meat was salted …", "rating": 5, "name": "Dima Sushko", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Инна Чернявская", "cat": "Restaurant"}, {"review": " Very nice and atmospheric place. Everything is very tasty. Especially polite staff. …", "rating": 5, "name": "Pul Van Duk", "cat": "Restaurant"}, {"review": "Nice place for gatherings with a company, delicious food, friendly waiters! We loved it, we'll be back! …", "rating": 5, "name": "Oleksandra Matul", "cat": "Restaurant"}, {"review": "\nThanks, we're waiting!", "rating": 5, "name": "Leila Matroskina", "cat": "Restaurant"}, {"review": "\nAll liked it! And the salt is all right!", "rating": 5, "name": "Яна Тодорова", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Lidiya Slyozberg", "cat": "Restaurant"}, {"review": " Great cuisine, nice music and homemade wine. Definitely recommend! …", "rating": 5, "name": "Ntali Vi", "cat": "Restaurant"}, {"review": "The first plus is the location and at the same time the prices are pleasing, but more pleased with the delicious Georgian dishes and the excellent service of the waiter Daria …", "rating": 5, "name": "Алексей Бусс", "cat": "Restaurant"}, {"review": " 19:15 ordered hinkali. 21:15 left the institution. They were not cooked for two hours. …", "rating": 5, "name": "Ксения Кудряш", "cat": "Restaurant"}, {"review": " Probably the largest khinkali I have ever eaten. The most intense taste in khinkali with lamb. The service is very nice. …", "rating": 5, "name": "ТОВ UMSG Ukraine", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Andrey", "cat": "Restaurant"}, {"review": "Hospitality at the highest level. Everything is good 👌🏼 price - quality. Dasha is an excellent waiter! …", "rating": 5, "name": "Женька ТокаБока", "cat": "Restaurant"}, {"review": "\nThank you! Come visit again!", "rating": 5, "name": "Татьяна Захарчук", "cat": "Restaurant"}, {"review": "Not impressive, dirty, clay dishes, it feels like she is 50 years old, tablecloths are dirty, the atmosphere is so-so\nI won't come again...", "rating": 5, "name": "Наталья Юрис", "cat": "Restaurant"}, {"review": "\nThanks for your feedback", "rating": 5, "name": "Елена Николаевна", "cat": "Restaurant"}, {"review": "Great place!))\nVery tasty...\nThe administrator is just lovely, he will tell you everything and tell.... …", "rating": 5, "name": "Lena Diachuk", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Аліна Губицька", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "De Nis", "cat": "Restaurant"}, {"review": "Very friendly staff! Delicious food, good service. very satisfied, I recommend …", "rating": 5, "name": "Ludmila Yvarova", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Lena Shapran", "cat": "Restaurant"}, {"review": "A wonderful cozy place, Georgian flavor, delicious cuisine, very nice staff!!! I recommend!!! …", "rating": 5, "name": "Yaroslav Gut", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! We will be glad to see you always with us", "rating": 5, "name": "Volodymyr Bashev", "cat": "Restaurant"}, {"review": " Very tasty food, good service, calm and cozy atmosphere. I recommend !!! …", "rating": 5, "name": "Богдан Семчук", "cat": "Restaurant"}, {"review": "great place, great food!! the bar is on fire! Chacha and tinctures are just space!!! I recommend! …", "rating": 5, "name": "Александр Шишкин", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Блудова", "cat": "Restaurant"}, {"review": "\nThanks! We will continue to try for you!", "rating": 5, "name": "Mahir Akyol", "cat": "Restaurant"}, {"review": "Rested with friends. The cuisine is delicious, no worse than in Georgia, where I have been many times.\nI recommend …", "rating": 5, "name": "Игорь Белинский", "cat": "Restaurant"}, {"review": " Super service, kitchen, homemade alcohol, and chacha, and make it a tincture)) …", "rating": 5, "name": "Dmytro Tatsenko", "cat": "Restaurant"}, {"review": " Thanks for your feedback! We look forward to seeing you again)\n\n", "rating": 4, "name": "Юрий", "cat": "Restaurant"}, {"review": "Nice staff, very tasty food, but strange music😅\nIt was a little chilly...", "rating": 5, "name": "Наталия Судак", "cat": "Restaurant"}, {"review": " Chic restaurant, chic staff, thanks to the girls Elina and Dasha, as well as Yaroslav !!! …", "rating": 5, "name": "Red Media", "cat": "Restaurant"}, {"review": "A complete disappointment with the BBQ!! So messing up meat is a lot of work!! Hard and tasteless. …", "rating": 4, "name": "Kostiantyn Yevtushenko", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback, we will definitely pass it on to the chef to conduct a situation analysis. Looking forward to seeing you again.", "rating": 5, "name": "Дмитрий Белогуров", "cat": "Restaurant"}, {"review": "An excellent institution, I have been going since the opening) I recommend everyone who is looking for good and affordable Georgian cuisine! …", "rating": 5, "name": "Алексей", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Mariya Dobryanska", "cat": "Restaurant"}, {"review": " Very tasty cuisine. The girl and I were delighted.\n\n", "rating": 5, "name": "Ростислав 113", "cat": "Restaurant"}, {"review": "Generally wonderful..\nWe ate .. potentiated .. sang ..\nAlesya administrator respect. …", "rating": 5, "name": "Сергей Кириченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Наталия Глоба", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 2, "name": "Igor Molybog", "cat": "Restaurant"}, {"review": " Delicious food, fast service, reasonable prices. More suitable for parties than for family vacations …", "rating": 5, "name": "Николай Киреев", "cat": "Restaurant"}, {"review": "A company of 6 people checked out the place,\nEverything was delicious...", "rating": 5, "name": "Александр Карпенко", "cat": "Restaurant"}, {"review": " Great cuisine, the waiters are friendly! I recommend! Metro Polytechnic Institute. …", "rating": 5, "name": "Денис Легашов", "cat": "Restaurant"}, {"review": "Perfect place. Great deal, knowledgeable and friendly staff. I advise everyone! …", "rating": 1, "name": "Александр Костенко", "cat": "Restaurant"}, {"review": "Very tasty cuisine, very nice staff, the waiter Daria is very pleasant and friendly! …", "rating": 3, "name": "Leonid", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 5, "name": "Олександр Авраменко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Svitlana Yankelevska", "cat": "Restaurant"}, {"review": "Delicious food, friendly staff, will definitely come again more than once ❤️ …", "rating": 5, "name": "Max Khrabrykh", "cat": "Restaurant"}, {"review": "I could not even think that Georgian cuisine could be tasteless, but here it can! The waiter was rude, interrupted, not the most friendly atmosphere. I do not advise. …", "rating": 4, "name": "Александр Мастерс", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. Your comments will be transmitted to management. Looking forward to seeing you again.", "rating": 5, "name": "Anna", "cat": "Restaurant"}, {"review": "I was in an institution with my family, I liked it very much, the staff is friendly, the cuisine is delicious. I recommend …", "rating": 5, "name": "Ruslan Guldas", "cat": "Restaurant"}, {"review": "\nThanks for your feedback! It is very pleasant that you came with the whole family! We want you to feel at home!", "rating": 5, "name": "Ідрак Джамалбейли", "cat": "Restaurant"}, {"review": "A wonderful restaurant, the atmosphere is wonderful, the waiter Dasha is wonderful) I recommend to relax) …", "rating": 5, "name": "Rovsen Nesirov", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback!", "rating": 5, "name": "Viktor Orlov", "cat": "Restaurant"}, {"review": "Great atmosphere, delicious food, friendly staff.\nThank you for a good evening! …", "rating": 5, "name": "Оксана Пастух", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Гандзюк Богдан", "cat": "Restaurant"}, {"review": " Delicious food at reasonable prices. Two spacious halls, including upholstered furniture. …", "rating": 5, "name": "Андрій Лисенко", "cat": "Restaurant"}, {"review": " Thanks for your feedback!\n\n", "rating": 5, "name": "Кирилл Дуденков", "cat": "Restaurant"}, {"review": "The barbecue had a very strange taste. It was not tasty, for its price - not impressed. …", "rating": 5, "name": "Коваль Сергій", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Игорь Охоба", "cat": "Restaurant"}, {"review": "A dish similar to borscht is served with cilantro😆 it’s not clear (the uzvar is delicious, khachapuri is like a regular flatbread…", "rating": 5, "name": "Кирилл Савченко", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. The menu says that borscht is Georgian, so there are Georgian spices and cilantro. If you don't like cilantro, you can warn the waiters and you will be served borscht without greens. We will be glad to see you again)", "rating": 5, "name": "Spirit Of Age", "cat": "Restaurant"}, {"review": " Inexpensive, delicious. Pleasant atmosphere, friendly staff. …", "rating": 5, "name": "Яна Зиновьева", "cat": "Restaurant"}, {"review": " Tasty, I recommend\n\n", "rating": 5, "name": "Елена Недря", "cat": "Restaurant"}, {"review": " Good day\nVery cool service\nWaiter Daria …", "rating": 2, "name": "Денис Тельчаров", "cat": "Restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 4, "name": "Таїсія Дахновська", "cat": "Restaurant"}, {"review": " Very tasty and polite staff. Spacious hall, clean.\n\n", "rating": 5, "name": "Алеся Насонова", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Швец Алексей", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Юлия Литвин", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Оля Лисюк", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 4, "name": "Andrii Salnikov", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Michael Efimov", "cat": "Restaurant"}, {"review": "\nThank you for your feedback) Every Friday, Saturday, Sunday we have live music) Come and be sure to dance)", "rating": 5, "name": "Sergse Se", "cat": "Restaurant"}, {"review": " Emotional atmosphere. Service -Darya well done.\n\n", "rating": 5, "name": "Danny", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Teimuraz Katsadze", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Rodo Ami", "cat": "Restaurant"}, {"review": "Great place, great interior and liked the work of the waiter Daria, thank you, we'll be back 🔥 …", "rating": 5, "name": "Meri Yakina", "cat": "Restaurant"}, {"review": "\nThank you, we are always glad to see you!", "rating": 5, "name": "Valerii St", "cat": "Restaurant"}, {"review": " Were at the polytechnic. Friendly waiters, incredibly delicious cuisine …", "rating": 4, "name": "Анастасія Денисюк", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Twoj Kierowca", "cat": "Restaurant"}, {"review": "\nThank! We really appreciate that you come to visit us", "rating": 3, "name": "Vitaliy vn", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Mykola Mamaiev", "cat": "Restaurant"}, {"review": " Extremely tasty. Got to the action - were pleasantly surprised by the check) …", "rating": 5, "name": "Vladimir Listopad", "cat": "Restaurant"}, {"review": " Thanks for your feedback) Hope to see you again)\n\n", "rating": 4, "name": "Александр Стужук", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "S K", "cat": "Restaurant"}, {"review": "Nice atmosphere and delicious menu.\nI recommend visiting this establishment. …", "rating": 3, "name": "Елена Билан", "cat": "Restaurant"}, {"review": "\nThank! Come to visit us, we are always glad to see you!", "rating": 5, "name": "Mixael Мішкін", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Ширин", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Igor Varavva", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Безух", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Jack Doe", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Vadim Terentev", "cat": "Restaurant"}, {"review": " It is desirable to close the institution on Polites forever! I do not recommend !!! …", "rating": 5, "name": "Dmytro Kushkov", "cat": "Restaurant"}, {"review": " Today we were at the Polytechnic Institute. Everything is fine, I recommend. …", "rating": 5, "name": "Станислав Примачок", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Volodymyr Horbach", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Marina Tkachuk", "cat": "Restaurant"}, {"review": "\nThank you so much! We are always waiting for you!", "rating": 5, "name": "Роман Дідковський", "cat": "Restaurant"}, {"review": " Here you can eat cheaply and deliciously in the center of Kiev😉 …", "rating": 5, "name": "Лариса Зубченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Дарина Олександрівна", "cat": "Restaurant"}, {"review": " Delicious, cozy, good service. thank you\n\n", "rating": 5, "name": "Seroga Hatred", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Dan Sob", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Славик Бор", "cat": "Restaurant"}, {"review": "Colorful, atmospheric, very tasty cuisine, very tasty wine!!!))) If you want to eat deliciously, I recommend …", "rating": 4, "name": "Вася Роздобудько", "cat": "Restaurant"}, {"review": "\nAll liked it. Tasty food. Great staff.", "rating": 5, "name": "Mystray", "cat": "Restaurant"}, {"review": "\nNice establishment, great food", "rating": 3, "name": "Виталий Черкасов", "cat": "Restaurant"}, {"review": "\nVery tasty! Great service.", "rating": 5, "name": "Юра Буян", "cat": "Restaurant"}, {"review": " …", "rating": 1, "name": "Сова", "cat": "Restaurant"}, {"review": "Thank you so much for the service, excellent menu, I will recommend to my friends …", "rating": 3, "name": "I Checa", "cat": "Restaurant"}, {"review": "I recommend to all\nI go to this restaurant very often, reasonable prices and delicious food. 🔥 …", "rating": 4, "name": "Oleg Kovpak", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Дмитрий Поляшенко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ski Null", "cat": "Restaurant"}, {"review": "It would be interesting to look at the restaurant, at least try something from the delivery service ...", "rating": 5, "name": "Олександр Ткаченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ярослав Іванюк", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Владислав Рубцов", "cat": "Restaurant"}, {"review": "I was with my husband, a very cozy place, and a pleasant atmosphere, Napoleon is just super …", "rating": 5, "name": "Евгений Колкин", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Jenya Matushevich", "cat": "Restaurant"}, {"review": " Extremely tasty cuisine and friendly staff!\n\n", "rating": 5, "name": "Александр Гнатенко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Антонина Зайнидинова", "cat": "Restaurant"}, {"review": "Very good waiter 😊\nAnd a great place...", "rating": 5, "name": "Yuliana Dubovenko", "cat": "Restaurant"}, {"review": " Everything is just wonderful.\n\n", "rating": 2, "name": "Анна Харченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Viacheslaw Viacheslaw", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Элла Кузьменкоєєщ", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "J3 J3", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Антон Похилец", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Влад Бондарев", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We will definitely pass it on to the chef and conduct a situation analysis. We will be glad to see you again)", "rating": 5, "name": "Gangrel Antitribu", "cat": "Restaurant"}, {"review": " Cozy place, chic service, atmosphere🔥🔥\n\n", "rating": 5, "name": "Aairo", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Victor Kovalenko", "cat": "Restaurant"}, {"review": "\nSooooo delicious!", "rating": 5, "name": "SVITLANA ROMANENKO", "cat": "Restaurant"}, {"review": "Very cozy place. Convenient car access. The kitchen is at a high level. The prices are reasonable. I advise! …", "rating": 5, "name": "Ната Редкина", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 5, "name": "Oleg Venglyuk", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Петр Иванов", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Alina Dovzhenko", "cat": "Restaurant"}, {"review": " Nice atmosphere great staff thank you\n\n", "rating": 3, "name": "Yana Pulenets", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Богдана Василенко", "cat": "Restaurant"}, {"review": "\nVery tasty) friendly staff) I recommend)", "rating": 5, "name": "Віталій Дубовик", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 5, "name": "Sergey Gurevich", "cat": "Restaurant"}, {"review": " Very cozy establishment. Friendly waiters, great location and great prices. …", "rating": 5, "name": "Антон Абрекоскин", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 2, "name": "Оксана Радич", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Misha Ya", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Nataly Gracheva", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Аліна Ситнік", "cat": "Restaurant"}, {"review": " Thank you! Come visit us again!\n\n", "rating": 4, "name": "Дима Переходько", "cat": "Restaurant"}, {"review": " Wonders of coffee. Very tasty food\n\n", "rating": 3, "name": "Lgor Lugovskiy", "cat": "Restaurant"}, {"review": " Not very tasty food but still delicious\n\n", "rating": 5, "name": "Любовь Дакал", "cat": "Restaurant"}, {"review": "\nVery tasty and reasonable pricing", "rating": 5, "name": "Roza Musan", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Paij gg", "cat": "Restaurant"}, {"review": "\nvery tasty beer, for an evening getaway", "rating": 5, "name": "Segler Swift", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Наталія Аношина", "cat": "Restaurant"}, {"review": "\nThank you! We are trying for you", "rating": 4, "name": "S Amapness", "cat": "Restaurant"}, {"review": " Inexpensive, tasty and cozy.\n\n", "rating": 4, "name": "Роман Мельниченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Харченко", "cat": "Restaurant"}, {"review": "\nThank! We try very hard", "rating": 1, "name": "Olga Tykhonova", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Левик", "cat": "Restaurant"}, {"review": "\nThanks a lot!", "rating": 2, "name": "Andrew Gerigei", "cat": "Restaurant"}, {"review": "\nVery tasty, good selection.", "rating": 5, "name": "Виктория Руденко", "cat": "Restaurant"}, {"review": " I advise everyone. Good place.\n\n", "rating": 5, "name": "Tanya Vinnickaya", "cat": "Restaurant"}, {"review": "\nA wonderful place for a family dinner.", "rating": 5, "name": "Ольга Приходько", "cat": "Restaurant"}, {"review": "\nThank you, we are always glad to see you!", "rating": 5, "name": "Эмма Казарян", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Слава Кузуб", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 5, "name": "Kristina Krutikova", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Виктор Пономаренко", "cat": "Restaurant"}, {"review": " Very tasty and cozy!\n\n", "rating": 5, "name": "Vlad Chyrkov", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Любовь", "cat": "Restaurant"}, {"review": " Thank you for visiting us! We look forward to seeing you again! Your Hvanchkara)\n\n", "rating": 4, "name": "Оля Алексеева", "cat": "Restaurant"}, {"review": " everything is very tasty))\nTanya) …", "rating": 5, "name": "Яна Семичева", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Ирина Павленко", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback! Looking forward to seeing you again)", "rating": 1, "name": "сергей йовенко", "cat": "Restaurant"}, {"review": "\nTasty! Great service! Recommend!", "rating": 4, "name": "Rahul Chanda", "cat": "Restaurant"}, {"review": "\nThank you very much for your feedback. We will be glad to see you again)", "rating": 4, "name": "Артем Прокопенко", "cat": "Restaurant"}, {"review": " Delicious. Mentally. Thank you ❤️\n\n", "rating": 5, "name": "Alexander Kovalenko", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Олеся Чебан", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Максим Ук", "cat": "Restaurant"}, {"review": " Georgian cuisine, delicious.\n\n", "rating": 3, "name": "Твоя Подписчица", "cat": "Restaurant"}, {"review": "\nGood service everything is delicious", "rating": 3, "name": "Яна Снігур", "cat": "Restaurant"}, {"review": "\nVery tasty!!! We will come again !!!", "rating": 5, "name": "Nastya Lepashova", "cat": "Restaurant"}, {"review": "\nVery tasty and great service !!!!", "rating": 3, "name": "Viktor P", "cat": "Restaurant"}, {"review": "\nHomely, cozy and tasty.", "rating": 5, "name": "Ярослав Яновский", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Eugen Kuleshov", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Роман Бобровський", "cat": "Restaurant"}, {"review": "\nVery nice interior)", "rating": 5, "name": "Юлія Вовк", "cat": "Restaurant"}, {"review": "\nEverything was delicious", "rating": 5, "name": "Andrey Melnik", "cat": "Restaurant"}, {"review": "\nWe will continue to try for you!", "rating": 4, "name": "Александр Шурик", "cat": "Restaurant"}, {"review": " Their ravioli and pitas are excellent\n\n", "rating": 5, "name": "Yaroslav M.", "cat": "Restaurant"}, {"review": "Thank you)", "rating": 1, "name": "Dmytro", "cat": "Restaurant"}, {"review": "\nVery soulful !!!", "rating": 5, "name": "Виталия Левченко", "cat": "Restaurant"}, {"review": "\nNice place, everything is delicious", "rating": 1, "name": "Katia A", "cat": "Restaurant"}, {"review": "\nThanks for your feedback! We will be glad to see you again)", "rating": 5, "name": "Leontii Shypilov", "cat": "Restaurant"}, {"review": "\nNice Georgian restaurant !!!!", "rating": 5, "name": "Давид Гвиниашвили", "cat": "Restaurant"}, {"review": "\nLoved it, atmospheric place)", "rating": 5, "name": "Dmytro Parhachov", "cat": "Restaurant"}, {"review": "\ngood place", "rating": 5, "name": "Марина Марина", "cat": "Restaurant"}, {"review": " Simple and delicious!\n\n", "rating": 5, "name": "Счастливые моменты", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Анна", "cat": "Restaurant"}, {"review": "\nGreat place and kitchen!", "rating": 5, "name": "михаил фатеев", "cat": "Restaurant"}, {"review": " Deliciously))\n\n", "rating": 5, "name": "роблакс геймер", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 4, "name": "Evgeniy Kokhanov", "cat": "Restaurant"}, {"review": "\nInexpensive, courteous officers", "rating": 5, "name": "Carl Shele", "cat": "Restaurant"}, {"review": "Excellent", "rating": 3, "name": "Nikolay Lisnyak", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Андрей Андрійович", "cat": "Restaurant"}, {"review": "\nThey cook for a very long time", "rating": 3, "name": "Tati Tati", "cat": "Restaurant"}, {"review": "Delicious", "rating": 5, "name": "Алена Корнийчук", "cat": "Restaurant"}, {"review": "\nVery tasty.", "rating": 5, "name": "Катерина Шама", "cat": "Restaurant"}, {"review": "\nYummy !!!", "rating": 2, "name": "Максим Якушев", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Валерия Цахло", "cat": "Restaurant"}, {"review": " Joppa\n\n", "rating": 4, "name": "Andrés Gutiérrez", "cat": "Restaurant"}, {"review": "\nTasty but dirty", "rating": 5, "name": "Вика Рожкова", "cat": "Restaurant"}, {"review": "\nThanks for the feedback", "rating": 4, "name": "Bohdan Kozyrenko", "cat": "Restaurant"}, {"review": "\nTasty!", "rating": 1, "name": "Руслан Манильчук", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Александр Хитайлов", "cat": "Restaurant"}, {"review": "\nTasty!", "rating": 5, "name": "Наталія Корчинська", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We will be glad to see you again)", "rating": 5, "name": "Тетяна Собченко", "cat": "Restaurant"}, {"review": "\nCozy, tasty !!!", "rating": 5, "name": "Уляна Доленга", "cat": "Restaurant"}, {"review": "\nDelicious cuisine.", "rating": 5, "name": "Алексей Довбуш", "cat": "Restaurant"}, {"review": "Delicious", "rating": 5, "name": "Roman Tkachuk", "cat": "Restaurant"}, {"review": "\nalways delicious", "rating": 5, "name": "Kirill M", "cat": "Restaurant"}, {"review": "\nOK", "rating": 5, "name": "Camilla Crane", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Анастасия Гур'янова", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Max Stetsenko", "cat": "Restaurant"}, {"review": "Delicious", "rating": 5, "name": "Ирина Мельничук", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Діма Осюк", "cat": "Restaurant"}, {"review": "\nTrace of Georgia", "rating": 4, "name": "Sofia B", "cat": "Restaurant"}, {"review": "\nEverything is great!", "rating": 3, "name": "Ирина Є", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Serge Predtechensky", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Инна Гоцуляк", "cat": "Restaurant"}, {"review": " It was nice\n\n", "rating": 5, "name": "юля хоменко", "cat": "Restaurant"}, {"review": "Thank you for your feedback)", "rating": 5, "name": "Denmen Muaythai", "cat": "Restaurant"}, {"review": "\nOK", "rating": 5, "name": "Владимир Вегеря", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Joeri Veder", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Serhiy Didenko", "cat": "Restaurant"}, {"review": "", "rating": 3, "name": "Ирина Левченко", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 5, "name": "Елена Красник", "cat": "Restaurant"}, {"review": "\nPerfect place", "rating": 5, "name": "Диана Федчишина", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Anatoliі Popelskyi", "cat": "Restaurant"}, {"review": "\nThank you! You are always welcome!", "rating": 3, "name": "Алена Тетерятник", "cat": "Restaurant"}, {"review": "\nHair in food", "rating": 5, "name": "Sla Va", "cat": "Restaurant"}, {"review": "\nIt is possible that this is possibly your hair. All our chefs wear hats. And your dish was prepared by a female chef. Therefore, short black hair is definitely not from the kitchen.", "rating": 5, "name": "Михаил Медведь", "cat": "Restaurant"}, {"review": " Excellent service\n\n", "rating": 5, "name": "Evgeniy Dr.", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Денис Суворов", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Олександр Филенко", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Гиви", "cat": "Restaurant"}, {"review": "\nThank you! We are working for you!", "rating": 5, "name": "Борис Т.", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Роман Шайда", "cat": "Restaurant"}, {"review": "\nThank you are welcome!", "rating": 5, "name": "Ирина Ляшко", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Dmytro Khokhol", "cat": "Restaurant"}, {"review": "\nThanks", "rating": 5, "name": "Отсутствие новостей - хорошая новость.", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "ЮРИЙ Киселев", "cat": "Restaurant"}]