[{"review": "Make a reservation in advance!!\nDifficult to find, but so worth it. Located in the city center. Everything such as the lighting, bar setting, interior design, bar staff and most importantly …", "rating": 5, "name": "Alina Martha Muresan", "cat": "Cocktail bar"}, {"review": "A place with a warm atmosphere that offers cocktails outside the line.  The presentation of the cocktails is as striking as their taste.  If you would like to find a place to sit around the bar on Friday-Saturday evenings, I suggest you show up early.  Other days are generally quiet.", "rating": 5, "name": "Cagri Canbal", "cat": "Cocktail bar"}, {"review": "An amazing bar with excellent service and fine cocktails! Highly recommend! Nice deemed atmosphere, lovely bartenders - great time guaranteed.", "rating": 5, "name": "Kateryna Savchenko", "cat": "Cocktail bar"}, {"review": "One of my fav places. Always crowded with interesting people and always a good atmosphere. Professional barmens, classy cocktails and original appetizers.\nRecommend to try their signature cocktail that looks just amazing!", "rating": 5, "name": "N Y", "cat": "Cocktail bar"}, {"review": "Amazing cocktails! Hidden bar but very well known as I see:) Very happy to get into that atmosphere... Bartenders can make drinks according to your preferences... so I just enjoyed ordering “sth not sweet with gin”)) - and I was satisfied !", "rating": 5, "name": "Tati T", "cat": "Cocktail bar"}, {"review": "Cool bar with a unusual \"hidden\" entrance. First of all you need to convince the door man to enter the bar (it's nice an funny). After that \"challenge\" you will be at a great bar with nice atmosphere and outstanding unusual cocktails. …", "rating": 5, "name": "Thomas Winkler", "cat": "Cocktail bar"}, {"review": "If you want to see service and dedication to every detail at their best, here is the place. They make sure that each drink becomes unforgetable, demonstrating years of research and practice.\nWell done Anastasia and Cia.", "rating": 5, "name": "Carlos Ignacio Moujan", "cat": "Cocktail bar"}, {"review": "Extremely recommended for all discerning drinkers and bar life fans.\nHere contemporary flavours meeting classic cocktails.", "rating": 5, "name": "Serhii M", "cat": "Cocktail bar"}, {"review": "Secret cozy place, you have to ring the bell to enter. Cocktails are unique", "rating": 5, "name": "Aris Kots", "cat": "Cocktail bar"}, {"review": "One of the coolest places in Kyiv to have nice cocktail. Bit pricey but it’s worth to go there for sure. Make sure you book in advance to get in especially on weekends.", "rating": 5, "name": "Arturas V", "cat": "Cocktail bar"}, {"review": "Really nice secret cocktail bar", "rating": 5, "name": "Doron Amitz (Bike Israel Cycling Ltd.)", "cat": "Cocktail bar"}, {"review": "Finally I found a spot in Kiev that is cozy, has interesting crowd, and fantastic drinks. Bartenders need to loosen up a little, a smile goes a long way.", "rating": 5, "name": "Vasily Klimko", "cat": "Cocktail bar"}, {"review": "Interesting atmosphere and great custom cocktails. Servants were pleasant. Not cheap place, but I think it worth it", "rating": 5, "name": "Taras Plavin", "cat": "Cocktail bar"}, {"review": "Hidden cocktails! Enter if you have secret answers for the questions at the door :) Delicious coctails, good atmosphere but a little pricey.", "rating": 4, "name": "Alperen İNAL", "cat": "Cocktail bar"}, {"review": "wasn't crowded during the weekday, good cocktails", "rating": 5, "name": "Alp Oral", "cat": "Cocktail bar"}, {"review": "Hidden behind a big door (speakeasy style). Very stylish bar. Nice vibe. Friendly staff and clientele. Good music. Mot too noisy. Big booths to sit at. Stylish decor. Amazing cocktails! The Bloody Marys are ridiculous. Only negative: takes a long time to get served as very busy (but fine if you have a table).", "rating": 4, "name": "Nezih Savaşkan", "cat": "Cocktail bar"}, {"review": "This is not typical Ukraine, but don't miss out. The cocktails are unique and the bartenders are talented. If you're expecting a table you may want to reserve one via the email address on their website. Otherwise, take the door on the left at the end of the alley. Highly recommended.", "rating": 5, "name": "Ethan Rinks", "cat": "Cocktail bar"}, {"review": "The cocktails at this bar were special, the place really nice and the staff very friendly! Furthermore it is in the center of the city! I recommend it!", "rating": 5, "name": "Emman Vour", "cat": "Cocktail bar"}, {"review": "I've been to LH a lot of times. Even though this bar is overpriced, I find the list of cocktails and the atmosphere is very special and worth a visit.", "rating": 5, "name": "Alex Y", "cat": "Cocktail bar"}, {"review": "The most amazing cocktail bar I have ever visited! Definitely a must see in Kiev.", "rating": 5, "name": "Ognen Bendevski", "cat": "Cocktail bar"}, {"review": "Fantastic speakeasy that serves up some of the best cocktails in Kiev. The ambience is classy, the spirits are high quality, and the drinks are well balanced and constructed. It’s a cosy place, perfect for a date or to grab a couple of drinks with friends!", "rating": 5, "name": "Michael Bossetta", "cat": "Cocktail bar"}, {"review": "Huge variety of interesting cocktails, good atmosphere, and hidden away in a courtyard downstairs as all great places seem to be! …", "rating": 5, "name": "Andrew Backer", "cat": "Cocktail bar"}, {"review": "Nice bar with a great atmosphere. Cocktails are amazing. Highly recommend to book a table in advance. They have live music on Thursday. Pity i missed this time.", "rating": 5, "name": "Iryna", "cat": "Cocktail bar"}, {"review": "This place is super nice and fancy\n\nThe cocktails are little bit pricey (the cost varies from 180 to 300 hryvnas per …", "rating": 4, "name": "Olena Kovalova", "cat": "Cocktail bar"}, {"review": "Excellent cocktail bar! Very tricky to find though! Feels as if you are in NY or London", "rating": 5, "name": "Jamie Carr", "cat": "Cocktail bar"}, {"review": "Amazing cocktail inventions that always leave you impressed.  Very nice vibe to this place with friendly staff and good service.  A definite must see in Kiev!", "rating": 5, "name": "mutez", "cat": "Cocktail bar"}, {"review": "It was packed on a Wednesday. Drinks run $10-15, which is normal for California but a bit much here, but a lot of love goes into those drinks. The atmosphere was very friendly. Classy, good looking, well dressed crowd in their 30's and …", "rating": 5, "name": "Greg Vanslow", "cat": "Cocktail bar"}, {"review": "Great cocktails, fun speakeasy experience, chic ambiance. Bartenders are real professionals of their craft. However, they spent half of the time scrolling their phones or chatting with other staff instead of watching the customers behind …", "rating": 3, "name": "Elze Atroskeviciute", "cat": "Cocktail bar"}, {"review": "This speakeasy bar is soooo cool. Order the drink that comes with a rain of sparkles, it is truly magical.", "rating": 5, "name": "Laura Moreno", "cat": "Cocktail bar"}, {"review": "Place is nice, typical hidden bar in Kiev.\nInside has something cosy, the place is not big but enough.\nCocktails are tasty, but too many gadgets and useless stuff like perfume or …", "rating": 3, "name": "Vincent Decaux", "cat": "Cocktail bar"}, {"review": "Best place to visit in Kyiv and they present the best cocktails in the world , friendly staff, nice atmosphere", "rating": 5, "name": "mohammed alnafisah", "cat": "Cocktail bar"}, {"review": "Highly recommended cocktail bar in Kiev. We came here 2 nights in a row and it was awesome. Every cocktail is a work of art.", "rating": 5, "name": "Yonatan Mor", "cat": "Cocktail bar"}, {"review": "Cool bar, excellent cocktails, great atmosphere", "rating": 5, "name": "Marianna Aronov", "cat": "Cocktail bar"}, {"review": "The best hidden bar in Kiev. My favourite for sure :3 try out the Valkyrie cocktail!", "rating": 5, "name": "Anhelina Cherniak", "cat": "Cocktail bar"}, {"review": "Cool, speakeasy concept, cocktail bar. Gets super busy at weekends or when live music on. Cocktails are great but pricey, service is fine but cool/frosty - which I found quite comical 😆. I like the place. …", "rating": 3, "name": "David Hunter", "cat": "Cocktail bar"}, {"review": "Absolutely loved it! This is one of the best cocktail bars I ever visited. Not only was the atmosphere really nice but also we totally relied on the recommendations of the service stuff for multiple cocktails and all of them were excellent!", "rating": 5, "name": "René Mauren", "cat": "Cocktail bar"}, {"review": "Awesome cocktails, decor, staff, etc. Great place to hangout. Do not recommend the special cocktails, pricey and strong alcohol-wise", "rating": 5, "name": "Aslan Aslanli", "cat": "Cocktail bar"}, {"review": "Incredible concept, beautiful venue and decoration but that’s it. The cocktails that we had were nothing special. We were on a date and my partners drink came 15 minutes after mine. You can imagine the taste of the first drink after 15 …", "rating": 2, "name": "Genco Orkun Genc", "cat": "Cocktail bar"}, {"review": "Very good bar. Delicious and the best cocktails in Kiev 🍹 Good music. You must visit this bar!", "rating": 5, "name": "Анастасия Ямпольская", "cat": "Cocktail bar"}, {"review": "One of the best Kiev bar I've ever been. Cocktails, music, people and overall design looks super exciting.", "rating": 5, "name": "Danyl Shtangeev", "cat": "Cocktail bar"}, {"review": "A place that is hard to find but definitely worth looking for! What can you say more - definitely the best drinks I've had in my life! Respect! :D", "rating": 5, "name": "Bartosz Wróblewski", "cat": "Cocktail bar"}, {"review": "Cool speakeasy bar in Kyiv, great tasty cocktails and helpful bartenders. Must-visit place in Kyiv", "rating": 5, "name": "Sandra Aksamitna", "cat": "Cocktail bar"}, {"review": "Quite possibly the most creative cocktails in Kyiv as of 2018. Definitely one of the best cocktail bars in the world. Don’t expect toned down classics, this isn’t Tokyo. This is mixologal maximalism.", "rating": 5, "name": "Allan Grant", "cat": "Cocktail bar"}, {"review": "This place is definitely not worth visiting. The person at the door asked me some random questions about what I would like to do here and what I would like to drink. I answered kindly that I'd like to have some drinks and he just said …", "rating": 1, "name": "Weronika Wróbel", "cat": "Cocktail bar"}, {"review": "One of the best cocktail bars I ever visit. Nice location, amazing drinks.", "rating": 5, "name": "Marcel Prast", "cat": "Cocktail bar"}, {"review": "First bar I visited in Kiev and it was awesome. Small cozy and really good whisky sour. Can recommend! Probably better to make a reservation if you want to sit.", "rating": 5, "name": "Aleksi", "cat": "Cocktail bar"}, {"review": "Our experience is \"worst bar ever\". Drinks are fine but very overpriced. Management is very bad - you simply cannot wait 1 hour for your drink.", "rating": 1, "name": "Peter Borsuk", "cat": "Cocktail bar"}, {"review": "Love the place, vibe and people there! If your not fan of eggs make sure you tell the bartenders in advance", "rating": 4, "name": "Shiva Parizad", "cat": "Cocktail bar"}, {"review": "friendly bar with beautiful women but it is better to come with your girlfriend, it is preferable my darling Olena was with me we had a great time", "rating": 5, "name": "EVANS JOHN", "cat": "Cocktail bar"}, {"review": "The ambience, music and crowd here are among the best in Kiev. Legendary cocktails.", "rating": 5, "name": "Jason Frederick Argall", "cat": "Cocktail bar"}, {"review": "Great and cosy speak-easy bar, fantastic cocktails and snacks. Can recommend!", "rating": 4, "name": "Thomas “skringer” Holmberg", "cat": "Cocktail bar"}, {"review": "Cozy place without any name outside. Prices are high but cocktails are awesome.", "rating": 4, "name": "Slava Kolesnikov", "cat": "Cocktail bar"}, {"review": "Cool atmosphere very stylish and classy place with interesting cocktails and small dishes", "rating": 5, "name": "Yuval Mani", "cat": "Cocktail bar"}, {"review": "what a great cocktail one of the best i have ever try i totally recommend this place it’s a must to visit 😍", "rating": 5, "name": "abdulmajeed aljunaidi", "cat": "Cocktail bar"}, {"review": "What a fantastic bar. In Kyiv, one of the more expensive, the cocktails are ~8€. Finding it and gaining access was fun, but shhh - don't tell anyone!", "rating": 5, "name": "Emil Joensen", "cat": "Cocktail bar"}, {"review": "A must visit place in Kiev. They have a first class pub and great barterdens. the entrance of the pub is hard to find, Even if you don't have a reservation or password, if you are a tourist, they help you with the entrance. I recommend you to try all cocktails if possible. if you find a place at the bar you can watch the bartenders show", "rating": 5, "name": "emre odabaş", "cat": "Cocktail bar"}, {"review": "A place with a book full of any kind of cocktail you can think about. Each cocktail come in different cup, and they are very good!", "rating": 5, "name": "Dana Leev", "cat": "Cocktail bar"}, {"review": "You gotta go there! The cocktail show is unbelievable. The crowd is awesome. The music is fun! Must visit when in Kyiv", "rating": 5, "name": "Alla Levin", "cat": "Cocktail bar"}, {"review": "Fantastic cocktails. Great atmosphere. Wish I could’ve stayed here longer. If I’m ever back in Kyiv, I’ll definitely come visit again!", "rating": 5, "name": "Rachel Yapp", "cat": "Cocktail bar"}, {"review": "Very impressive Cocktails and fantastic Staff! See you soon again!", "rating": 5, "name": "Helmut Saathoff", "cat": "Cocktail bar"}, {"review": "Top Bar. But expensive..  coctail are from 6 euro", "rating": 5, "name": "Hassan Askari", "cat": "Cocktail bar"}, {"review": "Very cool underground cocktail bar .. A bit hard to find ( If you have to ask etc etc... ) .. Very good ( if perhaps a little over elaborate) cocktails delivered in an extremely hip below ground vaulted bar area", "rating": 5, "name": "Donal Kane", "cat": "Cocktail bar"}, {"review": "Actually I have no idea what happened. We wanted to enter the bar but the person at the door after asking us some random questions recommended us to go somewhere else... …", "rating": 1, "name": "Alicja Swiercz", "cat": "Cocktail bar"}, {"review": "Lovely place, nice vibe, delicious nibbles. They don’t do classical cocktails only their craft ones so just 4 stars", "rating": 4, "name": "Inna Bagoli", "cat": "Cocktail bar"}, {"review": "Amazing cocktail bar. Nice and creative crafters. A must place!", "rating": 5, "name": "Andrey Gnedin", "cat": "Cocktail bar"}, {"review": "cheap and high quality cocktails. Best place in Kyiv.", "rating": 5, "name": "Ahmet Cansız", "cat": "Cocktail bar"}, {"review": "Fantastic cocktails, fully recommend this place👍", "rating": 5, "name": "Anna Nitsenko", "cat": "Cocktail bar"}, {"review": "A really stylish and Chic cocktail bar in downtown Kiev. One of the most excellent cocktail bars you'll find in the world,  right here Underground in Kiev. …", "rating": 4, "name": "Rakesh Patel", "cat": "Cocktail bar"}, {"review": "Wow  - very impressed with this gem! From entry being queried on my favourite drinks to watching the craftmanship of the cocktails being produced - service and quality is guaranteed!", "rating": 5, "name": "Shahed Karim", "cat": "Cocktail bar"}, {"review": "4.5 stars really as the cocktails are among the very best I have had anywhere --- Rich with real flavors. Try Blood and Sand with foam as thick as a milk shake.  Or don't and miss out. Music is stunningly coherent. Why not a 5? Place needed more people.", "rating": 4, "name": "adam kidron", "cat": "Cocktail bar"}, {"review": "Terrible service at this bar. The host was very biased towards foreigners and was very rude. Has ruined our entire experience with the entry into the premises. Once we got in, the cocktails  were way too weak and it was so crowded we …", "rating": 1, "name": "George A", "cat": "Cocktail bar"}, {"review": "Fantastic cocktails, great atmosphere, friendly staff. Must visit!", "rating": 5, "name": "Misha Samofalov", "cat": "Cocktail bar"}, {"review": "One of the best cocktails bar in Kyiv.\nTasty artsy cocktails, awesome presentation. Bartenders can make a drink based on description of your preferences = professional. …", "rating": 4, "name": "Natalia T", "cat": "Cocktail bar"}, {"review": "Difficult to find, but so worth it. Everything such as the lighting, bar setting, interior design, bar staff and most importantly the cocktails were amazing. Me and my group ordered a hot cocktail (cannot remember the name) where a burning …", "rating": 5, "name": "Ben Steptoe", "cat": "Cocktail bar"}, {"review": "Amazing bar with the friendliest doorman ever!!!\nHad to take a star off because the bar people will talk trash behind your back if you're a foreigner", "rating": 4, "name": "D3m0nstar", "cat": "Cocktail bar"}, {"review": "Great cocktails and great service! Very pleasant atmosphere. Recommended! Oh, almost impossible to find. It's the first door to the left through the passage from Shevchenko street near Porter Bar. Ring the bell! And you are welcome!)", "rating": 5, "name": "Damian Evgor", "cat": "Cocktail bar"}, {"review": "Cocktails are very good, much instagramable, too much decoration in my personal opinion (some decoration can not be eaten) friendly and attentive service. What I did not like was a fact that the place does not have a floor manager, there …", "rating": 4, "name": "Evgenia Dovgan", "cat": "Cocktail bar"}, {"review": "The decor is nice and the mood is good. It is however crowded with locals that think they are the most interesting people in the world. Lots of foreigners with slightly too expensive female compansions …", "rating": 2, "name": "Chris", "cat": "Cocktail bar"}, {"review": "One of the best bars I've ever visited. They have a speak easy concept and they execute this concept very well. This is a cocktail bar, with said concept and you shouldn't come here and expect anything else, this is what they do.", "rating": 5, "name": "Pierre Helgesson", "cat": "Cocktail bar"}, {"review": "High quality cocktails. Terrible attitude from mixologists when sitting af the bar. Good table service by cute waitress.", "rating": 5, "name": "Henrik", "cat": "Cocktail bar"}, {"review": "Best place, awesome cocktails, beautiful people!", "rating": 5, "name": "Daniil Dmytrovych", "cat": "Cocktail bar"}, {"review": "Make a reservation in advance!!  It gets quiet crowded on Friday and Sat nights.  Drinks are unique, prepared well, and not too expensive.  You must know where you are going as it is not easily noticed from the street.  Great atmosphere and friendly service.  English is spoken here.", "rating": 5, "name": "Jaclynn Graybill", "cat": "Cocktail bar"}, {"review": "Best place to get a Blue Blazer I’ve ever found the cocktails are amazing and the staff is nice they explained the drinks perfectly! You will not find juice or screwdrivers here but if you appreciate good liquor and well balanced cocktail made with love this is the place", "rating": 5, "name": "John Tokesalot", "cat": "Cocktail bar"}, {"review": "Nice place for good cocktails", "rating": 5, "name": "Tareq Nofal", "cat": "Cocktail bar"}, {"review": "They are very cool as always! Highly recommended!!!", "rating": 5, "name": "Tetyana Nebozhynska", "cat": "Cocktail bar"}, {"review": "Very nice atmosphere, with interesting takes on both old and new cocktails. When in Kiev, you should give it a try. There's something for every taste, with drinks ranging between 200-something and 600-something UAH.", "rating": 5, "name": "Johnny B", "cat": "Cocktail bar"}, {"review": "Great atmosphere, amazing cocktails. A must do", "rating": 5, "name": "Djilali Zitouni", "cat": "Cocktail bar"}, {"review": "Very good cocktails! Worth to visit!", "rating": 4, "name": "Анатолий Павловский", "cat": "Cocktail bar"}, {"review": "Very fancy presentation of really tasty cocktails at reasonable prices", "rating": 4, "name": "Rune Brimer", "cat": "Cocktail bar"}, {"review": "The best cocktails in Kyiv", "rating": 5, "name": "Oksana Zaikovska", "cat": "Cocktail bar"}, {"review": "Nice bar with cool cocktails.\nFeel like you are somewhere in England.\nGood prices and nice staff. …", "rating": 5, "name": "Gaya Arushanian Art", "cat": "Cocktail bar"}, {"review": "One if the best clctsib bar in Kiev. Speak easy format (should be hard to find but everyone known it).\nDifferent types of glasses for different coctains. …", "rating": 5, "name": "Andrey Logunov", "cat": "Cocktail bar"}, {"review": "Trippy place! Good cocktails and show. Smoking zone. No regular drinks (not even a Coke), poor snack selection, generally, only cocktails. Also staff don't really speak English.", "rating": 3, "name": "Daniel Poludyonny", "cat": "Cocktail bar"}, {"review": "Fancy concept, nice interior, but a bit overrated - they make you wait outside for nothing while the bar is only half-full, and then wait half an hour for much too fancy cocktail which doesn't even taste good.\nTime better spent somewhere else", "rating": 3, "name": "Viktoras Vatinas", "cat": "Cocktail bar"}, {"review": "The place you definitely have to visit in Kyiv. Amazing and wide range of the cocktails and quite nice vibes. Sometimes they have live music performances there. Waiters there are always glad to help you.", "rating": 5, "name": "Zhenya Tretiakova", "cat": "Cocktail bar"}, {"review": "The waitresses are not friendly, they gave us a look when we entered as we are lost and not deserve being in this place. It of course spoiled our mood and we left without trying the cocktails, which, btw, cost more than in Europe!", "rating": 2, "name": "Daria Zakharova", "cat": "Cocktail bar"}, {"review": "One Secret bar, in an underground very close to Arena city, the securities are nice but the bar is small, if you go on weekend you won’t have a space to sit, it’s very busy, small and tight to move around, even there’s no space to stand and drink at the bar, apart from been so small everything else is nice with them", "rating": 4, "name": "Olusegun Shina Ogunniyi", "cat": "Cocktail bar"}, {"review": "Very interesting place. Great cocktails menu. Live barman show. Perfect food menu. Cool interior. Good to visit with friends. Not to cheap, but it's fair. Direct in the city centre.", "rating": 5, "name": "DenGC Photos", "cat": "Cocktail bar"}, {"review": "Wonderful place with good stuff and delicious cocktails.", "rating": 5, "name": "TimeTo Explore", "cat": "Cocktail bar"}, {"review": "Great bar with perfect ice cubes:-)", "rating": 5, "name": "Zana Los", "cat": "Cocktail bar"}, {"review": "The best cocktails are here", "rating": 5, "name": "Руслана Шадрина", "cat": "Cocktail bar"}, {"review": "This place still exists?  Falling asleep here.  Feels like I woke up in Times Square filled with tourists.  Is this a top 100 BAR?", "rating": 1, "name": "A V", "cat": "Cocktail bar"}, {"review": "Very interesting place, the drinks were amazing the service was less good", "rating": 3, "name": "Yossi Tubis", "cat": "Cocktail bar"}, {"review": "Cocktail BBQ old fashion was awful. I would expect managers to replace it with a better one. However, they added it to the main bill. 370 UAH is not a big deal, but service should be much better. There is a big room for improvement. Waiters …", "rating": 1, "name": "Kirill Bigai", "cat": "Cocktail bar"}, {"review": "Enjoy the atmosphere and various fancy shape cocktails", "rating": 5, "name": "Olga Klochkova", "cat": "Cocktail bar"}, {"review": "Unnecessary expensive and extravagant cocktails.  The owners of positive reviews must have been drinking cocktails for the first time.  Also indifferent staff.", "rating": 1, "name": "Serdar Şahin", "cat": "Cocktail bar"}, {"review": "Awesome speakeasy bar with a great atmosphere and tasty cocktails", "rating": 5, "name": "Nick", "cat": "Cocktail bar"}, {"review": "Cozy, amazing drinks. A wonderful place to take a date.", "rating": 4, "name": "alex petro", "cat": "Cocktail bar"}, {"review": "It’s one of the best or maybe maybe the best place in KievGreat cocktails, cosy atmosphere, good vibe and perfect service. You can just enjoy the time watching the bartenders making cocktails.", "rating": 5, "name": "Rytis Rakauskas", "cat": "Cocktail bar"}, {"review": "Cozy, wide range of various coctails being prepared professionally. Quite interesting watching preparations if you are at the bar. Mostly local people, comfy also nicely dressed. Had plesant time and drinks.", "rating": 5, "name": "Can Daryal", "cat": "Cocktail bar"}, {"review": "Terrible service. Very rude. Kyiv has so many much better alternatives for bars with same good cocktails but much nicer people working there.\nHappened to us twice, so it means that it’s normal for them.", "rating": 1, "name": "Валерия Броницкая", "cat": "Cocktail bar"}, {"review": "bar is so cool , cocktails are next level", "rating": 5, "name": "ian mcfaul", "cat": "Cocktail bar"}, {"review": "Poor service. Waiters don't know full list of non-alcoholic drinks they have. And they sell a few. A lot of folks working here doesn't even bother to smile but 10% tip's included in every cheque. They don't serve beer. No food menu in …", "rating": 1, "name": "Ondřej Vacek", "cat": "Cocktail bar"}, {"review": "Finding this bar without a guide must be nearly impossible, well worth the effort though", "rating": 5, "name": "Jan-Olof Lindqvist", "cat": "Cocktail bar"}, {"review": "Pros:  Nice place, tasty cocktails, prices is above the average (approximately 230 uah for cocktail). Cons: Impossible to find a telephone number to book a table:(", "rating": 4, "name": "Svetlana K", "cat": "Cocktail bar"}, {"review": "The worst bar I’ve ever been to… Service is    very unpleasant and they treat foreigners badly. I don’t recommend this place.", "rating": 1, "name": "Dominika Zygmuntowicz", "cat": "Cocktail bar"}, {"review": "Best cocktails in the city!\nPerfect service, everyone knows English.\nReally magic atmosphere", "rating": 5, "name": "Юлия Бенца", "cat": "Cocktail bar"}, {"review": "Very good cocktails. Nice atmosphere. But bartenders are strict as hell about the drink recipes", "rating": 5, "name": "Sergiy Zuzak", "cat": "Cocktail bar"}, {"review": "Cocktails are sugary and overpriced as you can tell from the hyper young crowd. Do not recommend unless you prize sweetness over a balanced drink.", "rating": 2, "name": "Roberto Hernandez", "cat": "Cocktail bar"}, {"review": "Good place to have evening cocktails despite pretty high price range. Looks like great place for lonely foreigners) and best for company in bar trip around Kyiv", "rating": 5, "name": "Stanislav Sheliakin", "cat": "Cocktail bar"}, {"review": "Amazing cocktails, very special atmosphere", "rating": 5, "name": "Regina Raiska", "cat": "Cocktail bar"}, {"review": "Having great experience!!!", "rating": 5, "name": "Maya Murphy", "cat": "Cocktail bar"}, {"review": "It seemed I was interrogated at the metal door, asking \"what I heard of this place?\", \"How did I find out about it..? When I said I just wanted a glass of wine, the door said this is not a wine bar, and would not let me in. Totaling ruined …", "rating": 1, "name": "Charlie Ybarra", "cat": "Cocktail bar"}, {"review": "Top tier bar in the city center. Each and every one of the staff member is a pro, who can guide you through the cocktail menu.", "rating": 5, "name": "Vadim Tarasich", "cat": "Cocktail bar"}, {"review": "Wow! Amazing atmosphere. Great staff. You don't just order a cocktail it comes with a show!", "rating": 5, "name": "Gauldoth Halfdead", "cat": "Cocktail bar"}, {"review": "Great Atmosphere! Marvelous drinks", "rating": 5, "name": "Yuriy Mazurchuk", "cat": "Cocktail bar"}, {"review": "Amazing place. Great atmosphere and cocktails. It has not only great drinks but a great show as well.", "rating": 5, "name": "Maksym Ivanchenko", "cat": "Cocktail bar"}, {"review": "Cocktail bar with a novel hidden entrance, live jazz music. Exotic cocktails not always as interesting in reality as on the menu. Expensive for Kiev", "rating": 4, "name": "Jonathan Murphy", "cat": "Cocktail bar"}, {"review": "Professional team\nPerfect cocktails\nPretty good music", "rating": 5, "name": "Vitaliy Kolpachiev", "cat": "Cocktail bar"}, {"review": "Best drinks in Kiev. Been 10 times it's so good", "rating": 5, "name": "Bryan", "cat": "Cocktail bar"}, {"review": "Very nice :) 10/10", "rating": 5, "name": "Maxim Ribakov", "cat": "Cocktail bar"}, {"review": "We went through the city to go to the bar but the guy at the door wanted to close earlier because of heavy rain that day.", "rating": 1, "name": "Alfreð Hauksson", "cat": "Cocktail bar"}, {"review": "One of the best bars in Europe in these days. Outstanding bartenders. Nice international crowd.", "rating": 5, "name": "Lorenzo Mannelli", "cat": "Cocktail bar"}, {"review": "Hands down the best bar I've ever been too.", "rating": 5, "name": "Michael Binzer", "cat": "Cocktail bar"}, {"review": "Amazing place, delicious drinks, nice staff. Giving 4 * only cause 2nd drink didnt have the same preparation effect as the 1st one. Aparat of t\nhat place i would highly recommend", "rating": 4, "name": "siano1982 Kozicki", "cat": "Cocktail bar"}, {"review": "If you were ever in Kiev find the time to visit this bar. They are known for their excellent cocktails", "rating": 5, "name": "Guy Posbic", "cat": "Cocktail bar"}, {"review": "Definitely it is a cozy, nice place. At weekends you can hear live music, meet many interesting people, fantastic and delicious cocktails.", "rating": 5, "name": "Konstantin Makarenko", "cat": "Cocktail bar"}, {"review": "LOVE this speakeasy. Must go. Awesome drinks with flare and but not too over the top. I go every time I’m in Kyiv.", "rating": 5, "name": "Megan Brang", "cat": "Cocktail bar"}, {"review": "nice, very nice, I have a desire visit here again.5*", "rating": 5, "name": "Vladislav Venzhega", "cat": "Cocktail bar"}, {"review": "Best bar in Ukraine", "rating": 5, "name": "Illia Mielientiev", "cat": "Cocktail bar"}, {"review": "Great cocktailbar! Come prepared if you want to enter!", "rating": 5, "name": "Moris Camporesi", "cat": "Cocktail bar"}, {"review": "When you ask an advice about cocktails to drink. They offer the most expensive one which is around 1000 grivnas. And they never talked about the price.", "rating": 1, "name": "HALİL DENGİZ", "cat": "Cocktail bar"}, {"review": "Nice location!!very private.But price is not friendly.If you like hight service for cocktail-food bar", "rating": 5, "name": "monkey prankilife", "cat": "Cocktail bar"}, {"review": "Awesome place! Like it so much❤️ Recommend for all open minded local and foreigners, who loves cocktails", "rating": 5, "name": "Eddie Khach", "cat": "Cocktail bar"}, {"review": "Beautiful place. One of the best bars in Kyiv. Prices are slightly higher then average, but same are the drinks :)", "rating": 5, "name": "Boryslav Kuzmenko", "cat": "Cocktail bar"}, {"review": "I enter, stayed sit at the bar for 20 minutes, nobody said hello or what do you want to drink.. so I leave ^-^ very quite and not interesting place...", "rating": 1, "name": "Florian Berta", "cat": "Cocktail bar"}, {"review": "One of the top bars in Kiev! Classy atmosphere, dress code and expensive (according to Kiev prices) cocktails", "rating": 5, "name": "Artyom Makarov", "cat": "Cocktail bar"}, {"review": "Best place with best cocktails in the city, by far. Try Tom Yam Punch if you love Thailand and Elisium for easier taste)))", "rating": 5, "name": "Лена Щепина", "cat": "Cocktail bar"}, {"review": "I liked the sophisticated interior very much as well as delicious cocktails. Totally recommend visiting!", "rating": 5, "name": "Lana Levandovska", "cat": "Cocktail bar"}, {"review": "The best cocktails you will ever have.They put 100% effort into every drink", "rating": 5, "name": "SweetRayZ", "cat": "Cocktail bar"}, {"review": "Great cocktail bar with a fantastic interior. Quirky way needed to get admission and they do have an interior smoking area", "rating": 5, "name": "Trevor Williams", "cat": "Cocktail bar"}, {"review": "Top a la carte and custom made cocktails, proper sound level, great interior and glasses, what else needed for a good talk in a small company!", "rating": 5, "name": "Andrey Stoliarov", "cat": "Cocktail bar"}, {"review": "The most creative cocktails I've ever seen", "rating": 5, "name": "Natalie A", "cat": "Cocktail bar"}, {"review": "Very fancy and gastronomic cocktails at around 200 UAH. Definitely worth a visit", "rating": 5, "name": "Sebastian", "cat": "Cocktail bar"}, {"review": "Great drinks, cozy atmosphere, knowledgeable bartenders.", "rating": 5, "name": "Thomas Kozub", "cat": "Cocktail bar"}, {"review": "Cool bar, located in a secret spot with hidden door. Beautiful and tasty cocktails.", "rating": 5, "name": "Yuliia Barbashova", "cat": "Cocktail bar"}, {"review": "They advertise open time til 1am but don't want anyone enter already at midnight. Don't recommend", "rating": 1, "name": "Igor Kurdiukov", "cat": "Cocktail bar"}, {"review": "Overpriced and not to comfortable for dining", "rating": 3, "name": "shahar wienrib", "cat": "Cocktail bar"}, {"review": "Good interior, cocktails Are beautiful but not delicious, low quality drinks decorated with plastic and syntactic things , barman Are not professional and not friendly, one of the most expensive, classic cocktails here are not available", "rating": 1, "name": "M", "cat": "Cocktail bar"}, {"review": "Artisan cocktails, top quality cocktails. Only if you find the door and answer the questions right. 😉😀😉", "rating": 5, "name": "Gergely Józsa", "cat": "Cocktail bar"}, {"review": "By far the best cocktail bar I have ever been to.this is true mixology.", "rating": 5, "name": "Benedikt Schulz", "cat": "Cocktail bar"}, {"review": "Kiev is the best city in the world for cocktail bars.  Loggerhead is at the top of the list why", "rating": 5, "name": "Barry Hudson", "cat": "Cocktail bar"}, {"review": "Cocktails are ok, but expensive, and the menu is very limited, almost no long drinks at all, no beer, no shots.", "rating": 3, "name": "marco d'addio (jointino)", "cat": "Cocktail bar"}, {"review": "Original cocktails, nice atmosphere, great bartenders. Hard to locate ;)", "rating": 5, "name": "Kateryna Zhmykhova", "cat": "Cocktail bar"}, {"review": "Wow! Unique.", "rating": 5, "name": "Arina T.", "cat": "Cocktail bar"}, {"review": "Some of the finer craft cocktails in Kyiv. Presentation and style cannot be beat in Kyiv.", "rating": 5, "name": "David G", "cat": "Cocktail bar"}, {"review": "Nice atmosphere, good drinks!!! Recommend whiskey sour.", "rating": 5, "name": "swee dayz", "cat": "Cocktail bar"}, {"review": "Authentic, trendy and cosy bar. Location is hard to beat! A bit pricey and you'll meet some local establishment there.", "rating": 5, "name": "Artem Kovalyov", "cat": "Cocktail bar"}, {"review": "The most sophisticated cocktails ever!", "rating": 5, "name": "M N", "cat": "Cocktail bar"}, {"review": "This might be coolest bar in the world!", "rating": 5, "name": "Steve Simon", "cat": "Cocktail bar"}, {"review": "Great place, perfect staff amazing cocktails and food but too small;)", "rating": 5, "name": "Aleksey Krayevsky", "cat": "Cocktail bar"}, {"review": "Coolest hidden bar I have been to and the best cocktails!", "rating": 5, "name": "Zach Binge", "cat": "Cocktail bar"}, {"review": "Unique cocktails. Every cocktail is an experience. Great place!", "rating": 5, "name": "Daniel G", "cat": "Cocktail bar"}, {"review": "Great cocktails, fast service. A bit small and only one toilet as I remember.", "rating": 4, "name": "Fredrik Westerlund", "cat": "Cocktail bar"}, {"review": "The best of the speakeasy-style places I have visited in Kyiv. Cozy, but active, with good single malts.", "rating": 4, "name": "Joe", "cat": "Cocktail bar"}, {"review": "The most attention to detail I’ve ever seen anyone pay to finessing a cocktail was in this bar.", "rating": 5, "name": "Moritz Mœller (The Ritz)", "cat": "Cocktail bar"}, {"review": "Great drinks and music", "rating": 5, "name": "Magnus Ohman", "cat": "Cocktail bar"}, {"review": "Enjoyed every cocktail in this place. Worth visit, little hard to find ;)", "rating": 5, "name": "Martynas Jurkšaitis", "cat": "Cocktail bar"}, {"review": "Amazing cocktails and atmosphere.  One of the best in Kyiv", "rating": 5, "name": "michael zagalsky", "cat": "Cocktail bar"}, {"review": "Awesome bar!!", "rating": 5, "name": "Belus Prajoux A.", "cat": "Cocktail bar"}, {"review": "My favourite bar in Kyiv. If you haven't been here do not hesitate to visit.", "rating": 5, "name": "Jan van York", "cat": "Cocktail bar"}, {"review": "State of art cocktails. They must have spent a lot of time recruiting personnel - very friendly and helpful.", "rating": 5, "name": "Illia Termeno", "cat": "Cocktail bar"}, {"review": "This speak easy is just amazing. Most beautiful cocktails ever!", "rating": 5, "name": "Seb P.", "cat": "Cocktail bar"}, {"review": "Can be hard to get a table. But nice cocktails and atmosphere.", "rating": 5, "name": "Søren Romlund", "cat": "Cocktail bar"}, {"review": "Great cocktails & atmosphere! Prices starting from approx 8$ though.", "rating": 5, "name": "Алексанр Щибрик", "cat": "Cocktail bar"}, {"review": "This place has amazing cocktails. It has an interesting 'speakeasy' vibe to it.", "rating": 5, "name": "Jimmy Burke", "cat": "Cocktail bar"}, {"review": "Cool interior and original  cocktails. But very loud and rather expensive.", "rating": 4, "name": "Lyubov Voytsekhovskaya", "cat": "Cocktail bar"}, {"review": "Cool place but not always easy to get in", "rating": 5, "name": "David Burns", "cat": "Cocktail bar"}, {"review": "Fantastic, nothing less than fantastic!", "rating": 5, "name": "Tabu Nuf", "cat": "Cocktail bar"}, {"review": "One of my favorite places to hang out and cocktails in Kyiv. Love it!", "rating": 5, "name": "Nazar Gulyk", "cat": "Cocktail bar"}, {"review": "You must visit this place. Trust me.", "rating": 5, "name": "Paulius Petrovas", "cat": "Cocktail bar"}, {"review": "Probably the address here is incorrect or the name of the bar is changed. Also the possibility can be that, there bar is invisible lmao.", "rating": 1, "name": "Astha Goswami", "cat": "Cocktail bar"}, {"review": "good cocktails, but super slow serving", "rating": 1, "name": "Rostyslav K", "cat": "Cocktail bar"}, {"review": "Rude bar staff. Also filled entirely with Americans for some reason", "rating": 1, "name": "Mr Yong", "cat": "Cocktail bar"}, {"review": "Came there one hour before closing. They said it was too late. Come in advance", "rating": 1, "name": "Hannes Valdi Stefánsson", "cat": "Cocktail bar"}, {"review": "Cool, but I recommend be here not to long if you not rich men. Money go very fast)", "rating": 5, "name": "Bohdan Dolbiiev", "cat": "Cocktail bar"}, {"review": "The cocktails are a work of art.", "rating": 5, "name": "Lorena Rivero del Paso", "cat": "Cocktail bar"}, {"review": "Nice, good cocktails, trendy but...Bad service. I did not even finish my cocktail than the waiter took my Glass while I was talking to my Friends. It was not full but at least one third of it remaining. I was a but confused and I Ask the …", "rating": 3, "name": "Guillaume Sarthoulet", "cat": "Cocktail bar"}, {"review": "Where is the place??? Ok i found it, and it was just perfect", "rating": 5, "name": "cagan seval", "cat": "Cocktail bar"}, {"review": "Great cocktails and very friendly staff 👌", "rating": 5, "name": "Support Ukraine! Arm Ukraine Now!", "cat": "Cocktail bar"}, {"review": "Awesome drinks in one of the best bars on town.", "rating": 5, "name": "Artem Kravchenko", "cat": "Cocktail bar"}, {"review": "Live music, awesome decor and high quality drinks. Great service", "rating": 5, "name": "E K", "cat": "Cocktail bar"}, {"review": "Great bar with live music and good cocktails", "rating": 5, "name": "Florian Offergelt", "cat": "Cocktail bar"}, {"review": "Really nice interior and atmosphere, decent choice of drinks", "rating": 5, "name": "Andrii Komar", "cat": "Cocktail bar"}, {"review": "Cool place in a middle of the Kiev. You have to know the password. #хочукакантон", "rating": 5, "name": "Jamol Dadabaev", "cat": "Cocktail bar"}, {"review": "Cool bar offering tasty and futuristic looking cocktails.", "rating": 5, "name": "Heiko Wöhr", "cat": "Cocktail bar"}, {"review": "Really nice cocktails.", "rating": 5, "name": "Julius U", "cat": "Cocktail bar"}, {"review": "Best cocktails in Kyiv!", "rating": 5, "name": "Evgenia Evseeva", "cat": "Cocktail bar"}, {"review": "Definitely one of the best places in Kyiv to get wasted", "rating": 5, "name": "Oleh Igorovich", "cat": "Cocktail bar"}, {"review": "Fabulous cocktails. As close to art as you can get.", "rating": 5, "name": "Vladimir DUBROVSKYI", "cat": "Cocktail bar"}, {"review": "Best drinks in town", "rating": 5, "name": "Денис Бродский", "cat": "Cocktail bar"}, {"review": "Great and unique dishes, good cocktails .", "rating": 5, "name": "Светлана Сичкарь", "cat": "Cocktail bar"}, {"review": "So good cocktails one of the best in town", "rating": 5, "name": "Christian Clausen", "cat": "Cocktail bar"}, {"review": "They denied to enter 50 minutes before closing time", "rating": 1, "name": "Igor K.", "cat": "Cocktail bar"}, {"review": "best cocktail bar", "rating": 5, "name": "NB", "cat": "Cocktail bar"}, {"review": "Have been there a few years ago and I loved it :)", "rating": 5, "name": "Noemi Valentina", "cat": "Cocktail bar"}, {"review": "Really cool place. Nice drinks!", "rating": 4, "name": "Fredrik Westerlund", "cat": "Cocktail bar"}, {"review": "Perfect cocktails and nice atmosphere", "rating": 5, "name": "Bulent Olkentay", "cat": "Cocktail bar"}, {"review": "So dry 💀😈", "rating": 5, "name": "Denis Dudar", "cat": "Cocktail bar"}, {"review": "Nice place. Love it", "rating": 4, "name": "Vladyslav", "cat": "Cocktail bar"}, {"review": "Great cocktails and atmosphere", "rating": 5, "name": "Jason Hyde", "cat": "Cocktail bar"}, {"review": "The best cocktail experience you can imagine", "rating": 5, "name": "Max Uperiaka", "cat": "Cocktail bar"}, {"review": "Slow -too slow- service when packed. Still, great drinks and ambience!", "rating": 4, "name": "Mariana Chacón", "cat": "Cocktail bar"}, {"review": "Very nice concern. However extremely overcrowded. Must see, but not a place to come back.", "rating": 4, "name": "Anton Onipko", "cat": "Cocktail bar"}, {"review": "Perfect plays! Magic is everywhere! ;)))", "rating": 5, "name": "Aleksey Krayevskiy", "cat": "Cocktail bar"}, {"review": "Cozy cocktails, sometimes security pst’s me off!!!:)", "rating": 5, "name": "Stacy Fartushna", "cat": "Cocktail bar"}, {"review": "My favorite bar in Kiev so far", "rating": 5, "name": "Oleg Volkov", "cat": "Cocktail bar"}, {"review": "Very cool place, but was extremely crowded.", "rating": 5, "name": "Shay Tzukerman", "cat": "Cocktail bar"}, {"review": "Great place for cocktails. Beautiful and smart. Hard to find though)", "rating": 5, "name": "Igor Yagmoor", "cat": "Cocktail bar"}, {"review": "Very creative cocktails, good music", "rating": 4, "name": "Anastasiya Prychynenko", "cat": "Cocktail bar"}, {"review": "Real cocktail place in Kyiv. You need to know pass to get in", "rating": 5, "name": "Oleksandr T", "cat": "Cocktail bar"}, {"review": "Great cocktails! A must-visit!", "rating": 5, "name": "Oleksandrina Vyshnevska", "cat": "Cocktail bar"}, {"review": "Great selection of tailor made cocktails", "rating": 5, "name": "Andriy Derevyanko", "cat": "Cocktail bar"}, {"review": "Great atmosphere & cocktails", "rating": 5, "name": "Misha Vidlyvanyi", "cat": "Cocktail bar"}, {"review": "Very interesting secret place with relaxed style and enter from nowhere;)", "rating": 5, "name": "Iev Ief", "cat": "Cocktail bar"}, {"review": "Unique & special drinks", "rating": 5, "name": "Hassan Issa", "cat": "Cocktail bar"}, {"review": "Nice cocktails and friendly atmosphere", "rating": 5, "name": "Serhii Kuzmin", "cat": "Cocktail bar"}, {"review": "Be prepared not to enter, even if you are looking very good", "rating": 1, "name": "Alexander Rudyakov", "cat": "Cocktail bar"}, {"review": "Good place to drink cocktail.", "rating": 5, "name": "Oleksii Zghurskyi", "cat": "Cocktail bar"}, {"review": "Best cocktail bar in the city", "rating": 5, "name": "Giorgi Aleksishvili", "cat": "Cocktail bar"}, {"review": "if you want to drink different cocktails, you are in right place.", "rating": 4, "name": "Ozhan Ogretmenoglu", "cat": "Cocktail bar"}, {"review": "Very atmospheric bar", "rating": 5, "name": "Chris Filippis", "cat": "Cocktail bar"}, {"review": "Best bartenders & atmosphere!", "rating": 5, "name": "Yaroslava Kyzyma", "cat": "Cocktail bar"}, {"review": "A truly fancy and stylish bar in the heart of Kyiv", "rating": 5, "name": "Dmytro Shostak", "cat": "Cocktail bar"}, {"review": "Excellent cocktail place!", "rating": 5, "name": "Silviu Ionuț Gănceanu", "cat": "Cocktail bar"}, {"review": "Great drinks and atmosphere!", "rating": 5, "name": "Jim O", "cat": "Cocktail bar"}, {"review": "An interesting place and very interesting cocktails", "rating": 5, "name": "Iryna Gorkun-Silen", "cat": "Cocktail bar"}, {"review": "Super pricey. Small place. Loud. Crowded.", "rating": 4, "name": "Dennis G D", "cat": "Cocktail bar"}, {"review": "Absolutely wonderful cocktails!", "rating": 5, "name": "Julia Yakymchuk", "cat": "Cocktail bar"}, {"review": "Best. Place. Ever.", "rating": 5, "name": "Andrew N", "cat": "Cocktail bar"}, {"review": "Top notch cocktail bar", "rating": 5, "name": "Dmitriy Schedov", "cat": "Cocktail bar"}, {"review": "Noisy but nice. Prices are little bit higher than average.", "rating": 4, "name": "Oleksii Teriakhin", "cat": "Cocktail bar"}, {"review": "Best cocktail bar in Kyiv", "rating": 5, "name": "Roman Kalyuzhny", "cat": "Cocktail bar"}, {"review": "Great place with awesome drinks", "rating": 5, "name": "Aaa Kr.", "cat": "Cocktail bar"}, {"review": "true cocktails place in Kiev", "rating": 5, "name": "taya holiy", "cat": "Cocktail bar"}, {"review": "Best cocktail in Ukraine!!!", "rating": 5, "name": "Dmitry Rodov", "cat": "Cocktail bar"}, {"review": "Good drinks, long wait.", "rating": 4, "name": "Oskar Soderkvist", "cat": "Cocktail bar"}, {"review": "Best bar in Kyiv. Amen.", "rating": 5, "name": "Andrew Tymchyshyn-Valevsky", "cat": "Cocktail bar"}, {"review": "Best Cocktails", "rating": 5, "name": "Morne Botha", "cat": "Cocktail bar"}, {"review": "unbelievable place!", "rating": 5, "name": "Sky Irish", "cat": "Cocktail bar"}, {"review": "the coolest bar in Kiev!", "rating": 5, "name": "Руслан Прищепа", "cat": "Cocktail bar"}, {"review": "Just wow! Feels like smth very special", "rating": 5, "name": "Вікторія Корольчук", "cat": "Cocktail bar"}, {"review": "Great craft cocktails", "rating": 5, "name": "Ralph Zimmermann", "cat": "Cocktail bar"}, {"review": "You won't regret it!", "rating": 5, "name": "Anders Stendevad", "cat": "Cocktail bar"}, {"review": "Best drinks in town", "rating": 5, "name": "Vova Cooper", "cat": "Cocktail bar"}, {"review": "Great place ...Very cool.", "rating": 5, "name": "Michael Laurent", "cat": "Cocktail bar"}, {"review": "The best, if you can find it . . .", "rating": 5, "name": "pek sutemeny", "cat": "Cocktail bar"}, {"review": "Very good", "rating": 5, "name": "mac ady", "cat": "Cocktail bar"}, {"review": "Outstanding beer with friends!", "rating": 5, "name": "Alex Protsyk", "cat": "Cocktail bar"}, {"review": "good wine", "rating": 5, "name": "Sergey Regular", "cat": "Cocktail bar"}, {"review": "Very cool cocails.", "rating": 5, "name": "Lily Chich", "cat": "Cocktail bar"}, {"review": "Sophisticated place for sure!", "rating": 5, "name": "Oleksandr Shevchenko", "cat": "Cocktail bar"}, {"review": "Regular bar", "rating": 3, "name": "Alaa Hassan Mesopotamia", "cat": "Cocktail bar"}, {"review": "Great cocktails", "rating": 5, "name": "Volodymyr Vitvinovsky", "cat": "Cocktail bar"}, {"review": "The best in the city great service", "rating": 5, "name": "Borys Pawliczak", "cat": "Cocktail bar"}, {"review": "Love this place and drinks 🥃🥃🥃", "rating": 5, "name": "Maksym Volchenko", "cat": "Cocktail bar"}, {"review": "Best cocktails", "rating": 5, "name": "Irakli Mgaloblishvili", "cat": "Cocktail bar"}, {"review": "Gonzo was one of the best", "rating": 5, "name": "Leo Zaverny", "cat": "Cocktail bar"}, {"review": "Nice cocktails.", "rating": 4, "name": "Dima Nikolaenko", "cat": "Cocktail bar"}, {"review": "Nice speak easy bar", "rating": 4, "name": "James Nguyễn", "cat": "Cocktail bar"}, {"review": "Nice but pricey", "rating": 4, "name": "Sergey Struzh", "cat": "Cocktail bar"}, {"review": "Good cocktails", "rating": 5, "name": "Yulia N", "cat": "Cocktail bar"}, {"review": "Nice experience!", "rating": 5, "name": "Volodymyr Piskun", "cat": "Cocktail bar"}, {"review": "This place just awesome ;)", "rating": 5, "name": "Paul Salat", "cat": "Cocktail bar"}, {"review": "Nice", "rating": 5, "name": "ionov jaroslav", "cat": "Cocktail bar"}, {"review": "Very very nice", "rating": 5, "name": "elif erdemgörgel", "cat": "Cocktail bar"}, {"review": "Perfect", "rating": 5, "name": "gülcan balta", "cat": "Cocktail bar"}, {"review": "Rude", "rating": 2, "name": "Theodoros Saivanidis", "cat": "Cocktail bar"}, {"review": "Quality quality quality!", "rating": 5, "name": "Luca Corradini", "cat": "Cocktail bar"}, {"review": "Super!!!!", "rating": 5, "name": "Kaspars Legzdiņš (kapis)", "cat": "Cocktail bar"}, {"review": "Cool place!", "rating": 5, "name": "Dmytro Legkun", "cat": "Cocktail bar"}, {"review": "Best in Kiev", "rating": 5, "name": "Nikita Nikita", "cat": "Cocktail bar"}, {"review": "Must visit place!", "rating": 5, "name": "Anton Chaban", "cat": "Cocktail bar"}, {"review": "Stylish place", "rating": 5, "name": "Victoriia Danilenko", "cat": "Cocktail bar"}, {"review": "Best place", "rating": 5, "name": "Jānis Ērglis", "cat": "Cocktail bar"}, {"review": "We visited the bar for the second time and the emotions are just as amazing 😍\nThe atmosphere is overflowing from the very entrance - just an archway into the courtyard, an inconspicuous door with an unusual call in the form of a lever, a person opens the window and looks, ...", "rating": 5, "name": "Anna Polonskaya", "cat": "Cocktail bar"}, {"review": " This is not the first time I have been to this institution. Interesting atmosphere, unusual and delicious author's cocktails and the concept of serving. The only thing that disappointed me was the attitude towards the …", "rating": 4, "name": "Миронец Виктория", "cat": "Cocktail bar"}, {"review": " It has a slightly in-between and strange entrance in terms of location. At the entrance to the venue, they ask you what you came for and if it is your first time. For a moment, you may feel like you are talking to the …", "rating": 5, "name": "Sezgin Aksoy", "cat": "Cocktail bar"}, {"review": " An extraordinary place with fantastic cocktails. Suitable for meetings with friends, a pleasant evening for two - a place to sit, talk to each other, drink quality alcohol, enjoy the aesthetic pleasure of serving …", "rating": 5, "name": "Вика Д.", "cat": "Cocktail bar"}, {"review": "Cool bar, but little air. You go outside and oxygen gives to the head\n\nThe cocktails are delicious and original. The situation is for an amateur. I love to sit...", "rating": 5, "name": "Хороший и плохой интерьер. Разбор ремонта", "cat": "Cocktail bar"}, {"review": "Nice and original bar. Super original cocktails and their serving. The waiters are polite and attentive. The only thing that alerted me was the nonsense with the entrance. We were let in without any problems, for which, of course, thanks. But I don't want the next...", "rating": 4, "name": "Alina Zaderei", "cat": "Cocktail bar"}, {"review": "Great place with very tasty and beautiful cocktails. Bartender Taras Nightingale is just a sweetheart. He did so many delicious things for us)) And he talked a lot about cocktails. Huge thanks to him! …", "rating": 5, "name": "Nadya Naimushyna", "cat": "Cocktail bar"}, {"review": "People come here for vivid impressions!!!!😍🌶🎉Here the most charismatic bartenders are showmen who create incredibly bomb cocktails!!!!: delicious, bright, unique and unforgettable!!! …", "rating": 5, "name": "Anastasia Raint", "cat": "Cocktail bar"}, {"review": "Surprised by the front door, did not immediately realize that he was in the right place. The atmosphere is high, variety of cocktails … dear mom😁 I liked the BBQ cocktail. Although this is a cocktail bar, I didn’t see drunk people, thanks to the face control. And the door to...", "rating": 5, "name": "Eugene Moroz", "cat": "Cocktail bar"}, {"review": "We visited quite a few bars around the world, but this one is super! That's 100%.\nNot just cocktails, but a long game of taste in the mouth. Already the moment of the sip has passed, and the pleasure “catches up” for a long time ...", "rating": 5, "name": "FILLKOV PATENT (fillkov.ua)", "cat": "Cocktail bar"}, {"review": " Cool bar, an interesting way to get in the middle😁\nCheerful interrogation at the entrance.\nAtmosphere TOR🔝 …", "rating": 5, "name": "Nataliia Dmytrenko", "cat": "Cocktail bar"}, {"review": "What can I say, great! Incredible cocktails that look like works of art, delicious food, live music, cozy atmosphere 5+++…", "rating": 5, "name": "Anna Surenskaya", "cat": "Cocktail bar"}, {"review": "I didn’t even understand that I liked the taste of the cocktail more or watching the process of its birth. Making a cocktail is just a magical process. Very beautiful presentation and the taste itself is also on top. …", "rating": 5, "name": "Anna Ra", "cat": "Cocktail bar"}, {"review": " An exceptional cocktail bar for fans to visit ... impeccable service, an original concept, a completely offbeat and neat decoration ... The cocktails are all to be tested ;-) flavor and surprise by appointment ... the …", "rating": 5, "name": "Cyrille Gadenne (CyrGad)", "cat": "Cocktail bar"}, {"review": "If you want an exquisite cocktail with original serving and decor - you are definitely here! Every drink in this bar is a work of art! Yes, the prices here are definitely not low, but connoisseurs of unusual bars should come here. Do you feel...", "rating": 5, "name": "Ksenia Gudzenko", "cat": "Cocktail bar"}, {"review": "The worst bar ever! Boorish, pretentious and arrogant attitude at the entrance, absolutely unreasonable. You are standing on the street / in the cold, and they look at you from a small window and ask a lot of questions in a humiliating manner, make the client ...", "rating": 1, "name": "Anastasiya", "cat": "Cocktail bar"}, {"review": "This is the best bar I've been to! Service starts from door to door! Service and quality at a high level. The cocktails are perfect. The atmosphere is not real. …", "rating": 5, "name": "Mister SM", "cat": "Cocktail bar"}, {"review": " A cocktail bar like in a picture book. Great location. Cocktails 1a class. The service is very nice. Everything great. thank you …", "rating": 5, "name": "Ali Kab", "cat": "Cocktail bar"}, {"review": "Great bar, very cozy place with great service and delicious cocktails. I recommend everyone to visit! …", "rating": 5, "name": "Natalia Yuschenko", "cat": "Cocktail bar"}, {"review": "Loved it here! Interesting serving of cocktails, live unobtrusive music.\nInside there is a smoking area, but with a strong hood there is no smell of smoke at all. …", "rating": 5, "name": "Юлия Ц", "cat": "Cocktail bar"}, {"review": "Good bar. Delicious cocktails, the bar is considered one of the best in Ukraine.\nInteresting atmosphere, like in foreign bars. A lot of foreigners, about half of the audience. Good service, staff very friendly and knowledgeable, …", "rating": 5, "name": "Stanislava Klymova", "cat": "Cocktail bar"}, {"review": " Cocktails are simply at the highest level! I kiss the hands of bartenders)) But there is a but. This is a service. Due to the fact that tips are included in the bill, you will be served on \"oh don't care\". A very …", "rating": 3, "name": "Евгений Остапенко", "cat": "Cocktail bar"}, {"review": " Very interesting place. At first it is difficult to find, but if you know how to search - you will find your way. Delicious mini burgers, cocktails at the height, cozy atmosphere. …", "rating": 5, "name": "Iren Ress", "cat": "Cocktail bar"}, {"review": "At first I wanted to write that this is one of the best bars in Kyiv... but I had to delete my first review...", "rating": 5, "name": "Максим", "cat": "Cocktail bar"}, {"review": "Quite an original bar with face control, hidden behind the door of a high-voltage shield), inside is quite an entrancing place, for cocktail lovers, the cocktail menu here is large, although I didn’t really like it, because very noisy...", "rating": 4, "name": "Александр", "cat": "Cocktail bar"}, {"review": "Great cocktail bar! Every time I come to Kyiv and bring my foreign friends here. And I experience a fantastic delight with them. This is an incredible atmospheric place in the very center of Kyiv with amazing cocktails, …", "rating": 5, "name": "Olga Pohlman", "cat": "Cocktail bar"}, {"review": "Great place, I love it!! A very cozy place to hang out. In general, I caught zen while watching the work of bartenders)) I felt like visiting alchemists) ...", "rating": 5, "name": "Анна Кашкарёва", "cat": "Cocktail bar"}, {"review": "Cozy, very unusual-tasty cocktails, excellent serving and friendly staff. One minus - the queue for the toilet. I recommend …", "rating": 5, "name": "Николай Ковальчук", "cat": "Cocktail bar"}, {"review": "I really liked the place! Cocktails are a bomb, delicious, varied, and the presentation is a feast for the eyes. The waiters will tell you everything, prompt. All liked it. Prices, of course, bite, but it's worth it👌 we will definitely come back here again! …", "rating": 5, "name": "Сабина Т", "cat": "Cocktail bar"}, {"review": "Well, this is the number one bar in Ukraine! If you want something wow-wow then you are here. But of course it can be difficult to get here, firstly, to find the entrance, and secondly, to go through an “interview” with the person at the entrance. But if you still get here - order ...", "rating": 5, "name": "Artem Trawkin", "cat": "Cocktail bar"}, {"review": "A very interesting thematic institution with its own twist. Beautiful interior, beautiful presentation and delicious cocktails…", "rating": 5, "name": "Миронов Сергей", "cat": "Cocktail bar"}, {"review": "The entrance to the institution is disguised as a technical room. To enter you need to pass a short interview, it's cool))\nUnreasonably high prices. Cocktails are original, author's, but for 400-500 UAH. …", "rating": 4, "name": "Oleg Shchuka", "cat": "Cocktail bar"}, {"review": "A cool party place where they make amazing and delicious cocktails. \"Secret place\" is sometimes packed to capacity and there is every chance not to get into it. Collection of cocktails below ))) Was drunk in more than one visit 😊😁😁🍸🍹 …", "rating": 5, "name": "Victoria Nst", "cat": "Cocktail bar"}, {"review": "Very interesting bar with nice decor. Good service and high prices, amazing cocktails and water in silver decanters) The place itself is very pleasant, there are evenings with live music. It is better to book a table in advance. …", "rating": 5, "name": "Настя Мокеева", "cat": "Cocktail bar"}, {"review": "Nice place, delicious food. A special atmosphere that will appeal to fans of hipster places. Author's cocktails, friendly staff. Food is prepared quickly, cocktails need to wait a couple of minutes ...", "rating": 4, "name": "Asiya Chen", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Inna Stepanova", "cat": "Cocktail bar"}, {"review": " Cool cocktail bar. Included in the top cocktail according to Kyiv by Locals. Well 'hidden', the first time you will have to try hard to find the entrance. …", "rating": 5, "name": "Olya Ivanova", "cat": "Cocktail bar"}, {"review": "It is not easy to find, the door is stylized as the entrance to the transformer substation.\n\nNearby in the yards there is a real transformer substation, be careful and …", "rating": 5, "name": "Сергей Заяц", "cat": "Cocktail bar"}, {"review": "Getting into this underground bar, you seem to plunge into the 20s of the last century, during the 'prohibition' in the United States. Cocktails are like works of art, they are as tasty as they are beautiful! …", "rating": 5, "name": "Сергей Васильев", "cat": "Cocktail bar"}, {"review": " Very good cocktails and a great service! The atmosphere goes very well with the great cocktail creations! If you visit Kiev, you should definitely visit this great cocktail bar! …", "rating": 5, "name": "Ingo", "cat": "Cocktail bar"}, {"review": " This is a place you should definitely go to. The place is very classy, ​​cocktails are excellent. But there is something more beautiful. From the friend waiting at the door to let you in, the friends at the bar, the …", "rating": 5, "name": "Faruk Buyukdogan", "cat": "Cocktail bar"}, {"review": "This is not just a bar! This place is something magical and unusual, for real gourmets! For those who appreciate cocktails.\nAt the entrance you will be met by a nice young man who will ask you a few questions…", "rating": 5, "name": "Екатерина Тюгашкина", "cat": "Cocktail bar"}, {"review": " Bartenders at the highest level, really top !!!\nServing, taste, individual approach to each, definitely worth a try!\nHowever, the man at the entrance provided a completely spoiled mood. The guy …", "rating": 1, "name": "Данило Зирянов", "cat": "Cocktail bar"}, {"review": "The most delicious and beautiful cocktails in town! A place with a pleasant atmosphere and friendly staff. …", "rating": 5, "name": "Екатерина Головко", "cat": "Cocktail bar"}, {"review": "Very cool bar! At the entrance, a window opens and various unusual questions are asked in order to get inside. They let you know if there are tables or not. It's better to book on weekends. But no one has yet refused to just hang out in a bar ...", "rating": 5, "name": "Katusha G", "cat": "Cocktail bar"}, {"review": " SpeakEasy Bar.\nLocated in one of the courtyards on Shevchenko Boulevard. …", "rating": 5, "name": "Олександра Брашовецька", "cat": "Cocktail bar"}, {"review": "Today - the best bar in Kyiv! Atmosphere, service, music, contingent - at the level! And of course the Pro at the bar! It's nice to have a quality cocktail in your glass. …", "rating": 5, "name": "Анна Харченко", "cat": "Cocktail bar"}, {"review": "Cool craft underground eatery.. Great interior, service, music and cocktails. The presentation is unreal, very unusual. Prices are certainly above average... On average, a cocktail costs 300 UAH…", "rating": 5, "name": "Таня Чайка", "cat": "Cocktail bar"}, {"review": "We're nice!!!\nVery cool cocktails and staff! Great guys 😛🥰😚😉😆🤣😇 …", "rating": 5, "name": "Sasha Nel", "cat": "Cocktail bar"}, {"review": "A complete disappointment in the bar and in the service. We waited for a cocktail for about 30 minutes. The security is just complete bullshit. Were from 25-26.01.2022. I do not recommend the place for graying, if you want to be disappointed in the bars of Kyiv, then you are here. …", "rating": 1, "name": "Данил «Чума» Чумак", "cat": "Cocktail bar"}, {"review": "The best bar I've been to.\nAtmosphere of magic, pleasant bartenders and very tasty cocktails.\nEntrance through a secret door)) ...", "rating": 5, "name": "Юлия Мищенко", "cat": "Cocktail bar"}, {"review": "This is a very cozy bar, you will never find the entrance if you don't know where) Cocktails are just something enchanting, such a palette of flavors takes you to an unreal state) I recommend trying rum-based cocktails. Will definitely come back here again and again)…", "rating": 5, "name": "Nataly Radovenchik", "cat": "Cocktail bar"}, {"review": "Luxurious, luxurious, luxurious! Simply delicious and original serving of cocktails. Delicious and charming.\nThe original solution with the entrance may not be the best, but it makes you …", "rating": 5, "name": "Elina Bahdasarian", "cat": "Cocktail bar"}, {"review": "Great place. How cozy!!!! how delicious, how colorful, how comfortable!!!! Friendly staff is another big plus of this place!\nIn order to enter inside you need to name a password !!! Be prepared for this. …", "rating": 5, "name": "Ann M", "cat": "Cocktail bar"}, {"review": "One of the best bars, if not the best) Cocktails and atmosphere are always top notch, great staff and service❤️ …", "rating": 5, "name": "Lave Litv", "cat": "Cocktail bar"}, {"review": "Interesting and beautiful interior with a very pleasant atmosphere.\nIt is not so easy to find, it is located in the courtyard of the house, immediately at the end of the arch there is a door in the form of a transformer with a lever, you pull it and they open it for you. …", "rating": 4, "name": "Владислав Плысюк", "cat": "Cocktail bar"}, {"review": "A wonderful place of a closed type, with unrealistically delicious, unusual author's cocktails. There are live music evenings, an unusual audience, polite staff and convenient payment methods. The place is located in the central part of the city of Kyiv with …", "rating": 5, "name": "Pavlo", "cat": "Cocktail bar"}, {"review": "Unusual bar with its own atmosphere. A secret entrance, a quest in front of the entrance and excellent bartenders and of course cocktails. Prices are above average. …", "rating": 5, "name": "Alexandr Krasnoperov", "cat": "Cocktail bar"}, {"review": "I liked it very much! Good atmosphere for relaxing. An interesting idea. The best place for evening rest. Very tasty cocktails! This place can really surprise you! …", "rating": 5, "name": "Алина Гайдук", "cat": "Cocktail bar"}, {"review": "This is not a bar, this is an adventure! From the entrance, which you're unlikely to find unless a seasoned person tells you, to the selection of cocktails, it's fantastic. Both the look and the taste are excellent! …", "rating": 5, "name": "Luba Ma", "cat": "Cocktail bar"}, {"review": "The idea of ​​conspiracy is very attractive... It seems to be easy to find and not... For the first time, how lucky. Drinks, original cocktails, a wide choice... The style and atmosphere are the best... The prices are high... And so the time to tell is very cool. …", "rating": 5, "name": "Valentyn Lytvynenko", "cat": "Cocktail bar"}, {"review": "Cool bar, super powerful cocktails, design, presentation, taste. Very pleasant staff. Party atmosphere 100%. At a price above average, the average check is UAH 500-600 ...", "rating": 5, "name": "Дмитрий Соколов", "cat": "Cocktail bar"}, {"review": "Cocktails are just space. Prices from $9-15 per cocktail. The atmosphere is awesome.\ncocktail bar. Atmosphere inside is awesome. Price 9-15$ for one cocktail. It's worth it...", "rating": 5, "name": "Vlada Lysenko", "cat": "Cocktail bar"}, {"review": "Excellent presentation. Incredible cocktails. Everything was ordered randomly. It's impossible to guess what it will taste like. Quality alcohol. No hangover...", "rating": 5, "name": "Lena Vorobieva", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ольга", "cat": "Cocktail bar"}, {"review": "Everything is top notch as always!\nThe cocktails are just incredible! And also the interior, the atmosphere)) ...", "rating": 5, "name": "Татьяна Щербина", "cat": "Cocktail bar"}, {"review": "You have a very tasty and unusual!\nIt's nice to see people who love their job and do everything from the heart. Thank you! …", "rating": 5, "name": "Christina Podolyako", "cat": "Cocktail bar"}, {"review": "The cocktails are excellent, but the staff is disgusting, the guy at the entrance for some reason decided that I had a bad facial expression and mood and entered into a discussion about my expediency and the need to get into this hyped \"closed\" place, ...", "rating": 1, "name": "Elena Ivanchenko", "cat": "Cocktail bar"}, {"review": "The standard of bar art, a little expensive but worth it! It is advisable to book, a very small room, you can’t get through to the bar. The cocktails are amazing, they have everything you could imagine and more. …", "rating": 5, "name": "Ivan Parkhomenko", "cat": "Cocktail bar"}, {"review": "The cocktails are very tasty, the bartenders give excellent recommendations) it is very difficult to find and it's worth it)\nWhen visiting again, they drank non-alcoholic cocktails - I strongly do not advise, …", "rating": 4, "name": "Елена Радченко", "cat": "Cocktail bar"}, {"review": "There is no sign in the bar, difficult to find for beginners. When you get inside, you have to go down to the basement. The atmosphere is cool and stylish. All the tables were occupied and mostly young people hanging out. Cool serving of cocktails, as I understand it ...", "rating": 5, "name": "Kohan Vika", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Роман Карбушев", "cat": "Cocktail bar"}, {"review": "I have been to this bar many times and have enjoyed the beauty of serving cocktails. But after today I will not go back there! My mood was spoiled by the hostess, who, instead of adequately meeting the guests, flunked my …", "rating": 1, "name": "Anastasya Nechiporenko", "cat": "Cocktail bar"}, {"review": " The cocktails are really incredible and it made us have an evening, BUT the service from the bartender was unpleasant, to put it mildly. The man never smiled, to my questions from the series - \"What kind of cocktail …", "rating": 4, "name": "julia", "cat": "Cocktail bar"}, {"review": " Finally I got there !!! place is super, cocktails are just a work of art !!! Now this is my favorite bar !!! …", "rating": 5, "name": "Олена Ляшук", "cat": "Cocktail bar"}, {"review": "Maximum disappointment.\nFriday evening. Came with girlfriends, smart and in the mood to relax.\nAt the entrance, instead of greeting, the guard began to ask stupid questions, riddles, with ...", "rating": 1, "name": "irina_ smnk", "cat": "Cocktail bar"}, {"review": "The most stressful place. The bartenders are on their own wave. Absolutely frostbitten, like robots make cocktails. The place is small, the music is quiet. Spread place. The bistro tables are vacated, at most everyone can try cocktails because …", "rating": 1, "name": "Иришка S", "cat": "Cocktail bar"}, {"review": "Lost a regular customer!\nWe decided to go for a cocktail before dinner for the opening of the bar for 30-40 minutes, but they didn’t let me in, saying that my bow didn’t fit, although I was in branded clothes and for sure ...", "rating": 1, "name": "GOOD Girl", "cat": "Cocktail bar"}, {"review": "Awesome bar, super tasty cocktails. I especially want to mention Julia, a hearing, courteous, competent manager❤️ …", "rating": 5, "name": "tatyana basyuk", "cat": "Cocktail bar"}, {"review": " Connoisseurs of delicious cocktails, as well as the atmosphere should go here.\nIt is very interesting to sit at the bar and watch the professional work of …", "rating": 5, "name": "Яна Шулика", "cat": "Cocktail bar"}, {"review": " Nice bar, one of the best in Kiev. Delicious cocktails, but for me, the price is too high. Even more unpleasant was the fact that when they arrived without prior reservation, there was a free table, but we were warned …", "rating": 3, "name": "Ігор Дзюбинський", "cat": "Cocktail bar"}, {"review": " Just wonderful\n.the best cocktails in town …", "rating": 5, "name": "Tarelka “Liza Koshy_rus” PJC", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Марина Чечель", "cat": "Cocktail bar"}, {"review": "Fell in love at first sight, although I fell into it from the second! Very atmospheric place, delicious and very beautiful cocktails! Thanks) …", "rating": 5, "name": "Марина Григорян", "cat": "Cocktail bar"}, {"review": "The first impression of the institution was good, but not the second :/\nNot friendly staff (administrator) and the same indifferent waitresses who cannot even recommend or offer anything. But gladly...", "rating": 2, "name": "Misha Volodina", "cat": "Cocktail bar"}, {"review": "An amazing bar, only cocktails are made here！The price is from 195 UAH, and they are worth it. …", "rating": 5, "name": "marina makarova", "cat": "Cocktail bar"}, {"review": "Great atmosphere, comfortable smoking / vaping area in the establishment, cocktails with an incredible complex taste. In the photo - a secret entrance)) The minimum cost is about two hundred hryvnia plus 10% service charge. I recommend! …", "rating": 5, "name": "Nataliia Snopko", "cat": "Cocktail bar"}, {"review": "Excellent, author's cocktails from high-quality alcohol. Nice atmosphere. The work of the bartenders here is a work of art)) On certain days (on Friday for sure) live music is played in the evenings …", "rating": 5, "name": "Kristina", "cat": "Cocktail bar"}, {"review": "Great serving of cocktails. Professional bartenders will embody any taste desire. …", "rating": 5, "name": "Наталия Петрушина", "cat": "Cocktail bar"}, {"review": "Cocktails are good, great presentation. The waiters know the cocktail list very well. But still, the significance of this place and its pathos are exaggerated. An unpleasant surprise was the bill, in which 2 cocktails were added, which we definitely did not drink. …", "rating": 2, "name": "Ирина Ирина", "cat": "Cocktail bar"}, {"review": "Many thanks to the bartenders, they know their business, definitely)\nP.S It's time for you to expand, I have never seen so many people who want to drink a cocktail at the bar! …", "rating": 5, "name": "Iryna Aliieva", "cat": "Cocktail bar"}, {"review": "In my opinion, this is the best bar in Ukraine. Everything is special here: people, atmosphere, unique cocktail recipes, serving, bartenders... There is no bar sign, look for a transformer box. There is no time to explain, you need to see it once and experience it for ...", "rating": 5, "name": "Станислав Упатов", "cat": "Cocktail bar"}, {"review": " Reception is terrible (were the first at 19:00), the \"guard\" decided to wave. I had to spend 15 minutes at the entrance. Absurdity. Included - QR codes are not scanned on most tables. The menu is all in English. The …", "rating": 1, "name": "Relax", "cat": "Cocktail bar"}, {"review": "Busy bar. Half of the atmosphere is made by the disguised entrance to the bar and the interrogation before letting you in. Cocktails are interesting, but because the place is popular - you have to wait for them to cook. There is a smoking area right in the bar…", "rating": 5, "name": "Alexey Zhebit", "cat": "Cocktail bar"}, {"review": "An incomprehensible conversation at the entrance. How did you hear about us? How did you find us? How much money do you have with you? Name your favorite cocktail. Well, we don't have that. Go to... drink shots and beer - you can go to another bar around the corner. If ahead...", "rating": 1, "name": "Григорий Матиас", "cat": "Cocktail bar"}, {"review": "I would 100% want to come back to this restaurant! Excellent cuisine, good drinks, cozy atmosphere and very hospitable staff. They greet you like your family) The waiters are professional, polite, answer all questions and are great …", "rating": 5, "name": "Олександра Κрасильникова", "cat": "Cocktail bar"}, {"review": "Just a terrible place! If you want to spoil your mood with a boorish institution, you are here. Employee Ivan the barman just behaved disgustingly towards us. Didn't make us cocktails. He said that we ask him stupid questions ...", "rating": 1, "name": "Дарья Мальченко", "cat": "Cocktail bar"}, {"review": "The best bar in Kyiv, if you are a fan of signature cocktails, then this is the place for you.\nThe atmosphere and presentation will delight you\nBut be prepared for the fact that there is no free space! …", "rating": 5, "name": "Николай Козак", "cat": "Cocktail bar"}, {"review": "After the last visit left a very unpleasant feeling.\nA rude bartender who refused to take an order and eventually cooked something. …", "rating": 1, "name": "Alexander P", "cat": "Cocktail bar"}, {"review": "Very overrated. There are no complaints about the cocktail, but what unpleasant emotions we got from staying in this institution, I'm honestly shocked. For the second time in two months when visiting so. …", "rating": 1, "name": "Анастасия Ковнир", "cat": "Cocktail bar"}, {"review": "The most beloved and undoubtedly one of the best bars in Kyiv with a very high level of service and a complete, absolutely unique bar list. …", "rating": 4, "name": "Olga Ercegovic", "cat": "Cocktail bar"}, {"review": "The concept is right: take the trouble to find it to get a reward - specialty cocktails 🥰\nIt was delicious and atmospheric, the only thing is that there is not enough space ...", "rating": 4, "name": "Nina Vasilchenko", "cat": "Cocktail bar"}, {"review": "\nSuper cocktails. They are incredible", "rating": 5, "name": "Наталья Ломач", "cat": "Cocktail bar"}, {"review": "Great cocktails, good atmosphere. But there is one thing: we booked a table, but it turned out that it was impossible to sit at a table for more than two hours. We were asked to leave, although there were two free tables nearby, and there was no queue outside. What kind of bar is this...", "rating": 3, "name": "Daria Meshcheriakova", "cat": "Cocktail bar"}, {"review": "I love the bar!\nAlways atmospheric, tasty, beautiful) …", "rating": 5, "name": "Karine Makiian", "cat": "Cocktail bar"}, {"review": "The administrator is a bad person. When leaving the institution, 5 people do not let two people in under the pretext of \"everything is busy.\"\nIn general - subjectivism is complete. Basically a bar for those who want to be filmed and…", "rating": 1, "name": "Anton Pryshchepa", "cat": "Cocktail bar"}, {"review": "\nVery unexpectedly surprised !!! Class!!!", "rating": 5, "name": "Igor Dobkin", "cat": "Cocktail bar"}, {"review": " Very tasty and interesting cocktails, nice atmosphere, good music …", "rating": 5, "name": "Taras", "cat": "Cocktail bar"}, {"review": "The waiter made me stand on the street, then let me in and allowed himself to make jokes about my race. I came here from Europe and I will tell you that in general the place is not close even with the worst bar. …", "rating": 1, "name": "Андрей Алексеенко", "cat": "Cocktail bar"}, {"review": " One of the coolest bars I've ever been to. I really liked the fact that you can safely leave your phone at the bar and go somewhere without worrying that it will be stolen. Prices are quite high, but justified by the …", "rating": 5, "name": "The Storier", "cat": "Cocktail bar"}, {"review": " The hostess at the entrance, like checking awareness of cocktails, but this rude manner and the offer to prepare and come later - just disrespect to guests. Bartenders who forget to make a ordered cocktail, even …", "rating": 1, "name": "Оля Соболь", "cat": "Cocktail bar"}, {"review": "Bar with very poor service. The incompetence of the waiters is off scale. They brought water in which someone washed their hands. The rudeness is on the rise. Left after the first cocktail. Thank you for plkazali themselves the first time. …", "rating": 1, "name": "Мария Уварова", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Alexander Dubovyh", "cat": "Cocktail bar"}, {"review": "Saturday evening. Without a reservation, they gave a table for 2 hours, which turned out to be a pleasant accident. Nice cozy place with a decent crowd. The design and presentation of the cocktails exceeds their taste. Nothing special in taste. And what is strange in the air and on ...", "rating": 3, "name": "Dima Balitzkiy", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ейжа Шапіро", "cat": "Cocktail bar"}, {"review": "The butler is a funny dude...asks the history of the bar)))) get off google or the site if you are an idea bar...well, really..\nI have visited you more than once and he will tell me that you don’t have whiskey separately ...", "rating": 1, "name": "Владимир Владимирович", "cat": "Cocktail bar"}, {"review": "Secret bar. A pleasant twilight reigns, the bartenders are real masters of their craft - cocktails are simply masterpieces both in appearance and in taste. I liked the communication and the selection of a drink according to my preferences. Prices - yes, high, but for a mini piece ...", "rating": 5, "name": "Галина", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Mariia Zharikova", "cat": "Cocktail bar"}, {"review": "The place is typical Speke easy. But the fact that a reservation is required there and then your reservation is given to another person is not at all encouraging. …", "rating": 3, "name": "Julia Bogdanovna (Jay Jay)", "cat": "Cocktail bar"}, {"review": "Super place for cocktail lovers. It is located in the arch of the house near the Besarabsky market and will not be easy to find). Behind an inconspicuous iron door is a luxurious bar where every cocktail is like a work of art and tastes amazing …", "rating": 5, "name": "Oleg Voronov", "cat": "Cocktail bar"}, {"review": "Delicious and unusual cocktails, nice atmosphere. From food only snacks. A bit pricey...", "rating": 4, "name": "Lamakazzz", "cat": "Cocktail bar"}, {"review": "Have been here several times. During the next visit to Kyiv, we went again, having booked a table in advance. They didn’t let me in because of flip flops🤷‍♀️Before that, they let us in in slippers without any problems, but on flip flops apparently a fad) ...", "rating": 2, "name": "Елена Белая", "cat": "Cocktail bar"}, {"review": "One of the coolest cocktail bars in Ukraine.\nHistory, performance, entourage, drinks, snacks and service are all at a very high level. …", "rating": 5, "name": "Vladimir Klochkov (Kendoguide)", "cat": "Cocktail bar"}, {"review": "Cool place! ❤️ Sequins in the air conquered ✨ Cocktails are a masterpiece both in taste and in appearance ...", "rating": 5, "name": "Алиса Постникова", "cat": "Cocktail bar"}, {"review": " Incredibly atmospheric establishment! Made a very good impression. Friendly staff, delicious cocktails. Everything is at the highest level. Thank you :) …", "rating": 5, "name": "Олег Швець", "cat": "Cocktail bar"}, {"review": "Unbelievably delicious cocktails! Great bartenders, they seem to know their stuff. Prices are higher than average but worth it.\nA huge minus: a girl with short dark hair was very rude at the entrance, ...", "rating": 3, "name": "Миколай Мартынюк", "cat": "Cocktail bar"}, {"review": "Been their guest for years. Recommended to friends and foreigners. After the last visit, not only I don’t want to remember, but I’ll forget to know you anymore. Khamlo at the entrance imagined himself to be a god, not only that the goodwill disappeared from the club, but such a feeling ...", "rating": 1, "name": "Артём Павлов", "cat": "Cocktail bar"}, {"review": "Arrogant communication with guests, both the bartenders and the waiters, had the feeling that I was talking with dollar millionaires, I invented a lot for myself :)\nCocktails are delicious 👍But I'm not sure I can recommend to visit …", "rating": 1, "name": "A S", "cat": "Cocktail bar"}, {"review": " very tasty cocktails, excellent service, it is worth visiting this bar, you will not regret it. 10/10. …", "rating": 5, "name": "Valerie S", "cat": "Cocktail bar"}, {"review": "When I come to Kyiv, I come to this bar, because it is atmospheric for gatherings. Expensive, agree. The bartenders are measured and unhurried, but this is not a minus. A nice little bar, the music is not annoying, I like that in the basement…", "rating": 5, "name": "Алла Логвінова", "cat": "Cocktail bar"}, {"review": "After reading the previous negative reviews, I want to say that the institution is very decent! If you want atmosphere, music and a decent audience, you are here. There are very few such establishments in Kyiv. Want to get the icing on the cake, then Logger Head! …", "rating": 5, "name": "Александр Шитиков", "cat": "Cocktail bar"}, {"review": "Interesting concept of a bar with an entrance. Beautiful interior and beautiful cocktails. Of the minuses - the taste of the cocktail itself, its waiting time and the fact that the air is filled with this brilliant decoration that all cocktails are sprinkled with, it flies into …", "rating": 4, "name": "Mister N", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "олеся черненко", "cat": "Cocktail bar"}, {"review": "A very beautiful presentation, the bartenders put on a real show, but for a very long time, they prepared cocktails for us for more than an hour, which could be attributed to a full house, but no, it was the middle of the week and there were not very many people. …", "rating": 4, "name": "Levi Netanjiahu", "cat": "Cocktail bar"}, {"review": "Cool place, good cocktails, but their design is 5+. On weekends it is better to book a table in advance. Basement design - loft))) if you can call it that. Small in size, but you don’t need more, friendly staff …", "rating": 5, "name": "Ирина Фролова", "cat": "Cocktail bar"}, {"review": "A tiny basement in an old house in the very center of Kyiv. It's good to stop by for an hour to drink a cocktail and chat with friends. The place is very small, crowded and you need to go through face control to enter. Quite interesting. …", "rating": 4, "name": "Alex Alexeyenko", "cat": "Cocktail bar"}, {"review": "Fire cocktails: always tasty and very unusual.\nThe bartenders are professionals - they will easily pick up what you want according to your taste and mood.\nThe atmosphere is pleasant: there is no roaring loud music, you can have a normal conversation with …", "rating": 5, "name": "Сергей Викторович", "cat": "Cocktail bar"}, {"review": "The bar is very beautiful, not a typical place, two stars for that. But the biggest and most important minus .... cocktails are not tasty! Out of 9, only one was tasty (I think this was due to the fact that the waiters are absolutely ignorant of the ingredients, and …", "rating": 2, "name": "Марина Широкова", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Julia M", "cat": "Cocktail bar"}, {"review": "Great bar in the heart of Kyiv! very cozy! delicious cocktails and good bartenders! …", "rating": 5, "name": "Карина Ласиевская", "cat": "Cocktail bar"}, {"review": "\nFavorite bar in Kiev 💙", "rating": 5, "name": "Ksenia Mankovska", "cat": "Cocktail bar"}, {"review": "Probably the most delicious cocktails I've ever tried.\nOne small minus - the menu is purely textual and it is not clear what you will drink just by reading the composition. …", "rating": 5, "name": "Дмитрий Гусев", "cat": "Cocktail bar"}, {"review": "Of the pluses, an interesting interior, it is located in the basement. Difficult to find (you need to pull the lever in a dark passage), because of this, it seems like a closed club \"for the elite\". Beautiful cocktails, often served in iron …", "rating": 3, "name": "Катерина Тихонова", "cat": "Cocktail bar"}, {"review": "The place is no different from other good bars in our city. I come here solely because of 2 bartenders with whom I was familiar before. My last visit was about 6 months ago. I brought 2 friends with me to evaluate the taste and serving ...", "rating": 1, "name": "Lolitta Vidigal", "cat": "Cocktail bar"}, {"review": "The cocktails are delicious, the presentation is original. The place focuses exclusively on cocktails. Prices start from 205 UAH. for a cocktail. If the company is from 6 people, then the service is 10% of the total. If we had warned about this in advance, then everything would have been ...", "rating": 3, "name": "andrewukraine17", "cat": "Cocktail bar"}, {"review": "Very stylish place with delicious and original cocktails. The place is hidden, the entrance is by the code word \"LoggerHead\". …", "rating": 5, "name": "Anna Krys", "cat": "Cocktail bar"}, {"review": " A small chamber bar \"for their own\", opened on the site of the old-good bar \"Viola\".\nReserved a table for two via e-mail. We were answered within 10 minutes of …", "rating": 3, "name": "Anna Malona", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Diana Zakon", "cat": "Cocktail bar"}, {"review": " Tasty, but expensive. Cocktails from 245 UAH, 265, 325, and more than 600. Usually pleasant atmosphere and live music, but bartenders are often overloaded, which affects their mood. …", "rating": 4, "name": "Юлія Матвієнко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Stop and stay", "cat": "Cocktail bar"}, {"review": "Been to the bar and loved it. Then he brought friends from another country to check out the bar and the hostess rudely refused us: \"there will be no places for you.\" I understand the format of a closed party, a bar without a sign and all that. But at the very least it should be...", "rating": 1, "name": "Aleksey Nimak", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Roman Kravchyk", "cat": "Cocktail bar"}, {"review": "The bartenders are just wonderful and divine! Everyone is very nice. Everything is ok with security) the bar is UNREAL!!!! …", "rating": 5, "name": "Мира Лыфарь", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Наталия Янчевская", "cat": "Cocktail bar"}, {"review": "Fire cocktails: always tasty and very unusual.\nThe bartenders are professionals - they will easily pick up what you want according to your taste and mood.\nThe atmosphere is pleasant: there is no roaring loud music, you can have a normal conversation with …", "rating": 5, "name": "Vadim Gurko", "cat": "Cocktail bar"}, {"review": "Stunningly beautiful drinks, cozy and a feeling of privacy and selectivity, since not everyone will get here)) it was interesting to watch the professional movements of the bartender, this is a bewitching action ... Tasty, beautiful, worth a visit. …", "rating": 5, "name": "Светлана STAR", "cat": "Cocktail bar"}, {"review": "Very little space. If in other bars you can get to the counter, as the visitors dance and go somewhere, then not here. Customers are glued to their chairs, they cannot be torn off until they leave completely. Because of this, the queue to the bar is longer ...", "rating": 3, "name": "Lika Matvienko", "cat": "Cocktail bar"}, {"review": "\nInteresting cocktails and unusual snacks.", "rating": 5, "name": "Tamila Primak", "cat": "Cocktail bar"}, {"review": " Mega cool location! Really hard to find. At the end of a passage is the door that looks like an access to an electrical box. Ring the bell ... a bouncer will let you in if he wants to. The location is under the city. …", "rating": 5, "name": "Lina Mysliwiec", "cat": "Cocktail bar"}, {"review": "\nOne of the best bars in Kiev.", "rating": 5, "name": "Сергей Глушеня", "cat": "Cocktail bar"}, {"review": "Cocktails are excellent! Bartenders will pleasantly surprise you, pick up something to your taste ... Kitchen! It's here and it's super delicious! I discovered carrot puree! 👆 For those who don't eat after 18:00... But at 3 am you want to eat)) ...", "rating": 5, "name": "Лена Лекс", "cat": "Cocktail bar"}, {"review": "Terrible place, forced to freeze in the cold, mock customers, do not let them in, swear, use physical violence. I will be glad if the owner contacts me via telegram @ouuuuuuuuuu …", "rating": 1, "name": "MegaShow HD", "cat": "Cocktail bar"}, {"review": "Very cool bar... and only a bar. There is almost no food, only small snacks, but the cocktails are not only wonderfully served, but also incredibly tasty. Come, taste and enjoy incredible cocktails...", "rating": 5, "name": "Roman R", "cat": "Cocktail bar"}, {"review": "I put two stars instead of one for the original entrance to the bar ... the prices are overprice, the bartenders are not friendly, I asked for a lemon 2 times and they refused me twice they say they don’t have a lemon, although they were at their workplace. …", "rating": 2, "name": "Artem Romanin", "cat": "Cocktail bar"}, {"review": "They didn't let me in despite the reservation. We were told that we did not follow the dress code, although there was not a word about this in the rules that came to the post office. …", "rating": 1, "name": "Oleksandr Snisarenko", "cat": "Cocktail bar"}, {"review": "Despite the secrecy of this place and the large area, there are many visitors, live music …", "rating": 5, "name": "Сергій Марчук", "cat": "Cocktail bar"}, {"review": "Came to a business meeting. The guard at the entrance began to dry the brain with stupid questions\nI asked him to finish, since I'm not in the mood to play riddles with him, and ...", "rating": 1, "name": "Alex Bobok", "cat": "Cocktail bar"}, {"review": "I read some of the previous comments and smiled a little)\nAsking a lot of questions and not letting you in if you don't answer - this is the Speak Easy style) ...", "rating": 5, "name": "Вася Цой", "cat": "Cocktail bar"}, {"review": " The wonderful concept of a \"secret\" couple, the idea, the interior and most importantly - just incredibly delicious cocktails with a beautiful design - will appeal even to perfectionists. I don't smoke, but my friends …", "rating": 5, "name": "Anna Martin", "cat": "Cocktail bar"}, {"review": " Everything is great in this bar.\nFrom the concept and the front door, to the actual cocktails, both classic and unique recipes. …", "rating": 5, "name": "Andrii Prepiialo", "cat": "Cocktail bar"}, {"review": "Stunningly beautiful drinks, cozy and a feeling of privacy and selectivity, since not everyone will get here)) it was interesting to watch the professional movements of the bartender, this is a bewitching action ... Tasty, beautiful, worth a visit. …", "rating": 5, "name": "golden ninja", "cat": "Cocktail bar"}, {"review": "Divine Bloody Mary is the most delicious in my life. The rest ordered were also magical. The bartender is a bunny! But the guard spoiled the impression (as I understand it from the reviews, I’m not the only one) - we go in (at about one in the morning) - he - We are at 02.00 ...", "rating": 4, "name": "Елена Цехмистренко", "cat": "Cocktail bar"}, {"review": "It was very unpleasant when a girl with short hair at the entrance refused to let me into the establishment for no reason, she began to be rude and later closed the door in front of her face. After that, my friends who came earlier were forced to ...", "rating": 1, "name": "Alona Liashenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Tatyana Voitonik", "cat": "Cocktail bar"}, {"review": "An interesting concept of the institution itself is a secret bar. Cool design, sometimes live music, cocktails are a work of art. You can not know them and just tell what you would like - the bartender himself will guess with the solution. Submission is a separate…", "rating": 4, "name": "Ирина Калабина", "cat": "Cocktail bar"}, {"review": "The waitress, a brunette with loose long hair (I don’t know her name), behaved so unfriendly, rolled her eyes when we asked about cocktails, spoke rudely ... Well, trash really, I don’t understand why you can’t take normal ones ...", "rating": 1, "name": "lemon lemonov", "cat": "Cocktail bar"}, {"review": " Good cocktails at inflated prices and unfortunately often completely overcrowded. The relaxed atmosphere looks different to me. …", "rating": 3, "name": "Paul Mustermann", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Valeriia Chekalkina", "cat": "Cocktail bar"}, {"review": " Very cool boom bar. Great and delicious cocktail card. You can also order food and clean alcoholic beverages. There is live music. The atmosphere is agony! …", "rating": 5, "name": "Даша Ігнатенко", "cat": "Cocktail bar"}, {"review": "You can't dance. Such rules. There is no tea at all. From soft drinks. Only lemonade. Think. Well, I'll drink a little sambuca. It turned out there is no sambuca. In short, strange. I did not like. …", "rating": 2, "name": "Карапыш Алексей", "cat": "Cocktail bar"}, {"review": " They put plastic balls in a cocktail. I was reminded of Kin-Dza-Dza. …", "rating": 4, "name": "Akim Linnik", "cat": "Cocktail bar"}, {"review": "Original cocktails, tasty and beautiful. But there are a lot of people and it is not always possible to place an order right away, as the menu may be busy at this time.... …", "rating": 4, "name": "Yevgeniya Koryeshkova", "cat": "Cocktail bar"}, {"review": "Unfortunately, I can't give more than 1! And only by the fact that I couldn’t even visit this institution, although I have been there more than once or twice, and I can openly call myself a regular, but this time the bar decided for me. And he didn't let me out...", "rating": 1, "name": "Oksana Voloshyna", "cat": "Cocktail bar"}, {"review": " 5 out of 5💕 awesome local TOP service))\n\n", "rating": 5, "name": "Аліна Миронець", "cat": "Cocktail bar"}, {"review": " Stylish setting, cool sound and music. The interiors are a little bit like me with the \"bust\" - too glamorous and golden - well, maybe the crowds like it. Cocktails are cool and served in original containers. On the …", "rating": 4, "name": "Petro Shamborovsky", "cat": "Cocktail bar"}, {"review": "This is not the first time in this establishment, but the waitress Yulia is so unfriendly and not customer-oriented that if it were not for the good mood of our entire company of 6 people, we would have left immediately! Roll your eyes, clatter, don't clean the table for 30 minutes, ...", "rating": 1, "name": "Катерина С.", "cat": "Cocktail bar"}, {"review": "The coolest bar in my opinion. I have never seen such delicious cocktails as here in Kyiv. Great bartenders and patrons! …", "rating": 5, "name": "Григорий Стрикун", "cat": "Cocktail bar"}, {"review": "In general 5, there is an atmosphere and a non-poor assortment. The service is ok, there are a lot of people on weekend evenings, sometimes there is nowhere to settle down, this is a minus …", "rating": 5, "name": "Andrii Yarmoshevych", "cat": "Cocktail bar"}, {"review": " Great place for an evening out with company. High prices, original cocktails, non-standard entourage. Bar format speak easy. …", "rating": 5, "name": "Олеся Стойко", "cat": "Cocktail bar"}, {"review": " One of the coolest bars I've ever been to. I really liked the fact that you can safely leave your phone at the bar and go somewhere without worrying that it will be stolen. Prices are quite high, but justified by the …", "rating": 5, "name": "Марина Даниленко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Марина Ягмур", "cat": "Cocktail bar"}, {"review": "The place is not easy to find. The entrance to the archway, then you need to look for a door with a knife switch. Cocktails serve above all praise. Prices are higher than in the usual bars, plus service is included in the bill. …", "rating": 5, "name": "Maksym Laktionov", "cat": "Cocktail bar"}, {"review": "\nCool, cramped, but very atmospheric!", "rating": 5, "name": "Angelina Folor", "cat": "Cocktail bar"}, {"review": "Beautiful design of cocktails, large selection, pleasant friendly atmosphere, discovered a couple of new muses. albums here. …", "rating": 5, "name": "Iryna Ismaylova", "cat": "Cocktail bar"}, {"review": "I was once, the cocktails are very tasty, and the place is very atmospheric. Today, at the entrance, the staff, and specifically the guy with the mustache, talked to us arrogantly and boorishly. We won't come here again. …", "rating": 1, "name": "Bohdan Bilous", "cat": "Cocktail bar"}, {"review": "I took this bar for myself as a conceptual place with an unusual atmosphere. As for the cocktails themselves - good, but not the best I've tried. …", "rating": 5, "name": "Alex Vins", "cat": "Cocktail bar"}, {"review": "Very tasty, great service. The only thing, in my opinion - a modest wine list. …", "rating": 5, "name": "Анна Яворская", "cat": "Cocktail bar"}, {"review": "It’s a tin of the waiters not to wait, there is no menu in Russian, only in English (the price is not indicated, I ordered dry white wine when they brought the bill, I was stunned by 100 grams 155 UAH, but what can I say if there is not even tea on the menu;) I don’t recommend ...", "rating": 1, "name": "Лана Даневич", "cat": "Cocktail bar"}, {"review": "You need to pre-book online. The cocktails are delicious. The place is colorful. A separate room for smoking (but you need to stand :) ) Prices are above average. …", "rating": 5, "name": "Gleb Volsky", "cat": "Cocktail bar"}, {"review": "The waiter \"lost\" 100 hryvnias in change, which, even after the remark, was never found ...", "rating": 3, "name": "Євген Бевз", "cat": "Cocktail bar"}, {"review": "Very atmospheric place, probably the most delicious cocktails in Kyiv. Interesting, spectacular work of bartenders. You can watch them for hours. …", "rating": 5, "name": "Милена Ер", "cat": "Cocktail bar"}, {"review": "5 stars for cocktails and entourage. But it is not clear by what rules they let them in and stood on the street for a long time ...", "rating": 5, "name": "Дарина Дробот", "cat": "Cocktail bar"}, {"review": "Atmospheric. Good non-alcoholic menu for an alcobar. Despite the secrecy, the lack of signs, index signs, the secret entry system, almost all the places are occupied. …", "rating": 4, "name": "Artem Frolov", "cat": "Cocktail bar"}, {"review": "One of the best places for quiet rest and relaxation.\n10 out of 10. …", "rating": 5, "name": "Kirill Dragomiretskij", "cat": "Cocktail bar"}, {"review": "A very pleasant place in every way. Delicious undiluted cocktails. Nice stylish bartenders. It gets sooo crowded. More happy moments for you. …", "rating": 5, "name": "Perec Krasny (Pavlo)", "cat": "Cocktail bar"}, {"review": "\nA good place. Profitable. Tasty.", "rating": 4, "name": "Богдан Охмик", "cat": "Cocktail bar"}, {"review": " Bar top\n\n", "rating": 5, "name": "Дмитро Макарчук", "cat": "Cocktail bar"}, {"review": "Brought hellishly tasteless bbq oldfashioned! Just hippo piss, sorry - I honestly have good taste. The rest of the cocktails are ok, but everything loses its meaning. They asked to be replaced. The manager, God bless her, added them to the bill) no, well, 370 ...", "rating": 1, "name": "Sasha Glybina", "cat": "Cocktail bar"}, {"review": "Nice atmosphere, beautiful and delicious cocktails. Worth to visit? Yes, definitely. …", "rating": 5, "name": "Сергей Л", "cat": "Cocktail bar"}, {"review": "Delicious with taste. Some cocktails cause unforgettable taste sensations. Prices are above average but worth it. …", "rating": 5, "name": "Николай Байка", "cat": "Cocktail bar"}, {"review": "There are no questions to the institution, everything is cool !!! There is only one question, why did the attendants decide that he is authorized to represent the interests, while they specifically disgust with their behavior and in general who is this boy with a tattoo ...", "rating": 1, "name": "Максим Фомичев", "cat": "Cocktail bar"}, {"review": " This bar is a real discovery for me. This place is a must for everyone. Here are chic exquisite cocktails that impress with both taste and presentation. The prices, of course, are high, but the unforgettable taste of …", "rating": 4, "name": "Natalka Ryaba", "cat": "Cocktail bar"}, {"review": "My personal subjective opinion. I'm just not made for such establishments. But the atmosphere itself and the entrance are very pleasant. It's worth going. Definitely worth it. …", "rating": 3, "name": "Андрей Голомоз", "cat": "Cocktail bar"}, {"review": "My favorite place! Here are the best cocktails in Kyiv! Just say what you want to get in the final and they will do it for you. Regarding the entrance - there have never been problems, you could always go in and sit quietly at the bar. Particular attention is the smoking area…", "rating": 5, "name": "Ольга Мусякевич", "cat": "Cocktail bar"}, {"review": "Guys this is disgusting!!!!!! When a guy with an education of 0 ... decides who to let in and who not to let in) In a rough form - it's not enough to say! Is he taking revenge in this way for his \"successful\" position?))) I wonder if the owners know how ...", "rating": 1, "name": "Tatiana Kostelman", "cat": "Cocktail bar"}, {"review": "The bar is cool, atmospheric, but a bit crowded and expensive cocktails, it’s good to have air conditioning and not too stuffy …", "rating": 4, "name": "Michael Zagorulko", "cat": "Cocktail bar"}, {"review": "Gathering places for youngsters or those who try to appear as them, but rather the latter. Full of sluts, sitting already twisting their tails in the direction of foreigners. If the concept of the manager is allowed to face these shabolds, then yes, there are no questions for the owner. Drank …", "rating": 1, "name": "HATERS", "cat": "Cocktail bar"}, {"review": "Secret place. Upon entering, you will be asked for a password. On the menu you will find only cocktails, no beer, nothing else, very little food. But the cocktails are original, incomparable. Live sound on weekends, places must be booked in advance. …", "rating": 5, "name": "Виктория Виктория", "cat": "Cocktail bar"}, {"review": "Super bar with the best cocktails!!!! I want to bring all my friends here😅 but those who are not on the 21st will not be allowed. You need to grow up...", "rating": 5, "name": "Анастасия Жернова", "cat": "Cocktail bar"}, {"review": " Incredible atmosphere. Professional bartenders. Delicious cocktails. …", "rating": 5, "name": "Anton Karpenko", "cat": "Cocktail bar"}, {"review": "The cocktails are delicious, the food too, the atmosphere is cool, BUT they were not a big company, a couple of us didn’t want to dance a lot, but the waitress came running and said that they weren’t allowed to dance (although I have friends who were relaxing and laughing ...", "rating": 5, "name": "Геннадий Лифшиц", "cat": "Cocktail bar"}, {"review": "Do you love shows and unusual cocktails, but also an incredible serving of cocktails?! You definitely need to visit this bar))))!!! My cherry on the cake 🍰...", "rating": 5, "name": "Оксана Гусарь", "cat": "Cocktail bar"}, {"review": "Heard a lot. Always one delight. But I'm not so \"hooked\". More like Hitchcook. Well, who cares. It's great that now there is such a selection of really cool bars. …", "rating": 4, "name": "Georgiy Ivanov", "cat": "Cocktail bar"}, {"review": "cool bar, delicious cocktails.\nCalm and kind atmosphere, without dancing and shiny dresses) …", "rating": 5, "name": "Екатерина Мирошниченко", "cat": "Cocktail bar"}, {"review": "Rudeness starting right from the entrance. At first we thought it was a fun prank. But the security guard was frankly rude and said nasty things. Very negative experience. Wouldn't recommend this place to friends...", "rating": 1, "name": "Анастасия Сайко", "cat": "Cocktail bar"}, {"review": "The cocktails are delicious, the food too, the atmosphere is cool, BUT they were not a big company, a couple of us didn’t want to dance a lot, but the waitress came running and said that they weren’t allowed to dance (although I have friends who were relaxing and laughing ...", "rating": 5, "name": "Dzhulios Makata", "cat": "Cocktail bar"}, {"review": "Great atmospheric place. Very good cocktails. You can surprise friends who don't know about him yet by inviting them to go into the transformer) ...", "rating": 5, "name": "Svitlana Drobashko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Juliia Tomashchuk", "cat": "Cocktail bar"}, {"review": " The most original cocktails! It's hard to get in the middle 😉 …", "rating": 5, "name": "Denis Gudz", "cat": "Cocktail bar"}, {"review": "The attitude towards people is not human, they will slam the door in front of your nose, you want a pseudo exclusive service to you in this place ..\nthey are the lowest...", "rating": 1, "name": "Elena Dr", "cat": "Cocktail bar"}, {"review": " Stylish, cozy, delicious, good atmosphere. Price for a cocktail + 200 UAH, not less …", "rating": 5, "name": "Катерина Паньшина", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Yan Sadkovskyi", "cat": "Cocktail bar"}, {"review": "\nTasty and unusual cocktails", "rating": 5, "name": "Viktoria Tsygan", "cat": "Cocktail bar"}, {"review": "Great bar with a wide range of cocktails. I liked it very much. But very noisy and crowded as it is a basement and a lot of people…", "rating": 5, "name": "Alex Cherkassky", "cat": "Cocktail bar"}, {"review": "The best cocktail bar in Ukraine, if the waiters were not mistaken about the bill for cocktails, it would be the best) …", "rating": 4, "name": "Константин Мирза", "cat": "Cocktail bar"}, {"review": " The best cocktail bar in Kyiv. Everything is fine: interior, atmosphere, staff and, of course, cocktails. …", "rating": 5, "name": "Tanjko Tsaback", "cat": "Cocktail bar"}, {"review": "Great cocktails, cozy bar. Friendly bartenders will always tell you which cocktail to choose or make your own. I recommend …", "rating": 5, "name": "Катерина Лемищенко", "cat": "Cocktail bar"}, {"review": "Very cool place. The atmosphere is incredible. The taste of the cocktails is amazing. I highly recommend this bar to everyone! …", "rating": 5, "name": "Юлия Куркудюк", "cat": "Cocktail bar"}, {"review": "Still, I drank the best cocktail in Kyiv here :)\nNice place, small capacity, it is better to book a table in advance. …", "rating": 5, "name": "Darina Danchenko", "cat": "Cocktail bar"}, {"review": "Somehow not hello. It is difficult to get to them, thus justifying the high prices for cocktails, for the most part a cocktail without a pronounced taste, empty, there is no desire to return and try something else. …", "rating": 2, "name": "Arina Yaskevych", "cat": "Cocktail bar"}, {"review": "One of the best bars in Kyiv. Lovely interior. Delicious cocktails. Very pleasant service. …", "rating": 5, "name": "Daniil Vasylashko", "cat": "Cocktail bar"}, {"review": " Original cocktail bar with its culture and atmosphere. I recommend to visit and try the Gonzo cocktail;) …", "rating": 5, "name": "Henzelis Mr.", "cat": "Cocktail bar"}, {"review": "The choice and the interior are worth seeing and tasting the cocktails. But the quality is up to you, I did not like the preparation so-so. …", "rating": 3, "name": "YURI D.", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Katerina Batranets", "cat": "Cocktail bar"}, {"review": "Great place with signature drinks. Awesome presentation! If you want to get drunk with taste - then you are here)))) ...", "rating": 5, "name": "Grace", "cat": "Cocktail bar"}, {"review": "Very cool atmosphere, great bar menu. Beautiful people, beautiful interior and delicious drinks!\nAnd a bonus - the original entry) ...", "rating": 5, "name": "Igor Skakovsky", "cat": "Cocktail bar"}, {"review": "Perhaps the most refined and balanced cocktails here. Each of them was approached wholeheartedly. Definitely top! …", "rating": 5, "name": "Anastasia Kuts", "cat": "Cocktail bar"}, {"review": "Delicious cocktails that you want to consider and solve. There are even cocktails with their own history. Interesting presentation...", "rating": 5, "name": "Евгения Ева", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Mur Mau", "cat": "Cocktail bar"}, {"review": "They didn’t let us in at the entrance in half-sweatpants puma. And selectively. Very unpleasant. …", "rating": 1, "name": "Aleks Shulz Travel", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Valeriia Kiptila", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Анна Чернецкая", "cat": "Cocktail bar"}, {"review": " Nastya, thank you for your birthday with gold kandurin <3 …", "rating": 5, "name": "Юлія Гримальськая", "cat": "Cocktail bar"}, {"review": " I really liked the court atmosphere and the fact that this secret bar gives it its own special touch …", "rating": 5, "name": "Марія Пасько", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Alexey Yevdokymov", "cat": "Cocktail bar"}, {"review": "I’m sure that there are great guys there, but being on a business trip I didn’t manage to convince me of this (I stood near the bar and didn’t even wait for a glass of water, there were just a lot of people, I’ll definitely come next time ...", "rating": 4, "name": "Виталий Козьменков", "cat": "Cocktail bar"}, {"review": "Everything was great.\nBut bald with a beard, he could not remain a professional to the end, and ruined the whole evening ...", "rating": 2, "name": "Кристиан Торрес", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Степан Тарасов", "cat": "Cocktail bar"}, {"review": " Great place. Delicious and delicious cocktails. Interesting interior and music. …", "rating": 5, "name": "ABD ABD", "cat": "Cocktail bar"}, {"review": "\nBad establishment. Never go there again", "rating": 1, "name": "Егор Шкода", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Core TeMon", "cat": "Cocktail bar"}, {"review": "Very nice \"secret\" bar. Cocktails are not the cheapest, but tasty enough. …", "rating": 5, "name": "Tetiana Mashkantseva", "cat": "Cocktail bar"}, {"review": "Very inadequate guy at the entrance with watchman syndrome. Not the best place to relax. …", "rating": 1, "name": "Н Ч", "cat": "Cocktail bar"}, {"review": "There are no contacts anywhere, no one answered the message on Instagram about booking a table for a week 🤔 …", "rating": 1, "name": "Кирилл Буров", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Julia Varlan", "cat": "Cocktail bar"}, {"review": "Great place for cocktail lovers, secret entrance, charming bartenders. Cocktails from 280 to 340 UAH…", "rating": 5, "name": "Alyona Sergienko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Alena Kriukova", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Алена Тимофеева", "cat": "Cocktail bar"}, {"review": "Came to this place on the recommendation of friends and almost regretted it! Great place and extraordinary cocktails, I advise everyone! …", "rating": 5, "name": "Ig Vo", "cat": "Cocktail bar"}, {"review": "Great cocktails, nice environment. Not immediately found, the concept of the institution is very interesting ...", "rating": 5, "name": "Ярослав Савченко", "cat": "Cocktail bar"}, {"review": "The best cocktails I have ever tried! Especially cocktails with steaming lavender - van lav ...", "rating": 5, "name": "Juliette T", "cat": "Cocktail bar"}, {"review": " The location and operation are excellent. Cocktails are incredible, I think one of the 3 best quality venues in Kiev must be seen. …", "rating": 5, "name": "Taner ÖNEN", "cat": "Cocktail bar"}, {"review": "\nOne of the best bars in Kiev", "rating": 5, "name": "Ann Ann", "cat": "Cocktail bar"}, {"review": " The coolest cocktails! Great bar atmosphere. Today the best bar in Kiev. …", "rating": 5, "name": "Тома Магдик", "cat": "Cocktail bar"}, {"review": " Cool bar, very atmospheric place. Large selection of cocktails, professional bartenders. …", "rating": 5, "name": "Інна Березовська", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Кристина Малахова", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vladislav Rubashkin", "cat": "Cocktail bar"}, {"review": "\nProbably the best bar in Kiev.", "rating": 5, "name": "Daria Mayer", "cat": "Cocktail bar"}, {"review": " Great service and a wide range of colorful drinks. If you only have one evening in Kiev for drinks, you must come here. …", "rating": 5, "name": "Łukasz Chrzanowski", "cat": "Cocktail bar"}, {"review": " Unrealistic cocktails, party atmosphere and classy Pasha bartender …", "rating": 5, "name": "Анастасія Дромашко", "cat": "Cocktail bar"}, {"review": " Very cool atmosphere, but you will have to wait a bit for your cocktails …", "rating": 5, "name": "Олесь Кухто", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Анжелика Бойко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Маргарита Мирзоева", "cat": "Cocktail bar"}, {"review": "\nGreat bar with delicious cocktails!", "rating": 5, "name": "Vladyslav Stetsiura", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Екатерина Данилевская", "cat": "Cocktail bar"}, {"review": "\nCozy, soulful and stunning cocktails;))", "rating": 5, "name": "Sergiy Bernatsky", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Emily Torn", "cat": "Cocktail bar"}, {"review": "If you want to try the best cocktails in Kyiv, then you are here!!! The preparation and presentation is simply amazing! …", "rating": 5, "name": "Sergii Monastyrskyi", "cat": "Cocktail bar"}, {"review": "Original cocktail card.\nCozy environment. Friendly staff will suggest a cocktail according to your mood. …", "rating": 5, "name": "Егор Плетняков", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ольга Кравенская", "cat": "Cocktail bar"}, {"review": "Just now a man in a mask, who does not know the classic boiler basics, refused to enter. It's sad to know. …", "rating": 1, "name": "Жмен Аксьоненко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vitalii Dubynchuk", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Anton Mazurov", "cat": "Cocktail bar"}, {"review": " Liked it a lot! The most delicious cocktails of Kyiv, pleasant music and wonderful atmosphere !!! …", "rating": 5, "name": "Юлия Короленко", "cat": "Cocktail bar"}, {"review": "Good bar. But for this money, it had to be at least good, not to mention the fact that for this money you can find excellent ...", "rating": 3, "name": "Андрей Марков", "cat": "Cocktail bar"}, {"review": " Delicious cocktails. Interesting design and original glasses. …", "rating": 5, "name": "Микола Кащенко", "cat": "Cocktail bar"}, {"review": "One of the best bars in this city. Maybe a little pricey, but worth it ;) …", "rating": 5, "name": "Дмитрий Угро", "cat": "Cocktail bar"}, {"review": "Fell in love with this place at first sight. Cocktails are beyond praise. One of the best in town…", "rating": 5, "name": "Olha Veleshchuk", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Mykola Aganin", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ирина Поляк", "cat": "Cocktail bar"}, {"review": " Very cozy, high standard, very interesting, delicious cocktails! :) …", "rating": 5, "name": "Hans-Jürgen Hoffmann", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ivan Pogo", "cat": "Cocktail bar"}, {"review": " Very tasty cocktails! I recommend!\n\n", "rating": 5, "name": "Iryna Polishchuk", "cat": "Cocktail bar"}, {"review": "Atmospheric establishment, I liked that the employees speak English fluently, the service is good, the prices are pleasant, I will definitely come back! …", "rating": 5, "name": "Андрей Матвиенко", "cat": "Cocktail bar"}, {"review": " The perfect bar for Friday pre-patty, or a heart-warming conversation with your girlfriend) …", "rating": 5, "name": "Sasha Romantsova", "cat": "Cocktail bar"}, {"review": "Everything is great! A place for aesthetes, gourmets and visuals. For those who love balanced taste and indulge in delights 🖤 …", "rating": 5, "name": "Karina McQueen", "cat": "Cocktail bar"}, {"review": "The bar is good, but you have seen these disgruntled faces of the staff, just local kings! Nice place to ruin an evening. …", "rating": 1, "name": "Вишневый Сад (Вишневый Сад)", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Никита Бонах", "cat": "Cocktail bar"}, {"review": "I really liked this place, the atmosphere, the atmosphere, the music and the people. I recommend. …", "rating": 5, "name": "V P", "cat": "Cocktail bar"}, {"review": "I like the concept of the institution, always a pleasant atmosphere, the only negative is a long wait for orders. Is always. …", "rating": 4, "name": "Natali Kyiv", "cat": "Cocktail bar"}, {"review": "Very cool place. High quality and delicious cocktails. Prices are above average. …", "rating": 5, "name": "Alex Morozov", "cat": "Cocktail bar"}, {"review": "A very touristy place. Crowded people, long service. Good cocktails. Non-alcoholic drinks are represented only by lemonade) …", "rating": 4, "name": "Oleg Pedai", "cat": "Cocktail bar"}, {"review": "We ordered a guava cocktail. The bill indicated 40 hryvnia. for a slice of guava in a glass. I think it's rude!!! …", "rating": 1, "name": "Andrey Zarudniy", "cat": "Cocktail bar"}, {"review": "\nDoraga Bagata, but delicious", "rating": 5, "name": "Ross Satana", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Yan Mazoveckiy", "cat": "Cocktail bar"}, {"review": "Perfect place. Very crowded, so I recommend booking a table in advance if possible. …", "rating": 5, "name": "Esk Phantom", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Виталий Мойсеенко", "cat": "Cocktail bar"}, {"review": " Cocktails liked. The atmosphere is noisier, hooligan than, for example, in a steam locomotive. But calmer than in pubs, for example. To get there, you have to go into the yard and pull the lever on the door …", "rating": 5, "name": "Vsevolod Polishchuk", "cat": "Cocktail bar"}, {"review": " Nice and exclusive venue, have different cocktails\n\n", "rating": 5, "name": "Afkan Akcan", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vital Rozhevski", "cat": "Cocktail bar"}, {"review": "It was cool!!!\nOriginal presentation, MEGA TASTE, design!!!\nVlad Maksimov, you do not live in vain in this world!!! …", "rating": 5, "name": "Вадим Ярощук", "cat": "Cocktail bar"}, {"review": "\nGreat boiler card and atmosphere.", "rating": 5, "name": "Aleksandr Pylaev", "cat": "Cocktail bar"}, {"review": "In short, at the entrance, the boy decompressed his brains and with the words come next time did not open the door ...", "rating": 1, "name": "Виктор Воронов", "cat": "Cocktail bar"}, {"review": " …", "rating": 2, "name": "Владимир Орлов", "cat": "Cocktail bar"}, {"review": "\nNice Barukha .. nice atmosphere. .", "rating": 5, "name": "Владимир Вареня", "cat": "Cocktail bar"}, {"review": "Very - very tasty cocktails, the preparation of which is a separate great pleasure to watch! …", "rating": 5, "name": "Даша Ерегина", "cat": "Cocktail bar"}, {"review": " Service at 2, the atmosphere is up to you, drinks at 2\n\n", "rating": 3, "name": "Fata Morgana", "cat": "Cocktail bar"}, {"review": "Delicious cocktails.\nGet ready for the entrance ;)", "rating": 5, "name": "Сироткін Олексій", "cat": "Cocktail bar"}, {"review": " Cocktail bar with an amazing concept! Virtuoso bartenders who go with the story of the place to the end! The most impressive cocktails we have seen. An unforgettable experience! …", "rating": 5, "name": "danny rozenberg", "cat": "Cocktail bar"}, {"review": " Interesting concept! A good selection of original cocktails. Of the disadvantages, except that the prices are too high. …", "rating": 4, "name": "Андрій Любченко", "cat": "Cocktail bar"}, {"review": "The inappropriate behavior of the staff is depressing. It looks like the person at the entrance can't add up their prices. …", "rating": 1, "name": "Julia Yershova", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Владимир Городчук", "cat": "Cocktail bar"}, {"review": "Definitely recommended to visit. ⭐️⭐️⭐️⭐️⭐️\nAtmosphere 10 out of 5\nCocktails 8 out of 5…", "rating": 5, "name": "Роман Калниболоцкий", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Валерий Скрипка", "cat": "Cocktail bar"}, {"review": "A huge menu of cocktails that you can drown in if it weren’t for the wonderful staff who can pick up your drink according to your preferences…", "rating": 5, "name": "Svitlana Onyshchenko", "cat": "Cocktail bar"}, {"review": " Beautiful bar. Friendly everything here somehow. It's like. Just me. thank you …", "rating": 4, "name": "Павел Сайчук", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Mike Naidonov", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Юля Beikun", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Петр Северин", "cat": "Cocktail bar"}, {"review": "If you want to try delicious cocktails and be in a cozy atmosphere))) Then LoggerHead is for you …", "rating": 5, "name": "Надежда Скоренок", "cat": "Cocktail bar"}, {"review": " crazy! Cheap! Delicious murder!\n\n", "rating": 5, "name": "Eli Raz El", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Viktor Rasputin (Распутин Виктор)", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "lidiya akymenko", "cat": "Cocktail bar"}, {"review": "They tried to kick out friends who did not choose anything at the bar, shouting at all the establishments! I DO NOT RECOMMEND!!!! …", "rating": 1, "name": "Mykola Kuts", "cat": "Cocktail bar"}, {"review": " I am surprised by this place. Prices very European .... However, it is worth visiting. …", "rating": 5, "name": "Krzysztof RUTKOWSKI", "cat": "Cocktail bar"}, {"review": "Great establishment!\nNice interior, great drinks, nice service. :) …", "rating": 5, "name": "Andrey Budnitsky", "cat": "Cocktail bar"}, {"review": "Just a place🔥🔥🔥\nCocktails at the highest level💥\nI liked it very much, I advise ...", "rating": 5, "name": "Анастасия Паливода", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ivan Krivich", "cat": "Cocktail bar"}, {"review": "It seems that soon the whole world will come to Kyiv to learn how to make cocktails and create bars. …", "rating": 5, "name": "Stanislav Telpis", "cat": "Cocktail bar"}, {"review": " Nice room design, great cocktails, well-read bartenders :) …", "rating": 5, "name": "Shana Nan", "cat": "Cocktail bar"}, {"review": " The best cocktail venue in the city ... taste and serve)\n\n", "rating": 5, "name": "Svyatoslav Storozhenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Anastasiia Denysova", "cat": "Cocktail bar"}, {"review": "Atmospheric, worth it\nTo get in general is a separate plus 🤩 ...", "rating": 5, "name": "Мери Л", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "сергей шульга", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Андрей Баранчук", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Виктория Козлова", "cat": "Cocktail bar"}, {"review": "\nThe best atmosphere in Kiev!", "rating": 5, "name": "Никита Компанченко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "илья кубасов", "cat": "Cocktail bar"}, {"review": "\nVery original, unusual and tasty.", "rating": 5, "name": "Татьяна Матвеева", "cat": "Cocktail bar"}, {"review": "\nSuper cocktail bar, always very crowded", "rating": 5, "name": "Nick Nick", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Valerii Gryshakov", "cat": "Cocktail bar"}, {"review": " The establishment liked it, great cocktails, good atmosphere. …", "rating": 5, "name": "Vitaliy Zamedyanskiy", "cat": "Cocktail bar"}, {"review": "+ unusual design\n+ there is a smoking room\n- expensive …", "rating": 4, "name": "Jmen Pznk", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Yuliia Shmagina", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Дмитрий Шацман", "cat": "Cocktail bar"}, {"review": " Expensive, but worth the cool atmosphere and drinks\n\n", "rating": 5, "name": "Max Tovstyi", "cat": "Cocktail bar"}, {"review": "\nGreat hidden bar", "rating": 5, "name": "Alex Alex", "cat": "Cocktail bar"}, {"review": "\nNice place and delicious cocktails ...", "rating": 5, "name": "maryna denisenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Oksana Ishchenko", "cat": "Cocktail bar"}, {"review": " Very atmospheric and lovely cocktails\n\n", "rating": 5, "name": "Natalia Riabtseva", "cat": "Cocktail bar"}, {"review": "Excellent service, simply divine cocktails, original entrance, I recommend! :) …", "rating": 5, "name": "Yurii Ivashko", "cat": "Cocktail bar"}, {"review": "\nExpensive, pathetic, interesting)", "rating": 5, "name": "Kyrylo Sypchenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Татьяна Сова", "cat": "Cocktail bar"}, {"review": " Very atmospheric and delicious!\n\n", "rating": 5, "name": "Oleksandra Derevytska", "cat": "Cocktail bar"}, {"review": " Lovely absolutely fabulous cocktails!\n\n", "rating": 5, "name": "Denise Speidel", "cat": "Cocktail bar"}, {"review": "Counting place.\nIt just won't work. Quest. …", "rating": 4, "name": "Dmitriy Medved", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Александр Кулик", "cat": "Cocktail bar"}, {"review": " I think Ivan di has prepared a perfect cocktail ...\n\n", "rating": 5, "name": "Nur Güreş", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Katia Kordonets", "cat": "Cocktail bar"}, {"review": "\nThe best cocktail bar in Kiev!", "rating": 5, "name": "Сергей", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Dima Belinskiy", "cat": "Cocktail bar"}, {"review": "\nBeautiful interior and great cocktails", "rating": 5, "name": "Sergii Tykhostup", "cat": "Cocktail bar"}, {"review": " A very very cool bar with a very nice identity\n\n", "rating": 5, "name": "bustred", "cat": "Cocktail bar"}, {"review": "\nDifficult to find, nice inside :)", "rating": 5, "name": "Aleksey Denysyuk", "cat": "Cocktail bar"}, {"review": "\nThe most delicious cocktails in town!", "rating": 5, "name": "Ксенія Павлишинець", "cat": "Cocktail bar"}, {"review": " Perfect cocktails\n\n", "rating": 5, "name": "Nataliia Kuten", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Kyrylo Shevchenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Артем", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Во всём есть В СМЫСЛЕ", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Nikita Shved", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Andrey Artamonov", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Андрей Иванета", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Irene Zheludenko", "cat": "Cocktail bar"}, {"review": "\nAs always on top", "rating": 5, "name": "Xenia Bushelenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Olga Bezdetko", "cat": "Cocktail bar"}, {"review": "\nShow cocktails and good mood every day", "rating": 5, "name": "Gennadiy Gator", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Оля Кулаковская", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Aleksandra Demchenko", "cat": "Cocktail bar"}, {"review": " Stylish institution \"for those who are in the subject\" :) …", "rating": 5, "name": "Володимир Котович", "cat": "Cocktail bar"}, {"review": "\nCramped, noisy, but good cocktails", "rating": 5, "name": "Антон Бережной", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Оксана Малеванная", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ivan Teslenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Pavel", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Dima Nuzhnykh", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Annie Bondar", "cat": "Cocktail bar"}, {"review": " Awesome place. Tico needs a password to know! Don't know? - ask me …", "rating": 5, "name": "nadzorio", "cat": "Cocktail bar"}, {"review": " Great place, I recommend!\n\n", "rating": 5, "name": "Письмак Александр", "cat": "Cocktail bar"}, {"review": " The best cocktail shows\n\n", "rating": 5, "name": "Jose Luis", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Коплик Евгений", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Александр Павловский", "cat": "Cocktail bar"}, {"review": "\nThey can make drinks here, of course!)", "rating": 5, "name": "Dmytro Peretiatko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Артем Яцків", "cat": "Cocktail bar"}, {"review": "\nChic cocktails and atmosphere", "rating": 5, "name": "Евгений Семенихин", "cat": "Cocktail bar"}, {"review": "\nVery tasty cocktails)", "rating": 5, "name": "Павло", "cat": "Cocktail bar"}, {"review": " Delicious cocktails and a refined atmosphere\n\n", "rating": 5, "name": "Holly Golightly", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Юлія Наумець", "cat": "Cocktail bar"}, {"review": "\nI’m often here! Nice place to stay!", "rating": 5, "name": "Татьяна Х", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Артем Каика", "cat": "Cocktail bar"}, {"review": " Bomb place, the cocktails are incredibly delicious!\n\n", "rating": 5, "name": "Михайло Михайлович", "cat": "Cocktail bar"}, {"review": "\nI love you🤗", "rating": 5, "name": "Kassandra H", "cat": "Cocktail bar"}, {"review": "\nOne of the coolest bars in Kiev", "rating": 5, "name": "Aaron Groman", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Yuriy Mazepa", "cat": "Cocktail bar"}, {"review": "\nHurricane!", "rating": 5, "name": "Алексей Бондарь", "cat": "Cocktail bar"}, {"review": "\nVery tasty cocktails)", "rating": 5, "name": "Irina Mironenko", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Ольга Григорюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Станислав Полищук", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "david arias", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Евгений Фокин", "cat": "Cocktail bar"}, {"review": "\nVery cool bar.", "rating": 5, "name": "Viktor Titov", "cat": "Cocktail bar"}, {"review": "\nOne of the best bars in the country", "rating": 5, "name": "Николай Касюк", "cat": "Cocktail bar"}, {"review": "\nExcellent, but as always)", "rating": 5, "name": "Kasha Marsik", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Анастасия Лисовая", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "MkJkChaseMax", "cat": "Cocktail bar"}, {"review": "\nOne of the best bars in Kiev.", "rating": 5, "name": "Ara Safarian", "cat": "Cocktail bar"}, {"review": "\nSecret bar, but worth a look))))", "rating": 5, "name": "Kate", "cat": "Cocktail bar"}, {"review": "\nBeautiful and tasty cocktails", "rating": 5, "name": "Зоя Гончаренко", "cat": "Cocktail bar"}, {"review": "\nBest cocktail card in town.", "rating": 5, "name": "Антон Болдырев", "cat": "Cocktail bar"}, {"review": " A beautiful, soulful place.\n\n", "rating": 5, "name": "Yevheniia “YZ” Zakharenko", "cat": "Cocktail bar"}, {"review": " Good bar and interesting interior\n\n", "rating": 5, "name": "Ілля Воропаєв", "cat": "Cocktail bar"}, {"review": "\nNice cocktail card", "rating": 4, "name": "Антон Пасько", "cat": "Cocktail bar"}, {"review": "\nVery atmospheric chamber place 👌", "rating": 5, "name": "Таня Овсянникова BeautyMind", "cat": "Cocktail bar"}, {"review": "\nGreat bar! Great atmosphere", "rating": 5, "name": "neo Neshta", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Kateryna Bazhai", "cat": "Cocktail bar"}, {"review": "\nOh, you’re cool) Cozy and not boring!", "rating": 5, "name": "Олеся Халиуллина", "cat": "Cocktail bar"}, {"review": "\nBy far the best bar in Kiev", "rating": 5, "name": "Вячеслав Сахаров", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Alexander Konstantinov", "cat": "Cocktail bar"}, {"review": " Cool cocktails and atmosphere\n\n", "rating": 5, "name": "Людмила Скрипка", "cat": "Cocktail bar"}, {"review": "\nAtmospheric place, great cocktails.", "rating": 5, "name": "Aleksandr Dzeranoff", "cat": "Cocktail bar"}, {"review": "\nThe best bar in the country!", "rating": 5, "name": "Mykyta Sylin", "cat": "Cocktail bar"}, {"review": "\nDelicious 🤤", "rating": 5, "name": "Маргарита Тримасова", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Julia Chub", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Дмитрий Чечель", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Димитрий Баштовой", "cat": "Cocktail bar"}, {"review": "\nthe choice of coffee is really bad ...", "rating": 3, "name": "Yurii", "cat": "Cocktail bar"}, {"review": " The best bar in the city of Kiev\n\n", "rating": 5, "name": "Vera Aksu", "cat": "Cocktail bar"}, {"review": "\nJust awesome cocktails!", "rating": 5, "name": "Ivan D", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Max Prostakov", "cat": "Cocktail bar"}, {"review": "\nToilet door - From myself", "rating": 5, "name": "Giorgi Gogitidze", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Regina Falangi", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Murat Atalay", "cat": "Cocktail bar"}, {"review": "\nSuper", "rating": 5, "name": "Татьяна Головченко", "cat": "Cocktail bar"}, {"review": " Well, the best is not yet in Kiev\n\n", "rating": 5, "name": "Anna Puzhailo", "cat": "Cocktail bar"}, {"review": "\nSome of the best cocktails in Kiev", "rating": 5, "name": "Andrew Lunin", "cat": "Cocktail bar"}, {"review": " beautiful bar\n\n", "rating": 5, "name": "Саша Власюк", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Dmytro Komisar", "cat": "Cocktail bar"}, {"review": "\nTrue love", "rating": 5, "name": "Anna Banana", "cat": "Cocktail bar"}, {"review": "\nLoved the bar.", "rating": 5, "name": "Oleg Kozin", "cat": "Cocktail bar"}, {"review": "\nVery cool cocktails", "rating": 5, "name": "Павел Лихоманов", "cat": "Cocktail bar"}, {"review": "Closely\nIt's not tasty …", "rating": 1, "name": "BloGGer", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Kateryna Cherakaieva", "cat": "Cocktail bar"}, {"review": " Wonderful pouring, without flaws!\n\n", "rating": 5, "name": "Dmytro Doletskiy", "cat": "Cocktail bar"}, {"review": "\n6 stars out of 5;)", "rating": 5, "name": "Александр Метеленко", "cat": "Cocktail bar"}, {"review": "\nI don’t know this", "rating": 1, "name": "Вадим Каменецкий", "cat": "Cocktail bar"}, {"review": "\nGreat non-alcoholic cocktails 😁", "rating": 5, "name": "x x", "cat": "Cocktail bar"}, {"review": "\nEverything is super", "rating": 5, "name": "Jon Smit", "cat": "Cocktail bar"}, {"review": " Beautiful, atmospheric, not cheap.\n\n", "rating": 5, "name": "Alexey Lyabikhov", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Vadym Koruz", "cat": "Cocktail bar"}, {"review": "\nThe bartenders here are just wizards!", "rating": 5, "name": "Александра Лёвкина", "cat": "Cocktail bar"}, {"review": " This is the best bar in my opinion\n\n", "rating": 5, "name": "Dmitriy Gor", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Таня Полищук", "cat": "Cocktail bar"}, {"review": "\nFor the cocktail lover", "rating": 4, "name": "Lana kharenza", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Ido Biton", "cat": "Cocktail bar"}, {"review": "\nVery positive and dignified", "rating": 5, "name": "Алина СМ", "cat": "Cocktail bar"}, {"review": "\nThe best ar !!!", "rating": 5, "name": "Bogdan Vereskun", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "totktonada frakc", "cat": "Cocktail bar"}, {"review": "\nEverything is awesome", "rating": 5, "name": "Alex Kashyr", "cat": "Cocktail bar"}, {"review": "\nA paradise for a cocktail lover!", "rating": 5, "name": "Андрей Александров", "cat": "Cocktail bar"}, {"review": " Cocktails - too much ...\n\n", "rating": 3, "name": "Микола Воробей", "cat": "Cocktail bar"}, {"review": "\nInteresting bar", "rating": 5, "name": "Dmi Rey", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Di", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ivanna Menkunets", "cat": "Cocktail bar"}, {"review": "\nto all gourmet bars - here !!!", "rating": 5, "name": "Kakhaberi Magalashvili", "cat": "Cocktail bar"}, {"review": "\nThere are very few places", "rating": 3, "name": "A К", "cat": "Cocktail bar"}, {"review": "\nVery cool tube spot", "rating": 5, "name": "Dmytro Dovbii", "cat": "Cocktail bar"}, {"review": "\nVery cool. Recommend", "rating": 5, "name": "Alexander Shedin", "cat": "Cocktail bar"}, {"review": "\nAll 5 *. Best deal.", "rating": 5, "name": "Артём Клыженко", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Iaroslav Mamalat", "cat": "Cocktail bar"}, {"review": "norm", "rating": 4, "name": "Вадим Косенко", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Алина Соловей", "cat": "Cocktail bar"}, {"review": "\nAwesome place!", "rating": 5, "name": "Mary Rybalchenko", "cat": "Cocktail bar"}, {"review": "\nThe best bar!", "rating": 5, "name": "Александр Волоха", "cat": "Cocktail bar"}, {"review": " Thank you, I liked it\n\n", "rating": 5, "name": "Irina Bulat", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Max", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Polina Savchenko", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Andrii Semenov", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Darynka", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "david lubarski", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Evgeny Bugakov", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Olga Lysenko", "cat": "Cocktail bar"}, {"review": "\nGood ventilation.", "rating": 5, "name": "Katherine Striletska", "cat": "Cocktail bar"}, {"review": "\nSuper cocktails!", "rating": 5, "name": "Александр Яковлев", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "koka verulashvili", "cat": "Cocktail bar"}, {"review": " Reservations must be made in advance\n\n", "rating": 5, "name": "Laurynas Kundrotas", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Kerem Semih Suda", "cat": "Cocktail bar"}, {"review": "\nI love this place.", "rating": 5, "name": "Trinity Burnedaman", "cat": "Cocktail bar"}, {"review": "\nCoolest bar!", "rating": 5, "name": "Валерий Тверской", "cat": "Cocktail bar"}, {"review": " Clean\n\n", "rating": 5, "name": "Thomas Muehl", "cat": "Cocktail bar"}, {"review": "\nComfortable and cozy", "rating": 5, "name": "Karina Vishnevskaya", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Yevheniia B", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Vladimir Fesenko", "cat": "Cocktail bar"}, {"review": "\nBull protection", "rating": 1, "name": "Evgen Vershinskiy", "cat": "Cocktail bar"}, {"review": "\nhighly!", "rating": 5, "name": "Misha Misha", "cat": "Cocktail bar"}, {"review": " Atmospheric place)))\n\n", "rating": 5, "name": "Саша Пивоварчук", "cat": "Cocktail bar"}, {"review": " good atmosphere\n\n", "rating": 5, "name": "Ирина Житар", "cat": "Cocktail bar"}, {"review": "\nZare Good Cocoa Steam Locomotive", "rating": 5, "name": "Денис Медведь", "cat": "Cocktail bar"}, {"review": "\ngood", "rating": 5, "name": "Артём Горбан", "cat": "Cocktail bar"}, {"review": "\nVse ponravilos, obsalutno vse!", "rating": 5, "name": "alisa selesneva", "cat": "Cocktail bar"}, {"review": "\nTerribly long all", "rating": 3, "name": "Eugene Blaginin", "cat": "Cocktail bar"}, {"review": "\nGreat service.", "rating": 5, "name": "Аня Марущенко", "cat": "Cocktail bar"}, {"review": "\nVery cool!!!!", "rating": 5, "name": "Александр Запорожець", "cat": "Cocktail bar"}, {"review": " Bar TOPCHIK\n\n", "rating": 5, "name": "Александр Левочко", "cat": "Cocktail bar"}, {"review": "\nbartenders are the best !!!", "rating": 5, "name": "Елена Локаткина", "cat": "Cocktail bar"}, {"review": "\nGreat bar", "rating": 5, "name": "Aleksei Filanovskiy", "cat": "Cocktail bar"}, {"review": "\ncozy place", "rating": 4, "name": "АНАСТАСИЯ Анастастя", "cat": "Cocktail bar"}, {"review": "\nGreat bar", "rating": 5, "name": "Artem Baryliuk", "cat": "Cocktail bar"}, {"review": "\nNothing good.", "rating": 1, "name": "иванов иван", "cat": "Cocktail bar"}, {"review": " Just wow 👏👏👏\n\n", "rating": 5, "name": "Алла Кулик", "cat": "Cocktail bar"}, {"review": "\nExpensive and atmospheric", "rating": 5, "name": "Alex Sherban", "cat": "Cocktail bar"}, {"review": "\nCoolest place!", "rating": 5, "name": "Vadim Demtchenko", "cat": "Cocktail bar"}, {"review": "\nPerfect place", "rating": 5, "name": "Dimash Djanabekov", "cat": "Cocktail bar"}, {"review": "\nTHIS IS LOVE", "rating": 5, "name": "Vera Romanova", "cat": "Cocktail bar"}, {"review": "Perfect place!", "rating": 5, "name": "Oleksandr Vlasov", "cat": "Cocktail bar"}, {"review": "\nExpensive, expensive, expensive, repeat.", "rating": 5, "name": "Борис Струков", "cat": "Cocktail bar"}, {"review": "Beautiful place", "rating": 5, "name": "Анна Карпенко", "cat": "Cocktail bar"}, {"review": "\nPerfect place", "rating": 5, "name": "vlad ivanov", "cat": "Cocktail bar"}, {"review": "\nUnusual !!", "rating": 5, "name": "alona shifrin", "cat": "Cocktail bar"}, {"review": "Wow-wow-wow", "rating": 5, "name": "Julia Kadibash", "cat": "Cocktail bar"}, {"review": "\nPerfect place", "rating": 5, "name": "Егор Савельев", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Julia Osadcha", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Yana Khmelovska", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Natalia Gruneva", "cat": "Cocktail bar"}, {"review": "", "rating": 3, "name": "Ania", "cat": "Cocktail bar"}, {"review": "", "rating": 1, "name": "Eugene Tiurin", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Юлия Журавель", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Oleksiy Verbytskyy", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Oolgaa Oolgaa", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "And Rey", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "A Google User", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "David Duchenko", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Србуи Амбарцумян", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Максим", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Денис Галко", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Вадим Ярашевский", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Fixed Tunes", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "sert ağca", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Ксюша Панда", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Dimitri Hainatski", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Andrew Tishecko", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Sunday G", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Ангеліна Штихно", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "LUCA COTTA", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Андрей Говоруха", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Yılmaz Doğan", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Валерий Новик", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Alexandr Borysovsky", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Алексей Литвиненко", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Танюшка Мел", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Robby Plant", "cat": "Cocktail bar"}, {"review": "", "rating": 3, "name": "Арсений Володин", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "саша федоров", "cat": "Cocktail bar"}, {"review": "", "rating": 1, "name": "Ahmed Bonna", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Наталья Ларикова", "cat": "Cocktail bar"}, {"review": "", "rating": 1, "name": "Виктория Зомка", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Сергей Образцов", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Elena Berkovska", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Евгений Татарчук", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Crabcore Guy", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Andre Tarchichi", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Viktor Komziuk", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "alessandro “doclifephoto” ripamonti", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Turan Azer", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Богдан Попович", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Kristina Lezhnina", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Sarah Ebeid", "cat": "Cocktail bar"}, {"review": "", "rating": 4, "name": "Ruslana Loboda", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Юлия Козориз", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Yuliia Petrenko", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Sergey Bilous", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "maksym shevchuk", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Илья Яручик", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Evgeniy Scherbina", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Jaroslavas Daskevicius", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Serhii Koshelnyk", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Dmytro", "cat": "Cocktail bar"}, {"review": "", "rating": 5, "name": "Юлия Заиченко", "cat": "Cocktail bar"}]