[{"review": "Want to scam tourists? The waiter added \"waiter tip\" without giving any information. When I asked why you did this, she couldn't answer. I said I don't want to pay, she said ok. It's not nice. You must be polite and fair to tourists. We are …", "rating": 1, "name": "Çağrı KANMAZ", "cat": "Meal delivery"}, {"review": "we use to go there every time we are in kiev but now the quality of the food became very bad we are so disappointed", "rating": 1, "name": "Marc Melloul", "cat": "Meal delivery"}, {"review": "If I could give this place 10 stars I would. The spaghetti bolognese was perfect. Sushi perfect and the pizza crust is a contender with anything in America. It was an amazing surprise. Shocked really. Wait staff friendly and great atmosphere.", "rating": 5, "name": "The WWII Professor", "cat": "Meal delivery"}, {"review": "We arrived at the restaurant there is no one,  already  22.30. We are 5 adults, a family.  We are waiting for the waiter 20min.  called a waiter asked sushi does it make sense to order?   How long will the biggest set be ready, -25 minutes. …", "rating": 1, "name": "Денис Иванов", "cat": "Meal delivery"}, {"review": "Dear Denis, it’s very sad that you have received such level of service. We are very sorry. From our side we want to assure you, that we conducted with our staff to avoid this situation in future. Hope you will visit our restaurant in the nearest time and you can appreciate the improvements. Always nice to see you!", "rating": 1, "name": "Adam Sibik", "cat": "Meal delivery"}, {"review": "It said in the entrance that they’re closing 11PM. I was here 22:15 but they refused to prepare any food because ‘they’re already closing’. I guess opening hours should be changed then.", "rating": 1, "name": "Sandra", "cat": "Meal delivery"}, {"review": "Dear Adam! First of all thanks for your feedback. We are very sorry to read that this situation has happened in our restaurant. Could you please write a date of your visit and we will have conversation with our personal regarding the situation. We will be very glad to see you again and to treat you with a dessert from our owner. Always happy to see you in our restaurant!", "rating": 4, "name": "Fuad AlRowaie", "cat": "Meal delivery"}, {"review": "It s located straight to the station but you are gonna to wait your food ages even it isn't full. We were waiting our salad almost an hour...", "rating": 5, "name": "Russ Gaines", "cat": "Meal delivery"}, {"review": "A very good restaurant, lots of dishes", "rating": 4, "name": "Karl Induss", "cat": "Meal delivery"}, {"review": "Great Sushi & Atmosphere at MAFIA !!!!", "rating": 3, "name": "Pratiksha Rathod", "cat": "Meal delivery"}, {"review": "Good place to eat, got a warm sallad, so nice place to eat if you wait for train:)!", "rating": 5, "name": "Viktor Zaviriukha", "cat": "Meal delivery"}, {"review": "Good evening, Karl! It’s a great pleasure to see this nice feedback from our guest. We will be happy to see you again in our restaurant!", "rating": 3, "name": "Ali Birtan Erdogan", "cat": "Meal delivery"}, {"review": "Ambience is really  good and the service is also good .Food was good but pizza base can be improved  .", "rating": 1, "name": "Finold Francis", "cat": "Meal delivery"}, {"review": "Good day Pratiksha! Thanks for your feedback. We are improving our quality and service on a daily basis. Your feedback is very valuable for us to make the best service for every our guest. Hope to see you again to taste new pizzas or other new dishes.", "rating": 5, "name": "Victor Brume", "cat": "Meal delivery"}, {"review": "Very exciting place at center of Kiev. Good food ,nice personal and amazing views !", "rating": 5, "name": "Mariya Domin", "cat": "Meal delivery"}, {"review": "Dear Viktor! Thank you for your comments. It’s very important for us to get feedback from our guests. We will be happy to see you again!", "rating": 4, "name": "Оксана Петрова", "cat": "Meal delivery"}, {"review": "Not bad choice before a journey on train.", "rating": 5, "name": "Тетяна Юрко", "cat": "Meal delivery"}, {"review": "Dirty plates , food was not fresh.", "rating": 3, "name": "Оксана Левченко", "cat": "Meal delivery"}, {"review": "Good morning, Finold! First of all thank you for your feedback. We are very sorry for this situation. All comments were forwarded to our management to avoid this situation in the future. Hope we will see you soon in our restaurant and you can see the changes. Always happy to see you in our restaurant.", "rating": 4, "name": "Марина Ленская", "cat": "Meal delivery"}, {"review": "beautiful", "rating": 2, "name": "Татьяна Пелихатая", "cat": "Meal delivery"}, {"review": "Dear Victor, thank you for your feedback. We will be happy to see you again in our restaurant!", "rating": 1, "name": "Oleksandr Siabo", "cat": "Meal delivery"}, {"review": "Wow", "rating": 5, "name": "Елена Еленова", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Maria! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!", "rating": 5, "name": "A", "cat": "Meal delivery"}, {"review": "In general, not bad, convenient location and there is an elevator to the second floor. Service is average. Everything was prepared quickly, only a beer plate was waiting for a long time. The soups and rolls were delicious. Cakes and tea too. Many items from the menu were not available. Prices…", "rating": 5, "name": "Ольга Безверхая", "cat": "Meal delivery"}, {"review": "It was delicious. I often go to the mafia for lunch. This time I took salmon soup, delicate creamy taste. All liked it. …", "rating": 3, "name": "Марина Мильнер", "cat": "Meal delivery"}, {"review": " Made an order online:\n\nThere was no one at the entrance to the train station restaurant (no …", "rating": 1, "name": "DraparD GameCast", "cat": "Meal delivery"}, {"review": "Very, very tasty. But the sediment remained: in no country in the world do waiters ask for tips, indicating their exact amount. Include them in the bill, or something ... Plus, there is only one menu for 3, despite the fact that the hall was not even half full. …", "rating": 5, "name": "Шеремет Алина (Алина)", "cat": "Meal delivery"}, {"review": "I give two stars, I will explain why:\n1. The kitchen is good, from the ordered dishes, to taste, everyone liked everything. For this I give 2 stars. …", "rating": 2, "name": "Victor Go", "cat": "Meal delivery"}, {"review": " Ordered a meter pizza GURMEO (different types of fillings) pizza is great, but there is one BUT .... salami in pizza was MEGA NOT FRESH !!! (taste of dependent sausage in the refrigerator) administration pay attention …", "rating": 1, "name": "Тарас Чайка", "cat": "Meal delivery"}, {"review": "I really liked this place. I wanted convenience, low crowds and delicious food. I received all this. Comfortable sofas, a place to charge your phone, young, very nice waiters, excellent service. I had breakfast - so I quite…", "rating": 2, "name": "Tkachuk Karina", "cat": "Meal delivery"}, {"review": " for the first time I visit an institution of this type, for myself I was looking for a cold drink in the heat and not a noisy atmosphere. the waiters are very friendly and polite, you can choose drinks without sugar …", "rating": 5, "name": "Sergey Shestakoff", "cat": "Meal delivery"}, {"review": "I was in the MAFIA near the South Railway Station, my girlfriend was a train, 2.5 hours before her train we had a great time in this institution. I was pleasantly surprised by the new varied menu (I haven’t been to the MAFIA for a long time, I thought that there was only sushi and pizza), everything is delicious, …", "rating": 5, "name": "Гринченко Дмитрий", "cat": "Meal delivery"}, {"review": "The food was delicious and at a nice price, but the table was dirty, the room was cold and despite the nice interior it was somehow uncomfortable ...", "rating": 5, "name": "Anj Anj", "cat": "Meal delivery"}, {"review": "Went there today with friends, came around 12:40 to 17:20. We were served by a guy with a short haircut, dark hair, not tall. We ate a lot of things, drank cocktails. When they ate pizza, they found a black hair in it. They called the waiter...", "rating": 3, "name": "Paul jr. Tupchik", "cat": "Meal delivery"}, {"review": "We had breakfast here. Served quickly. The waitress is nice. I liked everything from unobtrusive music to the taste of food. This is not the first time here, the interior, like in all Mafia, is very attractive ...", "rating": 3, "name": "ярослав деляев", "cat": "Meal delivery"}, {"review": "I ordered 2 non-alcoholic mojitos, at first they were both very tart and sweet, then they asked me to replace them, they brought exactly the same ones, it’s impossible to drink!! P, oh, they ordered 1 alcoholic drink by the way, they carried it for a very long time about 40 minutes, this is a mockery ...", "rating": 5, "name": "Елена Вирюшко", "cat": "Meal delivery"}, {"review": " We ordered sushi from you !!! I have not seen such a disgrace, the delay in delivery for an hour and a half, the courier brought not in the mood yet and almost rude to my questions !!!!! …", "rating": 5, "name": "Анастасія Лінчук", "cat": "Meal delivery"}, {"review": "Was there two days in a row. On the first day, they refused to write off bonuses by number, saying that write off the next time and pay in full for the dish. On this girl quickly served and quickly brought the order. It was delicious. …", "rating": 1, "name": "Viktoria K", "cat": "Meal delivery"}, {"review": "\nGood evening, Karina! Thank you very much for your feedback. We are very sorry that this situation was in our restaurant. We worked with staff to avoid such situations in the future. We hope that you will visit us again soon and will be able to relax much better. Always glad to see you!", "rating": 1, "name": "Макс Скулкин", "cat": "Meal delivery"}, {"review": "I was pleasantly surprised, because. the last two times when visiting the establishments of this network, though not this particular place, something was wrong. And here everything is buzzing. And the food is delicious. And most importantly, light and spacious, which really made a good impression …", "rating": 1, "name": "Vika Viktoria", "cat": "Meal delivery"}, {"review": "\nGood evening, Sergey! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 1, "name": "Svetlana Makhik", "cat": "Meal delivery"}, {"review": "Good repair, good kitchen, clean toilet, I don’t understand one thing, I sat for 5 minutes, four waiters passed me, none of them offered a menu.\nEverything else is fine. Today was again...", "rating": 1, "name": "Elena Polyakova", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thank you very much for your feedback. We will deal with this issue. Thanks to your feedback, we can improve the quality of our service. We hope to visit us again soon and be convinced of this.", "rating": 3, "name": "Снежана Рябуха", "cat": "Meal delivery"}, {"review": "Convenient location - 1 minute from the South Station. Open around the clock. You can have breakfast from 5 am. The restaurant operates on a franchise basis, so not all promotions of Mafia restaurants are valid here. For those with luggage there is a luggage compartment…", "rating": 5, "name": "Lerka Kulik", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you for taking the time to write a review and sharing your impressions with us. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 1, "name": "Евгения Марченко", "cat": "Meal delivery"}, {"review": "Nice place, cozy. Good soups and pastas. The meat part of the pizza is a bit disappointing. And the weak link is the waiters ... For a long time without attention, for a long time they carry, frequent confusion with orders ... ...", "rating": 5, "name": "Денис Кушнир", "cat": "Meal delivery"}, {"review": "\nGood evening, Pavel! Thank you very much for your feedback. Thanks to your feedback, we can improve. We will take into account all the comments. We hope that you will visit us again soon and be convinced of the high quality of service. We are always glad to see you in our restaurant!", "rating": 2, "name": "Татьяна Богомаз", "cat": "Meal delivery"}, {"review": " Great interior. Nice waiters. But in the morning they didn't bring the breakfast menu, just the main one. And the main thing is food. - she's bad. I do not understand how it was so bad to cook cheesecakes. Such …", "rating": 1, "name": "Vladyslava Kachkovska", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Yaroslav. Thank you very much for your feedback. We will take into account all your comments. We hope that you will visit us again soon and you will be able to relax better, and also be convinced of the quality of our dishes. We are always glad to see you in our restaurant!", "rating": 1, "name": "Elena Smagliuk", "cat": "Meal delivery"}, {"review": "You were at the station today. I liked it very much. Friendly and sociable waiter Dmitry served at the highest level!!! Many thanks to the chefs who prepared the set, it's just a bomb!!! I will recommend you to everyone!!!🤩🎉 …", "rating": 5, "name": "Надя Радченко", "cat": "Meal delivery"}, {"review": " I love this place. I often go there. Delicious pizza, rolls, salads. My favorite is Caesar. …", "rating": 3, "name": "Ольга Куницкая", "cat": "Meal delivery"}, {"review": "The pizza was delicious and that's all the pluses of this place. The beer plate was prepared for almost an hour and instead of the wings, breadcrumbs were generously poured. Naturally, we returned it. The waiter is very slow, although in her defense I can say that at the same time ...", "rating": 1, "name": "Ника Захарченко", "cat": "Meal delivery"}, {"review": "Ordered 2 Caesar salads. Brought 20 minutes later. The salad had chicken bones, no dressing, and also had a very large amount of pepper and salt (although no one asked for this). In general, if you have allergies and want to ...", "rating": 1, "name": "Olga Umanets", "cat": "Meal delivery"}, {"review": " Delivered late, and the most important thing that was in the role of hair 🤢 it's horrible, appetite immediately disappeared and of course had to be thrown away! …", "rating": 1, "name": "Eugene Polyanichko", "cat": "Meal delivery"}, {"review": "I don't recommend this establishment. They waited 30 minutes for a glass of water, 50% of the menu is out of stock, the waiters are slowed down, they do not respond to the remark. Never had a chance to eat at this establishment. I had to leave. Other visitors had problems too...", "rating": 1, "name": "Мария", "cat": "Meal delivery"}, {"review": "3.9 rating? Seriously????\nIt's not even a 1. It's a complete 0. At first, the 1st floor is not served, then it turned out that only the bar was open, then instead of green tea, bring eternity and bring already ...", "rating": 2, "name": "Alexia OneLove", "cat": "Meal delivery"}, {"review": "Were 23.09. We ordered a pizza with 4 cheeses, not enough cheese, a lot of dough. Plus, the pizza was sprinkled with pieces of walnuts, not peeled enough, the shell was caught. Seen in the photo. The price does not match the quality of the food, at least for pizza. …", "rating": 1, "name": "Алёна Ильюша", "cat": "Meal delivery"}, {"review": "Very tasty!!!)\nI order only here, good and friendly service!\nThanks …", "rating": 4, "name": "A S", "cat": "Meal delivery"}, {"review": "Comfort, atmosphere - everything is good. The menu is delicious!\nThe big minus is the bill and the change. They didn't bring it to us. Yes, a little 35 UAH. But still. We would have left a tip ourselves .... A very unpleasant situation. …", "rating": 5, "name": "Виталий ЛЕВИЦКИЙ", "cat": "Meal delivery"}, {"review": "I am very biased towards the Mafia network.\nBut, the Mafia at the Station made me happy today.\nFirst, the beautiful interior. …", "rating": 1, "name": "Юлия Гуцалюк", "cat": "Meal delivery"}, {"review": "Nice atmosphere, friendly staff. But alas, the kitchen wants better. The eel in the sushi was dry and not the first freshness. …", "rating": 5, "name": "Olga Selivanova", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Tatyana! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 1, "name": "ZvERyGa _", "cat": "Meal delivery"}, {"review": " Ran out with colleagues for brunch, the service is terrible, 6 waiters do not cope with 5 tables of visitors, from the menu - not familiar, about the absence of bruschetta !!! the menu was announced 10 minutes after …", "rating": 5, "name": "Наталья Чернышук", "cat": "Meal delivery"}, {"review": " Hello Vladislav! We are very sorry that such a situation took place in our restaurant. We have now clarified all the details, and the process has been set up to avoid such cases in the future. For your part, we will be glad to offer you a dessert as a compliment. We very much hope that you will come back to us again and be convinced of the quality of service.\n\n", "rating": 1, "name": "Юлія Смик", "cat": "Meal delivery"}, {"review": "Terrible place!\nWe waited half an hour for the waiter to come to us, called him several times. Made an order. Since I have severe allergies to certain foods, I...", "rating": 3, "name": "Ольга Костюк", "cat": "Meal delivery"}, {"review": "A chic establishment, everything is delicious, service is top notch, very attentive staff - all wishes were taken into account and pleased in everything, the interior is luxurious!!!! Keep it up …", "rating": 5, "name": "Yurii Karnkovskyi", "cat": "Meal delivery"}, {"review": "Quiet, clean establishment in such a busy location. Excellent interior. We were a company of six people, some ordered pizza, some salad, some pasta. The pizza was brought very quickly, it cooled down, then a friend could not stand it and started eating, and we looked at ...", "rating": 2, "name": "Yurii Fenchuk", "cat": "Meal delivery"}, {"review": "We ordered a half-meter pizza, it came warm, but with hair 👍🏻 I wanted to feed this person who cooked it with hair! The dough was half-baked, the fillings were like a cat crying. It felt like eating a test. Definitely...", "rating": 2, "name": "Alexander Illusha", "cat": "Meal delivery"}, {"review": "The opinion about the Mafia has changed a lot after visiting this particular restaurant on the street. G. Kirpy.\nThe table was booked in advance and was also pre-ordered. When we with...", "rating": 4, "name": "Сергей Трофимов", "cat": "Meal delivery"}, {"review": "I ordered the delivery of a meter-long pizza and a set of sushi, but the third box of pizza did not arrive and simply disappeared somewhere without the knowledge of anyone. The hotline accepted the complaint, checked and confirmed that the pizza was completed and the courier had nothing ...", "rating": 4, "name": "Алина", "cat": "Meal delivery"}, {"review": "I haven’t been to the Mafia for a long time, let me, I think, I’ll come in, I’ll have a tasty meal. But .... everything is bad.\nI went to the Mafia - the entire first floor was empty: no administrator, no waiters, no visitors. …", "rating": 4, "name": "Anatoliy Trukhanov", "cat": "Meal delivery"}, {"review": "A very strange place, not up to the usual standards of the Mafia. I often visited restaurants of this chain, but this one is not very serviceable. They waited a very long time for the order to be accepted, then they waited even further for the order itself, about 40 minutes. This is despite the fact that …", "rating": 1, "name": "Natasha Polovinko", "cat": "Meal delivery"}, {"review": "Underweight 135 g, the appearance is terrible, the salmon is torn, the smell is not fresh, there is no cucumber in small rolls, they weigh 85 g each. Disgusting ...", "rating": 5, "name": "Владислава Анисимова", "cat": "Meal delivery"}, {"review": "\nGood evening, Alena! First of all, thank you very much for your feedback. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!", "rating": 4, "name": "Roman Pustika", "cat": "Meal delivery"}, {"review": "Nice interior and nice waiters. The service is not fast even if you order a business lunch. Probably the best place to eat in the area. It is written that the fifth business lunch is a gift, but this is not true. They didn't give us. Desserts are not...", "rating": 3, "name": "Лилия Степаненко", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for taking the time to share your impressions. Your opinion is important to us and we are sure to consider all wishes. Thank you for helping us get better. We are always glad to see you in our restaurant!\n\n", "rating": 1, "name": "Alexandra Shevchuk", "cat": "Meal delivery"}, {"review": "A good place to pass the time before the train or just in the evening to sit with your little one.\n• …", "rating": 3, "name": "Даша", "cat": "Meal delivery"}, {"review": "\nGood day! Thanks so much for the tip! We are always glad to see you in our restaurant!", "rating": 2, "name": "Elea Fbb", "cat": "Meal delivery"}, {"review": " Why do waiters selectively tip tips? Visited the institution on 28.12. There was no \"thanks\" for the service at the next table, and we were added automatically. I wonder, is it because the visitor spoke a foreign …", "rating": 4, "name": "Аnn Кaas", "cat": "Meal delivery"}, {"review": "Loved the Four Cheese Pizza. Quickly prepared, superb presentation. Large selection of natural teas. Waiting for the train passed in a cozy atmosphere with good service and cuisine. …", "rating": 4, "name": "Станислав Евтушенко", "cat": "Meal delivery"}, {"review": "We arrived today to have dinner at the Mafia at the address of the Sich Riflemen in \"Happy Years\", ordered soup, waited 20 minutes, as a result they refused to make soup, did not explain for what reason, left hungry and outraged by the service. …", "rating": 2, "name": "Sophia Horster", "cat": "Meal delivery"}, {"review": "I am very satisfied with the delivery from the Mafia at the south station !!!!sushi bomb !!!!you are the best 🥰🥰🥰 …", "rating": 5, "name": "Юлия Грищук", "cat": "Meal delivery"}, {"review": "I have never eaten such disgusting sushi. Sticky undercooked rice like a rock. A tiny roll, although it costs like a normal one. Sushi in this place, I definitely do not recommend. …", "rating": 4, "name": "Инна Мирошниченко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Julia! We are very sorry that this situation has occurred. We will definitely understand and carry out a review with the staff.\nPlease write us your contact number so that we can contact you.", "rating": 2, "name": "Alvin Burunduk", "cat": "Meal delivery"}, {"review": "Wow, didn't happen!!!\nMargarita cocktail was terrible, serving not correct and no ice!!!\nThey took salads - fresh products !!! …", "rating": 5, "name": "V F", "cat": "Meal delivery"}, {"review": " Very well located place for rest and a delicious snack after or before the trip. Quiet, no crowds, lots of space, good service. Delicious coffee. Head above all the surrounding establishments, and the prices do not …", "rating": 2, "name": "Любовь Другова", "cat": "Meal delivery"}, {"review": " Strange place: a large spacious hall, the waiters are running somewhere, although a maximum of 3 tables were occupied - and we were approached only 10 minutes later, because he started to stop them .. They accepted …", "rating": 1, "name": "Den A.", "cat": "Meal delivery"}, {"review": "Breakers. Placed an order ahead of time by phone. In a conversation on the line, they assured that the order would be ready at 10:30 ... 10:40 the next day. Arrived at 10:40 and nothing was ready. Waited another 50 minutes for everything to be done. This is not very pleasant. In the end, kids...", "rating": 2, "name": "Микола Костюк", "cat": "Meal delivery"}, {"review": "Everything is always delicious, but the preparation of breakfast was delayed for 45 minutes. Upon payment of the breakfast bill, I did not see this order in my order history (respectively, I lost 20 percent of bonuses from the bill amount). Everything else is delicious…", "rating": 1, "name": "Виталик Ярыгин", "cat": "Meal delivery"}, {"review": "Convenient location, very close to the train station. We ordered salads and desserts. One salad was not very good. was heavily drenched in soy sauce. Very tasty tiramisu. Prices are average. Normal service. Clean room and restroom. …", "rating": 5, "name": "Masha Kosmidailo", "cat": "Meal delivery"}, {"review": "Quickly, moderately tasty, but add empty cheese or cheese with a brighter taste to the cheese side! …", "rating": 5, "name": "DavidKa", "cat": "Meal delivery"}, {"review": "I don’t know from what place the delivery should have been, but suspecting that from the nearest restaurant to the delivery address.\nSo I want to ask you guys, what are you doing there? My colleague DR has it ...", "rating": 5, "name": "Тетяна Ковальова", "cat": "Meal delivery"}, {"review": "Thank you, everything is fine as always)\nThey warned that the wait for the rolls was about 50 minutes, but they brought it in 15 minutes\nVery tasty …", "rating": 5, "name": "JuLiA", "cat": "Meal delivery"}, {"review": "\nGood evening, Vladislav! Thank you very much for your feedback. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 3, "name": "Irina Pavlova", "cat": "Meal delivery"}, {"review": "Everything seems to be good.\nBut one feels that it was about a covered franchise and designed for \"passing\" from the station. …", "rating": 1, "name": "Vladyslav", "cat": "Meal delivery"}, {"review": "To be honest, the institution itself is pretty. True, we sat down unsuccessfully, near the kitchen ... well, God bless him!\nWe ordered a couple of alcoholic cocktails and a dessert .... we waited 15-20 minutes (especially mine) to ...", "rating": 4, "name": "Карина Литвиненко", "cat": "Meal delivery"}, {"review": "Ordered a meter long pizza.\nFirst, the delivery took about an hour and a half. The distance from the restaurant to the place of delivery takes 15 minutes. From the moment the pizza status was \"ready\" to...", "rating": 5, "name": "Kirill Vinogradov", "cat": "Meal delivery"}, {"review": "Everything is very long. For a long time the waiter carried the menu, it took a long time to cook. The cleanliness in the hall is not particularly monitored. I often order delivery from this restaurant, as the dishes served in the hall are much better and larger than the same ones on delivery. …", "rating": 4, "name": "Елена Бондаренко", "cat": "Meal delivery"}, {"review": "Were in the mafia for kirps, met with friends. Disappointed. 1. Three dishes selected from the menu were not available. 2. They brought dishes, but did not bring cutlery. 3. There was a twisted hair in the bowl, I don’t even want to imagine where it came from. They called...", "rating": 4, "name": "Mur Mur", "cat": "Meal delivery"}, {"review": "Very nice place for a snack before the train.\nWe waited a long time for the waiter...", "rating": 4, "name": "Юлия Кан", "cat": "Meal delivery"}, {"review": " Very friendly and attentive staff.\nPrices don't seem high.\nThe taste of the food is acceptable. …", "rating": 1, "name": "Евгений Цветков", "cat": "Meal delivery"}, {"review": " Hello Stanislav! Thank you for your feedback and comments. We will take into account and will remedy the situation. We look forward to hearing from you soon, so you can appreciate the improvements. You are always welcome!\n\n", "rating": 5, "name": "Yana Svistunova", "cat": "Meal delivery"}, {"review": "Some kind of bedlam) The drinks were served cold, they waited a long time for the waiter, and then the order was brought, they brought the wrong dish, the food was also barely warm, they forgot to clarify the sauce for the potatoes, the ketchup in the end looked more like jam. I do not want to return. …", "rating": 5, "name": "Nina Ko.", "cat": "Meal delivery"}, {"review": "Very tasty pizza and non-alcoholic cocktails. Atmospheric place. Relaxed environment. Prices are moderate. We stayed as a family and everyone enjoyed it. We will still visit. …", "rating": 1, "name": "Тетяна Никитюк", "cat": "Meal delivery"}, {"review": "The interior is good and clean. Lots of space. I took off a star because it took a long time ... the order was being prepared for a long time, even drinks had to wait decently in time. …", "rating": 3, "name": "Анжелика Гайдамака", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Inna! Thank you very much for your feedback. We will take into account all the comments. We hope that you will visit us again soon and you will be able to evaluate our service again. We are always glad to see you in our restaurant!", "rating": 1, "name": "Artem Kysylov", "cat": "Meal delivery"}, {"review": "Thanks for all. Service is clear, but excuse me.\n1 - since when the bar for non-alcoholic drinks can not be calculated with bonuses, moreover, it goes on like 2 accounts ...", "rating": 5, "name": "Іван Омелян (Ivan Omelian)", "cat": "Meal delivery"}, {"review": " Nice, spacious, atmospheric place with panoramic windows. I recommend delicious desserts, scented coffee! Sushi Networks and Waiters' Mood - Out of Competition! …", "rating": 1, "name": "андрей похиленко", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback! We are always glad to welcome you to our restaurant!\n\n", "rating": 2, "name": "Elena Emelyanova", "cat": "Meal delivery"}, {"review": "I never go to the mafia, because it’s not very good there, just by chance we went into the toilet from the station, we decided to eat already, the food is so poor that it’s not worth the money at all, and it’s not tasty, not generous. And then another waitress offered to calculate 10% for ...", "rating": 1, "name": "Олександр Слащук", "cat": "Meal delivery"}, {"review": "Sushi is one of the worst in town. I knew that this place was \"so-so\" (to put it mildly), but there was nowhere to buy sushi nearby, and I didn't want to wait an hour and a half at night for an order. But it would be better to wait. Ate at Mafia for the last time. I do not advise. …", "rating": 5, "name": "WallyN", "cat": "Meal delivery"}, {"review": " The waitress is rude, they promised to place the order in 45 minutes, and brought 55 minutes in 1 hour. And only after contacting the administrator, and this when filling the hall is not more than 50%. After placing …", "rating": 1, "name": "Юлия Батова", "cat": "Meal delivery"}, {"review": " We waited for 30 minutes on the ground floor, but the waiter did not come to us (called the button for 5 minutes in a row\nThe service is zero as well as the attitude to customers …", "rating": 1, "name": "Tatiana Naroditskaya", "cat": "Meal delivery"}, {"review": "Beautiful interior, good view from the window. Friendly staff and fast food service. …", "rating": 3, "name": "Алена Дрыгуляс", "cat": "Meal delivery"}, {"review": "I visited this institution in different places in Kyiv. The service is of course top notch. Waiters in headphones are welcome, approach, follow facial expressions and catch the desire to order or ask something. He shook his head - 10 seconds or looked ...", "rating": 5, "name": "Елена Иванова", "cat": "Meal delivery"}, {"review": " Convenient location, delicious large pizzas, good interior and decent service.\nA great place where you can wait a few hours for the train and in particular …", "rating": 4, "name": "Михайло Луців", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Yana Rudzytis", "cat": "Meal delivery"}, {"review": "Delicious pizza, good view from the window, but the sockets are inconveniently located, and this is an important point for those who travel and look for coffee to recharge. The waiters are polite, the atmosphere is wonderful, in general, not bad. But I was embarrassed by the moment, in the check ...", "rating": 2, "name": "Мілана Русілова", "cat": "Meal delivery"}, {"review": "Disgusting! Order waited 50 minutes!! And in the order there was one pizza and 2 hamburgers and that's it. The waiters pretend to be \"clowns\", they can't explain anything, they just regret everything. I do not recommend anyone to visit this place! …", "rating": 1, "name": "Dima Martsenyuk", "cat": "Meal delivery"}, {"review": "Not a bad place, but of all the options for desserts, you could only order two.. and the music is a bit annoying.. …", "rating": 1, "name": "Iv Kot", "cat": "Meal delivery"}, {"review": "Haven't been to this place for a long time! The menu is excellent, everything is very tasty and fast. Thanks a lot! I wanted to restore the discount card, unfortunately it was impossible to do it on the spot. I hope that in the near future you will not have to carry a fan of cards and ...", "rating": 5, "name": "Александр Бездикмен", "cat": "Meal delivery"}, {"review": "I ordered a set of two. The rice was warm when served. You can eat, but I will not say that it was really tasty. Although she was very hungry. The price does not match the quality, with regards to sushi. Can't speak for other dishes. …", "rating": 3, "name": "Dgh Fjj", "cat": "Meal delivery"}, {"review": " We visited the mafia at the station.\nThe hall is bright and spacious, we took a table, there were traces of something but the waiter immediately wiped. The menu is extensive, ordered lemonade and a …", "rating": 1, "name": "Елена Дземич", "cat": "Meal delivery"}, {"review": "It was delicious and beautiful. Only all workers are received cubs. We waited 15 minutes for the waiter to just bring the menu, and waited only after we turned to the chef ...", "rating": 4, "name": "Татьяна Грибова", "cat": "Meal delivery"}, {"review": "Time 19:25. train at 20:12 .. We ran to have a bite to eat before the train. we checked with the waiter that we have a train at 20:12 and we run away at 20:00 at most .. we ordered dishes that, according to the waiter, are preparing 15 minutes maximum. Well, it’s fine, it seems. On the clock ...", "rating": 3, "name": "Егор Севостьянов", "cat": "Meal delivery"}, {"review": "It was my first time in the Mafia, I thought that this was a pizzeria-type establishment, a fast food cafe, like those close to the railway station. But this is a restaurant with a great ambience. The restaurant has 2 floors, very clean, including the restroom. We ordered a set of...", "rating": 4, "name": "Vladimir Rebel", "cat": "Meal delivery"}, {"review": "Pleasant interior, cozy atmosphere, delicious desserts 😌 Finally, there is a place at the station where it's nice to go to have a bite and not be ashamed to invite guests after the trip)) …", "rating": 5, "name": "Tanya Vernygor", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Nina! Thank you very much for your feedback, we are very pleased. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Зоя Жиленко", "cat": "Meal delivery"}, {"review": " I ordered sushi a few days ago, picked it up myself. When I opened the package when I came home I could smell the smell of stale fish, I had to throw it away! I understand that it was 1 + 1 and at a lower price than …", "rating": 3, "name": "Людмила Виноградська", "cat": "Meal delivery"}, {"review": " Americano was brought warm (the first time I see that they first took out the dish, and then followed the utensils🤐 serving the dish in general looks unappetizing (bowl of salmon), despite the fact that the waiters …", "rating": 3, "name": "Masha Os", "cat": "Meal delivery"}, {"review": "Made an order online at 11:48. They called at 12:15. Promised delivery within two hours. At 14:00 when calling the call center, they said that the delivery deadline was at 14:15. At 14:35 at the next call, they said that the order would be at least in …", "rating": 1, "name": "Апалуто «Пуганагимпа» Пуганами", "cat": "Meal delivery"}, {"review": " New Network Institution. Standard service and dishes are standard. …", "rating": 4, "name": "Ekaterina Marinets", "cat": "Meal delivery"}, {"review": " Hello Ivan! Thank you for your feedback, very glad you enjoyed it. We hope to visit us again soon!\n\n", "rating": 5, "name": "Sergiy Moskalets", "cat": "Meal delivery"}, {"review": "On September 18, 2020, I had lunch at this establishment, there are almost no comments on food, but 10% of \"thanks to the waiter\" was included in the food bill and refused to remove this bag, citing the fact that they have such rules. In this regard, I ask you to consider this ...", "rating": 5, "name": "Анастасия Гура", "cat": "Meal delivery"}, {"review": "Changed my rating to the worst, after today's visit. When this place opened on Vokzalnaya, I was very pleasantly surprised by the quality. It was wonderful. Other establishments of this network have not run for quality for a long time. It concerns…", "rating": 5, "name": "В", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n", "rating": 2, "name": "Rostyslav", "cat": "Meal delivery"}, {"review": " This includes the size of the tip in the check. Not less than 10-15 percent of the order. They ate for 540 hryvnias, pay 60 hryvnias. tips that are already included in the check. Meals are served for a very long time. …", "rating": 1, "name": "Дмитро Дяченко", "cat": "Meal delivery"}, {"review": "Went there for the first time and was pleasantly surprised. The interior is designed interestingly for such an institution. I didn't have to wait long for my order, which was nice. The quality of the food is good, I liked the cheese soup, I advise. There was nothing out of the ordinary...", "rating": 5, "name": "Антон Зима", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Wally! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "yuliia kuznetsova", "cat": "Meal delivery"}, {"review": " After visiting the institution with colleagues, everyone had problems with digestion ...\nIt was also said that this institution does not work after 9 pm, but other …", "rating": 3, "name": "Yuriy Gaponenko", "cat": "Meal delivery"}, {"review": "The place is beautiful, but the second time I would not go. The waiter has no information either on the time of serving or on the dishes, the promised 25 minutes easily turn into 40, and near the station this is critical, there was barely enough time before the train to swallow not ...", "rating": 3, "name": "Оксана Ас", "cat": "Meal delivery"}, {"review": "It was 14/10, the hall is almost empty, I ordered pasta bolognese and a cocktail. The waiter immediately warned about 10% service charge, approx. The pasta was brought out barely warm, the bolognese sauce was almost colorless, the spaghetti was not Al dente, overcooked. Negroni cocktail...", "rating": 1, "name": "Анна Пешкова", "cat": "Meal delivery"}, {"review": "I like that there are always places. Service is good, very tasty tea from special offers👍 …", "rating": 5, "name": "Наталия Пилипенко", "cat": "Meal delivery"}, {"review": " It is quite tasty and you can comfortably spend time waiting for the train. …", "rating": 3, "name": "Сергій Наумець", "cat": "Meal delivery"}, {"review": "Nice place, clean, comfortable, soft music playing. I ordered pasta and cappuccino, they brought it very quickly, it was delicious, I liked it. For all 160 UAH, I gave 200 ...", "rating": 4, "name": "Iryna Panina", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Yana! Thank you very much for your feedback. We really hope that visiting our restaurant will always bring the same warm emotions. Always glad to see you!", "rating": 3, "name": "Diana Kv", "cat": "Meal delivery"}, {"review": " No service, wait, let alone call the waiter - a problem. The food is also not tasty, I did not like sushi or Scandinavian soup. …", "rating": 2, "name": "Дарья Романова", "cat": "Meal delivery"}, {"review": "There was an incomprehensible branch in the pizza + the glasses were dirty, even after they were washed again. …", "rating": 1, "name": "Маріна Козир", "cat": "Meal delivery"}, {"review": " Was in the Mafia near the station. Ordered tagliatelle with seafood and Caesar with chicken. For the second day I'm lying with severe poisoning. I suspect that from seafood. It's just awful !!! How can people be fed …", "rating": 1, "name": "Olga", "cat": "Meal delivery"}, {"review": " Was here a few days ago, everything went well. Everything is delicious, fast and friendly. The institution is quite healthy.\nThe boy waiter (blond) is guided in the menu and in alcoholic beverages. …", "rating": 2, "name": "Володимир", "cat": "Meal delivery"}, {"review": " Despite the fact that there was still a lot of time before closing, the restaurant did not have a mix of salads, which did not allow to order almost 100% of salads from the menu. This was an unpleasant surprise …", "rating": 2, "name": "Анастасия Йовченко", "cat": "Meal delivery"}, {"review": "Well, let's put it this way. I have never seen such an attitude in my life. We came with friends in the amount of 7 people, we were seated, given a menu, we immediately made an order and asked for drinks to be brought right away, because it was hot, July 16, summer ... ...", "rating": 1, "name": "Анна Сапожникова", "cat": "Meal delivery"}, {"review": "\ngood day, Elena! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope you will visit us again in the future and see the improvements. We will be very glad to see you in our restaurant.", "rating": 2, "name": "Dmytro Lytvynenko", "cat": "Meal delivery"}, {"review": "On the first floor, the service will be longer since the kitchen is on the second floor. When asked to bring lemonade without ice, it was brought with it anyway. Looks like wishes are not taken into account here ...", "rating": 1, "name": "Тетяна Полюхович", "cat": "Meal delivery"}, {"review": "One waitress for the whole hall, who does not have time to serve everyone at once. Mediocre cuisine. …", "rating": 5, "name": "Лиза Зосименко", "cat": "Meal delivery"}, {"review": "Food is delicious, prices are ok.\nBut to approach and insolently ask \"can they include a 10% tip\" ???? So the administration has everything Gut? …", "rating": 5, "name": "Петр Хараберюш", "cat": "Meal delivery"}, {"review": " …", "rating": 2, "name": "Светлана Новик", "cat": "Meal delivery"}, {"review": "Good evening! I visited you for the first time and I really liked it! I want to note the good cuisine, beautiful interior, I would especially like to highlight the waiter Tatyana, who knows the menu very well, the ability to understand desires ...", "rating": 5, "name": "Alan Kapushev", "cat": "Meal delivery"}, {"review": "We ordered a set of sushi, waited longer than promised and the quality leaves much to be desired, the rice is undercooked, crumbles, the fish is so-so, the beer is normal, the service is C grade, in Lviv the Mafia is better, but this one is no more! …", "rating": 5, "name": "Артем Иванов", "cat": "Meal delivery"}, {"review": "We went in the morning for a cup of coffee and pizza. But the service is so-so, it was impossible to pay with a card, the waiter is not very pleasant, the cappuccino is also not very good, and the pizza is delicious by the way. Compared to other Mafias in the city, this one is not very…", "rating": 2, "name": "Евгений Кизилов", "cat": "Meal delivery"}, {"review": "\nGood evening Masha! First of all, thank you very much for your feedback. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!", "rating": 1, "name": "Андрій Мамбик", "cat": "Meal delivery"}, {"review": " Arriving on Sunday evening, they saw that the hall was almost empty. There was no one at the entrance, although it was good that there was a senitizer. You are near the station, you have them open, people with bags …", "rating": 2, "name": "karinaasa", "cat": "Meal delivery"}, {"review": "Nice interior, comfortable and clean. Pleasure for the eyes) But the kitchen did not leave such delight. Despite the fact that they were from the plane and very hungry. Rolls for C grade, but no soup, they didn’t even eat ... For dessert, in this institution they didn’t dare ...", "rating": 1, "name": "Вікторія Городецька", "cat": "Meal delivery"}, {"review": "\nGood evening, Catherine! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant and you could not have a good rest. Work with the staff was carried out and we really hope that you will soon be able to evaluate us again. We are always glad to see you in our restaurant!", "rating": 5, "name": "Даниил Пархоменко", "cat": "Meal delivery"}, {"review": " It is good that you can now have a delicious and comfortable snack early in the morning at the train station. …", "rating": 5, "name": "Дмитрий Викторович", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback! We are always waiting for you in our restaurant!\n\n", "rating": 1, "name": "Алиса Яворская", "cat": "Meal delivery"}, {"review": "Great interior, great staff. Big plus: open 24/7. The order was completed quickly and efficiently. …", "rating": 1, "name": "Светлана Понайда", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anastasia! Thank you very much for your feedback, we are very pleased. We are glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Андрей Андреев", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Елена Ануфриева", "cat": "Meal delivery"}, {"review": "\nGood evening! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!", "rating": 1, "name": "SEO Promo", "cat": "Meal delivery"}, {"review": "Please change the oil in deep frying (and for one waiters who don’t care when to come up and what to take out), I ordered cheese sticks, they said that they don’t have it, there are only cheese balls, they are like tastier and there is more cheese, they brought the balls covered in ...", "rating": 5, "name": "Инна", "cat": "Meal delivery"}, {"review": "The sushi was not fresh. The meat in the burger is undercooked. The price included a tip of 10%, while they did not give a check before paying by card. It would be better to buy shawarma at the kiosk. …", "rating": 1, "name": "Ярослав Юрьевич", "cat": "Meal delivery"}, {"review": "Well, very well, the staff is friendly and qualified. There were no delays, everything was delicious! They took a big pizza and a set of dryers)) a system of bonuses, so to speak! For pizza, for example, they brought two bottles of my favorite beer as a gift, how do you like that ?! And to…", "rating": 5, "name": "Harun Arabaci", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anton! Thank you very much for your feedback. It is very pleasant that you liked everything. We hope that you will visit us again soon and be able to relax as well. We are always glad to see you in our restaurant!", "rating": 1, "name": "Игорь Станкевич", "cat": "Meal delivery"}, {"review": " Delicious cuisine. Not only Italian.\n\n", "rating": 1, "name": "Виктория Власова", "cat": "Meal delivery"}, {"review": " There are some remarks on the work of this institution.\n1. Seats on the sofas near the bar have been reserved. Although during my stay for about 1.5 hours the guests did not show up. …", "rating": 4, "name": "Amid Zneb", "cat": "Meal delivery"}, {"review": "Ordered home delivery. They brought it in an hour. But the taste was not at all pleasing. It used to be much tastier - now only the taste of rice in the mouth - if it weren’t for the sauce, they wouldn’t shove it (...", "rating": 1, "name": "Lika Lihka", "cat": "Meal delivery"}, {"review": "I made an order on the site, after 2 hours the man called back, said something like \"We're not lucky, cancel the order\" and hung up. After 5 minutes, another manager called back and offered to bring the order in another hour. …", "rating": 5, "name": "Діма", "cat": "Meal delivery"}, {"review": "Very nice bright room, nice staff, served quickly, ordered pizza, everything was delicious, cooked within 15-20 minutes, in principle, everyone was satisfied)))🥰 …", "rating": 3, "name": "Наташка У", "cat": "Meal delivery"}, {"review": " In general, this is my wife's favorite restaurant!) But it was the one at the Station, surprised that when you enter, on the ground floor there is no one at all, none of the staff at the entrance does not meet, we …", "rating": 3, "name": "Valentina", "cat": "Meal delivery"}, {"review": "Extremely nice and convenient location! For the design of the premises - a solid \"five\" on a 5-point scale, but the service - a \"four\". The waiters are attentive and well-mannered, but ... served in slow mode (it is not clear with what …", "rating": 5, "name": "Helga Fox", "cat": "Meal delivery"}, {"review": "\nGood day, Irina. Thank you very much for your review. We take into account all the comments and conduct work with the staff. We hope that soon we will visit again and will be able to measure improvement. Always glad to see you in our restaurant.", "rating": 1, "name": "даша кухарчук", "cat": "Meal delivery"}, {"review": "The sushi is not bad, but we were waiting for the order for about an hour, and the impressions were not the best. …", "rating": 1, "name": "Саша Колачко", "cat": "Meal delivery"}, {"review": "Came with a friend at half 4, took a seat, made an order. Drinks and cutlery were served. After 20 minutes of our arrival, another waitress approached us and silently put a sign on our table with a reserve for 16:00 and left very quickly. Here …", "rating": 1, "name": "Фарина Виктория", "cat": "Meal delivery"}, {"review": "\nGood evening, Daria! We are very sorry that this situation has occurred. We will definitely figure it out and conduct a review with the staff. We hope that the misunderstanding that has happened will not prevent you from remaining our guest. We are always glad to see you in our restaurant!", "rating": 1, "name": "Oleh Chernov", "cat": "Meal delivery"}, {"review": "They brought sushi with hair, told the waiter about it, he just offered to clean it. After what brought simply without hair. We contacted him again. He took sushi. The waiter couldn't decide anything. After that, I got a bone in my sushi - ...", "rating": 5, "name": "Day Nite", "cat": "Meal delivery"}, {"review": " Good evening, Marina! Thank you for your feedback. We are very sorry that such a situation took place in our restaurant. We have worked with staff to avoid such situations in the future. We hope that you will be able to visit us again and see the quality of service. Again, we apologize for such annoyance. We will always be glad to see you in our restaurant!\n\n", "rating": 1, "name": "Даниил Якубович", "cat": "Meal delivery"}, {"review": "Be careful! The wine listed on the menu does not match the one brought in. Rolls for 225 UAH inside with breadcrumbs, how is it???? The level of service leaves much to be desired! Nice interior and tasteless food...", "rating": 2, "name": "Viktor Sydorenko", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Olga! Thanks for the feedback. Please leave your contact details so that we can understand the situation. Thanks a lot. You are always welcome!", "rating": 5, "name": "Anna Yakovenko", "cat": "Meal delivery"}, {"review": " Be careful! Check the check, because today, August 23, 2021, the waitress tried to cheat the girl for almost UAH 400, and when they paid attention to it, the waitress noted that she had confused the checks. (it is …", "rating": 2, "name": "Tanua Prymachuk", "cat": "Meal delivery"}, {"review": "Yesterday, my friend and I decided to eat rolls and for a long time choosing where to go after all, we settled on the Mafia, but in vain). The waiter immediately warned that there were a lot of orders and we would have to wait 40-50 minutes, this didn’t really bother us, because we didn’t see …", "rating": 4, "name": "Лена Антоненко", "cat": "Meal delivery"}, {"review": "29.10 made an order at 17:10, promised to bring in 1:10. As a result, they waited 3 hours, while they called the hotline 2 times, where they said \"the courier will be in 5 minutes.\" As a result, the courier did not arrive there, but to the building nearby, proving that he was not ...", "rating": 4, "name": "Алина Рашко", "cat": "Meal delivery"}, {"review": "Want collapsing sushi, poor service, and online ordering that doesn't work? Use the services of the Mafia, in the load you will get a spoiled impression and mood. …", "rating": 5, "name": "Дмитрий Д", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmytro! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management. We hope you can stay our guest. Thanks to your feedback, we can improve the quality of our service. We are always glad to see you!", "rating": 5, "name": "Тетяна Солодка", "cat": "Meal delivery"}, {"review": " There are probably not enough words to describe this TERRIBLE place. We came to celebrate a birthday, food was brought to us for 3 hours, the hall was completely empty. The food is not tasty at all. The waiters are …", "rating": 4, "name": "Міністр Оборони (Slepoy)", "cat": "Meal delivery"}, {"review": "We were here on a weekday, few people, served quickly, everything is very tasty, I recommend! I really liked the kerrot cake dessert. We will visit again, thank you very much! …", "rating": 4, "name": "Віталій Коваленко", "cat": "Meal delivery"}, {"review": "This place will always welcome transit travelers.\nAnd even in the morning they can cook good sushi. …", "rating": 1, "name": "Вікторія Калініченко", "cat": "Meal delivery"}, {"review": "We made an order and waited 40 minutes, brought the meat, barely warm. How long did \"it\" wait to file? Some oblivious waiters. It was very unpleasant (. Somehow the Mafia did not enter. ...", "rating": 5, "name": "Владимир Романишин", "cat": "Meal delivery"}, {"review": "I liked everything, a very aesthetic atmosphere, a waiter with humor, positive, ate company, delicious pizza and lemonade ...", "rating": 1, "name": "Руслана Шевченко", "cat": "Meal delivery"}, {"review": "A great place to have a bite to eat and go on a train trip (located near the South Railway Station). The restaurant itself is large so there is enough space for everyone …", "rating": 5, "name": "Cosmofit Алена Лукаш", "cat": "Meal delivery"}, {"review": "October 8 ordered a set \"Salmon\" 1+1. There were a lot of rolls for the money, but the quality leaves much to be desired. Rice is very bland, they just didn't add rice vinegar 🤷‍♂️. The avocado is not ripe and bitter, it crunches on the teeth, although it should be ...", "rating": 1, "name": "Kristina Tinel", "cat": "Meal delivery"}, {"review": "For fifteen minutes, the waiter did not come up, they barely caught it themselves, they took the menu. We have been sitting for thirty minutes, and no one has come to take the order. It’s scary to imagine how long it would take to prepare ... And this is on the condition that ...", "rating": 5, "name": "Аня Томачинская", "cat": "Meal delivery"}, {"review": "\nGood day, Andrey! Thank you for your feedback. Management is aware of this situation. Accept our apologies. We hope that the misunderstanding that has occurred will not prevent you from becoming our guest in the future.", "rating": 1, "name": "Stas Smilyanec", "cat": "Meal delivery"}, {"review": " 1.11 went with mum in an institution for lunch. On the first floor there was nobody. What to do, to whom to go it isn't clear. I went up on the 2nd floor, met the woman, probably the cleaner. I asked if there are …", "rating": 5, "name": "Николай Гончаров", "cat": "Meal delivery"}, {"review": "TERRIBLE! I DO NOT RECOMMEND!\nWe ordered pizza almost 3 HOURS AGO, we were told that it would be delivered before 23:00. We called at 11:00 pm to find out where our pizza was. We were told that she...", "rating": 5, "name": "Зоя Ивасенко", "cat": "Meal delivery"}, {"review": "A great place! both for relaxing on holidays with the Family, and for passing the time while waiting for the train.\nI work near the railway and always have lunch at this Mafia. …", "rating": 1, "name": "Андрей Александрович", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Daniel! Thank you for your feedback, it is very important for us! We are always glad to see you in our restaurant!", "rating": 1, "name": "Oleksandr Ovsienko", "cat": "Meal delivery"}, {"review": "Very cozy and stylish. The best place in the station area in terms of price / quality ratio. …", "rating": 5, "name": "Вячеслав Кудрин", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thank you very much for your feedback! We hope you will visit us again soon.", "rating": 5, "name": "Ростислав Баранов", "cat": "Meal delivery"}, {"review": "Not attentive staff, taking an order from 2 people, wrote down the order of only one, after which for an hour, the person waited for his order to be brought to him. But how can you bring an order when the waiter has not passed it to the kitchen? On the …", "rating": 1, "name": "Анна Ф", "cat": "Meal delivery"}, {"review": "\nGood evening, Alice! We are very sorry that this situation took place. We will definitely figure it out and conduct a review with the staff. We hope that the misunderstanding that has happened will not prevent you from remaining our guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Роксоляна Венгринюк", "cat": "Meal delivery"}, {"review": "Service is disgusting. We were early in the morning with children, mashed potatoes and cocoa waited an hour!!! Several times offered someone else's order. The staff is incompetent in their work. When to bring Potato Mouse, cold puree, heated cutlet, rubber. …", "rating": 5, "name": "Юрий Мирнов", "cat": "Meal delivery"}, {"review": " Hello Svetlana. We are very sorry that this situation happened in our restaurant. Personnel work has been undertaken to avoid such situations in the future. We hope you will want to visit our restaurant again, see for yourself as a service and have a good rest.\n\n", "rating": 5, "name": "Ирина Смолина", "cat": "Meal delivery"}, {"review": "They were returning as a family (dad, mom and two children 5 and 2 years old) from a vacation in Egypt. TIRED, HUNGRY arrived by express train to the railway station. We had to wait a little for the train to Zaporozhye to take a breath and eat. A minute walk from the train station, we saw …", "rating": 5, "name": "atDigit", "cat": "Meal delivery"}, {"review": "\nGood day, Andrey! Thank you for such a wonderful and detailed review. We are very pleased that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "NAZ BODNAR", "cat": "Meal delivery"}, {"review": "Nice place to gather your thoughts before the road. Very clean and tasty. For an institution located near the station, this is a breath of fresh air of civilization ...", "rating": 5, "name": "Александра", "cat": "Meal delivery"}, {"review": " Delivery was delayed for an hour, although orders were made at 12:00 in the evening - 18:00. When asked what to do, they told us to wait. I do not recommend, because they treat customers responsibly. …", "rating": 5, "name": "Nina Irha", "cat": "Meal delivery"}, {"review": "From time to time we take food home with my boyfriend, we like the service and quality. I recommend. …", "rating": 5, "name": "Наталя Мик", "cat": "Meal delivery"}, {"review": "We went to eat before the train with a group of 8 people, we ordered a lot of dishes, AND EVERYONE WAS DISGUSTING!!! Everything is possible, but waiting for bruschetta with salmon for 40 minutes is too much ... it’s impossible to spoil them, BUT even they were terrible, how can you spoil ...", "rating": 3, "name": "Alyona Desyatko", "cat": "Meal delivery"}, {"review": " It's a nice and high quality place. We only drank coffee, but their menu doesn't look bad either. …", "rating": 5, "name": "Наташа Диденко", "cat": "Meal delivery"}, {"review": "I placed an order, dialed it myself and specified the time of the order. The girl answered MAXIMUM 1:15\nAt 1:20 I call, they say wait another 20 minutes ...\nAfter 30 minutes I call, I say \"I want to return the money\" and I waited FIVE minutes on the line at ...", "rating": 5, "name": "Роман Тарасюк", "cat": "Meal delivery"}, {"review": "\nGood evening, Igor! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management to improve the delivery service. Have a nice day!", "rating": 5, "name": "Ярослав Кладницкий", "cat": "Meal delivery"}, {"review": "I do not recommend this place!!! The dishes are dirty, they asked twice to change the plate on which there was dried food and hair, and they brought us the same one. We waited 50 minutes for the order, they asked us to bring drinks, the waiter answered very rudely that now ...", "rating": 1, "name": "Николай Онищук", "cat": "Meal delivery"}, {"review": "\nGood evening, Victoria! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and will pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than the last time. We are always glad to see you in our restaurants!", "rating": 1, "name": "Pathetic traveller", "cat": "Meal delivery"}, {"review": " Location 5, service 4, menu 3, flexibility and customer orientation 2 out of 5. There is room to grow 😉✌️\nCommunicate with your customers systematically, hear what they need and what …", "rating": 2, "name": "Сергей Р", "cat": "Meal delivery"}, {"review": "I do not recommend because of the relationship. I went in and asked if I could eat in an hour, they answered of course. Sat for 15 min. They came up to take the order, and they say that sushi will not be cooked within an hour, there are a lot of people. Although at 1 floor. Only 3 tables are occupied. And what is this…", "rating": 5, "name": "Карина Волк", "cat": "Meal delivery"}, {"review": "\nGood day! We will definitely understand the situation, thanks for your feedback. Leave your contacts so that we can provide you with feedback and a compliment from the establishment. I hope that you will visit us again and will be able to relax much better than last time.", "rating": 5, "name": "Tanya Masia", "cat": "Meal delivery"}, {"review": " I visited here quite often. Everything is at the highest level. 22.06 came with his girlfriend ordered a sushi set and a dissertation. I really liked everything brought in 15 minutes. Sushi know their job. I liked the …", "rating": 5, "name": "alex c", "cat": "Meal delivery"}, {"review": "\nGood evening, Dima! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Катя Сердюк", "cat": "Meal delivery"}, {"review": "We sat for 15 minutes waiting for at least one of the waiters to come up to us and offer us a menu. Although they perfectly saw how we entered and sat down at a table, there was no workload in the hall. The waiters just walked by. …", "rating": 5, "name": "Юлия Омельченко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Natalia! Thank you for rating. Write us your comments, we will be very grateful. We are always glad to see you in our restaurant.\n\nThanks for the added comment. Work with staff was carried out. We will be very happy if you visit us again soon and see the quality of service. We apologize for the situation that was previously. We hope you can have a good rest with us next time.", "rating": 5, "name": "L S", "cat": "Meal delivery"}, {"review": "there were not many people, pizza and drinks were served quickly enough, the rest of the order was waited 50 minutes.", "rating": 5, "name": "Ирина Чёрненко", "cat": "Meal delivery"}, {"review": "It is very convenient that the mafia appeared on the railway, in some century you can go from the train and normally put yourself in order and have a tasty meal. I am glad that before the quarantine they worked around the clock. …", "rating": 5, "name": "Stanislav Apanovich", "cat": "Meal delivery"}, {"review": " Sushi is not tasty, rice creaked on the teeth, the administrator said that this could not be, I offered to try - refused.\nAnd for good reason, you would know how delicious the kitchen is. …", "rating": 5, "name": "Катя Макогон", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dasha! We are very sorry that this situation has developed. Already understand and be sure to take action. Leave your contacts so that we can provide you with feedback and a compliment from the institution. We hope that you will visit us again and will be able to relax much better than last time.", "rating": 5, "name": "Александр Синяков", "cat": "Meal delivery"}, {"review": " The service is awful, forget about part of the order, as a result part of the company ate, while the others sit hungry. Employees allow themselves to use obscene vocabulary, which can be heard louder than music, …", "rating": 3, "name": "Божена Пархоменко", "cat": "Meal delivery"}, {"review": " Hello Sasha! We are very sorry that this situation happened in our restaurant. We ask you to clarify when you were with us so that we can understand. Staffing will be essential to avoid such situations. Thank you for your feedback, because of this we can improve our service. We apologize for this and we hope that you will visit us again and be able to have a good rest!\n\n", "rating": 2, "name": "Денис Легашов", "cat": "Meal delivery"}, {"review": " More than once I ate everything was ok.\nVery dissatisfied, spoiled the appetite, mood, and evening. Unfortunately, they brought me very not fresh weathered fish in rolls and, unfortunately, oak rice, …", "rating": 5, "name": "Sergii Kostiuk", "cat": "Meal delivery"}, {"review": "Terrible service!!! I waited for the waiter to take my order for about 30 minutes + I waited 45 minutes to prepare the soup. It was served almost cold. It is unacceptable!!! …", "rating": 5, "name": "Mariya Gotovskaya", "cat": "Meal delivery"}, {"review": "Wonderful restaurant! The food is delicious and varied. Relatives from Italy came, with children (born and raised in Italy) ate and everyone enthusiastically said - like at home. So I definitely recommend it. The price is super. …", "rating": 1, "name": "Александр Белый", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Oleg! Thank you very much for your feedback! We are very glad that you liked everything. We hope to see you more often in our restaurant.", "rating": 1, "name": "Olya Chornenka", "cat": "Meal delivery"}, {"review": "The customer support service is disgusting, it seems that their job is to \"shave off\" problem customers, and not help solve the issue. \"It's impossible, we looked at the cameras and your order was the only one\" - that's what they will answer ...", "rating": 3, "name": "Татьяна Комарова", "cat": "Meal delivery"}, {"review": " Good evening! Please leave your contact details so we can figure out exactly what you have in mind. Because the information is not completely understood. We want to know how our institution can help you resolve your issue. Thank you.\n\n", "rating": 5, "name": "ХЧ- 1-2 ГРТБ", "cat": "Meal delivery"}, {"review": "It is very different from all restaurants of the Mafia chain, the terminal is not working, they ask for an additional 10% of the amount of the order for service, there are questions about the quality of cooking (meat in chicken broth seemed sour). There is an elevator. …", "rating": 4, "name": "Українець я", "cat": "Meal delivery"}, {"review": "I have been to the mafia several times. The dishes are delicious and the menu is extensive, there is plenty to choose from. The service is also top notch. …", "rating": 1, "name": "Dmytro Antich", "cat": "Meal delivery"}, {"review": " We made an order, and instead of 1 paste, the carbonists brought 3, we did not want to substitute the waiter, still agreed. But besides the pasta we still ordered cheese sticks, they did not bring them to us, because …", "rating": 1, "name": "Тетяна Костюк", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Tatyana! We will be very grateful for the feedback to find out what you did not like. Thanks in advance. We are always glad to see you in our restaurant!", "rating": 4, "name": "Miss Anis", "cat": "Meal delivery"}, {"review": "Traditionally for the Mafia, they cook for a very long time, although the load was 25%. You probably need to come to terms with this. One plus - very good waiters, positive and attentive guys. …", "rating": 3, "name": "ira ira", "cat": "Meal delivery"}, {"review": " Value for money is inappropriate. The level of the kitchen is Puzata Khata. And prices are three times higher. The service is generally silent. I would not take a close person there :( …", "rating": 5, "name": "Леся Грищенко", "cat": "Meal delivery"}, {"review": "A lifesaver if you want a tasty snack and the budget is not very big. Delicious pasta, their own beer and croutons with garlic. Sushi is like everywhere else, but there is a surprise for the sets and this is definitely a plus ...", "rating": 1, "name": "Daria Millionova", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thank you very much for your feedback. We are very glad that you liked everything. Come to us still be sure! We are always glad to see you in our restaurant!", "rating": 1, "name": "Володимир К.", "cat": "Meal delivery"}, {"review": " As always tasty, quickly and efficiently!\n\n", "rating": 1, "name": "Irba", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Victoria Hiz", "cat": "Meal delivery"}, {"review": " A nice place and feeling that came to an expensive place, the interior looks cozy \"rich\".\nPrices, like all mafia establishments, are available. …", "rating": 1, "name": "Diana Gor", "cat": "Meal delivery"}, {"review": " Good evening! Thank you for your feedback, because of this we can improve our service. We are always glad to see you in our restaurant!\n\n", "rating": 1, "name": "Даша Ткачова", "cat": "Meal delivery"}, {"review": " Comfortable, normal prices, pizza and beer are delicious. The only thing that the check includes a tip at once. …", "rating": 5, "name": "Кактус 77", "cat": "Meal delivery"}, {"review": " She was unpleasantly surprised by the irresponsibility of the waitress who served our table with our friends, as we ordered Cotnar Tokaji Muscat wine, and she brought Decordi Pinot Grigio several times instead. Given …", "rating": 3, "name": "Евгений Шишкин", "cat": "Meal delivery"}, {"review": " Hello Victoria! We are very sorry that such a situation took place in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n", "rating": 5, "name": "Андрей-Наталья Янко", "cat": "Meal delivery"}, {"review": "They came to Kyiv, and could not pass by their beloved Mafia! The kitchen has become even better, the wonderful smile of the administrator Tatyana made us happy. Just one question, when will the hookahs be? …", "rating": 1, "name": "Милана Богуш", "cat": "Meal delivery"}, {"review": "\nGood evening, Vladimir! Thank you very much for your feedback. We are very pleased that you liked everything. We hope you will visit us again soon. Hookahs are planned for the near future. We are always glad to see you in our restaurant!", "rating": 3, "name": "Tatiana Kritova", "cat": "Meal delivery"}, {"review": " Unfortunately, this Mafia left a bad impression. Celebrating her friend's birthday ordered 3 bottles of wine for 200 UAH. , and the waiter decided to deceive us either due to inattention, and brought 3 bottles of …", "rating": 5, "name": "Наталія Тучапська", "cat": "Meal delivery"}, {"review": " Hello Ruslana! We are very sorry that this situation happened in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n", "rating": 5, "name": "Евгений Ковалев", "cat": "Meal delivery"}, {"review": "Convenient location to the southern railway station. To the right of the entrance to it. Clean, comfortable.\nBeautiful girl waiter Inna! Friendly, attentive, considerate. …", "rating": 1, "name": "jarno brugmans", "cat": "Meal delivery"}, {"review": "Very unprofessional and disrespectful attitude from the staff. Attempts to mislead ... Did not expect. …", "rating": 1, "name": "Diana Males", "cat": "Meal delivery"}, {"review": "Was in Mafia with a friend about a week ago. Ordered a pork steak and grilled salmon. It was the best steak in my life, which was cooked for me by the chef himself, which was very nice) …", "rating": 5, "name": "Алина Сороченко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anna! Thank you very much for your feedback! We are very glad that you liked everything and hope to visit us again soon! You are always welcome!", "rating": 1, "name": "Наталія Кучма", "cat": "Meal delivery"}, {"review": " Prilzheny lags tin, came to pick up the order to which we answered it is not displayed, that is, there was no order, ordered there three small sets did not put at all sticks, sauce, wasabi and ginger put as one small …", "rating": 4, "name": "Irina Abeeva", "cat": "Meal delivery"}, {"review": "I recommend!!!\nPros:\n1. Nice staff...", "rating": 5, "name": "Вадим Макаров", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Nikolai! Thanks so much for such a wonderful review. We are very glad that you liked everything. We hope to visit us again soon!", "rating": 1, "name": "Влад Калиниченко", "cat": "Meal delivery"}, {"review": "Wow, I liked it! We filled up in the evening with a company of 10 people and we found a place. Nowhere else but there. And we didn't regret it. Everything is delicious, fast and relatively inexpensive ...", "rating": 3, "name": "Светлана Кострамидина", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Zoe! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 1, "name": "Юлія Чекиш", "cat": "Meal delivery"}, {"review": " I waited at the entrance for the opening, but the institution never started its work. On the facade and at the entrance, information about the work is declared as 24/7. Misled the consumer .. …", "rating": 2, "name": "Наталія Базилишена", "cat": "Meal delivery"}, {"review": " Ga..o full !!! At first the waiters did not look neat, at the second ice cream and fresh we waited for 40 minutes, this is despite the fact that we were in the restaurant and another table, just as long we waited at …", "rating": 5, "name": "Viktoriia A", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexandr! We will be grateful for the extended review, since it is not entirely clear what you wanted to express previous. Thank.", "rating": 5, "name": "Людмила Прус", "cat": "Meal delivery"}, {"review": "I went to this institution by chance, I had to wait somewhere between the city bus. And was wildly delighted with the courtesy of your staff, it's something! Both the security guard and the waiters were very kind and courteous. The price level, as for the capital, I find ...", "rating": 5, "name": "Андрій Миколайович Снєжко", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback! We are very glad that you liked everything and will be glad to see you in our restaurant again!", "rating": 5, "name": "AG LiFE VIDEO", "cat": "Meal delivery"}, {"review": "We were with my family in Kyiv a week ago and visited this restaurant. Everything we ordered was soooo delicious. Unobtrusive staff, fast service. Good value for money. …", "rating": 5, "name": "Valeriy Khakimulin", "cat": "Meal delivery"}, {"review": "\nGood evening, Rostislav! Thank you very much for your feedback. We are very glad that you liked everything. We hope to visit us again soon!", "rating": 3, "name": "Oleg Lobodin", "cat": "Meal delivery"}, {"review": "Service is zero!!! Waited 50 minutes for pizza.\nWe were sitting with two children near the bar and the kitchen of the cook, cursing, I had to make a remark ... ...", "rating": 5, "name": "Оксана Хомич", "cat": "Meal delivery"}, {"review": " Everything is great, very close to the train station. Convenient location, good interior, delicious food, friendly staff, neat …", "rating": 5, "name": "Іван Багрич", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Sergey Kolesnik", "cat": "Meal delivery"}, {"review": "A worthy place in its price segment! Interesting interior on two floors. Sushi, cocktails (recommended!) and relaxed atmosphere! And most importantly, friendly staff! We'll be back for sure! …", "rating": 3, "name": "Юлія Гeрштун", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Irina! Thank you very much for your feedback! Your feedback inspires us to be even better! We are always glad to see you in our restaurant!", "rating": 5, "name": "Vladislav", "cat": "Meal delivery"}, {"review": "I think one of the best restaurants. Beautiful, cozy, soft armchairs and chairs, delicious cuisine. Of the restaurants located in the area of ​​the Kyiv railway station, this one, it seems to me, has the most attractive interior design. I recommend. …", "rating": 5, "name": "Aleksandr Vladimirovich", "cat": "Meal delivery"}, {"review": "\nGood day! Thanks so much for the feedback. We are very glad that you liked everything. These reviews inspire us to be even better. We are always glad to see you in our restaurant!", "rating": 1, "name": "Евгения Терещенко", "cat": "Meal delivery"}, {"review": " Great interior, reasonable prices and delicious food. GLO friendly - that's a big plus. The waitress Anastasia impressed with politeness, which contributes to a warm impression :) …", "rating": 5, "name": "Bredro Star", "cat": "Meal delivery"}, {"review": "Good, cozy place. Everything is delicious and good as always. It's a pleasure to visit you. …", "rating": 1, "name": "Дмитрий Старцев", "cat": "Meal delivery"}, {"review": " Was pleasantly impressed with the restaurant, rested with the children, there was time for a train. Very promptly served, to listen to the wishes of all my children. It was all Delicious !!!!! Restaurant design is a …", "rating": 1, "name": "Евгений Евгений", "cat": "Meal delivery"}, {"review": " Hello! Thank you for your feedback! We will wait for you in our restaurant again!\n\n", "rating": 3, "name": "Юридическое бюро Юрлюкссервис", "cat": "Meal delivery"}, {"review": "I really liked the food and the service!!! If possible, I will definitely visit again! …", "rating": 5, "name": "Анна Викторова", "cat": "Meal delivery"}, {"review": " And why aren't the employees at the Mafia restaurant at South Station greeting and saying goodbye? Even our \"goodbye\" in response was quiet. But they can speak in a loud voice that really interferes with the rest. …", "rating": 5, "name": "Інна Кравчук", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alyona! First of all, thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 5, "name": "Александр Высоцькый", "cat": "Meal delivery"}, {"review": "The most delicious pizza, Carbonara, throughout the chain of restaurants. The waiter is fast, polite, who knows the answers to questions about the kitchen. I was pleasantly surprised by the sugar sticks with the signs of the zodiac. The restaurant, Mafia, at the station in Kyiv, I recommend!!! …", "rating": 3, "name": "Leonid Vyplavin", "cat": "Meal delivery"}, {"review": " Surprisingly wonderful place. Nice interior, delicious pizza. I do not understand why there are always few people, but for me personally it is a plus. …", "rating": 5, "name": "Alexandr Tupota", "cat": "Meal delivery"}, {"review": " Pleasant and cozy atmosphere, polite staff and most importantly - it's very tasty!) …", "rating": 5, "name": "Яна Плащенюк", "cat": "Meal delivery"}, {"review": "Hi all. Guys, the worst place I've ever seen. To such an extent deceive guests. In this place, orders are always given for so long because they do not pay the staff all the money, no one wants to work there, and therefore ...", "rating": 5, "name": "Надя Руденко", "cat": "Meal delivery"}, {"review": " They went to order the set on 13.12, the girlfriend asked for the share 1 + 1 whether she acts in them, as in other institutions. The guy replied that such an action is, but did not say details. When ordering our set …", "rating": 5, "name": "Dima Dorosh", "cat": "Meal delivery"}, {"review": " Hello! We are very sorry that such a situation has taken place. Please leave your contact information so we can contact you and clarify all the details. Thank you in advance for your feedback.\n\n", "rating": 1, "name": "Eugen Obod", "cat": "Meal delivery"}, {"review": " This is not the first time they have ordered food home and were disappointed - the weight is less than stated, no ingredients are added) the type of roles is shabby ( …", "rating": 5, "name": "Алексей Белокур", "cat": "Meal delivery"}, {"review": "Hi all! Great place, nice and attentive staff) I celebrated my birthday, the restaurant staff congratulated me with dessert and a song)) Very nice!) Thank you for the good attitude towards the guests)) The food was at the highest level, …", "rating": 5, "name": "Анна Александрова", "cat": "Meal delivery"}, {"review": "\nGood evening Karina! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "алла пефтиева", "cat": "Meal delivery"}, {"review": "Delicious. Handsomely. Cosy. The prices are democratic.\nWe really enjoyed)) …", "rating": 5, "name": "Oleksandr Trebunskiy", "cat": "Meal delivery"}, {"review": " Large two-storey restaurant. Beautiful interior. Clean, comfortable.\nThe restaurant is located near the station, which is convenient for travelers. …", "rating": 5, "name": "Анна Перевозник", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alex! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Николай Надуличный", "cat": "Meal delivery"}, {"review": "The order was quickly served, the meat was delicious and the waiter girl was smart, the service was 5+ …", "rating": 5, "name": "Koti Krakatau", "cat": "Meal delivery"}, {"review": "Stylish interior, all dishes are delicious and with a twist. From myself I recommend trying the pizza from the chef and pasta with seafood. Yes, and not least very affordable prices for a restaurant of this level!! …", "rating": 5, "name": "Yurii Bilous", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Julia! Thanks so much for the tip! We are always glad to see you in our restaurant!", "rating": 1, "name": "Sergey Platonov", "cat": "Meal delivery"}, {"review": " Sushi so-so (but the service is top notch\n\n", "rating": 4, "name": "Юлія Цюрик", "cat": "Meal delivery"}, {"review": "Nice place, not many people, at least when we were there. The menu is varied, small pizza is so-so. …", "rating": 5, "name": "Виктория Богдан", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Aleksandr Lavrushyn", "cat": "Meal delivery"}, {"review": "I love this place, and I like it in different cities. The waiters are polite, the interior has a normal rest. Always clean and comfortable. …", "rating": 3, "name": "Мария Бурба", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Catherine! Thank you very much for your feedback! We are very pleased that Vee is our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Анна Антошко", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Альберт Мусаелян", "cat": "Meal delivery"}, {"review": " The hunting breakfast is wonderful. Hard 4. But the service is bad. There are not enough people at 10 am, and it will take a very long time to wait until they arrive. Solid 2. Pure on \"5\". But it is impossible to dry …", "rating": 5, "name": "Dmytro", "cat": "Meal delivery"}, {"review": "\nGood evening, Bozena! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 1, "name": "Konstantin Troyanivskiy", "cat": "Meal delivery"}, {"review": "Terrible dishes, the taste does not match .... Go upstairs through a terrible elevator ... Better not eat there. …", "rating": 5, "name": "Mor Ning", "cat": "Meal delivery"}, {"review": "Very cozy 24 hour restaurant. I went here around midnight, the staff is attentive, the order was completed quickly, despite the night. I liked it very much. Great place to pass the time and have a snack while traveling. …", "rating": 1, "name": "Igor Buryak", "cat": "Meal delivery"}, {"review": "\nGood day, Sergey! Thanks so much for the tip! We are very glad that you had a good rest in our restaurant! Hope to see you again!", "rating": 2, "name": "GameMadness", "cat": "Meal delivery"}, {"review": "Lovely stylish restaurant with excellent cuisine and affordable prices!\nManager Nazar, - a special thanks for sociability, responsiveness and activity in relation to the requests and wishes of visitors to the establishment. …", "rating": 1, "name": "Valeriy K", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Maria! Thank you very much for your feedback. It is very pleasant that you liked everything. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!", "rating": 3, "name": "Elena Strutinska", "cat": "Meal delivery"}, {"review": "Highly\nBad mood\nMy wife and I got...", "rating": 5, "name": "Натиа", "cat": "Meal delivery"}, {"review": "Made an order through the website at 18:15. Guess when it was brought? Answer: NEVER, despite the fact that the order was immediately paid for ... such a miracle \"restaurant\" ...", "rating": 5, "name": "Michael Nawrocky", "cat": "Meal delivery"}, {"review": "I don’t know how the service and food are there, we went in and there was no one on the first floor. The setting is very nice. …", "rating": 4, "name": "Aleksandr Puzanov", "cat": "Meal delivery"}, {"review": " Great atmosphere, friendly waiters, attentive and always smiling and even through the mask, I liked everything deliciously, I'll be back with friends. I forgot, and the dessert in general is great !!! Thank you, I was …", "rating": 5, "name": "Лілія Ломака", "cat": "Meal delivery"}, {"review": " He visited the institution twice. Have breakfast and dinner. In general, everyone liked it, cooked delicious, had enough free tables, so noisy! The only thing is the order is running a little slow! So four stars! …", "rating": 5, "name": "Alexandra Savina", "cat": "Meal delivery"}, {"review": " Good evening! Thank you for your feedback and comments! Thanks to your feedback, we are improving our service. We hope you can have a better rest next time. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Olekxii Golyk", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Александр Волченко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! We are very sorry that this situation has developed in our restaurant. We will definitely figure it out, thanks for your feedback. Leave your contacts so that we can provide you with feedback.", "rating": 5, "name": "Theo M", "cat": "Meal delivery"}, {"review": " I came to order a set with me, and before that I went to clarify whether they have an action, if I order with myself, then the 2nd set I receive as a gift, to which the guy at the box office replied \"Yes, of course!\" …", "rating": 4, "name": "Артём Мартынюк (muartem)", "cat": "Meal delivery"}, {"review": " Good evening, Tatiana! It is unfortunate that such a situation occurred in our restaurant. Please leave your contact details so that we can contact you and clarify all the details. We apologize again for the inconvenience and will be waiting for feedback.\n\n", "rating": 1, "name": "Dmytro Saltovets", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Олег Романюк", "cat": "Meal delivery"}, {"review": " It was cold in the establishment. Ordered sushi, it seems that certain ingredients were previously heated in the microwave …", "rating": 1, "name": "Віктор Ятченко", "cat": "Meal delivery"}, {"review": "Delightful atmosphere)) nice staff. Level service! Tried the set Branded, very worthy!! Delicious, good quality. Thanks for the evening...", "rating": 5, "name": "Дмитрий Андрейчук", "cat": "Meal delivery"}, {"review": "\nGood evening, Lesya! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 4, "name": "Людмила Загорняк", "cat": "Meal delivery"}, {"review": "We are waiting for delivery for 3.5 hours, and the operators are only playing for time, saying that the courier is close. And a 20% discount will not solve the problem. On a holiday, having one courier is not serious. …", "rating": 4, "name": "Денис Станимак", "cat": "Meal delivery"}, {"review": " Dissatisfied with the stay in this institution.\nI ordered pizza, they said to wait 20 minutes, as a result I waited 30 minutes. pizza was not brought said not ready (sorry). I ran to the train hungry. …", "rating": 1, "name": "Поліна Мягка", "cat": "Meal delivery"}, {"review": " Coffee is brought long and barely warm. Tea (black) is tasteless. Service is slow, inattentive staff. The food is mediocre. How did the institution of such a hit get a rating of 4.3 ?! …", "rating": 5, "name": "Петя Васильковский", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Irina! First of all, we thank you for your comment. This review was passed on to restaurant management. Carefully understood for each of your comments. Thanks to the feedback from our guests, we are getting better. We hope you will visit us again.", "rating": 5, "name": "Vlada Demchenko", "cat": "Meal delivery"}, {"review": " Very cozy and tasty :)\n\n", "rating": 5, "name": "Инна Михеева", "cat": "Meal delivery"}, {"review": " Hello Victoria! Thank you for your feedback. We are very glad you enjoyed it. We are always waiting for you in our restaurant!\n\n", "rating": 5, "name": "Alter Rollers School", "cat": "Meal delivery"}, {"review": " Were here for the first and last time. We waited for our order for 40 minutes, then after our question for another 10-15 minutes. They forgot about us😃 …", "rating": 4, "name": "Олексій Башаро", "cat": "Meal delivery"}, {"review": "I wanted to have a coffee, but an hour before closing I was denied service. Is this normal or am I not understanding something? …", "rating": 3, "name": "Иван Иванов", "cat": "Meal delivery"}, {"review": "Stylish new establishment at the southern station. Delicious food and polite staff. I especially liked the rolls and pasta! I recommend to everyone! …", "rating": 2, "name": "Бубочка Бубусик", "cat": "Meal delivery"}, {"review": "\nGood day! Thanks so much for the tip! We will be glad to see you in our restaurant again!", "rating": 5, "name": "Vadym Stolyarenko", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Volodya Denysiuk", "cat": "Meal delivery"}, {"review": "The most delicious Tiramisu, the perfect sushi set with the \"right\" rice and the bombing shooters of the B-52, Hiroshima and Spokus. This is the best place to celebrate small family holidays …", "rating": 5, "name": "Alexander Zinker", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Andrey and Natalya! Thank you very much for your feedback. We are very pleased that you celebrate important events in your life with us! We are always glad to see you in our restaurant!", "rating": 5, "name": "Макс Максим", "cat": "Meal delivery"}, {"review": "Horror delivery!!! Ordered a pizza, they said that they would bring it in an hour and 50 minutes, after 2 hours they didn’t bring it, they called for the first time and said that the delivery was to be expected until 23:00, after 23:00 they called 2 times they said that they would bring it in 20 minutes, as understand pizza...", "rating": 4, "name": "Татьяна Чичёткина", "cat": "Meal delivery"}, {"review": " …", "rating": 2, "name": "Claus Gorn", "cat": "Meal delivery"}, {"review": " Have visited this institution with children. Delicious pizza, cozy atmosphere. I want to thank the waiters and the administrator who gave away the cell phone that my son forgot at the restaurant! …", "rating": 5, "name": "Николай Толочко", "cat": "Meal delivery"}, {"review": " Good evening, Natalia! Thank you so much for such a great response. We hope to see you again soon. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Andrew Chuvashev", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Tanya Dorogokup", "cat": "Meal delivery"}, {"review": " Food was nothing special, service was mediocre and no menu in English …", "rating": 5, "name": "Eleonora Koshmiakova", "cat": "Meal delivery"}, {"review": "Raw chicken meat in a beer plate;\nchicken cartilage caught in fish rolls;\nraw, sometimes overcooked and sticky pasta in carbonara; …", "rating": 5, "name": "Николай Валерьевич", "cat": "Meal delivery"}, {"review": "\nGood evening, Diana! We are very sorry that this situation has developed in our restaurant. We found out and figured out what had happened and took measures to exclude a repetition of the situation. Please accept our sincere apologies. We will be glad to see you in our restaurant!", "rating": 4, "name": "Игорь Самойлик", "cat": "Meal delivery"}, {"review": "Beautiful interior, the impression of an expensive restaurant, but the prices are very reasonable. It is very convenient that the train station is nearby. Served quickly and it was delicious. Keep it up …", "rating": 5, "name": "Роман Фокин", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alina! Thank you very much for your feedback, we are very pleased! Come to us again!", "rating": 1, "name": "Дана Савельева", "cat": "Meal delivery"}, {"review": " New building, nice interior. On this pluses end. Awful service, a long wait for a dish, not qualified waiters. I do not recommend this restaurant …", "rating": 5, "name": "arif khan", "cat": "Meal delivery"}, {"review": " Good afternoon, Natalia. We are very sorry that you could not rest well in our restaurant. We will definitely clarify the situation and take into account all comments. Thank you for your feedback so we can improve our service. Hopefully, you will come back again and have a good time.\n\n", "rating": 3, "name": "Александр Горбань", "cat": "Meal delivery"}, {"review": "The hood over the grill behind the bar on the 2nd floor does not cope with its task, as a result, all the smells go to the nearest tables. …", "rating": 5, "name": "Zmeelov SS", "cat": "Meal delivery"}, {"review": "The establishment is good, the food is delicious, our family felt comfortable and pleasant to rest with you, we were pleased with the work and friendliness of the administrator Tatyana, everyone would like such workers as she. Thank you very much, I recommend it to everyone) …", "rating": 5, "name": "Illya Romaniuk", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vadim! Thank you very much for your feedback! We are extremely pleased. We hope that you will become our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Маричка Бойко", "cat": "Meal delivery"}, {"review": " Cheated on 900 UAH. They ordered wine for one amount, but made a completely different one. I do not advise !!!! …", "rating": 5, "name": "Галина GalinaK", "cat": "Meal delivery"}, {"review": " Hello Vlad! We are very sorry that such a situation took place in our restaurant. Please leave your contacts so that we can contact you and find out the details.\n\n", "rating": 5, "name": "Ирина Ткаченко", "cat": "Meal delivery"}, {"review": "I liked the outside of the establishment. Nooooo!!!!! Ordered pizza - but the dough was raw!!!! They wanted to order sushi - and wait at least an hour or even an hour and a half ...... ...", "rating": 3, "name": "Nataliia Suprun", "cat": "Meal delivery"}, {"review": "\nGood evening, Svetlana! First of all, thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than last time. We are always glad to see you in our restaurants!", "rating": 5, "name": "Евгения Владиславовна", "cat": "Meal delivery"}, {"review": " The new set of sushi love is \"L\" was not pleasant at all, not tasty and waited more than an hour, but there were not many visitors. …", "rating": 1, "name": "Тата Беляева", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Julia! First of all, thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. And be sure to have a conversation with the staff. We hope that you will visit us again soon and you will be able to find a dish that will be to your liking. We are always glad to see you in our restaurant!", "rating": 5, "name": "Наталі Гуйтур", "cat": "Meal delivery"}, {"review": "A terrible place, I don’t understand why there are so many staff here, if the pizza was served in an empty hall after 40-45 minutes, it’s not a foot here anymore.\nAnd I don't recommend...", "rating": 5, "name": "Henrich Hofsteder", "cat": "Meal delivery"}, {"review": " …", "rating": 3, "name": "Mr. Spidy", "cat": "Meal delivery"}, {"review": " Delicious, clean. But the waiters would be friendlier)))\n\n", "rating": 4, "name": "Анна Чернуха", "cat": "Meal delivery"}, {"review": "I liked it very much. Beautiful, nice service, tasty cooked steak and salad. It is convenient to have lunch before the train - 50 meters to the station …", "rating": 4, "name": "Tania Turyk", "cat": "Meal delivery"}, {"review": "\nGood evening, Andrey! Thank you very much for your feedback! We are very glad that you liked everything! We hope you will visit us again soon.", "rating": 5, "name": "Anna Voronova", "cat": "Meal delivery"}, {"review": " Did not come)) just looks good)))))\n\n", "rating": 4, "name": "Марина Сесь", "cat": "Meal delivery"}, {"review": "I often dine at this restaurant with great pleasure. Bright and cozy place, good cuisine, friendly and attentive staff. …", "rating": 5, "name": "Эрбол Сакибаев", "cat": "Meal delivery"}, {"review": "\nGood evening Valeriy! Thank you very much for your feedback. We are very pleased that you liked everything. We are always glad to see you!", "rating": 5, "name": "Максим Сажин", "cat": "Meal delivery"}, {"review": " Beautifully decorated.\nAnd then ...\nWhy push kilograms of sugar and marshmallows into RAF COFFEE? …", "rating": 4, "name": "Антон Хотлайненко", "cat": "Meal delivery"}, {"review": "This month we had a great rest in your restaurant, especially pleased with the service of the waitress Yana, a sweet smiling girl, we wish your restaurant more such employees, we were also satisfied with the kitchen, thanks for the good mood ...", "rating": 1, "name": "Елизавета Макарчук", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Oksana! Thank you very much for your feedback. We are very glad that you had a good rest in our restaurant. We will be glad to see you again!", "rating": 5, "name": "Дима Салтанович", "cat": "Meal delivery"}, {"review": " I love this 20% discount on my birthday. A good place to cut down on train waiting times. …", "rating": 5, "name": "ram", "cat": "Meal delivery"}, {"review": " Hello Ivan! Thank you for your feedback, we are very pleased. Happy to have your special evenings with us. We look forward to seeing you again in the near future!\n\n", "rating": 5, "name": "Алена Заец", "cat": "Meal delivery"}, {"review": "\nPleasant atmosphere, very tasty.", "rating": 1, "name": "Сергей Самойленко", "cat": "Meal delivery"}, {"review": " Clean, nice, spacious. But! Two toilets on all floors and two floors. Accordingly, unequivocally the queue. And the waiters served long …", "rating": 5, "name": "Norton Channel", "cat": "Meal delivery"}, {"review": "\nGood evening, Julia! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. Unfortunately, we had no influence on the building plan. We are always glad to see you in our restaurant!", "rating": 5, "name": "Pasha Pakish", "cat": "Meal delivery"}, {"review": "Everything is super, service is good, comfort is at the highest level!!\nRecently there was an awkward situation, thanks a lot to the administrator Tatyana, she helped to solve everything, quickly and without fail, who knows how they would have acted in another institution! …", "rating": 4, "name": "Yevheniia V.", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vladislav! Thank you very much for your feedback. We are very glad that you liked everything. Be sure to visit us! We are always glad to see you in our restaurant!", "rating": 5, "name": "Елена", "cat": "Meal delivery"}, {"review": "I liked the institution, decorated the waiting for the train. The pizza is surprisingly delicious. Tried in another place and city in the Mafia network, was not thrilled. …", "rating": 5, "name": "Vlad Protsenko", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback. We are trying very hard to make our guests happy. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!", "rating": 3, "name": "Светлана Егорова", "cat": "Meal delivery"}, {"review": "Total disappointment, food was brought in dirty plates, Ramen soup was cold, pasta was heated in the microwave (most likely), I will never come here again ...", "rating": 5, "name": "Алим Чернышук", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Evgenia! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope that this will not prevent you from being our guest. We will be very glad to see you in our restaurant again.", "rating": 4, "name": "Борис Школовой", "cat": "Meal delivery"}, {"review": "I have never met such nice and responsive administrators as Tatiana, I really liked it! The pizza sushi was just great. …", "rating": 3, "name": "Юрий Ярошенко", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Оксана Федоренко", "cat": "Meal delivery"}, {"review": "We waited for the order for about 50 minutes. They were fed with expectations in the style: \"a couple more minutes.\" In short, I don't recommend...", "rating": 5, "name": "mickey cat", "cat": "Meal delivery"}, {"review": "The promotions declared in the Wouch application are not valid, there is no terminal for calculation (it is necessary to transfer to the card, insanity). A bunch of people with suitcases - the entourage is still the same. …", "rating": 5, "name": "Natalia Govorun", "cat": "Meal delivery"}, {"review": " Even bad service. Did not like. Three for a good beer. That would be a unit …", "rating": 5, "name": "Альона Веренька", "cat": "Meal delivery"}, {"review": "Delicious , fast , birthdays get discounts . Great music . Friendly manager and knowledgeable waiters. …", "rating": 5, "name": "Елена Тананакина", "cat": "Meal delivery"}, {"review": " Hello Anna! Thank you very much for your feedback! Always glad to see you! We hope you can have a great rest in our restaurant again!\n\n", "rating": 5, "name": "Герман Гнатыш", "cat": "Meal delivery"}, {"review": " Great place, friendly and polite waiters. Delicious and fast, as for a restaurant it is great\nWe will come again! ❤️ …", "rating": 5, "name": "Миша Гри", "cat": "Meal delivery"}, {"review": "We were passing through Kyiv, the family came to eat, it was very tasty, a good place, a pleasant atmosphere, the children liked everything, Tatyana’s service was especially pleased) she met us well and gave excellent advice about food and drinks ...", "rating": 2, "name": "Максим Кудинов", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback, we are very pleased that you liked everything and you had a good rest. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 2, "name": "Марина Васильчук", "cat": "Meal delivery"}, {"review": "The menu is small, and despite this, some items are missing. Also, tea with dessert had to wait too long. …", "rating": 4, "name": "Svitlana Gabay", "cat": "Meal delivery"}, {"review": "Excellent service, well-trained staff, excellent cuisine (we tried everything) we were met and served by the administrator Tatyana, we will return not only because of the kitchen, but because of such excellent service! …", "rating": 4, "name": "Дарина Костоянц", "cat": "Meal delivery"}, {"review": "\nGood evening Alexandr! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!", "rating": 2, "name": "Tetiana Savchyn", "cat": "Meal delivery"}, {"review": " Were yesterday with the company, liked everything, the cuisine is delicious, especially the burgers, the service is fast, the waiters are friendly, I advise everyone, a good place to relax …", "rating": 3, "name": "Дмитрий Николаенко", "cat": "Meal delivery"}, {"review": " Hello, Jan! Thank you very much for taking the time to respond. We are very pleased that you enjoyed everything. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Ігор", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Птичка Перри", "cat": "Meal delivery"}, {"review": "Pleasantly surprised by the courier, arrived on time, delivered everything well, very tasty and comfortable. Thank you for our evening…", "rating": 1, "name": "Valeriy Kidon", "cat": "Meal delivery"}, {"review": " …", "rating": 3, "name": "Таня Усенко", "cat": "Meal delivery"}, {"review": "Pleasant atmosphere, delicious food and not high prices are about this institution. The best thing is the view at the table on the second floor... …", "rating": 5, "name": "Aleksander Vasilchuk", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alex! Thanks so much for the feedback. We are very pleased. Your feedback inspires us to be even better. We are always glad to see you in our restaurant!", "rating": 5, "name": "Елена Конюшевская", "cat": "Meal delivery"}, {"review": "Thank you for the cozy atmosphere in your restaurant, I was very pleased with your food. Special thanks to the waiter Yana, I really liked the service.) …", "rating": 5, "name": "ooo ooo", "cat": "Meal delivery"}, {"review": "12/16/19. Were in your restaurant. I liked everything. Service at the highest level. The waiters are attentive and friendly. The pizza is very tasty. …", "rating": 1, "name": "Ksenya Yanko", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alla! Thank you very much for your feedback! We are always glad to see you in our restaurant!", "rating": 5, "name": "Галина Фіщук", "cat": "Meal delivery"}, {"review": "\nCozy, clean and beautiful!", "rating": 5, "name": "Антон Адаменко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback. We are very pleased that you liked everything. Be sure to visit us!", "rating": 5, "name": "Yurii", "cat": "Meal delivery"}, {"review": "Cozy, love the interior. Nice place to pass the time before the road, very close to the station. Liked the pizza...", "rating": 5, "name": "Алексей Серняев", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anna! Thank you very much for your feedback! We are always glad to see you in our restaurant!", "rating": 5, "name": "Dmitriy Miroshnik", "cat": "Meal delivery"}, {"review": " Very pleasantly impressed with the accessibility, as a person with a disability who moves with a wheelchair, the quality of service and friendly atmosphere of the staff made it possible to create holiday conditions. …", "rating": 5, "name": "Andriy Vynnychenko", "cat": "Meal delivery"}, {"review": " Hello, Nicholas! Thank you so much for taking the time to respond. Thanks to our guest reviews, we want to get even better! We will be very glad to see you again in our restaurant!\n\n", "rating": 5, "name": "ALAN the WOLF", "cat": "Meal delivery"}, {"review": "Beautiful place. Comfortable, bright, large windows. A table by the window, what could be better? Nice staff and delicious food.…", "rating": 4, "name": "Александр Хома", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Katerina! Thank you very much for your feedback. We hope to visit us again soon. We are always very happy to see you !!!", "rating": 5, "name": "BoDyA", "cat": "Meal delivery"}, {"review": " In appearance - luhuri. Anyone who likes it will be satisfied) eat boiled, bring to the table. …", "rating": 5, "name": "Артём «KetchUp» Мельниченко", "cat": "Meal delivery"}, {"review": " Hello, Yuri! Thank you very much for your evaluation and feedback. We hope to visit us again. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Дмитрий Новиков", "cat": "Meal delivery"}, {"review": "It doesn’t work from the word at all :( all the tables are occupied by customers - the tables are empty. In 20 minutes they didn’t even bring coffee and water. …", "rating": 4, "name": "Yaroslava Tymoshchuk", "cat": "Meal delivery"}, {"review": " Cool atmosphere, but the waiters have been 'thinking' for a long time …", "rating": 5, "name": "Slo Ta Va", "cat": "Meal delivery"}, {"review": "Recently it has become a favorite restaurant, smiling and attentive employees, delicious food and especially delicious desserts.\nI recommend) …", "rating": 2, "name": "Света Стражник", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback! We are delighted that our restaurant has become a favorite for you. Always glad to see you!\n\n", "rating": 3, "name": "Bogdan Vlasov", "cat": "Meal delivery"}, {"review": " Very tasty, high quality, fast, the waiters are polite.\n\n", "rating": 5, "name": "Serhii Kovtun", "cat": "Meal delivery"}, {"review": "We had dinner with a company, the waiters were friendly, there was not half of the menu, the food was C grade. …", "rating": 4, "name": "Max Smets", "cat": "Meal delivery"}, {"review": "Came in the evening with a group. The food is very tasty, the service is excellent) I'm glad that you opened near the house and that you work around the clock, it's very convenient …", "rating": 5, "name": "G P", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anna! Thank you very much for your feedback, come again! You are always welcome!", "rating": 5, "name": "Олександр Сергійович Лаврушин", "cat": "Meal delivery"}, {"review": "Definitely the best place in the area! Delicious food, friendly and attentive staff. Cozy restaurant! I recommend! …", "rating": 5, "name": "Andrii Andriy", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Albert! Thank you very much for your feedback! We hope you will visit us again. We will be glad to see you in our restaurant!", "rating": 5, "name": "Sebastian_ Gray (Mr_Sleepwalker)", "cat": "Meal delivery"}, {"review": " Probably one of the best Mafia restaurants! Cozy, nice staff, relatively inexpensive! Loved everything! Thank you for a nice evening! …", "rating": 5, "name": "viktOr Mazurkevich", "cat": "Meal delivery"}, {"review": " Good evening, Dmitry! Thank you very much for your feedback! Extremely glad you enjoyed it! We hope to visit us again in the near future!\n\n", "rating": 5, "name": "Дмитрий Литош", "cat": "Meal delivery"}, {"review": "The staff turns on music for themselves (minimal techno, etc....) It is impossible to eat under which.... …", "rating": 5, "name": "Святослав Станович", "cat": "Meal delivery"}, {"review": "It's great to have you open in our area! Stylish interior and delicious food, and most importantly fast! Good luck and prosperity! …", "rating": 1, "name": "Марина Величко", "cat": "Meal delivery"}, {"review": "\nGood day! We are very glad that you took the time to evaluate the work of our restaurant! Thank you very much, come to us again!", "rating": 3, "name": "Елена Симакова", "cat": "Meal delivery"}, {"review": "Terrible cuisine, were in September 2020, the dishes were prepared at the level of a student canteen - a mimum of pizza toppings, a maximum of ice in drinks. …", "rating": 5, "name": "Katia Kostiuchenko", "cat": "Meal delivery"}, {"review": "Well, we tried 2 meat dishes and a salad with shrimp, to be honest, not about anything, for our money, and lemonade from the same repertoire. …", "rating": 5, "name": "Pa Bohdan", "cat": "Meal delivery"}, {"review": "Warm salad with liver - cold!!!! Microwave chicken fillet. The pizza is half-baked... Something like that.... ...", "rating": 5, "name": "Sonia Kutsenko", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Valery!\nWe will definitely understand the situation, thanks for your feedback. Leave your contacts so that we can provide you with feedback and a compliment from the establishment.", "rating": 5, "name": "Katya Kovach", "cat": "Meal delivery"}, {"review": "The room is cool. But the food was praised)\nThe staff is ok, just lacked friendliness. …", "rating": 5, "name": "Альона Козачок", "cat": "Meal delivery"}, {"review": "I ran in to have a bite to eat before leaving by train, met very friendly staff, served quickly, it was delicious. I recommend ✌️ …", "rating": 5, "name": "Михаил Михаил", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you very much for your feedback, we are very pleased that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Алена Евтушенко", "cat": "Meal delivery"}, {"review": " Delicious pizza, cozy atmosphere, nice music. I recommend it!\nEspecially to those who have a little time before the train. …", "rating": 3, "name": "Виталий", "cat": "Meal delivery"}, {"review": " Good evening! Thank you very much for your feedback. We hope that you will be able to visit us again soon! We are always glad to welcome you to our restaurant !!!\n\n", "rating": 5, "name": "Anna Goloborodko", "cat": "Meal delivery"}, {"review": " A decent place where you can wait for your train near the station. …", "rating": 5, "name": "Романюк Алла", "cat": "Meal delivery"}, {"review": " Great restaurant. There is no parking, but it is convenient to get to the subway. Panoramic windows. There is an elevator to the second floor. …", "rating": 2, "name": "Orkhan Ismailov", "cat": "Meal delivery"}, {"review": " Good evening, Lily! Thank you very much for your feedback and look forward to seeing you again soon. Parking is only general, unfortunately other is not provided yet, due to the peculiarities of our location. But there are usually plenty of seats available. We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Review Review", "cat": "Meal delivery"}, {"review": "I came with friends to show off, we sat cool. Food is delicious, service is good. …", "rating": 3, "name": "b b", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexandra! Thank you very much for taking the time to review. We hope that you will relax with us more often. You are always welcome.", "rating": 4, "name": "Roman Liutyi", "cat": "Meal delivery"}, {"review": " Good waiters. Beautiful view. Tasty food. The steak was really tasty, as the waitress recommended. …", "rating": 5, "name": "Tanya Hanska", "cat": "Meal delivery"}, {"review": " Hello, Alex! Thank you very much for your feedback! We hope you will become our regular guest and we will be able to please you more often. We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Мелани Бриж", "cat": "Meal delivery"}, {"review": "Great place, everything new was pleasantly surprised by the elevator for people with luggage just right, very hospitable waiters, delicious sushi, and in general they were satisfied. wait for us again! …", "rating": 5, "name": "олег коляса", "cat": "Meal delivery"}, {"review": " Delicious food and polite waiters! Thank you for the neatness and special thanks to the waitress with a heart tattoo for a wonderful smile ❤️ …", "rating": 5, "name": "Sergii Bolshak", "cat": "Meal delivery"}, {"review": " Hello! Thank you for your feedback. We are very glad that you liked us. We hope you will visit us again soon. We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Alya Zobina", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Юля Белая", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!", "rating": 5, "name": "Inna Gorobez", "cat": "Meal delivery"}, {"review": "Terrible service, waited over 45 minutes for order. The staff, when asked how long to wait, is rude \"we are preparing for delivery, wait.\" They took the money up front.\nI do not recommend! …", "rating": 4, "name": "Wilfried Ropers", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! We are very sorry that this situation arose in our restaurant. Please leave your contacts so that we can contact you and clarify details.", "rating": 5, "name": "Глеб Петрик", "cat": "Meal delivery"}, {"review": "Everything is very delicious! Accessible for people with limited mobility and wheelchair users! Respect! …", "rating": 5, "name": "Яська", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Oleg! Thank you very much for your feedback. We are trying very hard to make our guests always comfortable and tasty in our restaurant. Always glad to see you!", "rating": 5, "name": "Eduard Nazarets", "cat": "Meal delivery"}, {"review": " Long, dirty, not tasty. The worst place in the network\n\n", "rating": 5, "name": "Анастасия Чехова", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Виктория Кулакова", "cat": "Meal delivery"}, {"review": "\nGood evening, Dmitry! Thank you very much for your rating. We are always glad to see you in our restaurant!", "rating": 3, "name": "Natala Kozbina", "cat": "Meal delivery"}, {"review": " Nice interior, but the order was not fully heard and I was left without food …", "rating": 5, "name": "Ілля Фреїк", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Plutosha", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Юрий Резников", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Лариса Филатова", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Олег Степанюк", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you for your feedback, it is very important for us! We are always glad to see you in our restaurant!", "rating": 5, "name": "Юлия Покас", "cat": "Meal delivery"}, {"review": "Great service!\nCozy interior!\nI advise! …", "rating": 5, "name": "Марина Воробьёва", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Inna! Thank you very much for taking the time to review. We are very glad that you liked everything. Thanks to such reviews, I want to become even better for our guests. We are always glad to see you in our restaurant!", "rating": 4, "name": "Сергій Громадський", "cat": "Meal delivery"}, {"review": "Excellent service. Gorgeous kitchen. Good music.\nGreat staff. …", "rating": 5, "name": "Vape Shop (EkoPar)", "cat": "Meal delivery"}, {"review": " Delicious food, but long cooked (maybe force majeure).\n\n", "rating": 3, "name": "Oleg Nechyporuk", "cat": "Meal delivery"}, {"review": "Tables are sticky and crumbly. He asked to be removed - the crumbs were brushed off, then the wind itself, with a damp cloth, did not want to wipe it with sleeves. …", "rating": 2, "name": "Yuri Sereda", "cat": "Meal delivery"}, {"review": "\nGood evening, Ivan! Thank you very much for your feedback. We apologize for this situation. Work with staff was carried out. We hope to visit us again soon. You are always welcome!", "rating": 2, "name": "Wladimir Salogub", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Sasha Pampuha", "cat": "Meal delivery"}, {"review": "A nice restaurant, a good restaurant, but pizza and rolls, a little lacking in taste, the drinks are very tasty. …", "rating": 5, "name": "Юрій Мартюк", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vadim! Thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 5, "name": "Alexey Fedorenko", "cat": "Meal delivery"}, {"review": " Comfortable, spacious new restaurant. Fast service, delicious pizza and desserts. …", "rating": 1, "name": "Olha Leniuk", "cat": "Meal delivery"}, {"review": " Good evening, Vladimir! Thank you very much for your feedback. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Людмила Фаткуллина", "cat": "Meal delivery"}, {"review": " Delicious food, friendly service, very nice interior, elevator. …", "rating": 4, "name": "Aleksander Strilets", "cat": "Meal delivery"}, {"review": "I was pleasantly surprised that at the station you can eat deliciously, inexpensively and in a decent atmosphere. From me +…", "rating": 3, "name": "Евгений Могулько", "cat": "Meal delivery"}, {"review": "\nThank you very much! We are always glad to see you in our restaurant!", "rating": 5, "name": "Rent House", "cat": "Meal delivery"}, {"review": "A good place, everything is fast and tasty, only the sushi fell apart a little, otherwise the service is excellent and very clean) …", "rating": 5, "name": "Екатерина Мехова", "cat": "Meal delivery"}, {"review": "\nGood day, Tatiana! Thank you very much for your review. Take into account the comments and be sure to fix it. You are welcome to you assess the improvement. Always glad to see you in our restaurant!", "rating": 5, "name": "Саша Сашка", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Владимир К", "cat": "Meal delivery"}, {"review": " You feel comfortable and comfortable, the waiters are polite, service\nfast and the pizza is delicious. …", "rating": 5, "name": "chibao chibao", "cat": "Meal delivery"}, {"review": " Hello, Nicholas! Thank you very much for your feedback. We are very pleased that we liked everything! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Dmytro Banar", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Олег Глотов", "cat": "Meal delivery"}, {"review": "Very tasty, but it’s not good that they didn’t warn you from the very beginning that you can only pay in cash…", "rating": 5, "name": "Яна Балабекян", "cat": "Meal delivery"}, {"review": "\nVery nice restaurant and friendly staff.", "rating": 5, "name": "Олеся Вихоть", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Антон Павлович", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Vovadm_", "cat": "Meal delivery"}, {"review": "Yesterday we had a rest with friends in your institution. We left a positive impression of the service and delicious food. …", "rating": 5, "name": "Pavel Ardatiy", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Roman! Thank you very much for your feedback! We are always glad to see you in our restaurant!", "rating": 5, "name": "Гор Авагян", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Євген Букет", "cat": "Meal delivery"}, {"review": "Great place with very tasty food. The menu is very varied. The interior is cute. …", "rating": 1, "name": "Oleksandr Chaika", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Юрий", "cat": "Meal delivery"}, {"review": "The network is untwisted. But the product quality is far from the best. They take the amount of the network ...", "rating": 4, "name": "Владимир Евсеев", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Михайло Кройтор", "cat": "Meal delivery"}, {"review": "Very tasty! And a very cool interior! Accessible for people with disabilities! …", "rating": 5, "name": "саня ветер", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback! It is very pleasant that you liked everything. We hope that you will visit us again soon! We are always glad to see you in our restaurant!", "rating": 3, "name": "Igor Shvabskyy", "cat": "Meal delivery"}, {"review": " The pizza is delicious. I did not like the fact that the 2nd floor did not work properly. …", "rating": 5, "name": "illya makarov", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Marichka! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Александр Евстигнеев", "cat": "Meal delivery"}, {"review": "Nice atmosphere. Delicious. Politely. I recommend!\nNew near Vokzalnaya metro station. …", "rating": 3, "name": "Светлана Лобода", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Galina! Thank you very much for your feedback. We are very pleased. We hope that you will be our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Vlog Hot's", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Viktor Svyshch", "cat": "Meal delivery"}, {"review": " The furniture is clean, new. Long service. The pizza was unsuccessful. …", "rating": 5, "name": "Николай Турнавиотов", "cat": "Meal delivery"}, {"review": "\nGood day, Natalia! Thanks for the feedback. We will take into account all the comments. We hope that you will visit us again soon and appreciate the changes. Always glad to see you!", "rating": 5, "name": "Валентина Туровська", "cat": "Meal delivery"}, {"review": "We dined here with a very large company, we were served quickly and fed deliciously, what else do you need...👍🏻 …", "rating": 5, "name": "Деня Воробйов", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Eugene! Thank you very much for your feedback. We are very pleased that you liked everything. We are always glad to see you in our restaurant!", "rating": 4, "name": "serg nis", "cat": "Meal delivery"}, {"review": " No service, no service, n and ch o g o\n\n", "rating": 5, "name": "Михаил Иванов", "cat": "Meal delivery"}, {"review": "\nCozy. Tasty. good service", "rating": 5, "name": "Артур Мусаєлян", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Natalie! Thank you very much for your feedback, we are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Olha Nechyporuk", "cat": "Meal delivery"}, {"review": "Probably one of the best Mafias in Kyiv) everything is fresh, tasty) excellent service) I advise everyone) …", "rating": 5, "name": "Peter Skr", "cat": "Meal delivery"}, {"review": "\nGood evening, Henrich! Thank you very much for your feedback. It is so pleasant that you appreciated our work and you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Olga Kolomiets", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Inna Porvan", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you very much for your feedback. We are pleased that you liked our dishes. We will sort it out and conduct a review with the staff according to your remark. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Tamara Bernatska", "cat": "Meal delivery"}, {"review": " The quality of the food is not good, like all establishments in this network. Service is normal …", "rating": 5, "name": "Яніна Зайцева", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anna! Thank you very much for your feedback. Please write what exactly you did not like so that we could work on improvements. Thanks in advance. You are always welcome!", "rating": 5, "name": "Владимир Измайлов", "cat": "Meal delivery"}, {"review": " a cozy place near the train station where you can eat delicious while waiting for the train …", "rating": 5, "name": "Мирон Баран", "cat": "Meal delivery"}, {"review": " Good evening, Tatiana!\nThank you for taking the time to respond. We will be glad to see you again in our restaurant.\n\n", "rating": 5, "name": "borisevich svetlana", "cat": "Meal delivery"}, {"review": "Very cozy place, service is fast and high quality) The staff is very friendly!!!!! The food is delicious, I put my finger up 👍 I advise everyone !!!!! …", "rating": 5, "name": "миша Калюжный", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anna! Thank you very much for your feedback. We are very pleased that you liked everything. We hope that you will visit us soon and you can have a great rest! You are always welcome!", "rating": 5, "name": "Al Bigr", "cat": "Meal delivery"}, {"review": "We waited 50 minutes for sushi, promised 20, we warned that we had a train, otherwise we would have gone somewhere else ...", "rating": 5, "name": "Galina Malyhina", "cat": "Meal delivery"}, {"review": "\nGood evening, Marina! We are very sorry that this situation has occurred. We will definitely figure it out and conduct a review with the staff. We hope that you will visit us again soon and will be able to relax much better. Always glad to see you!", "rating": 5, "name": "Alexandr Boss", "cat": "Meal delivery"}, {"review": "Just a chic restaurant, color, style, very beautiful, I put Five stars🙂 …", "rating": 1, "name": "yaroslav rudchenko", "cat": "Meal delivery"}, {"review": "\nGood evening! Thank you very much for your feedback. We are very glad that you liked everything. Be sure to visit us. We are always glad to see you!", "rating": 4, "name": "Asan Kanatov", "cat": "Meal delivery"}, {"review": " Very good option to have a snack before the road)\n\n", "rating": 5, "name": "Яна Кучерук", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Лера Яшанова", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Валентин Червинський", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Vitaliy Moskotin", "cat": "Meal delivery"}, {"review": "\nGood evening, Dima! Thank you very much for your feedback. We are very pleased that you liked everything. Be sure to visit us. We are always glad to see you in our restaurant!", "rating": 5, "name": "Наталья Петрусенко", "cat": "Meal delivery"}, {"review": " Everything is delicious, the service is necessary, not intrusive …", "rating": 5, "name": "Розгон Вячеслав", "cat": "Meal delivery"}, {"review": "\nDelicious, nice staff", "rating": 4, "name": "Roman Lysak", "cat": "Meal delivery"}, {"review": "Homeless!!!\nIn premium semantic words!!!\nThe stench is terrible and the homeless are sitting! …", "rating": 4, "name": "Максим Лысенко", "cat": "Meal delivery"}, {"review": "WELCOME AT THE ENTRANCE HOSTESS, PLEASANT STAFF! WE CLARIFIED THE READINESS TIME - HURRY UP TO THE TRAIN, EVERYONE SUCCESSED :) VERY TASTY AND FAST! DEFINITELY RECOMMEND! …", "rating": 5, "name": "Михаил Чабан", "cat": "Meal delivery"}, {"review": " Hello! Thank you for taking the time to respond! Infinitely happy that you enjoyed it all. Always glad to see you!\n\n", "rating": 5, "name": "Сергей Алекс.", "cat": "Meal delivery"}, {"review": "\nGreat family restaurant", "rating": 5, "name": "Владислав Лебеденко", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Виолетта Переверзева", "cat": "Meal delivery"}, {"review": "Great service, great restaurant!\nI recommend!\nWill definitely visit again!…", "rating": 5, "name": "Артем Елесин", "cat": "Meal delivery"}, {"review": "\nGood evening Elena! Thank you very much for your feedback. We are very glad that you liked everything. We hope you will visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "OPTOVIK Поставщик Качества", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "oksa redka", "cat": "Meal delivery"}, {"review": " Hello Vlad! Thank you for your feedback. We look forward to seeing you again!\n\n", "rating": 5, "name": "Юрій Діордієв", "cat": "Meal delivery"}, {"review": " …", "rating": 1, "name": "Людмила Гольдман", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Svetlana! Thanks so much for the feedback. We will take into account all the comments. We hope that you will visit us again soon and will be able to relax much better. We are always glad to see you in our restaurant!", "rating": 5, "name": "Alexandr Cheberiak", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Налсур Магомедов", "cat": "Meal delivery"}, {"review": "\nPleasant pastime, good food.", "rating": 5, "name": "Настя Мур", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Ser Smitt", "cat": "Meal delivery"}, {"review": " Nice place, with great menu and service\n\n", "rating": 1, "name": "Ольга Клисько", "cat": "Meal delivery"}, {"review": "The choice is large, the location is very convenient and most importantly delicious, we will come again! …", "rating": 5, "name": "Эмблема Эмблемович", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!", "rating": 5, "name": "andrey kashlyk", "cat": "Meal delivery"}, {"review": " Very tasty and fast, nice service\n\n", "rating": 5, "name": "Чёрный цвет", "cat": "Meal delivery"}, {"review": " Very tasty, good location.\n\n", "rating": 3, "name": "Ramūnas Demendžiūnas", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Микола Курдельчук", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Олег", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!", "rating": 5, "name": "Андрей Вакарюк", "cat": "Meal delivery"}, {"review": "I didn't think Mafia had delicious burgers...\nI put + ...", "rating": 5, "name": "Alina Kutsenko", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Виталий", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Maxim! First of all, thanks for the tip. We do not have gift certificates. Can you explain in detail what kind of certificate did you have? We will be very grateful. We are always glad to see you in our restaurant!", "rating": 5, "name": "Volodymyr Kuryliuk", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Сергей Недвига", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Marina! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were transmitted to management and measures were taken to prevent this from happening again. We hope that this will not prevent you from remaining our guest. We will be very glad to see you in our restaurant again.", "rating": 2, "name": "Nazar37,1987 Nazar", "cat": "Meal delivery"}, {"review": " New establishment, lots of space, nice interior, service liked. I recommend …", "rating": 4, "name": "Олександра Рудніцька", "cat": "Meal delivery"}, {"review": " Good evening, Svetlana! Thank you very much for such a nice review. We are very pleased that you enjoyed everything and we hope that you will come back to us again. We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Victor Pokas", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Олег Обитоцкий", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Darina! First of all, thank you very much for your feedback. We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again soon and will be able to relax much better. We are always glad to see you in our restaurant!", "rating": 3, "name": "Alena My", "cat": "Meal delivery"}, {"review": " My bulls were taken to the finish, waiting to be booked 45 times, and the cocktails were not mournful. Zhahlyvo! in addition to the brudnyj assessment ... …", "rating": 3, "name": "Sergey Dominov", "cat": "Meal delivery"}, {"review": "\nGood afternoon Tetiana! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. All comments were passed on to the management and measures were taken to prevent this from happening again. We hope that this will not prevent you from being our guest. We will be very glad to see you in our restaurant again.", "rating": 5, "name": "Юлия Пирнач", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Pavel Novak", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thanks so much for the rating. We are always glad to see you in our restaurant!", "rating": 4, "name": "Alex Timofieiev", "cat": "Meal delivery"}, {"review": "Everything is good and delicious\nBut diluted soy sauce...", "rating": 5, "name": "mr x", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Виталий Викторович", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback. I hope you visit our restaurant again! You are always welcome!\n\n", "rating": 5, "name": "Теті Shu", "cat": "Meal delivery"}, {"review": "Strange guys - it is written on the Internet that they work at a point on Kirpy, but in reality they are closed. …", "rating": 5, "name": "Станислав Соколов", "cat": "Meal delivery"}, {"review": " …", "rating": 1, "name": "Ольга Стаева", "cat": "Meal delivery"}, {"review": "Excellent Mafia, delicious cuisine, the interior here is much better than other Mafia establishments. …", "rating": 3, "name": "Оксана Залізняк", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback! Come again to us! We will be very glad to see you in our restaurant!", "rating": 4, "name": "Elena Pandora", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Дмитро Пухир", "cat": "Meal delivery"}, {"review": "\nGood evening Elena! Thank you very much for your feedback! We are very pleased that you liked everything! Come to us still be sure! We are always very happy to see you!", "rating": 5, "name": "Денис Прохорец", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Roman Shmelev", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Татьяна Кальницкая", "cat": "Meal delivery"}, {"review": " Good evening, Xenia. We are very sorry that such a situation took place in our institution. Please leave your contact details so we can clarify the information and find out if this issue is resolved. We assure you that work has been done to avoid such situations in the future. We look forward to seeing you again.\n\n", "rating": 5, "name": "Liana Akimova", "cat": "Meal delivery"}, {"review": " Works 24/7. Delicious food, reasonable prices, exquisite interior …", "rating": 5, "name": "Евгения Остапенко", "cat": "Meal delivery"}, {"review": " Good afternoon, Galina! Thank you for your feedback. We are very pleased that you enjoyed everything. We hope to visit us again soon. You are always welcome!\n\n", "rating": 4, "name": "Татьяна Щербак", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "GURAU SERGIU", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Вадим Волков", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Оксана Сирик", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alex! Thank you very much for your feedback. We are glad that you liked everything. We hope that you will become our regular guest. We are always glad to see you in our restaurant!", "rating": 4, "name": "Pavlo Hurenko", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Евгений Головнич", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitriy! Thank you very much for your feedback. We are very glad that you liked everything. Hopefully you will visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Max Zviagintsev", "cat": "Meal delivery"}, {"review": " Delicious breakfast and coffee, quick service. Cozy interior. …", "rating": 1, "name": "Дмитрий Ронч", "cat": "Meal delivery"}, {"review": " Hello Andrew! Thank you for your feedback! We are always glad to see you in our restaurant.\n\n", "rating": 5, "name": "Sia Laksha", "cat": "Meal delivery"}, {"review": "\nCool restaurant, good food", "rating": 5, "name": "Виктория Стадник", "cat": "Meal delivery"}, {"review": " …", "rating": 3, "name": "Алексей Фокин", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback, we will take into account your comments. We hope that you will visit us again soon and you will be able to appreciate the improvements. We are always glad to see you in our restaurant!", "rating": 5, "name": "Anton Arestov", "cat": "Meal delivery"}, {"review": " Thanks to the administrator Tatiana, everything was just great!) High class, thank you !!!) …", "rating": 4, "name": "George Kokiashvili", "cat": "Meal delivery"}, {"review": " Hello! Thank you for your feedback and for appreciating the work of our team. We hope you will visit us again soon. You are always welcome!\n\n", "rating": 5, "name": "Карина Миронова", "cat": "Meal delivery"}, {"review": " …", "rating": 3, "name": "Елена Колесникова", "cat": "Meal delivery"}, {"review": " Hello Artem! Thank you for your evaluation and comments. We will take your comments into consideration and work to improve the quality of service. We hope to see you again in the near future. We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Сергей Самойленко", "cat": "Meal delivery"}, {"review": "\nDecent restaurant, wide choice", "rating": 4, "name": "Руслан Скок", "cat": "Meal delivery"}, {"review": " Beautiful interior and clean this institution from the network …", "rating": 5, "name": "х/админ брат x/admin", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Сергей Иванов", "cat": "Meal delivery"}, {"review": " The pizza was overdone and the order took a long time\n\n", "rating": 4, "name": "Ross Yeni", "cat": "Meal delivery"}, {"review": "\nGood day, Sveta! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We hope that you will visit us again and will be able to relax much better than last time. We are always glad to see you in our restaurant!", "rating": 4, "name": "Vova Bazarenko", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Любовь Ахметова", "cat": "Meal delivery"}, {"review": " Thanks for the service and quality, this time everyone is happy :) …", "rating": 4, "name": "Kostya Tsar", "cat": "Meal delivery"}, {"review": " Hello Sergei! Thank you very much for your feedback. Such reviews inspire you to get even better. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Анастасия Крученюк (qhqtw)", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Lesya Tril", "cat": "Meal delivery"}, {"review": "Good service and food, the only pity is that the fiscal receipts are only half, it’s not legal to work in the black…", "rating": 3, "name": "Inna Kalugina", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thanks for the feedback and good rating. We want to assure you that we work in accordance with our legislation. Visit us again and we will be able to show you the documents if you have any doubts.\nAlways glad to see you!", "rating": 5, "name": "Татьяна Синенок", "cat": "Meal delivery"}, {"review": "\nI liked your restaurant very much", "rating": 5, "name": "Андрей Салтанов", "cat": "Meal delivery"}, {"review": " friendly staff)\n\n", "rating": 2, "name": "Chaimaa Mhs", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Кавнатский Сергей", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Sebastian! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Александр Орда", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Александр Стриж", "cat": "Meal delivery"}, {"review": " Hello! Very glad you enjoyed it! We hope to see you more often in our restaurant!\n\n", "rating": 4, "name": "Сергей Сергей", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Алла Майстренко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thank you very much for your feedback. Yes, there is such an opportunity to order pizza with a cheese rim. And it is really very tasty. We are very glad that you liked everything !!! Come to us still be sure. We are always glad to see you in our restaurant!", "rating": 5, "name": "Nikolai 3009 Nimenko", "cat": "Meal delivery"}, {"review": " Everything is great - the food, the staff and the premises. …", "rating": 2, "name": "Volodymyr Kapeliukh", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Svyatoslav! Thanks so much for the feedback. We are very pleased! Come to us still be sure! We are always glad to see you in our restaurant!", "rating": 5, "name": "Дмитрій Орлов", "cat": "Meal delivery"}, {"review": "Worst delivery ever\nCouldn't be worse!!!! …", "rating": 4, "name": "Алинка Мельник", "cat": "Meal delivery"}, {"review": " …", "rating": 3, "name": "Yarik", "cat": "Meal delivery"}, {"review": " Everything is delicious)\nGreat staff …", "rating": 5, "name": "Олег Тетенькин", "cat": "Meal delivery"}, {"review": " Hello Katya! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Марина Сероклин", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Юличка Капустина", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Bogdan! Thank you very much for your feedback. We are very glad that you liked everything. Come to us still be sure! We are always glad to see you in our restaurant!", "rating": 1, "name": "Сергей Митин", "cat": "Meal delivery"}, {"review": " There are 3 land left. All is well)\n\n", "rating": 4, "name": "Дмитрий Анисимов", "cat": "Meal delivery"}, {"review": "\nTasty, nice interior", "rating": 4, "name": "Виктория", "cat": "Meal delivery"}, {"review": " Good service and delicious food\n\n", "rating": 4, "name": "Таня Малич", "cat": "Meal delivery"}, {"review": "\nLiked everything!", "rating": 5, "name": "Юлия Скляр", "cat": "Meal delivery"}, {"review": "\nGood evening, Michael! Thank you very much for your feedback, we are very pleased! Visit us again, we are always glad to see you in our restaurant!", "rating": 5, "name": "Roman Gural", "cat": "Meal delivery"}, {"review": " Tasty, beautiful interior\n\n", "rating": 5, "name": "Валентин Шабанов", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Denys Yefymchuk", "cat": "Meal delivery"}, {"review": "\nGood evening, Vitaliy! Thank you very much for your feedback. Information was passed on to management. We hope that you will visit us again soon and you can relax better. We are always glad to see you in our restaurant!", "rating": 4, "name": "Владислав Гордиенко", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Александр Рыжик", "cat": "Meal delivery"}, {"review": "Great establishment! Thank you for making it possible for people with disabilities to come! …", "rating": 5, "name": "Костя Піхур", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alla! Thank you very much for your feedback! We are very glad that you liked everything. We try our best to make our guests always tasty and comfortable. We are waiting for you in our restaurant again!", "rating": 5, "name": "Artur S", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Юра Порван", "cat": "Meal delivery"}, {"review": " Good afternoon, Orkham! We will be grateful for the extended comment, it is not entirely clear what you meant. Thank you.\n\n", "rating": 5, "name": "Мобільний FIFER", "cat": "Meal delivery"}, {"review": " A good place to shorten the time before the train\n\n", "rating": 4, "name": "Valeria Trembach", "cat": "Meal delivery"}, {"review": "\nGood evening! Thank you very much for your feedback. Come to us still be sure! We are always glad to see you in our restaurant!", "rating": 5, "name": "Ksena Anesk", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Антонина Григоренко", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Maryanna Bardas", "cat": "Meal delivery"}, {"review": "\nGood evening, Roman! Thank you very much for your feedback, we will take into account your comment and be sure to correct the situation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Лара Чайка", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Наталия Сырцова", "cat": "Meal delivery"}, {"review": "\nGood evening, Tatyana! Thank you very much for your feedback. It is very pleasant that you liked everything. Visit us again, we will be very glad to see you in our restaurant!", "rating": 5, "name": "Artem Riepko", "cat": "Meal delivery"}, {"review": "\nTasty but cooked for a long time", "rating": 5, "name": "Оксана Марченко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Melanie! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 3, "name": "Ігор Кузенко", "cat": "Meal delivery"}, {"review": " Everything is ok, delicious, the service is excellent\n\n", "rating": 4, "name": "Anatolii Strochkovskyi", "cat": "Meal delivery"}, {"review": " Good evening, Oleg! Thank you for your feedback. It is very nice that you enjoyed everything. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Юля Антонюк (Tony)", "cat": "Meal delivery"}, {"review": " Really liked it. Delicious pizza?\n\n", "rating": 4, "name": "Полинка Зганич", "cat": "Meal delivery"}, {"review": "\nDelicious food but cold room.", "rating": 5, "name": "Вікторія Безсмертна", "cat": "Meal delivery"}, {"review": "\nTasty, nice staff, I liked everything👍", "rating": 5, "name": "Катерина Бурлак", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Julia! Thank you very much for your feedback, we are very pleased to please our guests! We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Petrovich bmw1964bmw", "cat": "Meal delivery"}, {"review": "\nGood service, everything was delicious", "rating": 2, "name": "Kirill Tselynko", "cat": "Meal delivery"}, {"review": " Good restaurant good pizza normal prices\n\n", "rating": 4, "name": "Александр Карелин", "cat": "Meal delivery"}, {"review": "Good evening! Thanks for your time and feedback. Hope you will visit us again in the nearest time. Always happy to see you in our restaurant!", "rating": 5, "name": "Мекан Есенов", "cat": "Meal delivery"}, {"review": "\nVery nice establishment, nice waiters.", "rating": 1, "name": "Юлія Поддєльна", "cat": "Meal delivery"}, {"review": "\nGood evening, Gleb! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 2, "name": "Тетяна Андрійчук", "cat": "Meal delivery"}, {"review": "Delicious", "rating": 4, "name": "Tatyana Polishchuk", "cat": "Meal delivery"}, {"review": " Very good establishment, especially the staff!\n\n", "rating": 5, "name": "Oksana Tkachenko", "cat": "Meal delivery"}, {"review": "\nGood evening, Edward! Thanks so much for the rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Наталія Ульянівська", "cat": "Meal delivery"}, {"review": "\nDelicious food and nice surroundings", "rating": 5, "name": "Kostiantyn Sakharov", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anastasia! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 1, "name": "Arek Bogucki", "cat": "Meal delivery"}, {"review": " Service at altitude. And soup is delicious)\n\n", "rating": 5, "name": "Алексей Войтишкин", "cat": "Meal delivery"}, {"review": "\nGood evening, Victoria! Thank you very much for your feedback! We are very glad that you liked everything. Come to us still be sure. We are always glad to see you in our restaurant!", "rating": 5, "name": "Владимир Яцун", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Альона Валентюк", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Natala! Thank you for your feedback, it is very important for us! We value your opinion and pass on all your comments to the restaurant management. We are always glad to see you in our restaurant!", "rating": 1, "name": "Kristina Golub", "cat": "Meal delivery"}, {"review": " Good kitchen. Cozy and comfortable\n\n", "rating": 5, "name": "Borys Fl", "cat": "Meal delivery"}, {"review": " Hello, Elijah! Thank you very much for taking the time to respond. We are glad you enjoyed it. We hope to visit you again soon. We are always glad to see you in our restaurant.\n\n", "rating": 5, "name": "Navanitika 11", "cat": "Meal delivery"}, {"review": "\nDelicious Korbanara (pasta)", "rating": 5, "name": "Dima. Patratiy", "cat": "Meal delivery"}, {"review": " As always, the quality and service are on par.\n\n", "rating": 5, "name": "Яна Высоцкая", "cat": "Meal delivery"}, {"review": "\nDelicious pizza 🍕)", "rating": 5, "name": "Аліна Юрченко", "cat": "Meal delivery"}, {"review": "\nA cozy restaurant with good food.", "rating": 3, "name": "AA", "cat": "Meal delivery"}, {"review": " As always)\n\n", "rating": 5, "name": "San Mouse", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Julia! Thank you very much for your feedback. We are waiting for you in our restaurant again. You are always welcome!", "rating": 4, "name": "Олег Кравчук", "cat": "Meal delivery"}, {"review": "\nCozy, superbly located, great food", "rating": 5, "name": "Анна Белова", "cat": "Meal delivery"}, {"review": "\nGood evening, Marina! Thank you very much for your feedback, we are very pleased that you liked everything. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 3, "name": "Yuliia Bortnychuk", "cat": "Meal delivery"}, {"review": " Normally\n\n", "rating": 5, "name": "Светлана Лисогор", "cat": "Meal delivery"}, {"review": "\nNice place to wait for trains)", "rating": 5, "name": "Екатерина Кириченко", "cat": "Meal delivery"}, {"review": " Very long and inconvenient to pay\n\n", "rating": 4, "name": "Александр Бошко", "cat": "Meal delivery"}, {"review": "\nWell, that's...", "rating": 4, "name": "Андрей Андрей", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Назар", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vladimir! Thank you very much for your feedback. We are very sorry that this situation has developed in our restaurant. Took into account your comments. Work with the staff was carried out, we hope that you will visit us again soon and you will be able to evaluate the improvements. We hope that next time you can relax much better. Always glad to see you!", "rating": 4, "name": "Сергей Тыслюк", "cat": "Meal delivery"}, {"review": "\nDeliciously", "rating": 3, "name": "игорь шелестов", "cat": "Meal delivery"}, {"review": " Tasty pizza, affordable prices.\n\n", "rating": 4, "name": "Андрій Гордєєв", "cat": "Meal delivery"}, {"review": " Hello, Yuri! Thank you very much for your feedback! We are very pleased that you had a good rest. We will wait for you again in our restaurant!\n\n", "rating": 5, "name": "Vitaliy Ivanichev", "cat": "Meal delivery"}, {"review": " Cool quiet place)\n\n", "rating": 5, "name": "Kate Pismenuk", "cat": "Meal delivery"}, {"review": " Not delicious desserts.\n\n", "rating": 5, "name": "Anton Antoniuk", "cat": "Meal delivery"}, {"review": " Good evening, Olha! First of all, thank you for your feedback. It is a pity that this time they could not satisfy your tastes. We recommend trying our dishes as well as other desserts. You are always welcome!\n\n", "rating": 4, "name": "Олексей Овчинников", "cat": "Meal delivery"}, {"review": " All very tasty, thank you\n\n", "rating": 4, "name": "Елена Радуга", "cat": "Meal delivery"}, {"review": " Hello, Ludmila! Thank you so much for taking the time to leave a review! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Oksana Sausya", "cat": "Meal delivery"}, {"review": " …", "rating": 5, "name": "Елена Золотухина", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Gala87 B", "cat": "Meal delivery"}, {"review": "\nExcellent service and service itself", "rating": 5, "name": "Lindinau Lindinau", "cat": "Meal delivery"}, {"review": "\nDelicious as always.", "rating": 4, "name": "Борьба за будущее", "cat": "Meal delivery"}, {"review": "\nI love you", "rating": 5, "name": "Вика Мищенко", "cat": "Meal delivery"}, {"review": "\nNear the train station. Very comfortably", "rating": 4, "name": "DDI Group", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vladimir! Thank you very much for your feedback! We are always glad to see you in our restaurant!", "rating": 1, "name": "Олександр Криворіг", "cat": "Meal delivery"}, {"review": "\nVery tasty rolls", "rating": 5, "name": "BPS Electronics", "cat": "Meal delivery"}, {"review": " Cool game \"Mafia\"\n\n", "rating": 5, "name": "Наталия Черник", "cat": "Meal delivery"}, {"review": "\nGreat chain pizzeria", "rating": 5, "name": "Ира Лень", "cat": "Meal delivery"}, {"review": "\nThe pizza is great!", "rating": 4, "name": "Polina Chaban", "cat": "Meal delivery"}, {"review": " Everyone really liked it\n\n", "rating": 5, "name": "Вадим Кошляк", "cat": "Meal delivery"}, {"review": "\nGreat service. Cozy atmosphere.", "rating": 5, "name": "Ivan", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anton! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant.", "rating": 5, "name": "Роман Равлюк", "cat": "Meal delivery"}, {"review": " The establishment is cool, the staff is pleasant\n\n", "rating": 5, "name": "Сергей Рябцев", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n", "rating": 4, "name": "Alexander Vizgin", "cat": "Meal delivery"}, {"review": " Wonderful, delicious, I liked it.\n\n", "rating": 4, "name": "Simo Heinonen", "cat": "Meal delivery"}, {"review": "\nvery nice atmosphere", "rating": 5, "name": "Artyom Yermak", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Horus! Thank you very much for your feedback. We are very glad that you liked everything. We are always glad to see you in our restaurant!", "rating": 3, "name": "D Grigoriev", "cat": "Meal delivery"}, {"review": " The best pizzeria on Khreshchatyk\n\n", "rating": 4, "name": "Andrey Ocean", "cat": "Meal delivery"}, {"review": " …", "rating": 4, "name": "Елена Бирюкова", "cat": "Meal delivery"}, {"review": "\nGood evening, Alexander! We will be very grateful if you leave us contact information so that we can contact you and understand the situation. Thanks.", "rating": 5, "name": "Irina Chaika", "cat": "Meal delivery"}, {"review": " The best, price and quality!\n\n", "rating": 5, "name": "Maksim Petrenko", "cat": "Meal delivery"}, {"review": "\nNice, decent, comfortable ...", "rating": 4, "name": "Sergiy Luzhbin", "cat": "Meal delivery"}, {"review": "\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We will be glad to see you in our restaurant again!", "rating": 4, "name": "Сергей Литовченко", "cat": "Meal delivery"}, {"review": " The service is excellent\n\n", "rating": 5, "name": "berkut vlad", "cat": "Meal delivery"}, {"review": " …", "rating": 1, "name": "Валерий Попов", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback! We are glad that you liked everything. We hope to visit us again soon!", "rating": 5, "name": "Нораир Анмегикян", "cat": "Meal delivery"}, {"review": "\nMafia is not the same)", "rating": 5, "name": "Марина Симошина", "cat": "Meal delivery"}, {"review": "\nVery good administrator Tatiana !!!", "rating": 5, "name": "Алексей Литвин", "cat": "Meal delivery"}, {"review": "\nGood evening Illya! Thank you very much for your feedback. We are very pleased. We hope that you will visit us again soon and become our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Murat Tulay", "cat": "Meal delivery"}, {"review": "\nFresh food, fast service.", "rating": 4, "name": "Геннадій Лагута", "cat": "Meal delivery"}, {"review": "\nGood evening, Alexander! Thank you very much for your feedback. We are very pleased that you liked everything. We hope to visit us again soon. You are always welcome!", "rating": 3, "name": "Marina Shkurupiy", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Timofiy Yakubovskiy", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Svetlana! Thank you for rating. We will be very grateful for the feedback in order to understand why they lowered the rating. We are always glad to see you in our restaurant!", "rating": 4, "name": "Василь Kотяш", "cat": "Meal delivery"}, {"review": "\nGood", "rating": 5, "name": "valeriy larin", "cat": "Meal delivery"}, {"review": " Super. The service is excellent ...\n\n", "rating": 5, "name": "Инна Мищенко", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your evaluation and feedback. We will be waiting for you in our restaurant again! You are always welcome!\n\n", "rating": 5, "name": "Наталья", "cat": "Meal delivery"}, {"review": "\nEntourage, tasty, cozy, nice", "rating": 5, "name": "Яна Рыбка", "cat": "Meal delivery"}, {"review": "\nGood evening, Nikolai! Thanks so much for the tip! We are very pleased that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Тетяна Косяченко", "cat": "Meal delivery"}, {"review": " Delicious, bonuses, cozy\n\n", "rating": 3, "name": "Олександр Коваленко", "cat": "Meal delivery"}, {"review": "\nHello Valentine!\nThank you very much for your feedback! We are very pleased that you liked everything. We hope that you will become our regular guest. We are always glad to see you in our restaurant!", "rating": 5, "name": "Iren Iren", "cat": "Meal delivery"}, {"review": "Class", "rating": 4, "name": "Julia Paevska", "cat": "Meal delivery"}, {"review": "\nSpacious, beautiful, nice staff", "rating": 5, "name": "Катерина Катерина", "cat": "Meal delivery"}, {"review": "\nGood evening! Thank you very much for your feedback. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Валентин Полищук", "cat": "Meal delivery"}, {"review": "\nThe best Mafia of Ukraine!", "rating": 5, "name": "Iliya Karlovich", "cat": "Meal delivery"}, {"review": "\nEverything is at a very high level)", "rating": 5, "name": "Аня Ц.", "cat": "Meal delivery"}, {"review": "\nThank you very much for your feedback! We are always glad to see you in our restaurant!", "rating": 5, "name": "Дмитрий Борзак", "cat": "Meal delivery"}, {"review": " Delicious pizza!\n\n", "rating": 4, "name": "Елизавета Иванова", "cat": "Meal delivery"}, {"review": " Calm and cozy\n\n", "rating": 5, "name": "Екатерина Панибратская", "cat": "Meal delivery"}, {"review": "\nVery tasty pizza", "rating": 5, "name": "Vika Filon", "cat": "Meal delivery"}, {"review": " Hello Olga! Thank you very much for your feedback, very nice. We hope to visit you again soon! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Юля Сапай", "cat": "Meal delivery"}, {"review": "\nEverything is great)", "rating": 5, "name": "Aнюта Олексіївна", "cat": "Meal delivery"}, {"review": " Delicious cheesecakes 👍❤️\n\n", "rating": 5, "name": "Serhiy Bezkorovainiy", "cat": "Meal delivery"}, {"review": " All is great!\n\n", "rating": 5, "name": "Таня Яковенко", "cat": "Meal delivery"}, {"review": "\nCool institution, service at height", "rating": 5, "name": "Виталий Якупов", "cat": "Meal delivery"}, {"review": "\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We are always glad to see you in our restaurant!", "rating": 1, "name": "Kristina Petrovskaya", "cat": "Meal delivery"}, {"review": " Cool interior!\n\n", "rating": 5, "name": "Павел Сичкаренко", "cat": "Meal delivery"}, {"review": "\nVery pleasant staff.", "rating": 4, "name": "Eugene Sk", "cat": "Meal delivery"}, {"review": "\nGood evening, Svetlana! Thank you very much for your feedback. We are glad that you liked it. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Елена Биленко", "cat": "Meal delivery"}, {"review": " Easy.\n\n", "rating": 4, "name": "Анатолий Микитенко", "cat": "Meal delivery"}, {"review": "\nGood evening, Michael! Thanks for the feedback. We are always glad to see you in our restaurant!", "rating": 5, "name": "Юрий Литвинов", "cat": "Meal delivery"}, {"review": "\nEverything is fine!!! 5+", "rating": 4, "name": "Ivan Kolomiiets", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant.", "rating": 5, "name": "Сорокет Жексон", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Ms.bufin Bufin", "cat": "Meal delivery"}, {"review": "\nVery cultural", "rating": 4, "name": "Юрий Ступак", "cat": "Meal delivery"}, {"review": "\nService horror", "rating": 3, "name": "Павел Рыбалко", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Ирина Груша", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Asan! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!", "rating": 4, "name": "Диана Тупицкая", "cat": "Meal delivery"}, {"review": "\nsuper restaurant", "rating": 5, "name": "Евгений Андроненко", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Анна Іваненко", "cat": "Meal delivery"}, {"review": "\nMiracle Pizza was delicious", "rating": 5, "name": "Виталий Шешуков", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Valentine! Thank you very much for your feedback! Come to us still be sure! We are always very happy to see you!", "rating": 5, "name": "Anastasiia", "cat": "Meal delivery"}, {"review": "\nTasty pizza", "rating": 5, "name": "Vitalii Pohrybennyk", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Aнастасия Хрулёва", "cat": "Meal delivery"}, {"review": "\nCozy clean place", "rating": 5, "name": "Сергій Лізунов", "cat": "Meal delivery"}, {"review": "\nComfortable", "rating": 5, "name": "Mila Fox", "cat": "Meal delivery"}, {"review": "\nMafia like mafia", "rating": 3, "name": "Geryno", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Светлана Маловик", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Michael! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Олена Полякова", "cat": "Meal delivery"}, {"review": "\nSuper", "rating": 5, "name": "Владимир Петров", "cat": "Meal delivery"}, {"review": "\nGood as always!", "rating": 1, "name": "Юрий", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vladislav! Thank you very much for your feedback! We are very glad that you liked everything. We hope to visit us again soon! Always glad to see you!", "rating": 4, "name": "Надежда Афаунова", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "миша Когут", "cat": "Meal delivery"}, {"review": "\nGood evening, Violetta! Thanks more for the rating. We are always glad to see you in our restaurant!", "rating": 1, "name": "Владимир Варнавский", "cat": "Meal delivery"}, {"review": "\nThe interior is super!", "rating": 4, "name": "Aleksey Gushchin", "cat": "Meal delivery"}, {"review": "\nGood evening! Thank you very much for your feedback. We are very pleased that you liked everything, come to us again. We are always glad to see you in our restaurant!", "rating": 4, "name": "Vitalii Blyznuyk", "cat": "Meal delivery"}, {"review": "\nGreat steaks!", "rating": 3, "name": "Александр Химич", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you very much for your feedback. We are always glad to see you in our restaurant!", "rating": 5, "name": "Евгений Фомичев", "cat": "Meal delivery"}, {"review": "\nClean and comfortable.", "rating": 5, "name": "Михаил Учков", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you very much for your feedback! We hope to visit us again soon! We are always glad to see you in our restaurant!", "rating": 5, "name": "Andrii Pitukh", "cat": "Meal delivery"}, {"review": "\nOK.", "rating": 5, "name": "Еля Йовенко", "cat": "Meal delivery"}, {"review": " Hello, Yuri! Thank you very much for your assessment! We are always glad to welcome you to our restaurant!\n\n", "rating": 4, "name": "Andrii Klymok", "cat": "Meal delivery"}, {"review": "\nBad cook", "rating": 3, "name": "Aleksey Yavorskiy", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Lyudmila! Thank you very much for your feedback. All comments were passed on to the management and measures were taken to prevent this from happening again. We will be very glad to see you in our restaurant again.", "rating": 5, "name": "Daryna Nesin", "cat": "Meal delivery"}, {"review": "\nOne of the best mafia", "rating": 3, "name": "Inna Sorvigolova", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alexander! Thank you very much for your feedback. We hope that you will relax with us more often. Always glad to see you.", "rating": 5, "name": "Alex Farion", "cat": "Meal delivery"}, {"review": " Good\n\n", "rating": 4, "name": "Oлександр Зём", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Nalsur! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Ann Hurbo", "cat": "Meal delivery"}, {"review": "\nGood service", "rating": 5, "name": "Мария Кушнеренко", "cat": "Meal delivery"}, {"review": " Taste!\n\n", "rating": 5, "name": "Анна Евтеева", "cat": "Meal delivery"}, {"review": " Service at 0\n\n", "rating": 5, "name": "Мария Полищук", "cat": "Meal delivery"}, {"review": " Hello Olga! Thank you for your feedback. We are very sorry that such a situation has arisen. Please leave your contact details so we can clarify the details.\nWe hope that you can have a good rest in our restaurant next time.\n\n", "rating": 5, "name": "Анастасия Ермолович", "cat": "Meal delivery"}, {"review": "\nVery good place", "rating": 3, "name": "Юлия Гаранжа", "cat": "Meal delivery"}, {"review": "\nGood day! Thank you for taking the time to write a review and sharing your impressions. We are always glad to see you in our restaurant!", "rating": 5, "name": "V A", "cat": "Meal delivery"}, {"review": "👍👍👍", "rating": 4, "name": "Michail Mishytin", "cat": "Meal delivery"}, {"review": "\nBetter than late", "rating": 3, "name": "Nadezhda Kolpakova", "cat": "Meal delivery"}, {"review": "\nGood evening! It is not entirely clear what you meant. If you have any comments on the work of the restaurant, we would be grateful for your feedback. Thank.", "rating": 5, "name": "Andrii Budak", "cat": "Meal delivery"}, {"review": "\nService problem", "rating": 4, "name": "Viktorija Lysechko", "cat": "Meal delivery"}, {"review": "\nGood afternoon Ramunas! Thanks for the feedback. Any details and details will be greatly appreciated. Thanks to your feedback, we can improve the quality of our service.\nWe are always glad to see you in our restaurant!", "rating": 5, "name": "Андрей Сорокин", "cat": "Meal delivery"}, {"review": " Tasty coffee)\n\n", "rating": 5, "name": "Lesya Kravchenko", "cat": "Meal delivery"}, {"review": "\nCozy place", "rating": 1, "name": "Дмитрий Бабич", "cat": "Meal delivery"}, {"review": "\nBomb", "rating": 3, "name": "Ігор Івашньов", "cat": "Meal delivery"}, {"review": "\nGood evening, Andrey! Thank you very much for your feedback! We hope that you will visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Сергей Лисицын", "cat": "Meal delivery"}, {"review": "👍👍👍👍👍", "rating": 2, "name": "Женя Павлюк", "cat": "Meal delivery"}, {"review": " Hello Alina! Thank you for your feedback. We hope to see you again in our restaurant in the near future.\n\n", "rating": 2, "name": "Алексей Ханюков", "cat": "Meal delivery"}, {"review": "\nOk, a little expensive", "rating": 5, "name": "Mark Tawn", "cat": "Meal delivery"}, {"review": "\nGood evening, Vitaliy! Thank you very much for your feedback! Our restaurants have many promotional offers. You will be pleasantly surprised at the price level during our happy hours. We will be glad to see you in our restaurants.", "rating": 2, "name": "Bohdan Shvydkyi", "cat": "Meal delivery"}, {"review": "\nGreat place", "rating": 3, "name": "Daria Zadiraka", "cat": "Meal delivery"}, {"review": "\nGood evening, Vladimir! Thank you very much for your feedback, we are very pleased. We hope to visit us again soon. We are always glad to see you in our restaurant!", "rating": 5, "name": "Алексей Данилов", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Сергей Александрович", "cat": "Meal delivery"}, {"review": "\nGood evening, Sergey! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Vladimir Kobchik", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Gold Lion", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Оля БєлкунТатуаж", "cat": "Meal delivery"}, {"review": " Hello, Alexander! Thank you for your assessment. We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Nicolay Ponomarenko", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Ольга Санамян", "cat": "Meal delivery"}, {"review": "\nGood evening, Victor! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!", "rating": 4, "name": "Євгеній Ничипоренко", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Владимир Яцков", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Skifchara", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Сява Негребецкий", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Паша Нплей", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Люба Бородько", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Ksenia Krotova", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Alex! Thank you for rating. We will be very grateful for the feedback. We are always glad to see you in our restaurant!", "rating": 1, "name": "Irina Merlitsa", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Андрей Шевчук (ShevchukAA)", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Кіт Василь", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Vitaliy! Thanks more for the rating. We are always glad to see you in our restaurant!", "rating": 3, "name": "Nata Ivershenko", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Henry Kravchenko", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thanks more for the rating. We are always glad to see you in our restaurant!", "rating": 4, "name": "Людмила Туш", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Dmytro Oleksiyenko", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Venkata Subbu Sai Rohit Velagapudi", "cat": "Meal delivery"}, {"review": "\nGood evening, Olga! We will be very grateful for the comments to know where we need to improve our service. We are always glad to see you in our restaurant!", "rating": 5, "name": "Dima Plotnikov", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Yana Reznichenko", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Oksana! Thank you very much for your appreciation. We will be very grateful for the feedback. We are always glad to see you in our restaurant!", "rating": 3, "name": "Igor Karpchuk", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Валя Солодий", "cat": "Meal delivery"}, {"review": "\ngood day, Elena! Thank you for rating. We will be very grateful for your feedback. Always glad to see you in our restaurant!", "rating": 5, "name": "Веня Чуб", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Magkiy XleBUcHeK", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Dmitry! Thank you for rating. It is very pleasant that you liked everything. We are always glad to see you in our restaurant!", "rating": 5, "name": "Андрей Комаров", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "марина осадчая", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Олександр Гунько", "cat": "Meal delivery"}, {"review": "\nGood evening, Roman! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Yuriy Smotr", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Иван Каменко", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Hanna Kononenko", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Снежка Прохоренко", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Eugene! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "DMValex", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Бабелюх Іван", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Tatyana! Thank you for rating. Comments will be greatly appreciated. We are always glad to see you in our restaurant!", "rating": 4, "name": "Taras Gamaliuk", "cat": "Meal delivery"}, {"review": "", "rating": 1, "name": "Dariya Romahina", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Олена Казимир", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Николай Бабичев", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Denys Bahnenko", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Roman Golub", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Александра Донченко", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Даша Грищенко", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Garik Kadet", "cat": "Meal delivery"}, {"review": " Hello! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n", "rating": 3, "name": "heavenadds", "cat": "Meal delivery"}, {"review": "", "rating": 1, "name": "Risik Riska", "cat": "Meal delivery"}, {"review": "\nGood evening, Victoria! Thank you very much for your appreciation. We are always glad to see you in our restaurant.", "rating": 2, "name": "Денис Лугівський", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Алексей Фамилиямояслишкомизвестная", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Наталья Люшина", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Anton! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Сергей Мистик", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Андрей Панфилов", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Олена Затинацька", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Илона Азарова", "cat": "Meal delivery"}, {"review": "", "rating": 1, "name": "A. I.", "cat": "Meal delivery"}, {"review": " Hello Sergei! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n", "rating": 1, "name": "Александра Теленева", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Наталия Радионова", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Ruslan! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Наталья Милевская", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Альо Альоша", "cat": "Meal delivery"}, {"review": "\nGood afternoon! Thank you very much for your appreciation. We are always glad to see you in our restaurant!", "rating": 5, "name": "Sergiy Dubovenko", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Люда Дробина", "cat": "Meal delivery"}, {"review": "\nGood evening, Sergey! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Eugenia Gala", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Ольга Скрипничук", "cat": "Meal delivery"}, {"review": "\nGood afternoon, Rostislav! Thank you for rating. We will be very grateful for the feedback. We are always glad to see you in our restaurant!", "rating": 3, "name": "Петро Бувальцев", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Tisenko Alena", "cat": "Meal delivery"}, {"review": "", "rating": 2, "name": "Катя Гамуза", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Анна Гуминская", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "Pavlo Ishchenko", "cat": "Meal delivery"}, {"review": " Hello Anastasia! Thank you very much for your feedback! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Марина Довченко", "cat": "Meal delivery"}, {"review": "", "rating": 5, "name": "DIMITRIS BIKOUVARAKIS", "cat": "Meal delivery"}, {"review": " Hello Lesya! Thank you very much for your assessment! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Алла Шкильнюк", "cat": "Meal delivery"}, {"review": "", "rating": 3, "name": "Петр Каменев", "cat": "Meal delivery"}, {"review": "\nGood evening, Inna! Thank you for rating. We will be very grateful for the comments in order to know where we need to improve our service. We are always glad to see you in our restaurant!", "rating": 5, "name": "Владислав Поливко", "cat": "Meal delivery"}, {"review": "", "rating": 4, "name": "Евгений Сердюк", "cat": "Meal delivery"}, {"review": "\nGood evening, Tatyana! Thank you for rating. We are always glad to see you in our restaurant!", "rating": 5, "name": "Oleksandr Chmutov", "cat": "Meal delivery"}]