[{"review": "The potatoes are very tasty, perhaps tastier than McDonald's (dips). But in a burger, the problem is some kind of cheese with mold, the first time I see such cheese in a burger (instead of cheddar), the top bun is hefty and dry, I had to …", "rating": 1, "name": "Courier 101", "cat": "American restaurant"}, {"review": "Hello! It is a pity to read such a review.\nOur products are of the highest quality, and we produce cutlets and sausages at our own factory, which has all the international quality certificates.\nWe are very responsible for the feedback of our customers, so thank you for your feedback. When wе planning the spring menu, we will take your comments for realization.\nWe will be glad to see you in our restoraunt!", "rating": 5, "name": "nolte tv", "cat": "American restaurant"}, {"review": "Very good burgers. The stuff are friendly and know the menu very well... perfect!", "rating": 5, "name": "Tom Wilson", "cat": "American restaurant"}, {"review": "Thank you for your feedback!", "rating": 5, "name": "Maskyss s", "cat": "American restaurant"}, {"review": "This is an underrated restaurant in Maidan. If you want to eat good quality, tasty hotdog in a stylish restaurant with good prices, this is the place. I got Rockaway-dog hotdog and cola zero and paid total 154 UAH. I enjoyed the food. Service is also good.", "rating": 4, "name": "Hans-Henrik S. Hansen", "cat": "American restaurant"}, {"review": "Surprisingly very tasty. And the hotdog is not like in eateries but looks cooler than a burger. Branded printing and corporate identity filing. The waiters are pleasant, prices are loyal as to the center of Kiev. Many foreigners and the …", "rating": 4, "name": "Alexey Dronov", "cat": "American restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "PHILIP BAKER", "cat": "American restaurant"}, {"review": "Really tasty and juice hotdogs and burgers. Delicious fries and dip also. Recommended! 😋\nSlow service regarding beverages as with almost all establishments in Kiev.", "rating": 5, "name": "Борис Ермохин", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 2, "name": "David Ceschia", "cat": "American restaurant"}, {"review": "Fast and pleasant service, big sausage, nice package, old bench (lockdown). Recommend as a great choice for food on the go! Simpsons hot dog was OK! Special terms for two-wheelers and 20% discount on takeaway also counted as a \"+\"!", "rating": 5, "name": "Dima Kantargi (DimiBoy)", "cat": "American restaurant"}, {"review": "\nAlexei! Thank you very much for your feedback. We are glad that you are with us. At the moment, there are a number of discounts, be sure to come and check when ordering. Have a nice day.", "rating": 4, "name": "Anneka Pycroft", "cat": "American restaurant"}, {"review": "\"THIS IS NOT YOUR EVERY DAY,\nRUN OF THE MILL BURGER JOINT\" …", "rating": 5, "name": "giuseppe firera", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 4, "name": "Alex Pshul", "cat": "American restaurant"}, {"review": "Cozy and convenient place where you can have rest alone and together with friends or family. For children is special burger set. All burgers are so tasty. Prices is moderate and city center real impressing :) I recommend it in 100%", "rating": 4, "name": "Anastasia Almiasheva", "cat": "American restaurant"}, {"review": " Thank you for your feedback, we are waiting for you again.\n\n", "rating": 2, "name": "Mr Xiong", "cat": "American restaurant"}, {"review": "I came to this place some time ago was was apparently too late to order (see my previous review for  details), but finally managed to come back for a full experience! …", "rating": 5, "name": "Tsitsyura Olexandr", "cat": "American restaurant"}, {"review": "Was very delicious! I think it's one of the best burgers I've ever eaten in my life! And on top of that the price was very affordable! The service was also very good. …", "rating": 5, "name": "Craig Mathison", "cat": "American restaurant"}, {"review": "Great tasting burgers with reasonable prices. Very American themed. Good service and beers right off independent square.", "rating": 5, "name": "Romualdas Isoda", "cat": "American restaurant"}, {"review": "Wonderful place. It's not just a burger restsurant, I didn't expect such a good quality food. Burgers looks delicious and they are very tasty too. Good sauces, chips were super!! …", "rating": 4, "name": "Umberto M", "cat": "American restaurant"}, {"review": "The place looks cool, the food is served in an awesome way and the service is great.\nBut I come for food. The burger wasn't good, tbh. The hotdog was OK, though.", "rating": 5, "name": "Mema Vibes", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 3, "name": "Szczepan Janus", "cat": "American restaurant"}, {"review": "Cool place overall! They don't have vegetarian burgers :( only sausages... The choice of burgers and stuffing is rather limited but tasted good! Burgers range around 10 eur", "rating": 5, "name": "Tahseen Abuzaineh", "cat": "American restaurant"}, {"review": "A tourist trap right across the street from the town center.  A little pricey for the local but what disappoint me was the smokey hotdog didn't taste that good for that hefty price.  180 UAH.   Ouch!   They need a better quality weiner.  I can barely taste the meat.  However, the service was good and the waiter was attentive.", "rating": 5, "name": "Oleksandr T", "cat": "American restaurant"}, {"review": "So tasty and comfort. Just try camembert burger 🍔 and cheesecake 🎂and season soup 🍜. This place is so stylish, atmospheric and delicious 😋 😍🤗", "rating": 5, "name": "cagan seval", "cat": "American restaurant"}, {"review": "Thanks for the feedback!", "rating": 5, "name": "Bettina Robertson", "cat": "American restaurant"}, {"review": "Inside that lettuce is a delicious, perfectly cooked burger.  And they give you chic black gloves to keep you clean.  A very fun experience.", "rating": 5, "name": "Avalok Biradar", "cat": "American restaurant"}, {"review": "I was really surprised by this place, avocado salad was excellent, waiter's recommended double burger as well. Price affordable.", "rating": 4, "name": "Travel Advisor", "cat": "American restaurant"}, {"review": "Thank you very much for your feedback.", "rating": 4, "name": "Mantas Paulauskas", "cat": "American restaurant"}, {"review": "Very nice joint located 50 mt from Maidan square.\nBurgers are tasty and fries are good.\nStaff is polite and fast. …", "rating": 5, "name": "Orest Syniavskyi", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "pauloroberto125", "cat": "American restaurant"}, {"review": "I have tried chicken burger 🍔 it was good\n& double beef burger was delicious 😋\nThe service was good", "rating": 2, "name": "Sean Filidis", "cat": "American restaurant"}, {"review": "I have had better burgers in my life... to be very honest most of them were better than here. If you are really hungry it will be fine for you... if you have some time try to find better place.", "rating": 5, "name": "Jerome Baart", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 4, "name": "Malachi Martinez", "cat": "American restaurant"}, {"review": "A truly tasty burger and wings and an amazing service. It is one of the best burger places I've ever visited and it fully deserves 5 stars.", "rating": 5, "name": "Sean B.", "cat": "American restaurant"}, {"review": "Excellent service and meals. The cost of bua8 lunch just 3€", "rating": 5, "name": "Rubén Martínez Haro", "cat": "American restaurant"}, {"review": "Thank you very much for your feedback.", "rating": 3, "name": "Elif Çeviker", "cat": "American restaurant"}, {"review": "Very good burger especially when you consider about the price, so efficiency is pretty well", "rating": 5, "name": "Vitaliy K", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Sergio Julian", "cat": "American restaurant"}, {"review": "Great little restaurant... Outdoor seating available. Great food options... Salads, hotdogs and burgers 🍔 I had the Protein burger... A bunless double burger. With a delicious margarita 🍹 Will definitely go again 💙💛", "rating": 5, "name": "Sarah O'F", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 4, "name": "Nadiya Bazlyankova", "cat": "American restaurant"}, {"review": "One of the best hotdog I have had in my life. Staff is very friendly, the place is super nice.", "rating": 4, "name": "Carolina Giacobone", "cat": "American restaurant"}, {"review": "Thanks so much!", "rating": 5, "name": "Adam Dudziak", "cat": "American restaurant"}, {"review": "Cool burger place to go. Friendly staff with good command of English. Selected burgers and starters menu. Delicious food with a modern touch.", "rating": 4, "name": "Jonathan Siguelnitzky", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 2, "name": "Łukasz Wrzesień", "cat": "American restaurant"}, {"review": "One of the hot dog's was a bit cold. But considering the price it was awesome. Amazing fries tho. Best i've tasted", "rating": 5, "name": "Vadym Zachynskyi", "cat": "American restaurant"}, {"review": "Thank you for your feedback! We are waiting for you again.", "rating": 5, "name": "Indrek Millert", "cat": "American restaurant"}, {"review": "The best place with burgers and hot-dogs I've ever visited. Everything is soooo tasty, amazing❤️❤️❤️", "rating": 5, "name": "Nshobole Balemba", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 1, "name": "Dominik Szymański", "cat": "American restaurant"}, {"review": "Delicious food, friendly staff! The portion are big and tasty! A shoutout to Lola, she recognized us the second time and she is superfriendly.", "rating": 4, "name": "Chris Carless", "cat": "American restaurant"}, {"review": "Trying to emulate an American style restaurant but without much success. Blaring loud euro pop music kind of killed the vibe. Food is mediocre but not expensive.", "rating": 5, "name": "Gwyn Bennett-Williams", "cat": "American restaurant"}, {"review": "Chicken burger is amazing for that price! Also nice show with smoked burger", "rating": 2, "name": "Johannes Andersen", "cat": "American restaurant"}, {"review": "It was good but not the greatest for the beef patty ( cutlet) besides that,the burger had great flavor, just needs better beef", "rating": 5, "name": "Serhii Bolilyi", "cat": "American restaurant"}, {"review": "Great selection of burgers. Freshly made and very tasty. Friendly staff and they speak decent English. Prices, compared to other Ukrainian restaurants, are a bit higher but still cheap.", "rating": 5, "name": "Simon", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "sila e", "cat": "American restaurant"}, {"review": "Amazing discovery! It's a MUST in Kiev. Super good and tasty burger, very nice and fast service, and they give you gloves to eat the burger so that you don't get dirty XD …", "rating": 5, "name": "Vitaliy Knyr", "cat": "American restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Shane Pack", "cat": "American restaurant"}, {"review": "The waitresses are nice and they can speak english. They have english menu which is nice.\nThe environment is nice and modern. …", "rating": 5, "name": "Jérémie Michel (Le Conscientiseur)", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Hnat Shapovalov", "cat": "American restaurant"}, {"review": "It is nice place, where you could find friendly staff, tasty burgers and beverages, good time with friends", "rating": 5, "name": "Yolo John", "cat": "American restaurant"}, {"review": "Thanks for the tip, Vitaliy.", "rating": 5, "name": "Ime Priimek", "cat": "American restaurant"}, {"review": "Best place to eat. Professional staff. They have salads, hot dogs and hamburgers that taste delicious. I highly recommend this place!", "rating": 5, "name": "Mohammed Binsaad", "cat": "American restaurant"}, {"review": "A great place for a quick and delicious bite. I ordered the Regan Hotdog and it was simply delicious. It wasn't over flavoured or over complicated, and it was presented beautifully, with pickles, chips, soft drink, gloves and I was even offered clips for my napkin! Great service, fantastic food 👌🏻", "rating": 5, "name": "DJ Wale Babu", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 1, "name": "Pisalni Stroj", "cat": "American restaurant"}, {"review": "Everything is tasty, service is fast and professional despite that waiters didn't speak Ukrainian as it meant to be by default.", "rating": 5, "name": "Igor Romanov", "cat": "American restaurant"}, {"review": "Good food, standard attention, perfect location. Lovely coffee! They don't speak English though and the menu is in Ukranian.", "rating": 5, "name": "Saad Ahmed", "cat": "American restaurant"}, {"review": "Good burgers and excellent service. Burgers were made very fast :)", "rating": 5, "name": "salma Kharbouch", "cat": "American restaurant"}, {"review": "Thanks for the feedback!", "rating": 4, "name": "Michael Reynders", "cat": "American restaurant"}, {"review": "Amazing service, the burgers were great. The Tiramisu was a little dry to my taste and the milkshake wasn't that good either. Still awesome place and definitely will come back.", "rating": 5, "name": "Vitaliy Garasymovych", "cat": "American restaurant"}, {"review": "After reading the reviews I expected a decent burger place (western style). Couldn’t be more wrong lol. The meat is served only well done and tastes pretty bland, and my gfs hot dog was cold. Staff is nice and speaks English though.", "rating": 4, "name": "Alona Ailikova", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\n\n", "rating": 5, "name": "Arnout Cillissen", "cat": "American restaurant"}, {"review": "A luxurious restaurant in the heart of the capital of Ukraine.  If possible, I advise you to visit!/", "rating": 5, "name": "Jeremy M.", "cat": "American restaurant"}, {"review": "Super friendly staff. Menu also available in english. Staff speaks english. Food was amazing.", "rating": 5, "name": "özgün özalay", "cat": "American restaurant"}, {"review": "Make you feel like you are in America !!\nThe decor is wonderful,they speak English too\nThe food was super nice ,affordable price !thank you for the great service", "rating": 5, "name": "Sviat Illiashov", "cat": "American restaurant"}, {"review": "In the beginning looked like nice place. Staff was kind and had English menu, which I observed to be unusual in Kiev.\nWe came as a group of 4, order was taken quickly and three of my friends got …", "rating": 5, "name": "Kev 608 (Kev608)", "cat": "American restaurant"}, {"review": "We apologize for the current situation.", "rating": 4, "name": "Mohammed Alabdali", "cat": "American restaurant"}, {"review": "Fantastic burger restaurant! I had the Mr grill burger which came with cherry smoke, worth getting this for the style and presentation of this burger!\nOnly reason it isn't getting 5 stars is the burger restaurant next door has unlimited soda fountain, Mr grill sells sodas in cans.", "rating": 2, "name": "Sonja M", "cat": "American restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Azad Yadav", "cat": "American restaurant"}, {"review": "The friendliest best freshly made, tasty burgers and hotdogs in Kyiv! With the best service ! 😀", "rating": 5, "name": "Craig Jameson", "cat": "American restaurant"}, {"review": "Good location but the hotdogs are boring with tasteless sausages, the place has slow service and expensive beer.", "rating": 5, "name": "Anzhela Avanesova", "cat": "American restaurant"}, {"review": "Good place. Cozy atmosphere. Cheap and tasty", "rating": 5, "name": "Douglas Shannon", "cat": "American restaurant"}, {"review": "Very good food, it's not just bog standard grub. Attention to detail is great given I was expecting a big standard burger joint. Popular with local monied people. Prices look cheap by Western standards.", "rating": 4, "name": "Heewon Lim", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 4, "name": "Turgut Turan", "cat": "American restaurant"}, {"review": "Burger was delicious. But the portion of fries were too small. The serving and additional gloves were exciting. Good price for this taste.", "rating": 2, "name": "18 Sunikhil Nandan dansu", "cat": "American restaurant"}, {"review": "I like this place a lot! Their burgers are tasty, the stuff is friendly they make everything quite quickly.\nAlways try to visit this restaurant when I am nearby. Totally recommended!\nBTW, the stuff is English speaking.", "rating": 5, "name": "Ronan Timoney", "cat": "American restaurant"}, {"review": " Thank you for appreciating our work!\n\n", "rating": 4, "name": "Zbigniew Kargul", "cat": "American restaurant"}, {"review": "Awesome burger and great service! I've eaten a lot of burgers in my life, but this was the first one I had to use a knife and fork with. English menus are available and our waitress spoke English.", "rating": 1, "name": "clement efioase", "cat": "American restaurant"}, {"review": "We enjoyed our moment with my friend there.\nSo good burger, and laughing moment!", "rating": 5, "name": "Oriel Shoshana", "cat": "American restaurant"}, {"review": "Great place in the center of Kyiv. They cook most delicious hotdogs I've ever ate! Especially the one with camamber and cherry smoke. Staff is also very friendly, especially Dasha", "rating": 5, "name": "Martin Schultz", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 3, "name": "Doğancan Gül", "cat": "American restaurant"}, {"review": "Very nice staff. Great food. Fast service. Best burger I tasted in Kiev. Hope you enjoyed the chocolate ))", "rating": 4, "name": "Julien Hamel", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Monika Stasiulevičiūtė", "cat": "American restaurant"}, {"review": "Tasty food (fried chicken wings with sweet and sour sauce highly recommended) friendly staff, they speak decent english, cosy surrounding, low prices. 100% recomended. We will be back for sure.", "rating": 5, "name": "Tatiana Letašiová", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Anil Zaman", "cat": "American restaurant"}, {"review": "the best burger i ever tasted in Ukraine", "rating": 4, "name": "Joona S.", "cat": "American restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Dmytro Artemchuk", "cat": "American restaurant"}, {"review": "I like there juicy burger but sometimes they don't keep it as juicy as it was before. But there service is good and they are very nice", "rating": 5, "name": "Vitalii Knyr", "cat": "American restaurant"}, {"review": "trash burgers. they put egg in the burgers without telling those. bad fries. no sauce, only ketchup, mayonese. they say they put bacon in it yes they did, a finger size, one piece. go for some street foods instead of this. …", "rating": 5, "name": "Raud Al-Tamimi", "cat": "American restaurant"}, {"review": "Such a great and fun place with tasty burger and very fun staff. Interior - nice, music - nice. Keep on doing", "rating": 5, "name": "Fammy Armitage", "cat": "American restaurant"}, {"review": "First time I come this restaurant I take burger beef Tastes delicious and the staff friendly", "rating": 4, "name": "Black Dahlia", "cat": "American restaurant"}, {"review": "The best burger and best hotdogs i've ever tasted. The staff is over friendly and the service is fast. The place has great design and is placed in center  the of city. I strongly  recommend", "rating": 4, "name": "Eugene Kobzev", "cat": "American restaurant"}, {"review": "Delicious burgers. The staff was friendly but sometimes try a bith too hard to clean up stuff from the table .", "rating": 5, "name": "Szymon Wajerowski", "cat": "American restaurant"}, {"review": "Thanks for your feedback. Cleanliness is a very important factor at this time.", "rating": 5, "name": "S Schmeckpeper", "cat": "American restaurant"}, {"review": "Amazing burgers, I would go here everyday!", "rating": 5, "name": "Paul Time-Lord", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "vikvek", "cat": "American restaurant"}, {"review": "The place is clean and cozy, the food is tasty. But, while hot-dogs have one vegetarian option, it would be fair if burgers had one too.", "rating": 5, "name": "Oleksii Rud", "cat": "American restaurant"}, {"review": "Delicious ribs and super nice people! If I could rate this from 1 to 42, I'd give it a 42/42.", "rating": 5, "name": "Vitaliy Gts", "cat": "American restaurant"}, {"review": "Good burger. In the center of Kiev. Service was good and the food.", "rating": 3, "name": "henrik p", "cat": "American restaurant"}, {"review": "Tasty burgers in a nice setting. Staff was friendly and helpful with decent English. Good place to eat hamburgers.", "rating": 5, "name": "parabola", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\n\n", "rating": 4, "name": "Melek Özlem Sezer", "cat": "American restaurant"}, {"review": "Burgers are a bit expensive, but service is on an extremely high level. Also they have special offerings for kids.", "rating": 5, "name": "Matej S", "cat": "American restaurant"}, {"review": "Excellent service and authentic American food. Highly recommend!", "rating": 5, "name": "Aleksandr Kay", "cat": "American restaurant"}, {"review": "Nice burgers and fries. Be aware that soup is served ice cold.", "rating": 5, "name": "Jukka Ala-Hynnilä", "cat": "American restaurant"}, {"review": "Great disinfectant system but absolutely nothing for vegetarians other than french fries. Would not recommend.", "rating": 5, "name": "Muhammed İkbal SARI", "cat": "American restaurant"}, {"review": "This place is worth every penny, the food is good(obviously) well served but the service, the environment and the music is very worth it.", "rating": 4, "name": "Shaikha Alwazzan", "cat": "American restaurant"}, {"review": "Amazing food, great service. Will be coming back here next time I'm in Kiev. Love from Sydney, Aus", "rating": 4, "name": "ferhat evler", "cat": "American restaurant"}, {"review": "Fantastic staff. Great service.", "rating": 5, "name": "Piotr Mizura", "cat": "American restaurant"}, {"review": "Great hamburger and pulled pork but a little small.", "rating": 4, "name": "Daniel G.", "cat": "American restaurant"}, {"review": "It was very delicious and waitress was so kind.", "rating": 5, "name": "Igor Fateev", "cat": "American restaurant"}, {"review": "Taste is good but they charge for ketchup and mayo.", "rating": 5, "name": "Jenya Chernov", "cat": "American restaurant"}, {"review": "Service was great and people were very nice but the food taste was average. Disappointed by taste ,not by service", "rating": 5, "name": "Marius Kuklinskas", "cat": "American restaurant"}, {"review": "Vegan falafel hotdog was very tasty! Not huge portions, but good value", "rating": 5, "name": "Matteo Costantino", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 5, "name": "Dwight Thomas", "cat": "American restaurant"}, {"review": "Nice service. Interesting pictures. A little bit cold burger. Good place in center of city. Close to metro and public transport.", "rating": 4, "name": "Mohammad Abdullah", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 3, "name": "The Egyptian Diva", "cat": "American restaurant"}, {"review": "Very poor service for attending to customers , waited for close to 30 minutes before anyone attended to us", "rating": 5, "name": "Tomasz Huzarewicz", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We would appreciate if you tell more about your visit to our restaurant experience. mrgrill@mrgill.com.ua\n\n", "rating": 4, "name": "Farid Abbasbayli", "cat": "American restaurant"}, {"review": "Best burger in Kiev! Lovely staff, amazing food", "rating": 4, "name": "Joachim Stenman", "cat": "American restaurant"}, {"review": "Very very nice place with great food and we think it was the owner who bought us cocktails for free👍 fantastic service", "rating": 5, "name": "Philip Erdmann", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Nadiia Orlova", "cat": "American restaurant"}, {"review": "It was good but very expensive than the other places.", "rating": 1, "name": "modelmark", "cat": "American restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Patrycja Turzyńska", "cat": "American restaurant"}, {"review": "Great restaurant with very good homemade sausages, good beer, good waitresses and not that expensive considering the quality of food.", "rating": 5, "name": "Jose Montoro", "cat": "American restaurant"}, {"review": "Fast and delicious!", "rating": 5, "name": "Migle Macijauskiene", "cat": "American restaurant"}, {"review": "Really tasty. Best burger. Geqrt hot dog and very nice stuff 😁", "rating": 5, "name": "Ozge Oguz", "cat": "American restaurant"}, {"review": "Thanks for your feedback", "rating": 5, "name": "Amanda Johnston", "cat": "American restaurant"}, {"review": "Their delicates are really tasteful. I suggest hot dog in eclair.", "rating": 5, "name": "Kutay Koylan", "cat": "American restaurant"}, {"review": "The burger was good, a little messy to eat but one gets gloves and apron to help out  Hotdog is next time on the menu", "rating": 4, "name": "Mahtumkuli Nedirov", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Дмитрий Кайданович (Dezdemon)", "cat": "American restaurant"}, {"review": "Awesome burgers & hotdogs!\nGreat and fast service.\nBeautiful place with good prices in center of Kyiv\n🌭🍔", "rating": 5, "name": "Peter Kjeldmann", "cat": "American restaurant"}, {"review": "Excellent beef burger!\nAmazing hotdog with shrimps!", "rating": 5, "name": "Haarlem Capital Group", "cat": "American restaurant"}, {"review": "I tried double burger.. and it was VERY DELICIOUS! 💯", "rating": 4, "name": "Denys Vinnik", "cat": "American restaurant"}, {"review": "Really friendly staff, nice food, good prices, clean restaurant and toilets, overall great place", "rating": 5, "name": "Andrew Hlebnikovs", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Edvinas Ciparis", "cat": "American restaurant"}, {"review": "Food was excellent, only the service was slowish. Good prices :)", "rating": 4, "name": "marin lerotic", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We will be grateful if you will tell more about your experience of visiting our restaurant mrgrill@mrgrill.com.ua.\n\n", "rating": 5, "name": "Ajay Shyam", "cat": "American restaurant"}, {"review": "Messed with our order a bit, but food is tasty", "rating": 5, "name": "Nancy Spellman", "cat": "American restaurant"}, {"review": "Very tasty burgers and express service. I strongly recommend this place!", "rating": 5, "name": "Konrad Jozwik", "cat": "American restaurant"}, {"review": "Thanks for the feedback!", "rating": 5, "name": "Abdullah Alsubaie", "cat": "American restaurant"}, {"review": "Great variety of hotdogs and burgers!", "rating": 4, "name": "Sergiy Tsimbalyuk", "cat": "American restaurant"}, {"review": "Good food and service. Talk and understand basic English\nVery reasonable price", "rating": 5, "name": "Den Pakizh", "cat": "American restaurant"}, {"review": " Thank you for your feedback, we are waiting for you again.\n\n", "rating": 5, "name": "Cem Sertel", "cat": "American restaurant"}, {"review": "The best desert ever !!!", "rating": 5, "name": "Mine Deniz", "cat": "American restaurant"}, {"review": "Very delicious burgers. And service is highly appreciated.", "rating": 5, "name": "Mike Tate", "cat": "American restaurant"}, {"review": "Thank you so much!", "rating": 5, "name": "Umut Yıldırım", "cat": "American restaurant"}, {"review": "Tasty food, moderate prices, attentive waiters.", "rating": 5, "name": "Rémi", "cat": "American restaurant"}, {"review": "Okay burgers, didn't like the staff looking att me all when I ate My food. Too many waitress", "rating": 5, "name": "Sina Rahbar", "cat": "American restaurant"}, {"review": "Best burger i had in kiev, friendly and fast service", "rating": 5, "name": "Oleksandr T", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 4, "name": "Andy London", "cat": "American restaurant"}, {"review": "Nice place. Portions are small", "rating": 5, "name": "Ihor Bielevskiy", "cat": "American restaurant"}, {"review": "Friendly staff and great burgers", "rating": 5, "name": "Laura Jakštaitė", "cat": "American restaurant"}, {"review": "Very good.", "rating": 2, "name": "Martin Johnsson", "cat": "American restaurant"}, {"review": "Food is good and they understand English :)", "rating": 1, "name": "Olya K", "cat": "American restaurant"}, {"review": "Very good place. And it's delicious.cost: 110 and 350 grivna's", "rating": 5, "name": "Sergey Shcherbakov", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 3, "name": "Yngvar Johnsen", "cat": "American restaurant"}, {"review": "Friendly waiter (Refat), Very delicious hot dog. Love it 👌🏼", "rating": 5, "name": "Jaro", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Petteri Huovinen", "cat": "American restaurant"}, {"review": "İ like this places.So tasty burgers and salads.Helpfuly workers.Thanks for everything", "rating": 4, "name": "Rimogard", "cat": "American restaurant"}, {"review": "Delicious burger, friendly service. I recommend at all.", "rating": 5, "name": "Shay Tzukerman", "cat": "American restaurant"}, {"review": "Solid and Delicious Burger Sets. Service OK.", "rating": 5, "name": "Moro Oyeleye", "cat": "American restaurant"}, {"review": "The best burgers in Kyiv and the best waitress Alenka)", "rating": 5, "name": "Niko Klanecek", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Василь Рубан", "cat": "American restaurant"}, {"review": "Amazing service. Extra double care with aprons and latex gloves. Gonna love it)", "rating": 5, "name": "Sergiy Ksl", "cat": "American restaurant"}, {"review": "Fantastic hot dogs. Never could expect fast food to be this delicious.", "rating": 3, "name": "Rukmani Gujjar 8637a", "cat": "American restaurant"}, {"review": " Thank you for your evaluation! We are waiting for you again!\n\n", "rating": 4, "name": "Alexander Burkov", "cat": "American restaurant"}, {"review": "Nice burgers, friendly staff and low prices", "rating": 4, "name": "Manuela Lenz", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 4, "name": "DI 4 U", "cat": "American restaurant"}, {"review": "I love this place, good service,  great food.", "rating": 5, "name": "Denys Presich", "cat": "American restaurant"}, {"review": "Love the place and service.", "rating": 5, "name": "Jakub Florek", "cat": "American restaurant"}, {"review": "Normal burger, normal taste and small size", "rating": 5, "name": "Mariya Mantytska", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 3, "name": "Сергей Мухин", "cat": "American restaurant"}, {"review": "Great food and service!", "rating": 5, "name": "Юлія Кучинська", "cat": "American restaurant"}, {"review": "Great hotdogs, but the service speed can be really slow at times.", "rating": 5, "name": "Ser Businessman", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Katherine Votre", "cat": "American restaurant"}, {"review": "Great burger-experience 👍 very good customerservice in english 👍", "rating": 3, "name": "Bumshi McClinton", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Олександр", "cat": "American restaurant"}, {"review": "Nice burgers and very friendly personal", "rating": 5, "name": "baxenko", "cat": "American restaurant"}, {"review": "Great hot dogs and service! And at reasonable prices", "rating": 5, "name": "Arno Nan", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "advocate praxis", "cat": "American restaurant"}, {"review": "Not for untermenschen with a yellow star", "rating": 5, "name": "капуста", "cat": "American restaurant"}, {"review": "Very good burgers and fast service!", "rating": 5, "name": "Галина Передерий", "cat": "American restaurant"}, {"review": "Thanks for the feedback!", "rating": 5, "name": "Елена Иванова", "cat": "American restaurant"}, {"review": "Really nice restaurant and good burger", "rating": 5, "name": "Irina Kodiy", "cat": "American restaurant"}, {"review": "Thank you so much!", "rating": 5, "name": "Светлана", "cat": "American restaurant"}, {"review": "Nice staff and good food.", "rating": 5, "name": "Den Makalis", "cat": "American restaurant"}, {"review": "Very helpful staff, trying their best to have happy customers!", "rating": 5, "name": "Aleksey Ivanov", "cat": "American restaurant"}, {"review": "Great food.  Great service.", "rating": 5, "name": "Людмила Баева", "cat": "American restaurant"}, {"review": "Delicious hamburgers with fast service.", "rating": 3, "name": "Hanna Churikova", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Anastasiia Gerasymchuk", "cat": "American restaurant"}, {"review": "👍", "rating": 5, "name": "Анастасия Кривенок", "cat": "American restaurant"}, {"review": "Nice burgers, big and delicious.", "rating": 5, "name": "noura mohammed", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Natalia Melnykova", "cat": "American restaurant"}, {"review": "Great burgers. Try the Smokey burger :-)", "rating": 5, "name": "Дарья БОВСУНОВСКАЯ", "cat": "American restaurant"}, {"review": "Fantastic food for little money!", "rating": 5, "name": "Анна Карпова", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 4, "name": "Dennis Zhi", "cat": "American restaurant"}, {"review": "Wonderful kitchen. Not good stuff.", "rating": 5, "name": "Vika Romanchenko", "cat": "American restaurant"}, {"review": "Thank you for your feedback", "rating": 5, "name": "Roman Shkolnyi", "cat": "American restaurant"}, {"review": "Greasy and great, cheap booze", "rating": 5, "name": "Вадим", "cat": "American restaurant"}, {"review": "Good price, superb burgers.", "rating": 5, "name": "Denys Bilous", "cat": "American restaurant"}, {"review": "Thank you so much!", "rating": 5, "name": "Альона Горбатюк", "cat": "American restaurant"}, {"review": "Average", "rating": 5, "name": "Ольга Галаган", "cat": "American restaurant"}, {"review": "Thank you for your feedback! :)", "rating": 4, "name": "Карина Мякота", "cat": "American restaurant"}, {"review": "Mojito", "rating": 4, "name": "Володимир Колесніченко", "cat": "American restaurant"}, {"review": "The salad and burger was fabulous!!", "rating": 5, "name": "Ігорь Володимирович", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 3, "name": "Борис Угаров", "cat": "American restaurant"}, {"review": "I really recommend this place, nice staff, fast service", "rating": 5, "name": "Anthony Darth", "cat": "American restaurant"}, {"review": "Good Service & Food 👍🏻", "rating": 5, "name": "Сергій І", "cat": "American restaurant"}, {"review": "Awesome food and atmosphere", "rating": 3, "name": "LOKAN", "cat": "American restaurant"}, {"review": " Thank you for your feedback, we are waiting for you again.\n\n", "rating": 5, "name": "Elena Prykhodko", "cat": "American restaurant"}, {"review": "Nice and tasty.", "rating": 4, "name": "Ruslan Garbuz", "cat": "American restaurant"}, {"review": "Delicious food with fast service", "rating": 5, "name": "Nata K", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Lesia Gasych", "cat": "American restaurant"}, {"review": "Perfect 👌👌👌dobble burger expecially😇😇", "rating": 5, "name": "Виталий Колесник", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Masha Timko", "cat": "American restaurant"}, {"review": "Awesome double cheeseburger.", "rating": 5, "name": "Лариса Гуменюк", "cat": "American restaurant"}, {"review": "Nice breakfast.", "rating": 5, "name": "Sehee Park", "cat": "American restaurant"}, {"review": "Good food, good place.", "rating": 5, "name": "Károly Vass", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Наталия Козаченко", "cat": "American restaurant"}, {"review": "One of the best Hotdogs 👌", "rating": 5, "name": "С А", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 5, "name": "Олексій Кузніцов", "cat": "American restaurant"}, {"review": "Hot dogs", "rating": 5, "name": "Veronika Tkachova", "cat": "American restaurant"}, {"review": "Thank you so much!", "rating": 5, "name": "Владислав Гузь", "cat": "American restaurant"}, {"review": "Good food", "rating": 5, "name": "Анна Исмайлова", "cat": "American restaurant"}, {"review": "Good food", "rating": 5, "name": "O GY", "cat": "American restaurant"}, {"review": "Thank you very much for your feedback.", "rating": 4, "name": "Артём Бондаренко", "cat": "American restaurant"}, {"review": "Amazing service and food!", "rating": 4, "name": "Валентина", "cat": "American restaurant"}, {"review": "Dont get all the recommendation.", "rating": 5, "name": "Екатерина Новик", "cat": "American restaurant"}, {"review": "Food is not tasty.", "rating": 1, "name": "Енот Полиглот", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We will be grateful if you will tell more about your experience of visiting our restaurant mrgrill@mrgrill.com.ua.\n\n", "rating": 5, "name": "Big ABADY", "cat": "American restaurant"}, {"review": "Perfect hotdogs!", "rating": 4, "name": "Ihor", "cat": "American restaurant"}, {"review": "Thank you, it is a very good new)", "rating": 5, "name": "Діма Д", "cat": "American restaurant"}, {"review": "The name says it all. That's what you get.", "rating": 5, "name": "Iryna Makohin", "cat": "American restaurant"}, {"review": "High quality and highly recommend", "rating": 5, "name": "Jacques Fouquet", "cat": "American restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Микола Чорнобривець", "cat": "American restaurant"}, {"review": "Great food!", "rating": 5, "name": "Artur Kachalapa", "cat": "American restaurant"}, {"review": "Thanks for your feedback!", "rating": 5, "name": "Екатерина Бондаренко", "cat": "American restaurant"}, {"review": "Long wait,  kind staff", "rating": 5, "name": "Просто Nazar", "cat": "American restaurant"}, {"review": "Thank you.", "rating": 2, "name": "Denis Khachatran", "cat": "American restaurant"}, {"review": "Fast and tasty !", "rating": 5, "name": "Dennis Zdorovy", "cat": "American restaurant"}, {"review": "🍟🍔💯💯", "rating": 5, "name": "Ercan Öztürk", "cat": "American restaurant"}, {"review": " Thank you for your appreciation of our work! We are waiting for you again!\n\n", "rating": 3, "name": "Григорій Вікторович", "cat": "American restaurant"}, {"review": "Great value.", "rating": 5, "name": "Ирина S", "cat": "American restaurant"}, {"review": "Double burger.", "rating": 5, "name": "Viktoriia Ivanova", "cat": "American restaurant"}, {"review": "Very good 🙂", "rating": 5, "name": "Виталина Коцюмаха", "cat": "American restaurant"}, {"review": "Expensive", "rating": 5, "name": "Юрий Харченко", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nPlease leave your contacts so that we can contact you mrgrill@mrgrill.com.ua.\n\n", "rating": 5, "name": "Александра Кемаева", "cat": "American restaurant"}, {"review": "Tasty food 😋", "rating": 5, "name": "Ростислав Бандурович", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Magui Giannone", "cat": "American restaurant"}, {"review": "Great service", "rating": 5, "name": "Давид Шабля", "cat": "American restaurant"}, {"review": "Tasty burgers", "rating": 4, "name": "Tetiana Byshenko", "cat": "American restaurant"}, {"review": "Nice place!", "rating": 5, "name": "0dubby0", "cat": "American restaurant"}, {"review": "Thank you very much for your feedback.", "rating": 5, "name": "Ирина Волохова", "cat": "American restaurant"}, {"review": "amazing place 🖤", "rating": 5, "name": "Oleksii Pysmennyi", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Ola Vorobets-Havrylenko", "cat": "American restaurant"}, {"review": "Great place to relax and have a snack. Suitable for large companies and for a family snack. The interior is pleasant and modern, the hall is clean, there are stickers on the tables with qr codes with a menu and the ability to leave a review. This is very handy) The waiter …", "rating": 5, "name": "Ol4ytka Mala", "cat": "American restaurant"}, {"review": " Maria, we truly thank you for such a review!\nGlad you enjoyed it all.\nWe will definitely be waiting for you again.\n\n", "rating": 2, "name": "Michelle Chanele", "cat": "American restaurant"}, {"review": "Threesome establishment. The tables are very close to each other and it is very difficult to maintain its atmosphere. Male waiters are not very friendly, unlike women. Hot Dogs are not bad, but not great, but the coffee is about nothing. Cappuccino is poured into a cup...", "rating": 4, "name": "Serhyi Havryluk", "cat": "American restaurant"}, {"review": " Good establishment! My husband I ordered myself a Mexican burger and branded tea from sea buckthorns and oranges. Everything turned out to be extremely delicious! In addition to Burger, we have served as fried …", "rating": 5, "name": "Валентина Юрчак", "cat": "American restaurant"}, {"review": " Julia, good afternoon! Thank you very much for the feedback, we are very glad that you liked everything) We look forward to seeing you again for a delicious meeting at Mr.Grill restaurant ♥\n\n", "rating": 1, "name": "Degan91", "cat": "American restaurant"}, {"review": "Was on business in Kyiv. After that, I wanted to eat, and the bright facade attracted attention. I decided to go there and have no regrets. The interior is very stylish, the staff meets with a smile on their face. I ordered a burger in smoke, it took no more than 20 minutes to cook and serve ...", "rating": 5, "name": "Оленка Д", "cat": "American restaurant"}, {"review": " The service corresponds to the pricing policy of the institution.\nFriendly waiters who do not let in without a certificate or test, this is a …", "rating": 4, "name": "Ovalchik 360", "cat": "American restaurant"}, {"review": " Catherine, it is very nice to read such a review!\nWe look forward to your next visit\n\n", "rating": 5, "name": "Zonk's Bastelbude Tattoo-Artwork-Piercing", "cat": "American restaurant"}, {"review": "We went for delicious hot dogs. We left with a feeling of dissatisfaction.\n1. Hot dogs are just ordinary, without any interesting flavors. I liked Shell better than here. …", "rating": 4, "name": "Петя Лендел", "cat": "American restaurant"}, {"review": " Good day! Thanks for the feedback. Please tell, what hot dogs did you taste? We will pass on your comments about the location and music to the administration.\n\n", "rating": 5, "name": "Христина Твердохліб", "cat": "American restaurant"}, {"review": "We went for a bite to eat with the family, the bright design of the place immediately attracts attention! And a red dog! American cuisine hot dogs, burgers and snacks! Pricing policy is acceptable, prices are average. The menu itself is interesting in addition to classic burgers and …", "rating": 2, "name": "Мирослава Філіппович", "cat": "American restaurant"}, {"review": "🍔Food: 5, 💵Prices: 5, 🖼Atmosphere: 5, 🎀Service: 5. Awesome place with delicious food and great service. The hot dog is not dry dough, which is what I like. Hearty breakfast. Delicious cocktails. Prices are not high. Toilet markings...", "rating": 4, "name": "Julia Oettle", "cat": "American restaurant"}, {"review": "Were with my wife.\nA very soulful place. The guys love their job. Special thanks to the waiter Egor. …", "rating": 5, "name": "Ольга Перч", "cat": "American restaurant"}, {"review": "One of the best burchers in town. Very tasty. Large selection for one person 180-280 UAH summer playground. The service is excellent. Separate waiters 👍 Respect. …", "rating": 5, "name": "Lonni Lisbjerg", "cat": "American restaurant"}, {"review": "Fast. Delicious. Cool interior and service. There are original positions, for example: a burger without a bun. …", "rating": 5, "name": "خليل الحربي", "cat": "American restaurant"}, {"review": "good place)\nA big plus is the staff, hot dogs are generally delicious, the price is normal for the center. …", "rating": 5, "name": "Іван Журавльов", "cat": "American restaurant"}, {"review": "Quite a colorful themed place! Everything is very fresh, tasty and high in calories))) Excellent service: polite, efficient, pleasant staff. I recommend! …", "rating": 5, "name": "Eugene", "cat": "American restaurant"}, {"review": " Elena, thank you very much for your feedback. We are very glad that you liked everything. We are waiting for you more!)\n\n", "rating": 5, "name": "Oğuz Erdem", "cat": "American restaurant"}, {"review": "Very tasty burgers and hot dogs. Great selection of cocktails and friendly staff. Great place to spend time with friends...", "rating": 4, "name": "Elena Olena", "cat": "American restaurant"}, {"review": " Iro, thank you for your feedback!\nBe sure to visit us again)\n\n", "rating": 5, "name": "Юля Борисюк", "cat": "American restaurant"}, {"review": "Delicious, amazingly fast service. Animal friendly establishment. Chef's burger was my favorite. …", "rating": 5, "name": "Kateryna Betsko", "cat": "American restaurant"}, {"review": "Once again we come here with my wife just for the excellent service from the waitress Lelya.\nThe burgers are delicious and the presentation is interesting. …", "rating": 5, "name": "Дмитро Россовський", "cat": "American restaurant"}, {"review": " Congratulations! Thank you very much for the feedback and for such kind words for our colleagues, we will definitely pass on everything. ♥ We are waiting for you for a delicious meeting at Mr.Grill.)\n\n", "rating": 4, "name": "Andrew Komyshan", "cat": "American restaurant"}, {"review": "Delicious hot dogs, I used to eat the most ordinary ones, but this place has a large selection. Prices of norms, from 100 to 130 UAH. I will definitely come here again. …", "rating": 5, "name": "Віка Бондарук", "cat": "American restaurant"}, {"review": " I love this place. We prefer it with friends, because we visit with children. And for several years of our acquaintance with him, everyone has found their favorite dishes! The menu is constantly updated, but as always …", "rating": 5, "name": "Олег Булгаков", "cat": "American restaurant"}, {"review": " Ludmila, good afternoon! Oh, what a review you left us, it's infinitely nice to read it. Thank you very much and we are always waiting for you in our restaurant. ♥\n\n", "rating": 5, "name": "Олег Подгуренко", "cat": "American restaurant"}, {"review": "We ordered a Smoke burger and a chicken burger, beautiful presentation, but didn’t like the taste itself, the sauce is very sweet, it’s honestly better at McDonald’s 🙂 Service is average, we always caught a waitress, alcohol is expensive. …", "rating": 5, "name": "Олексій Білявський", "cat": "American restaurant"}, {"review": "Amazing place and amazing staff!!!\nThe first is hot dogs. They came for them, as they were advised as the best in Kyiv. …", "rating": 4, "name": "ahmet can", "cat": "American restaurant"}, {"review": "\nAnastasia, thank you very much for your feedback. We will be glad to meet you)", "rating": 5, "name": "ahmed mohsen", "cat": "American restaurant"}, {"review": "In a second, with the company, we decided that we wanted to go to this institution, booked a table and in 10 minutes we were already there. We didn't regret for a second that we chose Mr.Grill. These are the most delicious hot dogs and burgers I have ever eaten in my life❤️ …", "rating": 5, "name": "Нечипоренко Ольга", "cat": "American restaurant"}, {"review": " Avocado salad is very tasty, chicken burger and fries 👌🏻\nThe service is excellent, the place is clean, and the outdoor seating is open …", "rating": 5, "name": "Андрей", "cat": "American restaurant"}, {"review": "Although the dojiki are very tasty, with my luck there weren’t those that I originally wanted to order, but with the help of a sympathetic waiter I made a choice and did not regret it. Prepared and served quickly, the lemonades are delicious. Definitely recommend and will come back...", "rating": 4, "name": "Таня Кондрачук", "cat": "American restaurant"}, {"review": "Quiet and cozy place! the prices are good, the service is top notch!\nThank you chefs! You guys are delicious...", "rating": 4, "name": "Oleg Petukhov", "cat": "American restaurant"}, {"review": "Oh, delicious hot dogs. Straight ❤️ service is also excellent. They quickly accepted and fulfilled the order despite the almost full landing. The recommendations of the waiter - straight to the point. Thank you. Let's come again😘...", "rating": 1, "name": "Polina Ismailova", "cat": "American restaurant"}, {"review": "The idea is not new, but coolly implemented! There are a lot of paths leading to the tavern, even by car you can park close enough (2-3 minutes walk).\nThe staff is very friendly and well-mannered, after choosing a table …", "rating": 5, "name": "Zhenya Podvorny", "cat": "American restaurant"}, {"review": " Hello! Thank you for your evaluation! We would appreciate if you will write in detail about your experience of visiting our restaurant. Or leave your contacts at mrgrill@mrgrill.com.ua so that we can find out all the details.\n\n", "rating": 5, "name": "mod Bh", "cat": "American restaurant"}, {"review": "Official place!!\nYour burgers literally melt in your mouth! Huge respect to your chef! …", "rating": 5, "name": "Oleksandr Rebenchuk", "cat": "American restaurant"}, {"review": "\nVika, welcome! Thank you very much for your feedback. Let us pass on your kind words to our team. We look forward to seeing you again)", "rating": 5, "name": "Ilya Sakovich", "cat": "American restaurant"}, {"review": "Great place! Very tasty, so we are here for the 20th time. But you really get to know the place only when you find yourself in a non-standard situation...\nThere was a nuance, and the administrator responded with a compliment in the blink of an eye. This …", "rating": 5, "name": "Катерина Ванюкова", "cat": "American restaurant"}, {"review": "The place is new, interesting for those who like fast food, but not eateries. Excellent modern interior, energetic voice acting, polite and attentive service. As for the food, definitely high quality and fast! We tried a little, of course, and ...", "rating": 4, "name": "poyraz gugus", "cat": "American restaurant"}, {"review": "Cozy place and friendly staff. Huge paintings with American presidents hang on the walls and a lot of greenery in the interior. In addition to dogs and burgers, the menu includes full breakfasts, soups, salads, desserts, and …", "rating": 3, "name": "Софи", "cat": "American restaurant"}, {"review": " We visited this place for the first time, we were impressed, the service and staff were good, we took orders quickly.\nOrdered a mastiff was very tasty …", "rating": 5, "name": "Наташенька Похилюк", "cat": "American restaurant"}, {"review": "Just super! Great replacement for McDonald's! Very tasty burger sets for children there is a children's set with a toy. Good atmosphere, attentive waiters, there is a children's corner. …", "rating": 2, "name": "дмитрий рябинкин", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 1, "name": "Давид Непаридзе", "cat": "American restaurant"}, {"review": "Beautiful and cozy interior, fast service, tasty and satisfying. Pleasant prices ... adequate for the city center. But when I went to the toilet, I was surprised, it was clear that the cleaning lady had not cleaned up for a long time, there was no toilet paper and napkins ...", "rating": 5, "name": "Lisnevsky Videographer", "cat": "American restaurant"}, {"review": "Very good burgers, juicy and tasty. Fast service, beautiful interior. The burgers come with gloves and an apron. …", "rating": 4, "name": "DiA models", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Виктория Резникова", "cat": "American restaurant"}, {"review": " Very friendly staff, always a great atmosphere.\nAlways clean and tidy.\nAnd of course the most delicious Hotdogs & Burgers🌭 & 🍔 ... and craft beer🍺 …", "rating": 4, "name": "Natalie Labinska", "cat": "American restaurant"}, {"review": "Once I saw an advertisement from Lesha Durnev and decided to go. The property is stylish, cozy and beautiful. The menu is not large, but there is plenty to choose from. Prices : Alcohol is very overpriced and not fair. And now about the food. The price for the burger menu was…", "rating": 5, "name": "Bohdan Konopelko", "cat": "American restaurant"}, {"review": " Thank you for rating!\nWe must take note of your comments!\nLeave please your contacts so we can contact you mrgrill@mrgrill.com.ua.\nWe are waiting for you again!\n\n", "rating": 5, "name": "Анастасия Коцкало", "cat": "American restaurant"}, {"review": "A very specific place, with extraordinarily tasty and juicy burgers, masterpiece hot dogs, unsurpassed desserts, and an original menu. I strongly recommend this establishment to everyone. …", "rating": 5, "name": "Yulia Tetyanich", "cat": "American restaurant"}, {"review": " Thank you for appreciating our work.\n\n", "rating": 1, "name": "T. D.", "cat": "American restaurant"}, {"review": "Excellent hot dogs. There is with shrimp and tuna, you can vegetarians. It comes with some french fries with crazy sauce 😋. There is also an analogue of ordinary French with sausage. For only 55 UAH 🌭 ...", "rating": 4, "name": "Ciap Utek", "cat": "American restaurant"}, {"review": " Sergey, thank you very much for the feedback, we are very glad that you liked everything! Have a nice meeting at Mr.Grill ❤️\n\n", "rating": 5, "name": "Надя Железнова", "cat": "American restaurant"}, {"review": "Hi all!\nI am leaving a review because my friend was a little offended by the fact that, they say, the waiter would have correctly transferred the order. …", "rating": 5, "name": "Zoya Z", "cat": "American restaurant"}, {"review": "Nice atmosphere. Delicious food and beer (ice cold, how I like it!). Dor blue burger is great.\nPleasant staff and the waiter Yaroslav Buchel is generally a cat. …", "rating": 5, "name": "Sinem sonmez Koc", "cat": "American restaurant"}, {"review": " Ordered a burger and hot dog, tastes good, but not ideal.\nHot dog mr grill at the gas station for me for some reason tastier. …", "rating": 5, "name": "Елена Ворчило", "cat": "American restaurant"}, {"review": " Ruslan, good afternoon! Please tell, what kind of hot dog did you order? And the usual French hot dog, as at work, is on our menu, and you can also order it or take it with you, takeaway :)\n\n", "rating": 5, "name": "Иван Палий", "cat": "American restaurant"}, {"review": "Very tasty cuisine, although high-calorie, but everything is so prepared, there is no impression that you ate fatty food.\nNice atmosphere and top notch service. Professional,…", "rating": 5, "name": "Леся Куклова", "cat": "American restaurant"}, {"review": " Bon appetit! We will be glad to see you more often in our institution\n\n", "rating": 5, "name": "Yurii Kondratskyi", "cat": "American restaurant"}, {"review": " Very tasty cuisine, especially sausages and knuckles - this is something incredible. Hot dogs and burgers are highly recommended, but it's not over yet - we'll come again! Well, craft beer is like! …", "rating": 5, "name": "Julia Pilipenko", "cat": "American restaurant"}, {"review": " Class, thank you for such a review!\nCome on in!\n\n", "rating": 5, "name": "Oksana Glushchenko", "cat": "American restaurant"}, {"review": "I just blew it. Everything is just bombastic. Delicious and prices are good. With that service and attitude towards the client, I thought it would be more expensive))) the atmosphere is just a buzz, I began to think that I was at home and they brought me food on order)) thanks for a pleasant evening. …", "rating": 5, "name": "REGINA MELKUMYAN", "cat": "American restaurant"}, {"review": " Vitaly, thanks for the feedback. We are waiting for guests)\n\n", "rating": 5, "name": "Przemysław", "cat": "American restaurant"}, {"review": "Hungry people should definitely look for nearby Mr.Grill Hotdogs&Burgers 😅\nEat from the heart and sit sincerely! And it’s impossible not to mention the awesome playlist and cheese sauce, for this a separate respect 🤙🏻 Tasty, satisfying, fast! 🤤 …", "rating": 4, "name": "Elena Chudovskaya", "cat": "American restaurant"}, {"review": " Maria, thank you very much, it is infinitely nice to see such reviews! We look forward to seeing you again at Mr.Grill ♥\n\n", "rating": 5, "name": "Kosta Lacosta", "cat": "American restaurant"}, {"review": " Very tasty cuisine, nice staff, convenient location. I want to return to the institution. Next time you need to try a hot dog, about which there are a lot of positive reviews. Definitely recommend! …", "rating": 5, "name": "Artur Melkumyan", "cat": "American restaurant"}, {"review": " Larissa, thank you very much for such a warm response! We are always glad to see you in our restaurant ♥\n\n", "rating": 1, "name": "Andrey Amos", "cat": "American restaurant"}, {"review": " The atmosphere is also good and delicious.\nInside, there are pictures of American presidents eating hot dogs, and there are menus named after them. Seems to be a Ukrainian restaurant or American street …", "rating": 5, "name": "Михась Резвий", "cat": "American restaurant"}, {"review": "Thanks a lot!\nWelcome back!", "rating": 4, "name": "Elina Bahdasarian", "cat": "American restaurant"}, {"review": "Cool place, I'm delighted;\nfrom the combination of ingredients in food,\nfrom the chef's imagination in creating different dishes and even dessert, …", "rating": 2, "name": "Aleksandr Mihalych", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you!\n\n", "rating": 5, "name": "Елена Пясецкая", "cat": "American restaurant"}, {"review": "Went with friends to celebrate a friend's birthday! Great place, great service, nice staff! Delicious burgers and hot dogs! I also liked the bar, the cocktails are awesome! I highly recommend this establishment!!! …", "rating": 5, "name": "Oleksandr Skvortsov", "cat": "American restaurant"}, {"review": " Natalia, good afternoon. Thank you very much, it is infinitely nice to hear such warm feedback\nSee you at Mr.Grill)\n\n", "rating": 5, "name": "Anton Nadvorskiy", "cat": "American restaurant"}, {"review": "Guys, this place is not McDonald's. Everything here is delicious - food, drinks. Service at the highest level (thanks to Alla), the bartender is the best conversationalist. And the music is top notch...", "rating": 5, "name": "Sandra Nagornaya", "cat": "American restaurant"}, {"review": " Thank you very much! It is infinitely nice to read such reviews. We are always glad to see you in our institution. ♥\n\n", "rating": 4, "name": "Hanna Pshenychnykova", "cat": "American restaurant"}, {"review": " Beautiful interior. Delicious food. I really liked the mulled wine based on white wine. …", "rating": 5, "name": "Viktorya Serdiuk", "cat": "American restaurant"}, {"review": " great choice of hot dogs, friendly staff, above average prices …", "rating": 5, "name": "Ersan GÖNEN", "cat": "American restaurant"}, {"review": " Veronica, thank you very much for the feedback! We are always glad to see you in our restaurant :)\n\n", "rating": 4, "name": "KotangensSO", "cat": "American restaurant"}, {"review": "Very tasty! Tastes better than Dogs & Tails. Good service, good food. I recommend trying Rockway dog ​​and red mulled wine. We learned about the restaurant from Durnev's video with Potap, now we will often go for lunch. …", "rating": 5, "name": "Artem Fast", "cat": "American restaurant"}, {"review": "Everything is very tasty, wonderful staff, the order was served quickly without a long wait, everyone was delighted!!!🤗🤗 …", "rating": 5, "name": "Melissa Fornails", "cat": "American restaurant"}, {"review": " Anya, congratulations! Thank you very much for the feedback. It is incredibly nice to hear such feedback, we are always waiting for you\n\n", "rating": 5, "name": "ліана чорна", "cat": "American restaurant"}, {"review": "Camembert burger is quite tasty. I recommend. Used to be Cherry Smoky Burger on the menu, my favorite. It is a pity that he is no more. …", "rating": 5, "name": "Oleg K", "cat": "American restaurant"}, {"review": "They cook well, from the minuses in food: egg sauce, straight \"bue\", they serve both burgers and hot dogs.\nWell, the music is like from the radio in a taxi. …", "rating": 5, "name": "Yulianna Ys", "cat": "American restaurant"}, {"review": " Artem, congratulations! Thank you for your feedback, we will take into account your wishes when planning a new menu.\nAs for the music, we will pass on your wishes to the administration.\nBe sure to come again!\n\n", "rating": 5, "name": "Oleksii Grechko", "cat": "American restaurant"}, {"review": " Great place, delicious burger, clean, tidy, friendly staff, most importantly unobtrusive, immediately understood what to invite for the baby at my request. But there is a. The first thing I didn't like was the small …", "rating": 5, "name": "Maria Medushevska", "cat": "American restaurant"}, {"review": "Great place 😍 very tasty, nice service, reasonable prices. Stayed with the girls are very happy🔥 ...", "rating": 5, "name": "Алекс Мороз", "cat": "American restaurant"}, {"review": " Catherine, thank you very much, it is infinitely nice to hear such good reviews! We are always waiting for you for something delicious at Mr.Grill ♥\n\n", "rating": 5, "name": "Erdem Polat", "cat": "American restaurant"}, {"review": "I don't know about the rest of the kitchen but the pineapple and strawberry cocktail was without pineapple taste. a spoonful of strawberries diluted with water with ice cubes (((and they ask for 55 UAH for this. If only they diluted it with soda ... ...", "rating": 5, "name": "Sofia Predko", "cat": "American restaurant"}, {"review": " The best burger restaurant in Ukraine\n\n10/10 …", "rating": 5, "name": "Volodymyr", "cat": "American restaurant"}, {"review": "Lots of different burgers and hot dogs. We tried branded ones, quite tasty, but not directly something new. Need to try again)…", "rating": 5, "name": "Алекс Ф", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Alexander Tsyganchuk", "cat": "American restaurant"}, {"review": " Cool place, burgers and hot dogs are just her\nAnd the cool staff, I do not remember what was wrong, but they gave a compliment and it left pleasant impressions and emotions, we recommend you now to your …", "rating": 5, "name": "Настя Зюкова", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Roman Ivanovskiy", "cat": "American restaurant"}, {"review": " Very tasty hot dogs, a special respect for the bun, tender and crunchy. Good alcohol. Prices are quite democratic, as for the city center. Nice staff, the waiter was sweetheart 😍. Serving desserts - at the height of …", "rating": 5, "name": "Ilona Repkina", "cat": "American restaurant"}, {"review": "Everything is tasty and juicy, the staff is polite\nTrue, they cooked for almost 26 minutes ... During this time, the stomach can digest itself 😵 ...", "rating": 5, "name": "Alexandr Sot", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Райко", "cat": "American restaurant"}, {"review": "Very cool place! Service at the highest level! The waiters speak English, are polite and accurate. Delicious food at average prices, but it’s worth just going in and having a bite to eat after taking a break from everything, there are a lot of sockets in the establishment, so the phone is always …", "rating": 4, "name": "Elena Shevyrova", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation! We are always glad to see you.\n\n", "rating": 3, "name": "Светлана Концур", "cat": "American restaurant"}, {"review": "Cool. We liked it;) They gave bibs. Gloves are provided for burgers. The prices are adequate for a set of a burger, french fries, pepsi / juice, 2 sauces and a couple of slices of vegetables, they paid 145 UAH. We will walk more...", "rating": 5, "name": "Matthias Mueller", "cat": "American restaurant"}, {"review": " …", "rating": 1, "name": "--", "cat": "American restaurant"}, {"review": "See photo - bon appetit. Never been inside, first time ordering delivery. I don’t recommend it - salad is .. mayonnaise + lettuce, what was made from dough and something else in the salad turned into a substance that is not ...", "rating": 5, "name": "Іван Біляновський", "cat": "American restaurant"}, {"review": " Thank you for your feedback! In the near future, our specialist will contact you to find out details.\n\n", "rating": 4, "name": "MR LEIG", "cat": "American restaurant"}, {"review": " Impressed. We have not seen such filing of hotdogs yet. And what wonderful cheesecakes. Highly recommend!\nBeautiful interior, comfortable high chairs overlooking the street. You want to …", "rating": 5, "name": "Максим Бойко", "cat": "American restaurant"}, {"review": " One of the best Grill restaurants you can go in Kiev. Burgers are quite filling and large in portions. The presentation is very successful and the waiters are concerned. Although language is a problem, they help as …", "rating": 4, "name": "Markus", "cat": "American restaurant"}, {"review": "The service is good, interesting serving of dishes, but I didn’t like the burger, the potatoes are also so-so, it’s better to go to McDonald’s. …", "rating": 5, "name": "Mykola Byk", "cat": "American restaurant"}, {"review": "Beautiful place. You can run in, have a bite or sit for a couple of hours and relax. The staff is fast and responsive. Well, it's delicious!!\nI recommend!!! …", "rating": 1, "name": "Nastya Mo", "cat": "American restaurant"}, {"review": " Thank you for appreciating our work.\n\n", "rating": 1, "name": "Сергей Черкасов", "cat": "American restaurant"}, {"review": "First time we went to this cafe. The atmosphere is wonderful, the waiters are unobtrusive, the food is delicious!))\nWhen taking out food, they give you mega cool bibs and gloves so as not to get dirty) …", "rating": 5, "name": "Алина Ястреб", "cat": "American restaurant"}, {"review": "I liked everything👍. Very tasty, satisfying, service at the highest level, the atmosphere of the institution itself - Super there is a children's corner and a children's menu, so parents and children will not go wrong when they come in. Emotions were only positive. Prosperity and...", "rating": 5, "name": "Алла Лозовик", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 1, "name": "Мария Рыбина", "cat": "American restaurant"}, {"review": "Perfect place. Went with friends to warm up and stayed for a long time. The waiter Lelya created a magical atmosphere and recommended the best dishes. It's great when a person is in his place! We will definitely come back again. I recommend!!! …", "rating": 3, "name": "Timur Babaev", "cat": "American restaurant"}, {"review": "Cozy, delicious, comfortable.\nIn this situation, they had an antiseptic.\n+ For gloves to burgers and 'bib'...", "rating": 5, "name": "Ігор Остапюк", "cat": "American restaurant"}, {"review": " In the center of Kiev you can taste truly incredibly tasty burgers! Service level 10/10 Interior also at a height - 10/10 Feeding dishes 10/10 The prices correspond to the quality and location of the location. And of …", "rating": 5, "name": "Елена Кудрявцева", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you!\n\n", "rating": 5, "name": "Алиса Демьяненко", "cat": "American restaurant"}, {"review": " Delicious food, very good attention and the place is beautifully decorated. Recommended without hesitation. Very reasonable prices. …", "rating": 5, "name": "Viktory Lele", "cat": "American restaurant"}, {"review": "Very cool atmosphere! The most delicious burger in my life! Incredibly delicious cocktails! The manager and bartender are great guys! Nice to chat with them! Service at the highest level! I will definitely come again! I recommend to everyone! …", "rating": 5, "name": "Daniel Kingo", "cat": "American restaurant"}, {"review": " After changes in the interior - the room is very beautiful! Especially for atmospheric photos. Nice service. The burgers have a little too much mayonnaise, but it's still quite tasty. …", "rating": 5, "name": "Михаил Горлачёв свобода от зависимости", "cat": "American restaurant"}, {"review": "Amazingly delicious burgers and serving 🔥🔥🔥. The guys are great, they try hard, it shows. This is what I mean by delicious!\nManagement - special thanks, your staff is on top, despite the great …", "rating": 5, "name": "Станислав", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Максим Ленченко", "cat": "American restaurant"}, {"review": " I really liked the place. The service is pleasant and of such high quality that it is very rare. In terms of food, the burger exceeded expectations, a big plus that they include fresh vegetables. Cocktails at the …", "rating": 5, "name": "Сергей Чертков", "cat": "American restaurant"}, {"review": " Hot dogs on top, delicious burgers. Eat here in black gloves)) instead of french fries offer to try green beans, it is really profitable to take nets. But they still have to work with sauces: ketchup tasted like …", "rating": 5, "name": "Wael Almjelad", "cat": "American restaurant"}, {"review": " I liked the hot dogs, the optimal menu, interesting interior, good bar menu …", "rating": 5, "name": "Fill Ez", "cat": "American restaurant"}, {"review": "Staff (+)\nFood( -)\nLocation(terrace) (-) …", "rating": 5, "name": "Vlad Lynx", "cat": "American restaurant"}, {"review": "Delicious food, ate signature burger and hot dog. Dishes are served with potatoes and sauce (sauce so ce). I washed down with dark beer, my girl took a milkshake - fire drinks. Very friendly waiters and very helpful, gave us …", "rating": 2, "name": "Роман Нікіфоров", "cat": "American restaurant"}, {"review": "We ran into this place to escape from a strong thunderstorm) We ordered burgers. I was surprised not by the usual branded base bun, it seems that it is made from rich sweetish dough. Maybe that's how it's meant to be. In general, everything is tasty and reasonably priced. …", "rating": 5, "name": "Макс Фролин", "cat": "American restaurant"}, {"review": "BE CAREFUL! We went to eat hot dogs, ordered more lemonade and espresso. We ate, paid and left. I photographed the check to later share it with friends, and now I found that WE HAVE BEEN ADDED ANOTHER BEER FOR 105 UAH, which no one drank and did not ...", "rating": 4, "name": "Pierre Davydenko", "cat": "American restaurant"}, {"review": "In general, a good, inexpensive institution in the city center. There is a small children's corner and a children's menu. The staff is friendly. …", "rating": 3, "name": "ابو ليث", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Дмитро Шатохін", "cat": "American restaurant"}, {"review": "Excellent restaurant in the city center, clean room, there is a veranda with tables. Fast and pleasant service. Beautiful presentation of food and delicious food. The only minus of the institution is the price, it is very expensive, we ordered a burger …", "rating": 4, "name": "Alina Panchenko", "cat": "American restaurant"}, {"review": " super cool restaurant with a top service ...\nburger and side dishes top and the prices comfortable anyway!\ntherefore recommended because one of the best shops in kiev! …", "rating": 5, "name": "Volodymyr Danchul", "cat": "American restaurant"}, {"review": "The place is good\nBut there was a nuance when they bought a showroom\nShe was sagging and immediately fell apart ...", "rating": 5, "name": "Laali Capparo", "cat": "American restaurant"}, {"review": " Mega delicious Hot Dogs, Ronalds is the most beloved. They are one of the first establishments that began to produce aprons and gloves. In a set to choose, french fries or asparagus, salad, pepsi or juice. Although …", "rating": 5, "name": "Вадим Почеп", "cat": "American restaurant"}, {"review": " Thank you for your feedback and evaluation. We will definitely consider your offer.) We are waiting for you again.\n\n", "rating": 5, "name": "Ко Гла", "cat": "American restaurant"}, {"review": "We took chicken broth with noodles in this institution for a child (7 years old). The waiter was told it was for a child. The broth turned out to be with incomprehensible spices, the child ate a few spoons and refused to eat, did not eat anything else, did not want to. In one hour …", "rating": 5, "name": "Zanoza 1812", "cat": "American restaurant"}, {"review": " Great gazpacho with shrimp, delicious salad with sausages and nice service …", "rating": 5, "name": "Евгений Зеленский", "cat": "American restaurant"}, {"review": "Very tasty burgers, especially Mexico City! The service is super, special thanks to Alexander!! …", "rating": 3, "name": "نايف الجاسر", "cat": "American restaurant"}, {"review": " Definitely world class. Got both hot dog and burger and ate although I was satisfied ... Try it, seriously delicious food. …", "rating": 3, "name": "Мария Добрянская", "cat": "American restaurant"}, {"review": " I thank the waiter Jafar for the excellent service\nThe burger and hot duke are excellent\nThe potatoes are very very nice …", "rating": 5, "name": "Yan Stremskiy", "cat": "American restaurant"}, {"review": " Thank you for your feedback, we are waiting for you again.\n\n", "rating": 1, "name": "Bohdan K", "cat": "American restaurant"}, {"review": "Great place for American food lovers. Very friendly staff who treat the client as a person, and not just another visitor. Prices are moderate, not overpriced. The serving of some burgers is very interesting, it can be…", "rating": 4, "name": "Nata Diana", "cat": "American restaurant"}, {"review": "We have long wanted to visit the institution and were not just satisfied, but overwhelmed with positive emotions until the end of the day! We were pleased with absolutely everything here: the kitchen, the cozy atmosphere. We were even more pleased with the employees of the institution: the waiter and …", "rating": 5, "name": "Olena Kovalchuk", "cat": "American restaurant"}, {"review": " The venue design and staff are great. The food taste is amazing. Definitely a must try flavor. Staff are friendly and helpful. Their English level is quite adequate. Prices are slightly above the conditions of Kyiv. …", "rating": 5, "name": "Наталья Старикова", "cat": "American restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Hayrettin Mert Topak", "cat": "American restaurant"}, {"review": " …", "rating": 1, "name": "Schmutziger Teufel", "cat": "American restaurant"}, {"review": "Great place, friendly staff. Delicious and fast cooked. Good cocktail list. I advise you to visit the institution 🥰…", "rating": 5, "name": "Kostiantyn Oliinyk", "cat": "American restaurant"}, {"review": " Julia, thank you very much for the feedback!) See you at Mr.Grill! ♥\n\n", "rating": 4, "name": "Нина Пупкина", "cat": "American restaurant"}, {"review": "very tasty meal with friends! burgers are better than in America!! manager Alexander is the best employee of the institution! pis everyone! …", "rating": 3, "name": "Владислав Карась", "cat": "American restaurant"}, {"review": " Delicious burgers and good service.\n\n", "rating": 5, "name": "Елена Бондарчук", "cat": "American restaurant"}, {"review": "Delicious burgers, stylish interior and cool music. Now the menu has changed a bit. It used to be tastier (especially the cheese sauce). I recommend …", "rating": 5, "name": "Лариса Романчук", "cat": "American restaurant"}, {"review": " Very cozy place, mega delicious burgers and favorite mulled wine, the most delicious has not tasted anywhere !!! Special thanks for the service, staff as friends❤🙂 …", "rating": 2, "name": "Татьяна", "cat": "American restaurant"}, {"review": "Very tasty, will definitely come here again, reasonable prices, good service! …", "rating": 2, "name": "Yulia Sukach", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Анастасія Михайленко", "cat": "American restaurant"}, {"review": "Great place, nice atmosphere, friendly staff! But that's not all we're interested in, is it? The food is excellent, the burgers and hot dogs are delicious! Coffee is top notch! Will I recommend to friends? Tried it yesterday and today...", "rating": 5, "name": "Nadiia “Amennadiia” Volovik", "cat": "American restaurant"}, {"review": " The establishment deserves all 5 stars. The place is cozy, in the heart of Kiev. Burgers are delicious, especially Oregon🔥 …", "rating": 4, "name": "Maiia Bulakh", "cat": "American restaurant"}, {"review": " It's the Valentine's Day, so we come here. That's why it was intense. Waiters speak english. Watch out for the hot dog smell inside your clothes. …", "rating": 5, "name": "Анастасия", "cat": "American restaurant"}, {"review": " The very juicy hamburger bread just melted\nServed with excellent chips\nHighly recommend very high quality with very good beer …", "rating": 1, "name": "Liza Gorsheneva", "cat": "American restaurant"}, {"review": " Cozy place, very stylish. Chemo waiters, immediately switch to the language of the interlocutor. Very convenient location.\nAnd in the photo a flashing burger from the children's menu ❤️ …", "rating": 5, "name": "Recep Korkmaz", "cat": "American restaurant"}, {"review": " Thank you for your feedback, waiting for you again!\n\n", "rating": 4, "name": "Marina Melekhova", "cat": "American restaurant"}, {"review": "Very tasty french fries with unreal. delicious cheese sauce.\nUntil recently, there were the most delicious burgers (with smoke) I took every time I was here and advised all the guests of Kyiv, but recently the recipe has changed and …", "rating": 2, "name": "Denis Sergeev", "cat": "American restaurant"}, {"review": " A pleasant place, a cool atmosphere, a delicious burger, but waiting for a waiter for a long time and an order! …", "rating": 5, "name": "Happy “Artem” Marriage", "cat": "American restaurant"}, {"review": " Thank you for your appreciation. We work hard to improve the service every day, we hope the next time you will enjoy everything.\n\n", "rating": 5, "name": "Марина Природа", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "ANSI (ANSI)", "cat": "American restaurant"}, {"review": "It used to be good, but now they scored on the service. They took burgers to go, they were made tasteless, as if they were not fresh, and the sauce was thrown into the bag so that everything was flooded around. It turned out disgusting porridge. I wrote to the manager, but no one answered. …", "rating": 1, "name": "Eugene Pshenichny", "cat": "American restaurant"}, {"review": "\nGood afternoon, Polina. My name is Tatiana Nikolaenko, I am a marketer for a restaurant chain. Please leave your number so that I can contact you.", "rating": 5, "name": "Анастасия Козырева", "cat": "American restaurant"}, {"review": "From time to time I go to this place, here are some of the best burgers in the center of Kyiv, the prices are pleasant, the staff is friendly, the manager Alexander is a special attention - a colorful professional in his field, I advise everyone to this place! …", "rating": 5, "name": "Игорь Сахно", "cat": "American restaurant"}, {"review": " To be honest, it is a very nice and quiet restaurant in which there is halal food, such as chicken burger, which I honestly cannot describe. The beautiful tuna salad and chicken wings are very special. …", "rating": 3, "name": "Алина Купко", "cat": "American restaurant"}, {"review": " Thank you so much for your comment, we are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Magpie Valeriy", "cat": "American restaurant"}, {"review": " Very atmospheric and cozy place in the very center of Kiev! American style inspires and gives unforgettable emotions, as if you are transported to New York. Delicious hot dogs, burgers, drinks of the highest quality. …", "rating": 5, "name": "Тома Олейник", "cat": "American restaurant"}, {"review": "I want to express my admiration) At the entrance, the waiter came out to clean the jacket and backpack from the snow, they immediately removed napkins, garbage and plates from the table .. and a lot of pleasant little things, when I forgot the buff in the establishment, I had not yet had time to go out, I …", "rating": 3, "name": "Anastasiia No", "cat": "American restaurant"}, {"review": "\nIlya, it's a pleasure to read such reviews. We remember your visit and look forward to seeing you again.", "rating": 5, "name": "Людмила Пилипчук", "cat": "American restaurant"}, {"review": "I recommend this establishment, always pleasant service, delicious burgers and breakfasts, fast service, smiling and customer-oriented staff, I enjoy spending lunch here and meeting with friends) …", "rating": 5, "name": "Lesya Y", "cat": "American restaurant"}, {"review": " Kateryna, thank you very much for such a nice response! ♥\n\n", "rating": 4, "name": "Андрей Иванюк", "cat": "American restaurant"}, {"review": " We ate hamburgers and hotdogs. Price performance is good. Service is fast and high quality. Service personnel wear a plastic apron around your neck, a very reasonable service :) …", "rating": 4, "name": "Андрей Клименко", "cat": "American restaurant"}, {"review": "The food is delicious, but not much different. But the cocktails were really pleasantly surprised)\nBut it’s very strange that you can’t smoke aikos on the terrace🙊 Guys, now many halls ...", "rating": 2, "name": "Simon Hansen", "cat": "American restaurant"}, {"review": "Very atmospheric cozy place, delicious food, beautiful serving, polite attentive staff))) I had a great time 😊 …", "rating": 4, "name": "Константин Жабко", "cat": "American restaurant"}, {"review": "Rating two is solely due to the fast service, since Chef's burger cannot be called a burger and deserves a rating of 1, even 0. A burger in which instead of a cutlet is something like a canned tourist breakfast, sorry, but how can ...", "rating": 1, "name": "Clément", "cat": "American restaurant"}, {"review": "08/31/2021 I went to this establishment and ordered a burger, the meat had a strange taste and smell. The next day I came down with food poisoning and I am still being treated. I do not recommend this place. If you are in the center of Kyiv, where there are tourists, …", "rating": 5, "name": "Юлия Сибун", "cat": "American restaurant"}, {"review": "Atmospheric. It’s very cool that they don’t save on air conditioning, like many others, when there are few people in the hall. Everything is beautiful, great service…", "rating": 5, "name": "Billy Spleen", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 3, "name": "Сергей Осока", "cat": "American restaurant"}, {"review": "The staff is very attentive! The hot dog bun is tasteless, too soft, I would like it to be at least a little crunchy) But the responsible and friendly staff smooths out the shortcomings. …", "rating": 4, "name": "Stepan Shmidt", "cat": "American restaurant"}, {"review": "We were with a guy today, one unpleasant situation arose, which was quickly settled and apologized. The staff is friendly and attentive. It was delicious) …", "rating": 1, "name": "Nataly Berezina", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 4, "name": "Vadym Chub", "cat": "American restaurant"}, {"review": "Initially, we didn’t plan to go with friends, but we were covered by rain and ran to escape to Mr. Grill Hotdogs & Burgers. …", "rating": 5, "name": "Cynthia", "cat": "American restaurant"}, {"review": " The best place to enjoy a juicy burger or hot dog and enjoy a cool, cool, classic cocktail 😁👌❤️🍔🌭🥃🍸 …", "rating": 5, "name": "Вероника Пигулевская", "cat": "American restaurant"}, {"review": "Nice interior, tasty burgers\nBut very, even too much sauce (ketchup and mayonnaise) in the Beef burger. The waitress got in a bad mood, there were almost no people, and tea was waiting for a long time. Generally …", "rating": 5, "name": "Yuliyac Ar", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Dmytro “qoockle” Yakovenko", "cat": "American restaurant"}, {"review": "Delicious food, nice waitress, ordered a hot dog brought in 7-8 minutes. The wait was short, the food was hot and tasty. Nice place\nBy the way, the cappuccino is top! …", "rating": 3, "name": "Андрей Бондаренко", "cat": "American restaurant"}, {"review": "We took Smoky and Oregon burgers for delivery and also potato dips. Let's go.\nAlthough before that, I ate at the institution more than once and everything was fine. …", "rating": 5, "name": "Alex О", "cat": "American restaurant"}, {"review": " Tatiana, congratulations!\nPlease provide a date and order number, as well as your contact information.\n\n", "rating": 2, "name": "Анна", "cat": "American restaurant"}, {"review": " Nice and efficient service, portions just right, although someone very hungry is unlikely to be able to eat one burger. Small disadvantage for not salting the dishes, but still good food. …", "rating": 5, "name": "Mykyta Markianov", "cat": "American restaurant"}, {"review": "The restaurant is top, the service is cool, the most delicious and fun. The music is just incredible ❤️🔥…", "rating": 5, "name": "FM Amosov", "cat": "American restaurant"}, {"review": " Hope, thank you very much! It is very, very nice to hear such a great review. We are waiting for you more\n\n", "rating": 4, "name": "Paul Barmin", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Tea Te", "cat": "American restaurant"}, {"review": " Employees are friendly gui where appropriate by very friendly and nice prices found in warm rivers ..seven …", "rating": 5, "name": "Сергій Лебідь (Лебідь на Ютубі)", "cat": "American restaurant"}, {"review": " Great place, very polite staff. Delicious cuisine and unusual cocktails. …", "rating": 5, "name": "Maryna Repetska", "cat": "American restaurant"}, {"review": " Elena, thank you very much for your feedback. We are always glad to see you in our restaurant ♥\n\n", "rating": 5, "name": "Евгений Ганенко", "cat": "American restaurant"}, {"review": "One of the best burgers in Kyiv. Most establishments don't bother with rolls. Here they are always soft, with a crispy crust and at the same time not large, they do not take attention from the filling. …", "rating": 5, "name": "Inna Drozd", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Viktor Livakivskyi", "cat": "American restaurant"}, {"review": "Great establishment!!!\nBest hotdogs and burgers!!!\nAnd the custard tubes are like in childhood!!!! …", "rating": 5, "name": "Svetik Svetik", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Артем Шаблій", "cat": "American restaurant"}, {"review": "Here is the best service ever. The waiters are young guys, not mumbling, but rather charismatic. Approaching to take the order, they (attention) squat down to be on the same level with you. The same system that in communicating with a child is not ...", "rating": 5, "name": "Pair Wise", "cat": "American restaurant"}, {"review": "One of my favorite places in Kyiv if you are in the mood to eat a delicious burger or hot dog.\nExcellent service, friendly waiters. …", "rating": 5, "name": "Arteom Stetsenko", "cat": "American restaurant"}, {"review": " We really liked you. My foreign friends were impressed with the quality of the service and the incredible taste of the dishes. Thank you to your team. We sincerely wish you success 😊 …", "rating": 5, "name": "Сергей Рахлис", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 4, "name": "Игорь Федас", "cat": "American restaurant"}, {"review": " The burgers are medium in size but the taste, service and presentation are really great. …", "rating": 5, "name": "Ольга Еременко", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Kostyantyn Dyakiv", "cat": "American restaurant"}, {"review": " Not a bad place, but for me at the time, nice staff. Prices, below average, food at its price. American interior) …", "rating": 5, "name": "Сергей Амеличев", "cat": "American restaurant"}, {"review": " Elena, thanks for the feedback!)\n\n", "rating": 5, "name": "Уля", "cat": "American restaurant"}, {"review": "These are not burgers, but multi-orgasmic gastro debauchery. Dima the waiter will add to you a lot of pleasant impressions from the service and manner of communication ...", "rating": 5, "name": "Юлия Степенко", "cat": "American restaurant"}, {"review": "\nVery tasty and atmospheric ..!)", "rating": 5, "name": "Elena Gorbarenko", "cat": "American restaurant"}, {"review": "I ordered delivery from here. Very NOT tasty. McDonald's will be more interesting. I do not recommend. …", "rating": 5, "name": "Inviolable Boy", "cat": "American restaurant"}, {"review": " Andrew, good afternoon! It's a shame to read such a review. Please tell, what positions you ordered?\n\n", "rating": 5, "name": "Февзи Караогланов", "cat": "American restaurant"}, {"review": " Delicious burgers, interesting combinations of hot dogs, delicious sausages and a large selection of beers. But the beer itself is not very much to choose from. …", "rating": 1, "name": "Rostyslav Khaniukov", "cat": "American restaurant"}, {"review": "Original menu and original presentation. Hot dogs are very nicely decorated. I didn’t really like the roasting of potatoes, which can be ordered separately. …", "rating": 5, "name": "Юлия Игоревна", "cat": "American restaurant"}, {"review": "The prices are tolerable, but the cashier knows his business, recalculates from the air, the final check is corrected before our eyes, Total: food +, prices + - adequate, staff - fat minus -!!! …", "rating": 2, "name": "Юрій Калиновський", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are very sorry that this situation has happened! Please leave your contacts so that we can contact you mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Людмила Харченко", "cat": "American restaurant"}, {"review": "Very tasty burgers! Well, very very very! Ordered 3 different ones to take away, picked up by self. Friendly and polite operators, took out the order in a mask and gloves, now it is very important. In addition, they put 3 pairs of gloves, napkins, ...", "rating": 2, "name": "Дар'я Твердохліб", "cat": "American restaurant"}, {"review": " Delicious burgers. Fast service even at lunchtime.\n\n", "rating": 4, "name": "KTech ltd", "cat": "American restaurant"}, {"review": " Alexander! Thanks for the feedback! Our team is very pleased to know that we have such good guests!\n\n", "rating": 4, "name": "Антон Шаныгин", "cat": "American restaurant"}, {"review": "The local variation of Bloody Mary is just fire! Including, and literally - quite sharp, but very pleasant. …", "rating": 5, "name": "Виталий", "cat": "American restaurant"}, {"review": "Today we visited your establishment, everything was at the highest level. The manager Anastasia met us, seated us at the best table, advised the most delicious burgers, great respect for such an employee. Service and cuisine - class) …", "rating": 3, "name": "Василий Лысенко", "cat": "American restaurant"}, {"review": "Delicious white mulled wine\nCool burgers, but not enough gloves to eat comfortably...", "rating": 3, "name": "Віктор Жвавий", "cat": "American restaurant"}, {"review": "I liked it very much! Delicious burgers, I rarely drink beer, but here it's worth it))) excellent and fast service, they even found small gloves for me personally! The atmosphere is good, the interior is not intrusive. Clean and comfortable, on …", "rating": 4, "name": "9000 unicom", "cat": "American restaurant"}, {"review": " At first, the place is very nice, the decor is great, I ate a hamburger menu here, it's very delicious. Also, as a concept, the waitresses come to you and wear aprons against spilling food on you. …", "rating": 4, "name": "Anna Konovaluk", "cat": "American restaurant"}, {"review": "Was yesterday for the first time. Liked the burger. The only thing is that the waiter behaved arrogantly. Or does he have a very specific sense of humor? Well, we still left the poor man 50 UAH for a tip. The poor puffed up and crucified all 40 minutes that we ...", "rating": 5, "name": "Eugene Yakimenko", "cat": "American restaurant"}, {"review": " Delicious, Let's come more than once. Please add the option to leave an electronic tip. …", "rating": 5, "name": "Богдан Іщук", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Jason HorribleJason", "cat": "American restaurant"}, {"review": " Very tasty Smoky Burger smoked in cherry smoke, serving dishes keep a nice smoke, cold circles in the summer heat, nice waiters, location in the center, and I want to thank you for letting poor pilgrims from the …", "rating": 5, "name": "Евгения Денисова", "cat": "American restaurant"}, {"review": " A great place where you can have a nice and delicious time. I want to emphasize the polite attitude of the staff, which praises this institution) …", "rating": 5, "name": "Arseniy Shelestyuk", "cat": "American restaurant"}, {"review": " Everything is delicious, done fairly quickly. Interesting design of the hall.\nIf you take a takeaway burger - there was a discount. …", "rating": 1, "name": "Семен Перов", "cat": "American restaurant"}, {"review": "When the service is top notch! 🕊 I took a hot dog and a burger on Sunday - everything was very tasty! And the boy on the issue is just love. Thank you from the bottom of my heart! …", "rating": 5, "name": "Анна Алимова", "cat": "American restaurant"}, {"review": "\nJulianna, good afternoon! Thank you very much for your feedback. The boy's name is Dmitry, we will give him your kind feedback.", "rating": 5, "name": "Tina Vlasenko", "cat": "American restaurant"}, {"review": "Delicious burger and hot dogs, but the cafe has already moved to Khreschatyk. On st. SAKSAGANSKY is no more. …", "rating": 5, "name": "Анастасия", "cat": "American restaurant"}, {"review": " Pleasant atmosphere, very tasty burger from the chef and wonderful creme brulee …", "rating": 5, "name": "Тоша UA", "cat": "American restaurant"}, {"review": "Were for the first time. Oooooochen liked it, opened a new institution. Special thanks to Lela for great service. ALL to Lela!!! …", "rating": 4, "name": "Mitchell Grootscholten", "cat": "American restaurant"}, {"review": " The place is beautiful, elite. We chose it for dinner. Their burgers and hotdogs are good. You can choose. …", "rating": 5, "name": "Kateryna Fofonova", "cat": "American restaurant"}, {"review": " One of the best establishments I have visited. Very good service, friendly staff, normal prices for the center of Kiev. They took burgers, which turned out to be very tasty and filling, and cocktails, also good and …", "rating": 5, "name": "G&D Zima-Bezus", "cat": "American restaurant"}, {"review": " Thanks for the feedback. It is very nice, we are glad that we have such good guests.\n\n", "rating": 5, "name": "Ronny Stuff", "cat": "American restaurant"}, {"review": " Clean, tidy, breakfasts all day up to 100 UAH (how ??). Burgers are cheap …", "rating": 4, "name": "Jek Jop", "cat": "American restaurant"}, {"review": " Very nice place and delicious food\nRestaurant level hot dogs👍👍👍 …", "rating": 5, "name": "Сергей Твердохлеб", "cat": "American restaurant"}, {"review": " Alex, thank you very much, very nice to hear! We are waiting for you for a delicious meeting at Mr.Grill :)\n\n", "rating": 5, "name": "Светлана Поклонская", "cat": "American restaurant"}, {"review": "Cozy, clean. According to reviews, I thought that I would have to wait half an hour, but after 14 minutes they brought the entire order. Quite tasty, I was satisfied with the dessert. The burger and fries were served with two sauces - garlic and tomato. But I wouldn't say it's...", "rating": 5, "name": "Дарья Гречко", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 5, "name": "Real Music", "cat": "American restaurant"}, {"review": " Very atmospheric place. Were the whole family. Tried hot dog with guacamole (very light, tasty and moderately spicy), also hot dog rockway, the man appreciated. Beef and Double were taken from the burgers for …", "rating": 5, "name": "Катя Лебедь", "cat": "American restaurant"}, {"review": " Thank you very much for your feedback. Very nice.\n\n", "rating": 5, "name": "Тетяна Рудик", "cat": "American restaurant"}, {"review": "Great place, Alla is a polite waiter, put bibs on us) served a delicious burger with an unusual lemonade.\nCozy, not expensive, tasty, I recommend! …", "rating": 5, "name": "Milan Shafar", "cat": "American restaurant"}, {"review": "There are always delicious burgers and hot dogs, warm atmosphere. But it is not always possible to take tables by the window, they are often reserved)) When walking around the city, I recommend coming here, there are much fewer people, although the food is delicious. Thank you! …", "rating": 5, "name": "Yaroslav Yankovskyi", "cat": "American restaurant"}, {"review": " …", "rating": 4, "name": "Aleksandr Dobromanov", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Hell Raikiri", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We are waiting for you again.\n\n", "rating": 5, "name": "Serega Gazel", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Roman Yakushchenko", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Always glad to see you!\n\n", "rating": 4, "name": "Maksym Khokhlov", "cat": "American restaurant"}, {"review": "The prices are space, the quality of hot dogs is 3-ku. Burgers more and less.... well, 4-ku.... The design of the restaurant is interesting .. - 5-ku) The service is generally good) I don’t know why the food in this establishment is not in the first place, if everything else - ...", "rating": 4, "name": "Daria Tabala", "cat": "American restaurant"}, {"review": " It was raining like buckets. Into the next store. Lucky\nGreat ambience, great service. Extremely friendly staff. And the food is great. Great burgers, great beer. See good card with great selection …", "rating": 5, "name": "Назарій Онищук", "cat": "American restaurant"}, {"review": "The burgers are not bad, but the garlic sauce with no choice needs to be warned in advance! Unlike the food, the service is just terrible. Feeling like no one cares about you, it's normal when no one approaches you for 30 minutes. Waiter …", "rating": 1, "name": "Fire Heart", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are very sorry that this situation has happened! Please leave your contacts so that we can contact you mrgrill@mrgrill.com.ua\n\n", "rating": 2, "name": "David Borisovich", "cat": "American restaurant"}, {"review": " Great place, polite staff, great cuisine, beautiful design and good music 😉 5+ …", "rating": 5, "name": "Mohammad Almatrafi", "cat": "American restaurant"}, {"review": "Excellent\nSelected the right place\nI withdraw the ball for the lack of places, it was observed that there was a reserve on the big tables, on …", "rating": 2, "name": "Юлия Езерская", "cat": "American restaurant"}, {"review": " Thanks for the feedback, we improve our work every day. We hope you enjoy everything.\n\n", "rating": 5, "name": "Владимир Марцинко", "cat": "American restaurant"}, {"review": "Very tasty burgers and cocktails. Surprised by the new menu. Thank you for the quality service Dmitry. I'll be back here again...", "rating": 5, "name": "Epic Pants", "cat": "American restaurant"}, {"review": " Nice staff, delicious dishes and tasty burgers - great atmosphere! Absolute recommendation! Four stars, as the restaurant unfortunately closed an hour earlier than advertised. …", "rating": 2, "name": "محمد عبدالرحمن", "cat": "American restaurant"}, {"review": " This tasty burger with smoke, good serving.\n\n", "rating": 4, "name": "Ирина Афонина", "cat": "American restaurant"}, {"review": "Don't order burgers here. stale food. was in the institution yesterday (20.12) in the evening. ordered a chicken burger. instead of chicken - uncooked cutlet (it's hard to make out if there is chicken there) for my taste, not the best quality. vegetables in...", "rating": 5, "name": "Ivan Iaremchuk", "cat": "American restaurant"}, {"review": " Hello! Thank you for adding your answer.\nPlease leave your contacts so that we can contact you mrgrill@mrgrill.com.ua. We always monitor the quality and strive to understand the situation.\n\n", "rating": 5, "name": "Ольга Косинова", "cat": "American restaurant"}, {"review": "I came to this place at 22:30, on the website and on the doors it says that it is open until 23:00, one of your employees closed the front door and I asked why it was not indicated anywhere that you then had a shortened day, for which I in a very…", "rating": 5, "name": "Yanina Kharcenco", "cat": "American restaurant"}, {"review": " Sergey, congratulations! Please tell, whats the story of them big puppys ..... What happened?\n\n", "rating": 5, "name": "Olya Dolinska", "cat": "American restaurant"}, {"review": " Delicious burgers and a great atmosphere😁! I really liked everything)) …", "rating": 5, "name": "Анастасия Дынник", "cat": "American restaurant"}, {"review": "The place is clearly popular - there were very few free tables during our visit.\nExcellent summer terrace, service, at the highest level. Starting from the entrance when...", "rating": 5, "name": "Георгій Самофалов", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Atom", "cat": "American restaurant"}, {"review": "The service of this establishment is simply terrible, today they couldn’t ask for the menu, then they waited 40 minutes for the order, they didn’t warn us about the waiting time, so at the end of the bill we waited 20 minutes and brought it after I went and ...", "rating": 5, "name": "Софія Маслова", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Please leave your contacts so that we can contact you mrgrill@mrgrill.com.ua.\n\n", "rating": 3, "name": "Игорь Щербак", "cat": "American restaurant"}, {"review": "At first they didn't notice us.. 0_o\nGuy, girl and child 4.5 years old.\n15 minutes until the girl waved through the window to the waiter (We sat on the terrace) ...", "rating": 5, "name": "Nitka", "cat": "American restaurant"}, {"review": " Thank you for your appreciation. Please leave your contacts so that we can contact you to find out all the details of mrgrill@mrgrill.com.ua.\n\n", "rating": 5, "name": "Max Krasinskiy", "cat": "American restaurant"}, {"review": " Delicious burgers, good service, cons - only three dishes on the children's menu, but there is soup …", "rating": 4, "name": "Лилия Шинская", "cat": "American restaurant"}, {"review": "Very tasty hot dogs and burgers. It is noteworthy that they eat them without utensils in gloves) Plus, I really like the fact that there is a children's menu (surprise toy! Plus juice, hot dog or burger and french fries, 100 hryvnias). Very nice atmosphere,…", "rating": 5, "name": "Oleksandr Maksymenko", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 4, "name": "Ольга Ольга", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "ForVice", "cat": "American restaurant"}, {"review": "Great establishment! Cozy atmosphere, huge burgers. For children, a mini children's room and a cool menu. Friendly waiters. It is pleasant to sit outside even in the heat, as the veranda is constantly refreshed. The atmosphere of the place…", "rating": 5, "name": "Анна Киселевич", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Helga Helga", "cat": "American restaurant"}, {"review": " Really good burgers and french hot dog, I was impressed, compared to what I have tried many other places in Ukraine. Extremely good service and fair prices. Especially also when you get protection of your clothes on …", "rating": 5, "name": "massimiliano mazzoli", "cat": "American restaurant"}, {"review": "Nice place for a quick bite to eat\nFriendly staff…", "rating": 5, "name": "Анна Кузьменко", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Vaerii Solar", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Анна Григоревская", "cat": "American restaurant"}, {"review": "Came with a girl to eat, the waiter immediately came up to us, ordered 2 burgers, everything was cooked and taken out very quickly. napkins, cutlery, toothpicks - everything is there and in sufficient quantity. The burgers were amazing...", "rating": 5, "name": "Инаэль", "cat": "American restaurant"}, {"review": "In my opinion, the best institution in Kyiv for the preparation and serving of burgers and hot dogs. For 2 years, the institution has not lost its brand and continues to delight with taste. Thanks to the chefs, waiters and management for a wonderful institution! …", "rating": 3, "name": "Archi K", "cat": "American restaurant"}, {"review": " The restaurant is very nice, I recommend it calm and clean food …", "rating": 5, "name": "Irina Bukutunio", "cat": "American restaurant"}, {"review": "Positive institution, young guys work. The waiters are very attentive and kind to each guest! One gets the impression that we are visiting them and are their personal guests! This is very cool. Prices +. Staff+++.location + …", "rating": 5, "name": "Дима Кабар", "cat": "American restaurant"}, {"review": " Nice interior, music, delicious food. Mulled wine on white wine was especially impressive. The staff is the best !!!!! …", "rating": 4, "name": "Виктор Ткаченко", "cat": "American restaurant"}, {"review": " Loud music that is suitable for a nightclub or bar, but not for a quiet lunch. The waiter almost jumped at me with bulging eyes, that I was scared. It turned out to be instead of a greeting here. The hot dog waited …", "rating": 5, "name": "Anastasiia", "cat": "American restaurant"}, {"review": "I liked everything very much. The time interval between the bringing of drinks and the food itself is a little uncomfortable, about 15-20 minutes. Carbonated drinks have to be drunk before the food is brought, or they run out of steam and lose their original taste, ...", "rating": 5, "name": "De Daemon", "cat": "American restaurant"}, {"review": " Thank you for your feedback and evaluation! We are waiting for you again.\n\n", "rating": 5, "name": "Gazy Alzag3", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Ігор Сас", "cat": "American restaurant"}, {"review": " The potatoes are excellent..the chicken burger is sweet and has nothing to do …", "rating": 5, "name": "Михаил Зубков", "cat": "American restaurant"}, {"review": " Very cozy and pleasant atmosphere. In the cold season, hot mulled wine is what you need ☺️ …", "rating": 5, "name": "Burcu Demircan", "cat": "American restaurant"}, {"review": "Were in two \"Mr. Grill\" on Podil and Maidan. So. Podil liked it more. Either there were fewer people, or the staff there was more attentive.\nWe sat down on the Maidan and no one came up to us for a long time, although the boy was a waiter point-blank...", "rating": 5, "name": "Лена Лекс", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We would be grateful if you would leave your contacts so that we can contact you mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Alona Murashko", "cat": "American restaurant"}, {"review": "Great hotdogs, delicious sausages. Cheese hotdog is really cheesy. The chef's salad is very good. It is a pity only a very meager selection of lemonades. …", "rating": 5, "name": "Людмила Мироненко", "cat": "American restaurant"}, {"review": "The most delicious burgers in Kyiv! Especially the camembert burger is just something. The lemonade is very tasty. The staff is smiling and friendly, not a single used napkin lingered on the table longer than a couple of minutes. Very pleasant…", "rating": 5, "name": "Анна Соло", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Бункерный Дед", "cat": "American restaurant"}, {"review": " The place is wonderful. Colorful. Many foreign guests of the capital. Fast service. Delicious cuisine. …", "rating": 1, "name": "Yevgeny Yevgeny", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Ксенія Павлишинець", "cat": "American restaurant"}, {"review": "Very tasty burgers. Delicious cheese sauce and delicious pickles! It was cool when the waiter solemnly announced that he should put bibs on us)) ...", "rating": 5, "name": "Макар Клочко", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Камышенко", "cat": "American restaurant"}, {"review": " Valery, thank you for your feedback, be sure to pass on your gratitude to Natalia)\n\n", "rating": 5, "name": "Дима Стребуль", "cat": "American restaurant"}, {"review": "Very good service, the waiters are polite and serve quickly. I also really liked hot dogs, perhaps I have not tried tastier ones yet ...", "rating": 5, "name": "GoEV Corp", "cat": "American restaurant"}, {"review": " The meat was average in taste, of average quality\nChicken we failed to try …", "rating": 5, "name": "Vitaly U", "cat": "American restaurant"}, {"review": "Hot dog is good, service is terrible.\nFirst, half an hour of waiting until the order is taken, then half an hour of waiting for the order itself, despite the fact that visitors who came later were served earlier. …", "rating": 5, "name": "Dominik Messner", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are very sorry that this situation has happened! Please leave your contacts so that we can contact you mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Наталья П.", "cat": "American restaurant"}, {"review": " Great place with great staff and delicious food ☀️\n\n", "rating": 5, "name": "Sviatoslav Denysenko", "cat": "American restaurant"}, {"review": " Ian, thank you very much! We are always waiting for you\n\n", "rating": 5, "name": "Руслан Романько", "cat": "American restaurant"}, {"review": "In a double burger they put 1 cutlet instead of two. Check, we paid like a double burger. So, as half had already sat down, when they noticed the absence of another cutlet. The staff did nothing to fix the problem. Well, the burgers are good. …", "rating": 5, "name": "Сергей Жердев", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nPlease leave your contacts so that we can contact you mrgrill@mrgrill.com.ua.\nWe will take your comments into consideration!\nWe are waiting for you again!\n\n", "rating": 3, "name": "Юра Юрків", "cat": "American restaurant"}, {"review": "Walking around the center of Kyiv, we decided to go with my family. What can I say ... The service is not very good, I had to wait for the staff to answer whether it is possible to sit down somewhere. The table was not cleared, it was already removed in front of us. For food - burgers are big, juicy, tasty. …", "rating": 5, "name": "Евгения", "cat": "American restaurant"}, {"review": " Great place to relax! Friendly and caring staff. Burger from the chef - a bomb, were amazed by the taste! Thank you for a great holiday! …", "rating": 5, "name": "Анастасія Волошина", "cat": "American restaurant"}, {"review": "Creative place) You feel the youth of the spirit and the courage of its creators. Delicious burgers, potatoes, sauces, children's menu.... Complete respect! …", "rating": 5, "name": "Анна Цапенко", "cat": "American restaurant"}, {"review": " Delicious and cheaper than other restaurants on the street, the waiters speak English and you can adjust the contents of your hamburger. The distinctive glove apron concept is great, and whey sauces go well with their …", "rating": 5, "name": "Валерия Кириченко", "cat": "American restaurant"}, {"review": " And tell me, what time do you work, if at 19.15 the owner ordered you to close, because on the street, you see, the Maidan? People can't go to warm up? …", "rating": 5, "name": "Max 777", "cat": "American restaurant"}, {"review": "\nVery cozy and tasty. Good service.", "rating": 5, "name": "Dima Antonov", "cat": "American restaurant"}, {"review": " Pleasant atmosphere. Only the music is a little loud and the visitors become loud when they lean. …", "rating": 5, "name": "Mohammed Abdullah", "cat": "American restaurant"}, {"review": "Nice place with nice service with burgers without character. If a burger could argue with you, these would be afraid. Haven't tried hot dogs...", "rating": 5, "name": "Ёжики Курносые", "cat": "American restaurant"}, {"review": "Cool place, tasty and big portions and not expensive price!\n+ Sets are very satisfying and beautiful subjects.\n+ they give gloves so that the client does not get his hands dirty and can comfortably eat food) ...", "rating": 4, "name": "Cenk Çileli", "cat": "American restaurant"}, {"review": " Great place with delicious hot dogs. Interior, quality and delicious products. Hot dog + french fries + sauce, drink separately. …", "rating": 4, "name": "Serhii Tsyhykal", "cat": "American restaurant"}, {"review": " I'll start with the pros: the cozy atmosphere, the gloves so as not to get dirty. Now to the minuses. We went to the institution at the almost empty hall for a long time waiting for the waiter to bring the menu, made …", "rating": 5, "name": "Татьяна Кравченко", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We will take your comments into consideration! We are waiting for you again!\n\n", "rating": 5, "name": "marco mantovanelli", "cat": "American restaurant"}, {"review": " a waiter invited us to the cafe. We sat down and were asked to order food in 10 minutes because the kitchen was closing. When they brought us food, they told us to move because the restaurant was closing. Why then …", "rating": 5, "name": "Юра Ботош", "cat": "American restaurant"}, {"review": " Delicious burgers in a pleasant atmosphere. We ate a double and a beef, both were delicious, the cutlet was simply wonderful, especially gloves and a carefully tied saliva） we were lucky to be there for Halloween, …", "rating": 1, "name": "Radiohead S", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Karhen Star Fox", "cat": "American restaurant"}, {"review": " …", "rating": 4, "name": "Haktan Kaan İçel", "cat": "American restaurant"}, {"review": "Relaxed atmosphere, the waiters are friendly and quite fast. We had a burger and a hot dog, everything was delicious. Also on the menu are alcoholic cocktails, I liked them less: different from the picture on the menu, and the taste is not quite what you expect. But this …", "rating": 5, "name": "Мария Лукашина", "cat": "American restaurant"}, {"review": "Wonderful establishment! From the visit there were only positive emotions! We came in the evening on a weekday, the place was not packed with people, so we were able to sit comfortably at a large table. The atmosphere is very pleasant, …", "rating": 2, "name": "Ed Baev", "cat": "American restaurant"}, {"review": "If you want to be disappointed in burgers and hot dogs, then you are here. The burger bun just fell apart😐 I saw this for the first time. A hot dog is no better than any gas station. The only difference is half cherry in the presentation. Glass of beer…", "rating": 4, "name": "Татьяна Кологривая", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are very sorry that this situation has happened. We would be grateful if you would leave your contacts so that we can contact you. mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Александр Роменский", "cat": "American restaurant"}, {"review": " First of all the concept is very nice. The burgers are delicious. Service was fast. The price is a bit expensive but not much too. The black gloves that come with the burgers and the apron add to the color. Smoky …", "rating": 5, "name": "Максим Вишнівський", "cat": "American restaurant"}, {"review": "tasty and not very expensive. Even those who don't really like hot dogs and burgers will like it, because there is a good alternative: soups, salads and grilled meat dishes.... …", "rating": 5, "name": "Время Выигрывать!", "cat": "American restaurant"}, {"review": "Initially, we were not oriented to free places, we had to get out on our own. We waited about an hour for the burgers to be served, for another half an hour in total - a check and change. Bad service cancels out great food...", "rating": 5, "name": "Денис Рябинин", "cat": "American restaurant"}, {"review": " Thank you for your feedback. Leave your contacts so that we can contact you at mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Misha Turovskiy", "cat": "American restaurant"}, {"review": "We would like to note the cool service, at the level of a good restaurant, the waiter named Dima served very well, it's a plus for him. …", "rating": 5, "name": "Roman Nikolaevich", "cat": "American restaurant"}, {"review": "Delicious. Fast. Nice interior and staff\nThank you very much 🥰…", "rating": 5, "name": "Александр Шалыгин", "cat": "American restaurant"}, {"review": " Marina, sincerely grateful for the feedback!\nBe sure to come again)\n\n", "rating": 5, "name": "Nadia O", "cat": "American restaurant"}, {"review": "Beautiful and cozy place, good menu, polite and attentive staff, everything is always at the highest level …", "rating": 4, "name": "Женя", "cat": "American restaurant"}, {"review": "The soup is cold and tasteless, the sausages were poured with water. Don’t think about taking asparagus, the guys don’t understand that it can be tasty.\nOrdered an Oregon set. I did not find the promised vegetables and peppers, there were cucumbers in the burger and ...", "rating": 2, "name": "Daryna Ishchuk", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Leave your contacts so that we can contact you at mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Георгий Луданов", "cat": "American restaurant"}, {"review": "We went with children, there is a children's corner with soft pouffes and other children's accessories. Delicious. But they waited a long time for the order, most likely due to the large number of visitors. If we are around again, most likely we will come, we liked it …", "rating": 5, "name": "Red John", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again.\n\n", "rating": 4, "name": "Алеся Елагина", "cat": "American restaurant"}, {"review": "Pleasantly surprised by the speed of service, as well as the menu!\nVery tasty, nice atmosphere, clean and comfortable! Beautifully decorated rooms and a very pleasant view from the window, and from the terrace too. As they say: \"For any ...", "rating": 5, "name": "Денис Кузь", "cat": "American restaurant"}, {"review": "The interior is nice and cozy. Christmas decorations add their charm.\nBut hot dogs are completely ordinary. It seems to me that an ordinary hot dog for 20-30 UAH will be tastier. Tried two different hot dogs. …", "rating": 5, "name": "Mariia Tokarenko", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We will take your comments into consideration! We are waiting for you again!\n\n", "rating": 5, "name": "Андреа Петров", "cat": "American restaurant"}, {"review": "Hot dogs are the best in the world!\nThe most delicious hot dog in the world with corn, I recommend it to everyone! …", "rating": 5, "name": "Вадим Юрик", "cat": "American restaurant"}, {"review": "Very tasty burgers!!!! One of my favorite burger restaurants. Hearty, not overcooked, juicy! I highly recommend.\nAlso, despite the fact that the restaurant is right next to the metro in the center, the prices there are …", "rating": 5, "name": "Алексей Гаак", "cat": "American restaurant"}, {"review": " Thank you for your feedback, waiting for you again!\n\n", "rating": 5, "name": "Valery Chyglyayev", "cat": "American restaurant"}, {"review": "The food is delicious and nicely presented. The service leaves much to be desired, the forks were brought to us when the food had already cooled down, they are not interested in whether something needs to be conveyed and how the food cost us to taste. The waitresses are not friendly and not smiling! Above …", "rating": 4, "name": "Snezhana Petrova", "cat": "American restaurant"}, {"review": "On a frosty day, walking around Kyiv, I went with a friend to this place. The order was brought very quickly, the original serving of delicious food. Thanks to all the staff. I will recommend your bar. …", "rating": 5, "name": "Nana Karadzhaeva", "cat": "American restaurant"}, {"review": "Obama was, Clinton was, and we were there))) the chef's ribs are excellent. The place is clean, the service is good, we recommend …", "rating": 4, "name": "Kazanch", "cat": "American restaurant"}, {"review": "Nice interior. Good burgers at more or less reasonable prices. Also very good designer teas. I didn’t really like only the “boy music”, but, perhaps, it is focused on the target audience, because there were a lot of “boys” and no …", "rating": 4, "name": "Erhan Keyvan", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you! We will definitely review our tracker.\n\n", "rating": 5, "name": "Nick Kazantsev", "cat": "American restaurant"}, {"review": " If they spoke Ukrainian it would be 5. Quite tasty and inexpensive …", "rating": 5, "name": "Алиса в стране чудес", "cat": "American restaurant"}, {"review": " In terms of food, it was probably not something to shout for. Everything was soft and tasteless. …", "rating": 1, "name": "Wrigley Spearmint", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Leave your contacts so that we can contact you at mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Ярослав Савченко", "cat": "American restaurant"}, {"review": "Delicious burgers, good location and service! But the administration, if you consider a restaurant-class establishment, then please change the coffee machine to an industrial carob one. And such a cappuccino that you can now drink in a poppy. Not …", "rating": 5, "name": "Дарья Дейснер", "cat": "American restaurant"}, {"review": " Thank you for your evaluation! We will be grateful if you will tell more about your experience of visiting our restaurant!\n\n", "rating": 5, "name": "Francesca Serra", "cat": "American restaurant"}, {"review": " Avoid this establishment at all costs, only the form is there. The place of independence deserves better than this vulgar gathering of globalists, they do not know how to eat with cutlery are found to put on plastic …", "rating": 5, "name": "Voron Knight", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We would appreciate if you tell more about your visit to our restaurant experience. mrgrill@mrgill.com.ua\n\n", "rating": 5, "name": "Александр Головненко", "cat": "American restaurant"}, {"review": "The place is cozy. Service at a decent level. As for the food... it was the best hot dog I've ever had. Highly recommend …", "rating": 5, "name": "Владислав Шевченко", "cat": "American restaurant"}, {"review": "Very good place. Good hot dogs, haven't gotten to the burgers yet😅\nComfortable even when fully seated. There are no problems with service. Everything is always tasty and hot)…", "rating": 5, "name": "Anna Gomich", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 5, "name": "Oksana Tkachenko", "cat": "American restaurant"}, {"review": "The last time was - so served at the highest level. I was very surprised. Keep it up! As for the food, it's delicious. …", "rating": 3, "name": "Silvio Manuel", "cat": "American restaurant"}, {"review": " Thank you for your appreciation, we will appreciate if you will tell more about your experience of visiting our restaurant.\n\n", "rating": 5, "name": "А Пилюкіна", "cat": "American restaurant"}, {"review": " A good place, a quality alternative to fast food. Interesting serving of Smoky burger - I advise you to try …", "rating": 5, "name": "Real Lely", "cat": "American restaurant"}, {"review": "We waited for a long time for the waiter to pay attention and bring the menu. The time was late, we decided to limit ourselves to tea. It turned out that by the evening almost all the tea was over. Okay, it happens. The amount of honey for tea struck, less than a teaspoon. We went well too. …", "rating": 5, "name": "Татьяна Украинец", "cat": "American restaurant"}, {"review": " If you are a lover of burgers and hot dogs, then you are here.\nThe atmosphere is relaxed. The interior and exterior includes such interesting …", "rating": 5, "name": "oscar S", "cat": "American restaurant"}, {"review": " Thanks for your feedback, we are waiting for you again, we hope the next time you will enjoy everything. We will definitely pay attention to your comments and we will do our best to make it better.\n\n", "rating": 5, "name": "Marina Sliusar", "cat": "American restaurant"}, {"review": "\nYummy!! And like the interior)))", "rating": 5, "name": "Adam Zigler", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 2, "name": "Светлана Бровенко", "cat": "American restaurant"}, {"review": "A cozy place to sit in the evening in a friendly company. Delicious and hearty burgers and plenty of hot tea to warm you up on a chilly evening. The waiter guy (Kostya) served quickly. …", "rating": 3, "name": "Кристина Калінчук", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you!\n\n", "rating": 5, "name": "Ярослав Яровой", "cat": "American restaurant"}, {"review": "Nice atmosphere, modern stylish establishment with delicious hot dogs and pleasant service. Thanks to the waiter Egor for the good service! …", "rating": 5, "name": "Євген", "cat": "American restaurant"}, {"review": "Came in in the evening, ordered smoky hot and jimmy's hot. The order came pretty quickly. The service was casual. The hot dogs were delicious and fresh. In general, the impression was very positive. Quick seated, quick service, quick…", "rating": 5, "name": "Виталий Дзюба", "cat": "American restaurant"}, {"review": " Thank you for your feedback, waiting for you again!\n\n", "rating": 5, "name": "Maks Sloboda", "cat": "American restaurant"}, {"review": "I personally worked there. Cockroaches crawl in the kitchen, the authorities are not competent, no one knows how to run this business normally, they do not employ people. You can work without a medical book and no one will even notice. As for the food, the price is quality, but the meat…", "rating": 5, "name": "Оля Руденко", "cat": "American restaurant"}, {"review": "\nLoved the protein burger!", "rating": 5, "name": "Валентина", "cat": "American restaurant"}, {"review": "The price matches the taste.\nI chose a menu with chicken (the only one that was, all the rest with beef), I didn’t like the french fries, the salad with cabbage, although ordinary, was delicious. Myself …", "rating": 5, "name": "Emin Ceylan", "cat": "American restaurant"}, {"review": "Great place, delicious burgers and hot dogs. Plus, big portions. For this 5 stars.\nBut Russian rap in the background? Seriously? …", "rating": 5, "name": "Ishai Wissotzky", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Be sure to take note of your comments! We are waiting for you again!\n\n", "rating": 5, "name": "Anıl Uysal", "cat": "American restaurant"}, {"review": " Very tasty. Burgers serve traditionally with French fries and salads. Any of the main points you can not eat. During the presentation, special rubber gloves and plastic \"slyunavchik\" are served. Although from the …", "rating": 4, "name": "Can Aydoğan", "cat": "American restaurant"}, {"review": " Thanks for your feedback, we are waiting for you again! We will definitely pay attention to your comments.\n\n", "rating": 2, "name": "Birk Clemens Riis", "cat": "American restaurant"}, {"review": "Very good burgers. But, like many other craft burgers, there is one problem - they are either too big or fall apart...", "rating": 5, "name": "Sergey Fediv", "cat": "American restaurant"}, {"review": " A good choice of burgers and hot dogs, a little there is a good beer. The ordered beer in bottles turned out to be sour, without problems replaced with fresh draft. …", "rating": 5, "name": "Vladyslav Lypivets", "cat": "American restaurant"}, {"review": "It was so delicious it was indescribable.\nChicken burger and Mexico - van love. The beefburger was a little less to my liking. But still, it's \"less\" - head and shoulders above anything I've tried...", "rating": 5, "name": "Супер Мен", "cat": "American restaurant"}, {"review": "Delicious hot dogs and corn dogs.\nI really liked the restoweek cocktail with coffee (not on the standard menu).\nExcellent camembert fries. …", "rating": 4, "name": "Hydropolska mariusz", "cat": "American restaurant"}, {"review": " Great burgers, polite and nice staff. Satisfied\n\n", "rating": 5, "name": "Natali Morhun", "cat": "American restaurant"}, {"review": "Very nice atmosphere, friendly and attentive staff, delicious food !!! Hotdogs melted in your mouth. Cocktails are just super and tasty and beautiful. I recommend.💕 …", "rating": 4, "name": "Macro Zlo", "cat": "American restaurant"}, {"review": "Pleasant service, we were going to the airport, because we were with a bunch of bags - we were offered to put them in a separate room so that they would not interfere with us.\nThey give out gloves for burgers so that then their hands are not covered with sauce. They also give…", "rating": 5, "name": "Serg", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 5, "name": "Lika Parkhomenko", "cat": "American restaurant"}, {"review": " For the second time in the restaurant, very tasty cuisine, everything is prepared quickly. Dishes are offered to choose from for everyone, my girlfriend does not eat meat, vegan hot dog appreciated! …", "rating": 5, "name": "Иван Носенко", "cat": "American restaurant"}, {"review": " Good place is tasty burgers, but hot dogs are not too tasty. Previously there was an extremely delicious Mexican burger, which feeds under a glass lid with smoke - looks very impressive. Now he is also, but not so …", "rating": 4, "name": "Александр", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work.\n\n", "rating": 1, "name": "Volodymyr Gerasimenko", "cat": "American restaurant"}, {"review": "The hot dog and burger were very tasty, the price quality is excellent! The only thing was that we waited quite a long time for the order, but everything was very hot, as it should be, there is a water sprinkler on the summer terrace, so it's not hot there either. …", "rating": 1, "name": "Ольга Хоменчук", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Lena Plushch", "cat": "American restaurant"}, {"review": "Very tasty, a large selection of burgers and all kinds of sweets. Interesting presentation, very pleasant service, everything is fast and on a level, but not cheap either ...", "rating": 4, "name": "ramazan yıldız", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Оксана Щавинская", "cat": "American restaurant"}, {"review": " Thank you very much, it's very nice to hear that! ♥\n\n", "rating": 1, "name": "Anita Ocean", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "ivan bezkrovnyi", "cat": "American restaurant"}, {"review": " …", "rating": 4, "name": "Evgeniy Osadchiy", "cat": "American restaurant"}, {"review": " Very cool burgers with \"correct\" feed - apron and gloves. The staff is attentive and polite. The location of the institution is also well-suited. …", "rating": 5, "name": "Vladimir Larionov", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 5, "name": "Оксана Власенко", "cat": "American restaurant"}, {"review": "Delicious food, beautiful interior, great staff. For burgers and hot dogs on Khreshchatyk, now definitely come here. There are toys in the children's set, so the children also liked it. …", "rating": 5, "name": "Tetiana Volia", "cat": "American restaurant"}, {"review": "Nice interior, nice staff.\nThe menu matches the theme of the establishment. Prices are average.\nClean bathrooms! Hand sanitizers available. …", "rating": 5, "name": "Marianna Filatova", "cat": "American restaurant"}, {"review": "\nTasty hot dogs 🌭 and soft drinks 🍹", "rating": 5, "name": "Ольга Склонна", "cat": "American restaurant"}, {"review": " As always friendly staff🤩🤩\nAnd new dishes, we got gastronomic pleasure.\nThank you for a wonderful evening🥰🥰🥰🥰🥰 …", "rating": 5, "name": "Volodymyr Semeniuk", "cat": "American restaurant"}, {"review": " Very tasty fed and cool service from Egor I highly recommend come do not regret it 💙💙💙💙 …", "rating": 1, "name": "Василиса *", "cat": "American restaurant"}, {"review": " This is a network of American restaurants, in which there is a chip-these are burgers and hot dogs. They are very special here! With completely different sauces and serving. Not at all similar to those of McDonald's. …", "rating": 3, "name": "Sershen & Zarítskaya", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 5, "name": "Timofei Tishkov", "cat": "American restaurant"}, {"review": " At the last step of the order on the site it was reported that at my address (downtown in fact, Carl!) The minimum order is UAH 500. I will not eat as much as I will order you for UAH 500? Pork attitude to customers, …", "rating": 1, "name": "Dmytro Moriev", "cat": "American restaurant"}, {"review": " Rostivlave, good afternoon. At this time, the site is under construction and what happened to you is a system error. We have free delivery up to 5 km from Khreshchatyk and free in the city from UAH 250 to order. Please leave your phone number so that the manager can contact you.\n\n", "rating": 5, "name": "Nadin", "cat": "American restaurant"}, {"review": " I visited there for the first time on February 7, 21. but was delighted! Great service, design and cuisine!\nBurgers mmmm ♥ ️ …", "rating": 5, "name": "Ангелина Полонская", "cat": "American restaurant"}, {"review": " The food is delicious. The sauces are terrible! Cheese sauce without taste and with taste is unpleasant. The burger sauces are sweet and \"kill\" most of the taste, and the rest is smoked (it's not a pleasant grill …", "rating": 5, "name": "Маргарита Чочиева", "cat": "American restaurant"}, {"review": "A wonderful place, especially the waitress Lelya, great attitude, mutual understanding, friendly atmosphere, super. …", "rating": 5, "name": "Олена Горай", "cat": "American restaurant"}, {"review": " Passed by, ordered a hot dog. One hot dog was made in 35 minutes. It's a horror 😡\nIt would be better not to order …", "rating": 5, "name": "Ксенія Подольська", "cat": "American restaurant"}, {"review": "Good burgers and hot dogs, good service, but nothing extraordinary. For the price of a good burger set almost 200 UAH. The Burger tastes better. Good for variety. …", "rating": 5, "name": "Alex Fryhchyn", "cat": "American restaurant"}, {"review": "Good establishment. Prices are not the lowest. The interior is not impressive, the usual fast food establishment. The staff is friendly and attentive. I do not recommend for ordinary snacks, but for meetings in an informal setting, come up. …", "rating": 5, "name": "Петро Моставчук", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again.\n\n", "rating": 5, "name": "Игорь Малышкин", "cat": "American restaurant"}, {"review": "Amazing interior, friendly staff, delicious burgers. Prices are relative. A burger (large and tasty) costs 125 UAH, comes with Pepsi 0.3 and delicious asparagus (or potatoes of your choice). I recommend 😋…", "rating": 5, "name": "Антон Кучерявый", "cat": "American restaurant"}, {"review": "The burger is very good, the hot dog is tasty, but very small, the mulled wine is inferior, the beer is very small assortment - more precisely, there was only one. Service is very slow. So all in all, a three. …", "rating": 5, "name": "Vladimir Poradenko", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We work every day on quality and service! We hope you enjoy it next time!\n\n", "rating": 4, "name": "Oleg Yashchenko", "cat": "American restaurant"}, {"review": "I’ve been here not for the first time, the kitchen is tastier than delicious, but the service didn’t please, they bring gloves and aprons to someone, but they don’t bring someone (to us), they ordered a branded syringe with cheese, but they brought it already (with an incomprehensible amount …", "rating": 5, "name": "Ramir Danishgar", "cat": "American restaurant"}, {"review": " The waiters are very polite. It was only a cup of coffee, but he responded without a bad face. Next time I want to eat a hamburger. …", "rating": 5, "name": "Дмитрий Носов", "cat": "American restaurant"}, {"review": "\nEverything is very tasty and satisfying!", "rating": 5, "name": "Olha Fedoryshyna", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 1, "name": "Yar", "cat": "American restaurant"}, {"review": "Delicious burgers and excellent service, twelve American presidents out of ten! …", "rating": 5, "name": "Наталия Григорива (funnymoon)", "cat": "American restaurant"}, {"review": " This place turns the idea of ​​a hoddog or burger upside down. Especially cool burger syringe feed. Everything is very tasty, nice atmosphere. …", "rating": 5, "name": "Elena zirnzak", "cat": "American restaurant"}, {"review": "Today I was served by a great guy. Spilled two bloody maries on the floor, reaction, no big deal. Sat for two hours, still sitting but I would like to say how good and most importantly EASY service, I recommend to everyone, Cheers Guys! …", "rating": 5, "name": "Eugene Bartashevich", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Please leave your contacts mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Ярослав Гончар", "cat": "American restaurant"}, {"review": "The most wonderful place. Atmospheric. The most delicious burgers and hot dogs are here!!! The coolest waiters here!!! Super! Once again delight!\nThank you dear Mr.Grill :-) …", "rating": 5, "name": "Дмитрий Демьянов", "cat": "American restaurant"}, {"review": " …", "rating": 4, "name": "Pavlo Maksimov", "cat": "American restaurant"}, {"review": "Disgusting service. 06/08/2018 the administrator girl was rude to us and after that she hid in the back room. Was without a badge. It looks like she ordered us not to be served, although the pre-order was accepted. The waiters had to...", "rating": 1, "name": "Александр Зелинский", "cat": "American restaurant"}, {"review": " I liked it. Here is delicious and excellent service.\n\n", "rating": 2, "name": "Pavel V.", "cat": "American restaurant"}, {"review": " I'm updating the review.\nVery expensive service.\nThe waiters are polite. …", "rating": 5, "name": "Irina Belevtsova", "cat": "American restaurant"}, {"review": "Great alternative to McDonald's. Restaurant on the theme of fast food) Delicious burgers. They are immediately served with potatoes, sauces and a drink. Gloves and a bib so as not to get dirty. I recommend. 👍 …", "rating": 4, "name": "Alex Rakhmanov", "cat": "American restaurant"}, {"review": " Very decent place, everything is on the level - and service, and food, and interior. + Pleases a discount for bikers. …", "rating": 5, "name": "дмитрий бирюлин", "cat": "American restaurant"}, {"review": " Nice restaurant with English speaking staff. The hamburger was not really hot. Also the hamburger was small and few fries. Furthermore, the case was clean. The staff polite and helpful. It is located in the middle of …", "rating": 5, "name": "Sergey Shcherbanenko", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 4, "name": "Наталья Чорней", "cat": "American restaurant"}, {"review": "I was pleased with the avocado salad))) b / a mojito too (although instead of lime there was a lemon, but I liked the drink anyway). Very cozy interior, good service. As far as I'm concerned, it's great. :) …", "rating": 5, "name": "Лілія Бурцева", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 4, "name": "Kseniia Bondarchuk", "cat": "American restaurant"}, {"review": "A place with a good atmosphere and pleasant staff. Pleased with an open, clean kitchen! And of course, delicious burgers! We had a good time and ate delicious food 😊…", "rating": 5, "name": "Diana Kovalyova", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 4, "name": "Ольга", "cat": "American restaurant"}, {"review": " I was very surprised by the quality and the pleasant location. The burger was very tasty and the dessert was awesome. Only the announcement by the waitress that the service is not included can be saved. I look forward …", "rating": 2, "name": "Daniel Saez Espinosa", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Elizabeth Zer", "cat": "American restaurant"}, {"review": "Delicious burgers, hot dogs.\nNice environment, good service. …", "rating": 3, "name": "Alina Kryvonosova", "cat": "American restaurant"}, {"review": "Nice atmosphere, friendly staff and delicious food! Special thanks to the waiter Kostya - a polite, attentive and very pleasant young man who will always answer all questions and will be happy to help you decide on …", "rating": 5, "name": "Ozlem Kıncı", "cat": "American restaurant"}, {"review": " Thank you for your appreciation and feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Капітанюк Іван", "cat": "American restaurant"}, {"review": "We went to eat. The camembert burger is very tasty, the chicken burger is juicy.\nIn general, the interior is interesting, open kitchen, there is a corner for children. …", "rating": 5, "name": "Алла Довгай", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "волосы Продать", "cat": "American restaurant"}, {"review": "Fresh interior, modern, relaxed design, excellent service. Well, the food itself ... on top) ...", "rating": 4, "name": "Anna D", "cat": "American restaurant"}, {"review": "The place is atmospheric, bright, very cozy. For the interior plus, stylized holistically and conveys the theme of the institution. The staff is friendly. The choice of potatoes or asparagus is added to the burger. …", "rating": 5, "name": "Juan Bautista Morales", "cat": "American restaurant"}, {"review": " Good day. They made online orders, their daughters had a birthday. Orders brought quickly. Everything was fresh and delicious! And a compliment in the form of a bottle of wine and two bottles of Coke when we were just …", "rating": 5, "name": "Ігор Медведенко", "cat": "American restaurant"}, {"review": "Great guys, the service is at the highest level, they follow the irends (gloves and aprons come with the burger)), and in general it’s delicious\nIt can be seen that the approach with a soul ...", "rating": 5, "name": "Viktoriia Chuprunenko", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Pavlo Alshauskas (Alshauskas)", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Ghost", "cat": "American restaurant"}, {"review": "Everything was good, but the orders were waiting for a long time. The hall was half full, no more. Other than that it's a pretty good place in a good location. Let's try again later, maybe \"they will win back the star\"😉 ...", "rating": 5, "name": "Olga Podrezova", "cat": "American restaurant"}, {"review": "What can I say about this institution, the kitchen is at its best, which is only worth Smoky Burger, it's the best I've tried, the service is fire, pretty nice and pleasant service. I really liked the waitress Dasha, thanks to her for my day 😉 …", "rating": 5, "name": "Sergey Scherbanenko", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Meltem Topak", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Михаил Микляев", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Prof_RG", "cat": "American restaurant"}, {"review": "We went for burgers, with a double cutlet. The food is delicious, the service is pleasant and attentive. Fed up…", "rating": 5, "name": "Lena Berdysheva", "cat": "American restaurant"}, {"review": "The place is small, cozy enough - on Saturday evening it was possible to sit down only at the bar. Hotdogs are tasty enough, but did not live up to expectations. …", "rating": 5, "name": "Smile Life", "cat": "American restaurant"}, {"review": " Well, doouuuzu delicious hot dogs. When you search and find) …", "rating": 5, "name": "Kitezu", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Ирина Колединцева", "cat": "American restaurant"}, {"review": " Friends of this institution were friends. I ordered a burger without a bunch, not that I was too much for a PP, rather it was interesting how a burger could be without a bunch, and was pleasantly impressed, not to …", "rating": 5, "name": "Василь Павлов", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Helga Holubenko", "cat": "American restaurant"}, {"review": " 👎 The waitress and the worst manager of Mr.Grill (a woman with short dark hair) did not even hear about the Language Act 5670-D.\nInstead, instead of forgiveness, I heard from the manager a lot of …", "rating": 4, "name": "Vi Lugo", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We will be grateful if you tell us more about your experience in visiting our restaurant and leave your contacts mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Nikolay Shchetikhin", "cat": "American restaurant"}, {"review": "Ordered a burger.\nI didn't like it very much. Not clear taste, smell of smoked meat, but it is not clear what it has to do with this dish. In my opinion, the establishment has no right to call itself a burger. …", "rating": 1, "name": "Elizabeth Bulldog", "cat": "American restaurant"}, {"review": " Thanks for your feedback, please leave your contacts at mrgrill@mrgrill.com.ua so that we can find out the details. Thank you in advance.\n\n", "rating": 5, "name": "Богдан Григоренко", "cat": "American restaurant"}, {"review": " They have the best chicken burger and tuna salad you can taste ✅\nI recommend it. They have a chicken burger and an awesome tuna salad …", "rating": 5, "name": "Damian Czarnecki", "cat": "American restaurant"}, {"review": "We ordered delivery, the burger is delicious, the hot dog is not tasty, very spicy, which was not indicated in the description, there are almost no sauces, only bubs from tomatoes, dry and not tasty, no pleasure, only heartburn ...", "rating": 1, "name": "STR/EAT Lavinamall", "cat": "American restaurant"}, {"review": "\nDivine burgers)) Great staff))", "rating": 5, "name": "Наталія Босецька", "cat": "American restaurant"}, {"review": "Great establishment! Cozy interior. Calm atmosphere. Very tasty hot dogs and burgers. The price is nice. Definitely recommend! …", "rating": 5, "name": "Виталий Кеценко", "cat": "American restaurant"}, {"review": " To be honest, meat is one of the worst meat I have ever had. …", "rating": 5, "name": "liliana Ramirez Tovar", "cat": "American restaurant"}, {"review": "Took a long time to order. The smoke burger has a very thin patty. The potatoes are delicious, I liked Caesar's hot dog! …", "rating": 4, "name": "Kate Hlushak", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Юлия Gulula", "cat": "American restaurant"}, {"review": " Delicious burgers and hot dogs, beautiful serving (especially menu items \"with smoke\"), modern and very cozy interior, friendly staff. I advise you to visit :) …", "rating": 5, "name": "Оксана Абрамова", "cat": "American restaurant"}, {"review": "\nTasty, good service, good location.", "rating": 5, "name": "Заріна Дяченко", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Бархат Бархатный", "cat": "American restaurant"}, {"review": "\nJust delicious)", "rating": 4, "name": "Себ Бор", "cat": "American restaurant"}, {"review": " Great place with delicious food and nice service. We will definitely be back again! …", "rating": 5, "name": "Lena C", "cat": "American restaurant"}, {"review": "We walked along Khreshchatyk, or as my friends call Khreshchatyk) and we really wanted burgers, Google to help, as they say. We saw, we came, we came, we sat down) Comfortable sofas with a beautiful view of the pretentious places of Kyiv in sunny weather) With …", "rating": 5, "name": "Dmytro Malyi", "cat": "American restaurant"}, {"review": " The dishes ordered and received met expectations, delicious. Served in Ukrainian politely and quickly. …", "rating": 5, "name": "Yuliya Zakharchenko", "cat": "American restaurant"}, {"review": "\nGreat place to relax", "rating": 5, "name": "Виталий «Витос» Ботя", "cat": "American restaurant"}, {"review": " Thank you for your evaluation. We are waiting for you again!\n\n", "rating": 5, "name": "Nazarii S", "cat": "American restaurant"}, {"review": " A great place to relax with your friends where you will have the opportunity to visit divine burgers and hotdogs and enjoy all this cool German beer. Special thanks to waiter Alexander for his excellent service and …", "rating": 5, "name": "Andrew Vakhrushev", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Сергій Недождій", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "evhen vasylenko", "cat": "American restaurant"}, {"review": " Igor, good afternoon! Tell me, please, what exactly did you taste, that you still have such feelings?\n\n", "rating": 5, "name": "Aleksandr Kalinchuk", "cat": "American restaurant"}, {"review": "Not a new format for Kyiv, but very high quality.\nThe burgers are delicious, the service is unobtrusive, the price is average.\nI liked everything will come again. …", "rating": 5, "name": "Arsen Ivanov", "cat": "American restaurant"}, {"review": "Wow, delicious burgers. Great interior and music. Special thanks to the manager Nikita for his time!! 👍🏻👍🏻👍🏻👍🏻 …", "rating": 5, "name": "Egor KEY", "cat": "American restaurant"}, {"review": "Everything is very delicious. But when you enter the establishment, there is immediately a sharp smell of food, like the smell of seafood. Extractors don't work. …", "rating": 5, "name": "Daria Bondar", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We will surely take your comments into consideration! We are waiting for you again!\n\n", "rating": 5, "name": "Anton Boston", "cat": "American restaurant"}, {"review": "Very tasty, reasonable prices, large portions. The staff is very friendly and caring, they provide disposable gloves and aprons. Nice place to stay :)…", "rating": 1, "name": "Salman Abdullah", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Lito", "cat": "American restaurant"}, {"review": "Very tasty burgers, but beer is not for everyone. You should have more common varieties on the menu. For example, the soul of a brewer. It is light with no aftertaste. Munich is also easy ...", "rating": 5, "name": "Adam Śledziewski", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you!\n\n", "rating": 5, "name": "Christian Reitz", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Александр Комлев", "cat": "American restaurant"}, {"review": "Nice atmosphere, delicious food, fast cooking, above average prices, good service. But if the card is in Ukrainian, then the name should also be in Ukrainian...", "rating": 5, "name": "Svetos", "cat": "American restaurant"}, {"review": " Cool hot dogs\nPrices are pleasant\nServing so-so …", "rating": 5, "name": "Anton Leontyev", "cat": "American restaurant"}, {"review": " Thank you for your evaluation! We are waiting for you again!\n\n", "rating": 2, "name": "Açelya KAYLAN", "cat": "American restaurant"}, {"review": " Very nice staff, good quality price despite being in the center! …", "rating": 5, "name": "Дарина Бортникова", "cat": "American restaurant"}, {"review": " Thank you for your evaluation! We are waiting for you again!\n\n", "rating": 5, "name": "Тімур Гурзанія", "cat": "American restaurant"}, {"review": " Good cozy place. Friendly to families with children. There is a high chair and a play area. The menu is not large, but there is plenty to choose from. Everything we ordered was delicious. Pleased with gloves and …", "rating": 4, "name": "Oleksandr KOROVII", "cat": "American restaurant"}, {"review": " Thank you for appreciating our work! We are waiting for you again.\n\n", "rating": 5, "name": "Кирилл Мироненко", "cat": "American restaurant"}, {"review": "\nVery tasty and cozy.", "rating": 5, "name": "Milan", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Андрей Весёлкин", "cat": "American restaurant"}, {"review": "Delicious. The waiter is the best. Attentive and unobtrusive. A nice bonus on March 8th cheered me up. Excited. …", "rating": 4, "name": "Agota Hegyi", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We are waiting for you again!\n\n", "rating": 5, "name": "Olga Balakshey", "cat": "American restaurant"}, {"review": " The place is great, delicious food and coffee, affordable prices, friendly staff. …", "rating": 3, "name": "Przemek Arasim", "cat": "American restaurant"}, {"review": "Service is good, interior is good, prices for burgers are so-so. Ate a 200 gon burger with pineapple. Absolutely nothing surprised) The Burger is a cut above for the same money. …", "rating": 5, "name": "وائل الحمدان", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Anton Iliashenko", "cat": "American restaurant"}, {"review": " …", "rating": 1, "name": "Bugi-dan Studio", "cat": "American restaurant"}, {"review": "The cuisine is delicious. We ordered a set of hot dogs with cheese and potatoes. Brought quickly. The interior is good, the staff is friendly. …", "rating": 5, "name": "Moj Telefon", "cat": "American restaurant"}, {"review": " Thank you for your evaluation. We will be grateful if you tell us more about the experience of visiting our restaurant.\n\n", "rating": 5, "name": "Людмила Чмирук", "cat": "American restaurant"}, {"review": " Went with friends for coffee. Quite a cozy, nice place. There is a desire to return …", "rating": 5, "name": "Пан Головатий", "cat": "American restaurant"}, {"review": " Great place - atmospheric hot dog delivery! :)\n\nBUT Ramen - a disaster, I do not advise! …", "rating": 5, "name": "Татьяна Король", "cat": "American restaurant"}, {"review": " A wonderful restaurant, they have a wonderful chicken burger meal, as well as a double burger, and the seat is sweet …", "rating": 5, "name": "Ketevan Zlenko", "cat": "American restaurant"}, {"review": " Elegant place, atmospheric. The staff performs their work at the highest level. Large selection of delicious cocktails, I recommend …", "rating": 2, "name": "Anastasiia Korshykova", "cat": "American restaurant"}, {"review": "I ate a beef burger and I honestly really liked it. I won't say that I'm a burger connoisseur, but this burger was very tasty. …", "rating": 5, "name": "Дима Демин", "cat": "American restaurant"}, {"review": " The Beef Burger menu was 175uah and was nice. Staff speaks English and help lovers. The location was very central. We are satisfied. …", "rating": 5, "name": "Viktoriya Bukhalo", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Polina Tretyak", "cat": "American restaurant"}, {"review": "The facility is cozy and comfortable. The burgers are delicious, especially the ones with beef. Excellent! Unobtrusive, but competent service, pleasant interior, conducive to relaxation! The overall impression is very good! …", "rating": 5, "name": "Iryna Shy", "cat": "American restaurant"}, {"review": "Good ones ))))\nDelicious and great service, always. Have been 100 times, not a single joint! …", "rating": 5, "name": "Sanya Solo", "cat": "American restaurant"}, {"review": "\nAlena, thank you for your feedback! Ours is very pleased to hear such kind words.", "rating": 5, "name": "Андрей Жельветро", "cat": "American restaurant"}, {"review": "Delicious burger with a yalovichi cutlet, orange mustard and pine nuts))) the service is also super) a guy named Zheka is smart)))) …", "rating": 3, "name": "Максим Нестеренко", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Antonia B", "cat": "American restaurant"}, {"review": " I liked the extremely tasty burger, potatoes, good service. …", "rating": 5, "name": "Yaroslav Shcherbak", "cat": "American restaurant"}, {"review": "It was the best burger of my life, no kidding, went there with my wife and both left full and determined to return, thanks for the delicious food and good service, keep it up…", "rating": 5, "name": "Гиви Джанезашвили", "cat": "American restaurant"}, {"review": "Silly waiters! They don't care about customers!\nYou say to her eyes: “is it free here?”, she turns around and silently leaves!\nIn general, sucks! …", "rating": 5, "name": "Igor Kucherenko", "cat": "American restaurant"}, {"review": " Thank you for your feedback. Please leave your contacts so that we can contact you. mrgrill@mrgrill.com.ua\n\n", "rating": 1, "name": "SVITANOK HOME LIGHTING", "cat": "American restaurant"}, {"review": "I really liked the institution, stay laconic design, pleasant aroma of food. Very tasty burgers, hot dogs) there is a children's menu. …", "rating": 4, "name": "Марина Міщенко", "cat": "American restaurant"}, {"review": " Thank you for your feedback! Always glad to see you!\n\n", "rating": 5, "name": "Onur Keskin", "cat": "American restaurant"}, {"review": "Good burger. Of course I would like more cutlets)\nA great idea for a special presentation, but it's a pity that there is only one position ...", "rating": 5, "name": "Vitalii Bevz", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Serega Zubarev", "cat": "American restaurant"}, {"review": "Great place, I liked the service, and the burgers are just top. Burger with beef and pineapple was very impressive. We have a new favorite place! Thank you! …", "rating": 5, "name": "Anastasiia Приходько", "cat": "American restaurant"}, {"review": "Good atmosphere, reasonable prices. Burgers are not top, but quite tasty, cool serving of a branded burger. …", "rating": 4, "name": "Константин Жураковский", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work.\n\n", "rating": 5, "name": "Svyatoslav Isaenko", "cat": "American restaurant"}, {"review": "Surprisingly, it turned out to be a great place. I took a three-course business lunch, everything is beautiful, tasty and a normal male portion :) …", "rating": 5, "name": "Jaeil Shin", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation for our work! Are waiting for you!\n\n", "rating": 5, "name": "Roman Nemchenko", "cat": "American restaurant"}, {"review": "Quite a good place, burgers and hot dogs are really very tasty and interesting presentation …", "rating": 3, "name": "Sergey Kuranda", "cat": "American restaurant"}, {"review": " Great atmosphere, nice and good service and also good food which I really liked that you get gloves with a burger and so your hands don't get dirty. Devinitively worth a visit. …", "rating": 4, "name": "Kateryna", "cat": "American restaurant"}, {"review": "I liked the service and the menu very much) in the summer, in the heat, a cold beer or a cool lemonade. Special thanks to the administrator Nikita for a good attitude towards visitors ...", "rating": 5, "name": "Артем Яблоновский", "cat": "American restaurant"}, {"review": " Frankly, I just sat down to have a drink. The menu did not cost. But the service was very good and the establishment liked it. …", "rating": 5, "name": "Влад Кулаков", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Катерина Саламатина", "cat": "American restaurant"}, {"review": "\nRelax and delicious", "rating": 5, "name": "Yuriy Tretyak", "cat": "American restaurant"}, {"review": " Not a bad place, with a good menu, minus how the restaurant positions itself, you will not immediately understand whether it is fast food or a normal establishment …", "rating": 5, "name": "Александр Нестеров", "cat": "American restaurant"}, {"review": " Thank you for your feedback! We will take your comments into consideration!\nPlease leave your contacts so that we can contact you mrgrill@mrgrill.com.ua.\nWe are waiting for you again!\n\n", "rating": 5, "name": "Аня Волченко", "cat": "American restaurant"}, {"review": "Everything is very tasty, especially the burger and hodgepodge. agreed to make delivery outside the delivery area) ...", "rating": 5, "name": "Liza Ivanova", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 4, "name": "Ann P", "cat": "American restaurant"}, {"review": " Delicious place, delicious meat, not greasy, not dry, the cutlet in the burger is perfect, cool, served boiled asparagus as a side dish to the burger! We will definitely come again! …", "rating": 1, "name": "Никита Закрутный", "cat": "American restaurant"}, {"review": " …", "rating": 1, "name": "Ю П", "cat": "American restaurant"}, {"review": "Great place to relax and dine! The food is delicious and beautifully presented! Service is great! …", "rating": 5, "name": "Юля Матвеева", "cat": "American restaurant"}, {"review": "Very cool establishment. We were served by Kostya, the fellow explained and told us about the menu and it was very tasty. Everything is on top. Super. Keep it up. …", "rating": 5, "name": "Исмет Самет Эркурт", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Ruslan Shalamov", "cat": "American restaurant"}, {"review": " Cool atmosphere and delicious burgers.\n\n", "rating": 5, "name": "Івануджак Петро", "cat": "American restaurant"}, {"review": " Beautiful and delicious, but beware of the burger that contains pork …", "rating": 5, "name": "Dima Sushko", "cat": "American restaurant"}, {"review": "The Caesar salad is delicious, but instead of parmesan they put regular cheese. Good establishment. I advise ...", "rating": 4, "name": "Den Yuneedtoknow", "cat": "American restaurant"}, {"review": " They have burgers that taste good. The average price of a restaurant strip in Turkey. …", "rating": 5, "name": "Сергей Михайлов", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 4, "name": "Сергей Самарский", "cat": "American restaurant"}, {"review": " Institution with pleasant music and delicious cuisine. And what else is needed when a shower rains outside the window, and you sit at the window in the soft couch with your beloved person ... …", "rating": 5, "name": "Руслан Присяжнюк", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Tatiana Potapenko", "cat": "American restaurant"}, {"review": "Excellent service, very tasty burger without a bun, in iceberg lettuce. I recommend 👍…", "rating": 5, "name": "Mehmet UÇAR", "cat": "American restaurant"}, {"review": " Very nice and clean place, great food and very kind staff! …", "rating": 4, "name": "rom chak", "cat": "American restaurant"}, {"review": " Delicacy and style, updated menu, but still delicious and nice to sit) …", "rating": 2, "name": "Olga Belosvetova", "cat": "American restaurant"}, {"review": "At the checkout, the senior manager says in a displeased tone: \"Can you make smaller banknotes?\" And throws my 500k back at me. No mood, why go to work and spoil it for others? …", "rating": 3, "name": "Vitalik", "cat": "American restaurant"}, {"review": " Hello! We would appreciate if you will write your contacts so that we can contact you! mrgrill@mrgrill.com.ua\n\n", "rating": 5, "name": "Andrew Komar", "cat": "American restaurant"}, {"review": " Very tasty burger Mexico, I recommend\n\n", "rating": 5, "name": "Денис Воронин", "cat": "American restaurant"}, {"review": " The hamburger isn't bad, but the hot dogs are better. I recommend it. The waiters were great. Comfortable and delicious venue. …", "rating": 4, "name": "Peter Demol Kelly Devos", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 3, "name": "Ender Çınar", "cat": "American restaurant"}, {"review": "We left yesterday under a pleasant impression, the service was good, we had a hearty meal, it was especially nice when the administrator girl came up and asked if we were comfortable here with the child, if we were drawn to cigarettes on the street, if we could bring us a blanket ...", "rating": 5, "name": "дарья устименко", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "SASHA SASHKO", "cat": "American restaurant"}, {"review": "I don’t understand why they write that there are very tasty burgers. Mayonnaise with ketchup in the form of sauce. Kale instead of iceberg lettuce...", "rating": 5, "name": "Владимир Ярема", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 5, "name": "Вера Мельник", "cat": "American restaurant"}, {"review": "Cozy, tasty, friendly! I advise! Fast food lovers will love the McDuck alternative, but the speed, of course, is not quite fast😆 …", "rating": 5, "name": "Ренат *", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Génération Consciente G.C", "cat": "American restaurant"}, {"review": " Lola is very attractive, juicy as an Oregon burger\n\n", "rating": 5, "name": "Alla Burdiug", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Iryna Sarana", "cat": "American restaurant"}, {"review": "A delicious hot dog. If you're not in a hurry, this is a nice place. I liked that the waiters speak English...", "rating": 5, "name": "Александр Острянко", "cat": "American restaurant"}, {"review": " Thank you for your appreciation of our work. Yes, your feedback! Good to see you again!\n\n", "rating": 5, "name": "Михаил Кудря", "cat": "American restaurant"}, {"review": " Very good atmosphere. Tasty and juicy, or I would say the most daring that I've ever eaten burgers. Five points guys! …", "rating": 5, "name": "Виктория Кабай", "cat": "American restaurant"}, {"review": " Thank you for your evaluation and feedback, we are waiting for you again!\n\n", "rating": 5, "name": "Илья Яровой", "cat": "American restaurant"}, {"review": "\nTasty burgers, great beer", "rating": 5, "name": "Mooadbb Mooadbb", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "MKM", "cat": "American restaurant"}, {"review": "Excellent! Very tasty and friendly!\nThanks, enjoyed it! …", "rating": 5, "name": "Mazge Gal", "cat": "American restaurant"}, {"review": " Delicious, tuna burger is great! The tuna meat is many) also friendly staff …", "rating": 1, "name": "Anıl RZG", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Dmytro Bersenev", "cat": "American restaurant"}, {"review": "Pretty good place. Large selection of burgers and hot dogs. Very good waiters…", "rating": 4, "name": "Angs Angs", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 4, "name": "Viacheslav Maznov", "cat": "American restaurant"}, {"review": "The burger arrived cold and stale, the bottom bun was wet. Potatoes and camembert are just not tasty, the cola is warm. …", "rating": 4, "name": "Юлия Каленюк", "cat": "American restaurant"}, {"review": "Very friendly and helpful staff. The bun is fresh, the sausage is delicious. I liked it very much. …", "rating": 4, "name": "Marketstan", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Магеровська", "cat": "American restaurant"}, {"review": "Beautiful interior . The toilet is free and clean. The color of the stent is red and black. Smells good in the room. The staff is polite. …", "rating": 5, "name": "Владислав Дзиндюзра", "cat": "American restaurant"}, {"review": "Good place (center, but people are not on your ears), clean, tasty, unusual (you will understand when you make an order). Excellent waiters. …", "rating": 5, "name": "UGI U.", "cat": "American restaurant"}, {"review": " …", "rating": 1, "name": "Антон Сидоренко", "cat": "American restaurant"}, {"review": "\nMaria, thank you very much for your feedback! The bartenders are very glad that they were able to choose cocktails to your liking! We are looking forward to meeting you in order to further please and surprise you.", "rating": 1, "name": "Алина СМ", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Denys Kuzmych", "cat": "American restaurant"}, {"review": " Delicious burgers, interesting serving. The food is really high quality. …", "rating": 5, "name": "Lena Bagriy", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Torry Vessa", "cat": "American restaurant"}, {"review": "Who loves burgers and hot dogs.\nEverything is very delicious. Interesting presentation.\nI recommend. …", "rating": 3, "name": "Abdulhadi Aljumah", "cat": "American restaurant"}, {"review": "Delicious burger, fast and attentive service. Additions for a burger (potatoes and salad) - not very good. …", "rating": 5, "name": "Анна Левченко", "cat": "American restaurant"}, {"review": " Thank you for your feedback and appreciation of our work!\n\n", "rating": 5, "name": "Daniil", "cat": "American restaurant"}, {"review": " Cozy atmosphere, quiet music, friendly staff and delicious burgers. I recommend the institution! …", "rating": 5, "name": "Volker Löher", "cat": "American restaurant"}, {"review": "Norm burgers. Not top, but very ok. A little upset sauces for potatoes. They seemed fresh, but handmade ...", "rating": 5, "name": "Віталій Дацюк", "cat": "American restaurant"}, {"review": " The burger and the presentation were good, we ordered the burger which was protein, inadvertently. …", "rating": 5, "name": "Alla Sokol", "cat": "American restaurant"}, {"review": " Thank you for your feedback. We will be grateful if you will tell more about your experience of visiting our restaurant mrgrill@mrgrill.com.ua.\n\n", "rating": 5, "name": "Bogdan Ivaniuk", "cat": "American restaurant"}, {"review": " Very tasty burgers, original serving and friendly staff, atmosphere and in general everything was at a high level …", "rating": 5, "name": "Роман М.", "cat": "American restaurant"}, {"review": " Favorite, coolest place. Unrealistically tasty burgers, Camembert, shrimp. I recommend to visit. …", "rating": 4, "name": "Illya Korg", "cat": "American restaurant"}, {"review": "What to write about an institution where the staff in a banal situation is rude to guests? It is sad to see this, and even in the city center. …", "rating": 5, "name": "Maryna Yehorova", "cat": "American restaurant"}, {"review": "A good place to have a bite to eat while walking or drink beer with friends. Burgers and hot dogs are unusual and delicious. …", "rating": 5, "name": "Марина Шульга", "cat": "American restaurant"}, {"review": " Thank you for your feedback.\n\n", "rating": 4, "name": "Светлана Евтеенко", "cat": "American restaurant"}, {"review": "This is not the first time we visit this atmospheric place🥰. Excellent cuisine, very comfortable, and the staff are great fellows who make the stay here even more pleasant. Thanks guys 💕…", "rating": 5, "name": "Ivan Borodai", "cat": "American restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Seçil Çamlı", "cat": "American restaurant"}, {"review": " In this place we ate really well. Very courteous and polite staff. I advise. …", "rating": 5, "name": "Glyk", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Dark Thief", "cat": "American restaurant"}, {"review": "Perfect place. Everything is delicious, the wine is served correctly. My girlfriend and I liked it, we'll be back :) …", "rating": 4, "name": "Uğur Ünalır", "cat": "American restaurant"}, {"review": " Thank you for your evaluation!\nWe are waiting for you again in our restaurant.\n\n", "rating": 5, "name": "Almavi", "cat": "American restaurant"}, {"review": "Excellent, slightly exotic burgers, one of the best. The only thing is that often the waiter brings drinks rather slowly ...", "rating": 5, "name": "PankaP Polischuk", "cat": "American restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Кафлан Андрійович", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Наталья Точинская", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Vitalii Medvediev", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Thundercloud", "cat": "American restaurant"}, {"review": " We will definitely tell her!\nCome to us for hot dogs and burgers)\n\n", "rating": 1, "name": "Max Burtyn", "cat": "American restaurant"}, {"review": " The service is great, the waiters are polite and fun, the burgers are like McDonald's, but twice the price. …", "rating": 5, "name": "Олен Олен", "cat": "American restaurant"}, {"review": " Thank you for your evaluation! We will be grateful if you will tell more about your experience of visiting our restaurant!\n\n", "rating": 5, "name": "Max Bondarenko", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Alex P0figist", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Юлія В", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Яна Хорошева", "cat": "American restaurant"}, {"review": " Very rich and very good atmosphere.\n\n", "rating": 5, "name": "Volodymyr “x_prt” Expert", "cat": "American restaurant"}, {"review": " …", "rating": 5, "name": "Тарас Лисняк", "cat": "American restaurant"}, {"review": " Good place, allowed to go to the toilet for free and spoke Ukrainian …", "rating": 5, "name": "Roman Filchenko", "cat": "American restaurant"}, {"review": "We ordered a salad and there was weeds in it, they changed it for us and brought it again with weeds. Be carefull. …", "rating": 5, "name": "Анна С", "cat": "American restaurant"}]