[{"review": "Nice small mono brand bar with focus on Negroni and other vermouth based cocktails. Situated in a historical district of the upper Kyiv city with lots of cafe, bars and restaurants. Great place to stop by and have some aperitif or visit as …", "rating": 5, "name": "Дмитро Сидоренко", "cat": ""}, {"review": "Democratic bar with polite stuff. Quite little, but you can order cocktails-to-go or delivery in tubes. Cocktails are ok for their prices. Most of them are inexpensive, about 3$, also they have several more exclusive propositions. Nice place to chat with friends and then go on adventures in the historical centre)", "rating": 4, "name": "Mariia Prokopenko", "cat": ""}, {"review": "Thanks a lot!", "rating": 5, "name": "Katrin Garcia", "cat": ""}, {"review": "Tasty drinks and pleasant music !", "rating": 4, "name": "Heiko Wöhr", "cat": ""}, {"review": "Cool place for taking an after work cocktail. Especially in summer evening one can relax in front of the location, taking a drink and observe  people walking along. Recommendation!", "rating": 4, "name": "Maryna Murashkina", "cat": ""}, {"review": "Good place to stop for a while. But almost of the cocktails based on Bitter, dirty tables and queue to the restroom.", "rating": 5, "name": "Raj Sachdeva", "cat": ""}, {"review": "My new favourite.\nI'll be seen more often out there.\nSuperb location. …", "rating": 5, "name": "Paddy IsDumb", "cat": ""}, {"review": "Good drinks and the staff were all good craic.", "rating": 5, "name": "Grygoriy Serogin", "cat": ""}, {"review": "Nice place. Good staff)", "rating": 5, "name": "Juan Evereteze", "cat": ""}, {"review": "Very good drinks", "rating": 4, "name": "Smokey Van Den Berg", "cat": ""}, {"review": "Very cool bar, great cocktails", "rating": 3, "name": "Brown Lightning", "cat": ""}, {"review": "Good drinks but the patrons are young and snobby", "rating": 5, "name": "Kseniia Striuk", "cat": ""}, {"review": "Perfect spot for fast and tasty drink", "rating": 4, "name": "Maxwell Efrain He", "cat": ""}, {"review": "Cheap small and relaxed", "rating": 5, "name": "Olexi Pasyuk", "cat": ""}, {"review": "Aperitivo time in Italian style.", "rating": 5, "name": "valery mnogolit", "cat": ""}, {"review": "Best⭐", "rating": 5, "name": "Наталья Светлова", "cat": ""}, {"review": " Mercy)\n\n", "rating": 5, "name": "Стас Карташов", "cat": ""}, {"review": "A cool bar format that will appeal to Negroni lovers. There is not enough space inside, in warm weather everyone hangs out on the street. I recommend trying the author's negroni with truffle, this is a dump of the head. Please do not remove it from the menu in any case)) ...", "rating": 4, "name": "Анастасия Луцюк", "cat": ""}, {"review": "Had a great time with my other half. The bar has a pleasant sociable atmosphere, subdued light, I really liked the music. The cocktails are delicious and varied, in addition I recommend taking a plate of olives with a stone, they have very …", "rating": 5, "name": "Lera Batushkina", "cat": ""}, {"review": "Expensive, as for Kyiv. 3€ for a low alcohol drink with ice. There is not enough space, but I was pleased with the clean and unusual toilet!\nBut the atmosphere is unusual and it’s quite possible to go once! …", "rating": 5, "name": "A", "cat": ""}, {"review": "Very good decor, nice music. Cocktails - super, beautiful serving, very tasty, different strengths. Charismatic bartender. The only pity is that there are few seats inside and outside. …", "rating": 5, "name": "Alex Morozov", "cat": ""}, {"review": " very nice atmosphere bar with attentive staff who will be happy to help with the choice. inside is comfortable, not noisy. service is fast and prices are democratic. I especially liked the limoncella here - …", "rating": 5, "name": "Мария Фоминова", "cat": ""}, {"review": "Perfect place! Very atmospheric! From the first day of opening a full landing. Very tasty cocktails and nice staff. You can buy the Negroni cocktail to go in a can! Highly recommend this bar! …", "rating": 5, "name": "Kate Ulasheva", "cat": ""}, {"review": " Thank you\n\n", "rating": 5, "name": "Yana Sluchanko", "cat": ""}, {"review": "Cocktails based on bitters and vermouth. Democratic, noisy and fun. In the afternoon there is aperitif time. A good place to start the evening, but you can linger. …", "rating": 5, "name": "Энди Woff", "cat": ""}, {"review": " Thank you\n\n", "rating": 5, "name": "Liudmyla Ier", "cat": ""}, {"review": "Cool new jam-packed bar on the jarwal across from Honey\ncool music, beautiful inside, too many people to move🤣🤣 ...", "rating": 5, "name": "Анастасия Черняк", "cat": ""}, {"review": " Thanks) From Odessa with Love!\n\n", "rating": 2, "name": "Lafa N", "cat": ""}, {"review": " There are a lot of people, but the atmosphere is cool, cocktails from the specials section - right to the point, so I will recommend!\nYou can sit both indoors and outdoors. …", "rating": 5, "name": "Alexander Shovkalyuk", "cat": ""}, {"review": "The atmosphere is pleasant, olives are absolutely gorgeous, truffle dressing in a cocktail is on topic ..))) The staff is good, Maxim is very communicative and quickly finds a way out of problem situations for guests, admin, Ekaterina answered all my questions and …", "rating": 3, "name": "Даша Лысова", "cat": ""}, {"review": "Interesting bar near the Golden Gate. Different positions for cocktails. Attentive staff. …", "rating": 5, "name": "Іван Кузьмінський", "cat": ""}, {"review": " Thanks\n\n", "rating": 5, "name": "Лиза Лакис", "cat": ""}, {"review": "Colorful, unforgettable, inimitable, delicious! Interesting alternatives to the classic negroni, author's variations. Definitely worth a visit)…", "rating": 5, "name": "Анастасия Колосова", "cat": ""}, {"review": " Absolutely Russian establishment, bartenders, waiters do not even try to communicate in Ukrainian with Ukrainian-speaking customers. Russian island …", "rating": 5, "name": "Dmitriy Sokolovskiy", "cat": ""}, {"review": "We fell in love with this bar from the first cocktail! Now we try every weekend to drop in here for a tasty treat. …", "rating": 5, "name": "Daniel René", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 5, "name": "Dmitry Ivanovich", "cat": ""}, {"review": "Faced with an unpleasant moment that crossed out all the pleasant memories of the bar. We go to this place often as it is on the way home from work. We always order the same, favorite cocktails. We were happy with the friendly service, and …", "rating": 4, "name": "Dasha Loznitsa", "cat": ""}, {"review": " An interesting new place for me from a series of mini-establishments with crowds of visitors and no vacancies. The name of the restaurant speaks for itself which cocktails are resisted. If you are not afraid that …", "rating": 5, "name": "Добра Людина", "cat": ""}, {"review": "I can't say anything bad\nJust a really cool place...", "rating": 4, "name": "Ярослав Демченко", "cat": ""}, {"review": "😍😍😍😍 it's a complete delight and love at first sight. Bartenders, atmosphere, cocktails, prices... everything is perfect here. If only they had more space. …", "rating": 2, "name": "Bohdan Carpatksyy", "cat": ""}, {"review": "Such a cool shade appeared in the center. I like Negroni and everything connected with it. And also, there is a kitchen.\nAnd also the toilet…", "rating": 5, "name": "Iren Nosova", "cat": ""}, {"review": " Thanks\n\n", "rating": 1, "name": "Анисия Стасевич", "cat": ""}, {"review": " Aperol Spritz was yesterday, long live the Negroni Spritz. There are many delicious variations around and with Aperol, plus very friendly service. …", "rating": 3, "name": "Dmitry Golivets", "cat": ""}, {"review": "There is nothing to say here. Excellent, atmospheric place for negroni lovers. I tried only one position because I was in a hurry, but I was very pleased. I will definitely come back when I am in Kyiv. …", "rating": 1, "name": "Nastya Kennedy", "cat": ""}, {"review": "Great bar, nice atmosphere, delicious cocktails, but on weekend evenings there are a lot of people and very little space (difficulty getting to the bar and ordering) …", "rating": 5, "name": "Σdιςнκλ", "cat": ""}, {"review": " Incredible atmosphere, delicious cocktails, the company is just chic.\nSo if you want to get unforgettable pleasant emotions, go to NEGRON …", "rating": 5, "name": "Анна Гришенчук", "cat": ""}, {"review": " The atmosphere is great;\nCocktails: price = quality;\nThe location is convenient. …", "rating": 5, "name": "Александр Александрович", "cat": ""}, {"review": "Bartender on the night of June 12-13, 21 rude to visitors. He prepares cocktails without a mask, puts olives without gloves. Cocktails are served prepared in advance, with melted ice. The waiter is adequate. I don't recommend this place as a whole because…", "rating": 5, "name": "Едуард Гіль", "cat": ""}, {"review": "\nGood day! It is a pity to hear such a response and it is a pity that you are in such a situation. We will definitely have a conversation with the staff and would like to invite you to us and present you with our beautiful tube, as a sign of our attention to your review. If it's not difficult for you, write your contact phone number and we will contact you to clarify the details", "rating": 5, "name": "Андрей Игоревич", "cat": ""}, {"review": "Such a good tavern ... decent olives and alcoholic cocktails, not bad ... atmospheric ...", "rating": 1, "name": "Silis Alin", "cat": ""}, {"review": " Terrible place. The contingent of this \"bar\", to put it mildly, is not very. A suffocating place: there is little space and a lot of people. But most importantly, this is no bar. Variations / interpretations of …", "rating": 5, "name": "Lyudmyla Boychenko", "cat": ""}, {"review": "The atmosphere is nice, the service is good. Negroni for 200 UAH is one of the best in the city. Negroni for 90 UAH is expected to be 2/5 to attract students with a desire to join something exquisite, but without money and understanding what a real Negroni is. …", "rating": 1, "name": "Инна Корнак", "cat": ""}, {"review": "\nThank you for your feedback and we will definitely work on bugs.", "rating": 4, "name": "Maryna Kovalenko", "cat": ""}, {"review": "Disgusting service! We arrived, no one took the order. As a result, they somehow caught the waiter and waited for two cocktails for half an hour! A 30 minute cocktail is just a mockery! …", "rating": 5, "name": "Juliya Bakum", "cat": ""}, {"review": "Went after the change in IDEALIST'e, relaxed. Professional service, excellent pricing policy, the staff very aptly advised me the cocktail I needed, I was killed for 180 hryvnias. Highly recommend to visit, place 10/10, as well as …", "rating": 4, "name": "Oleksii Kalianov", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 3, "name": "Людмила Дудар", "cat": ""}, {"review": "They gave me a tour of the cocktail list and helped me pick up a tasty treat. And it was really really cool! I like to drink to take away - thanks for the mood ♡ …", "rating": 1, "name": "Roman", "cat": ""}, {"review": "The best bar is a must for everyone👍 Here you can find a cocktail for every taste and color. Thank you for the memories! I will definitely be back! …", "rating": 5, "name": "Екатерина Бабаш", "cat": ""}, {"review": " A cool place with delicious cocktails, complemented by atmospheric music. Without bigotry and prejudice\nRating: 10/10 …", "rating": 5, "name": "Vlad Starovoytov (Влад Старовойтов)", "cat": ""}, {"review": "The place is top. The bar is delicious. The guys, the staff are sociable, you feel like in the company of friends. The atmosphere is cozy and comfortable.…", "rating": 3, "name": "Ксенія Носуленко", "cat": ""}, {"review": "A good institution, it's a pity they don't follow the law. \"Alcohol since 21\". With what fright you ask? …", "rating": 5, "name": "Денис Похила", "cat": ""}, {"review": " Large selection of quality cocktails, nice serving. Take into account that there are not many people here in the evening and you have to wait a bit for the order) …", "rating": 1, "name": "James M", "cat": ""}, {"review": "Arrogant and arrogant staff. Cocktails are diluted. Cool surroundings, which is spoiled by the service of people \"I'm tired of working a shift, why did you come?\". The selection of personnel is specific. …", "rating": 5, "name": "Ihor Holoviy", "cat": ""}, {"review": " Good bar, cheap cocktails. You should not expect something \"wow\", but you can have a good time here …", "rating": 5, "name": "Никита Балык", "cat": ""}, {"review": " …", "rating": 5, "name": "Inna D.", "cat": ""}, {"review": " Crowded, but very positive and atmospheric\n\n", "rating": 5, "name": "Augustino Di Salvo", "cat": ""}, {"review": " Good atmosphere. Delicious and inexpensive cocktails. They asked for certificates for the code, but did not follow the language law. …", "rating": 5, "name": "Na Na", "cat": ""}, {"review": " It stinks of shit from ikos, the owners are not interested in visitors with a sense of smell. …", "rating": 5, "name": "Вероника Чекулаева", "cat": ""}, {"review": "Cocktails up to 100 UAH Stylish, not expensive. The choice is not great, from food - olives, chips. …", "rating": 5, "name": "Ірина Іванченко", "cat": ""}, {"review": " Guys and girls, thank you. We will come 👍\n\n", "rating": 5, "name": "Сергій Рейнхольд", "cat": ""}, {"review": " 1. The bartender refused to prepare an order with me in my container\n2. Staff without masks …", "rating": 5, "name": "Alexx lug", "cat": ""}, {"review": " …", "rating": 5, "name": "Лия Чеснокова", "cat": ""}, {"review": "The owner should read the constitution of Ukraine and understand that he cannot request private medical data and then refuse clients. This is ridiculous. …", "rating": 5, "name": "Богдан Кисляк", "cat": ""}, {"review": " Cool bar, delicious cocktails, nice prices\n\n", "rating": 5, "name": "Karina Kapko", "cat": ""}, {"review": "Great place for a Friday evening\nVery friendly bartenders.\nPositive atmosphere and interesting interlocutors) Definitely recommend to …", "rating": 4, "name": "Єгор Сторчай", "cat": ""}, {"review": "A must visit place! Delicious cocktails, nice atmosphere and great music. Summer vibe, smiles and great mood…", "rating": 4, "name": "Victoria", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 5, "name": "Ihor Shnurenko", "cat": ""}, {"review": " I rarely give a 5-star rating, but I really have to admit. This little bar has something special. Small but nice. The staff is super attentive and works with passion. I'm very glad I got lost there by chance. …", "rating": 5, "name": "Марина Охріменко", "cat": ""}, {"review": "Merci ! We are glad that you liked our place !", "rating": 5, "name": "Yevhenii Maiboroda", "cat": ""}, {"review": "Cool bar, delicious cocktails) friendly staff) pleasant music,\nplays unobtrusively...", "rating": 5, "name": "Iryna Horkava", "cat": ""}, {"review": "We have been going to the bar for the 2nd Friday in a row. Delicious cocktails, fast service, cat bartenders😁 …", "rating": 5, "name": "Максим Очкур", "cat": ""}, {"review": "\nI like the atmosphere and service here)", "rating": 5, "name": "Rémy Devictor", "cat": ""}, {"review": " Great place with a nice boiler card. Cozy and friendly atmosphere …", "rating": 5, "name": "Yevhenii Shyshkov", "cat": ""}, {"review": "Great place to start and continue your bar crawl. Tastefully decorated, pleasant, attentive and fast service, simple and understandable menu. …", "rating": 2, "name": "anton shramenko", "cat": ""}, {"review": "Super!! You can sit quietly and talk, no one touches you, the service is super, they will swell to come up))) …", "rating": 5, "name": "Екатерина Даневич", "cat": ""}, {"review": " …", "rating": 5, "name": "Seeds Spain", "cat": ""}, {"review": " Everything is perfect. Cool bartender, cool waiter! Let's go back 😉 …", "rating": 5, "name": "Valerii Skyba", "cat": ""}, {"review": "A good place, but there is a big minus - you can smoke IQOS, it's really bad, friends. One of the few places in the area where you can do it. Think again. …", "rating": 5, "name": "Alexey Kostenyuk", "cat": ""}, {"review": "\nThanks for your feedback. We will try to solve this problem", "rating": 5, "name": "Nataliia Perepelytsia", "cat": ""}, {"review": " …", "rating": 5, "name": "Alexander Konstantinov", "cat": ""}, {"review": " Good place, delicious drinks and a good choice) I recommend as a place to go, have a drink, chat with friends and move on) …", "rating": 5, "name": "Tetiana Rospopchuk", "cat": ""}, {"review": "Super top place to hang out with friends. Beautiful interior, delicious drinks.) …", "rating": 5, "name": "Iryna Yurova", "cat": ""}, {"review": "Delicious negroni, and you can also pour yourself a drink from the tap for a coin so as not to stand in line ...", "rating": 5, "name": "Artem Danilov", "cat": ""}, {"review": " Everything is cool: from the interior to the waiters and the menu itself. By the way, from the menu cool came up 😉 …", "rating": 5, "name": "Анжелика Гайдамака", "cat": ""}, {"review": " Thank you Madam!\n\n", "rating": 5, "name": "Ivan Pidoprygora", "cat": ""}, {"review": " Charming bar, perfect atmosphere, delicious cocktails, good service …", "rating": 5, "name": "Alexandra Lebovsky", "cat": ""}, {"review": " Beautiful atmosphere and super nice!\nI will come back 😋 …", "rating": 5, "name": "Fr0ggy", "cat": ""}, {"review": "Very good cocktails, great place to grab a quick drink and move on. …", "rating": 4, "name": "Dmytro Peretiatko", "cat": ""}, {"review": " Thank you )\n\n", "rating": 5, "name": "Hanna Myronenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Антон", "cat": ""}, {"review": "\nDelicious negroni and great staff 💜", "rating": 5, "name": "Katusha G", "cat": ""}, {"review": "Top bar, awesome staff! Respect! The best thing I found during my stay in Kyiv. …", "rating": 5, "name": "Антон Шевченко", "cat": ""}, {"review": " Negroni norms price 99, everything else backend.\n\n", "rating": 5, "name": "Сергій Гончаров", "cat": ""}, {"review": "Cool atmosphere.\nSimple, delicious. It's like going abroad...", "rating": 4, "name": "Юрий Полулященко", "cat": ""}, {"review": " Thanks\n\n", "rating": 5, "name": "Анжела Мазняк", "cat": ""}, {"review": "Super 👍\nPleasant and helpful staff. Delicious cocktails, cheap prices…", "rating": 5, "name": "Рудківський Богдан", "cat": ""}, {"review": " Thank you Madam!\n\n", "rating": 5, "name": "Тарас Чорнобровин", "cat": ""}, {"review": "What you need to know about the Negroni Only that you have the opportunity to enjoy it...", "rating": 3, "name": "Серж Гусаков", "cat": ""}, {"review": " A good place to enjoy a delicious drink at a reasonable price and chat …", "rating": 5, "name": "Bogdan", "cat": ""}, {"review": "Very nice place with a cozy atmosphere and delicious drinks 😌 highly recommend. …", "rating": 5, "name": "Віталіна Прудяк", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 5, "name": "Julia Guest", "cat": ""}, {"review": "Love in the heart <3\nI like everything from cocktails to the atmosphere…", "rating": 3, "name": "Sergey Kurilo", "cat": ""}, {"review": " Cool place to relax :) cheap, tasty and fun😌\n\n", "rating": 5, "name": "Svetlana Ponomarenko", "cat": ""}, {"review": " The bar is dedicated to the Negroni cocktail. Lovely bar. …", "rating": 5, "name": "Ira Irina", "cat": ""}, {"review": " …", "rating": 5, "name": "Николай Ковальчук", "cat": ""}, {"review": " …", "rating": 5, "name": "Maksim Yurchuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Анна Довбуш", "cat": ""}, {"review": " …", "rating": 5, "name": "VLAD Sky", "cat": ""}, {"review": " …", "rating": 5, "name": "Вика Янковская", "cat": ""}, {"review": "\nVery cozy bar with a pleasant atmosphere", "rating": 5, "name": "Aleksei Filanovskiy", "cat": ""}, {"review": " Everything is cool! Atmosphere, drinks, service ..\n\n", "rating": 1, "name": "Maxim V.", "cat": ""}, {"review": " Cool place, delicious cocktails.\n\n", "rating": 4, "name": "Artem", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 5, "name": "Саша Крупіцина", "cat": ""}, {"review": " …", "rating": 5, "name": "Дарина Блинцова", "cat": ""}, {"review": " Cozy place, delicious cocktails\n\n", "rating": 5, "name": "Андрей К.", "cat": ""}, {"review": " …", "rating": 5, "name": "Artem Shut", "cat": ""}, {"review": "\nWe are very grateful to you!", "rating": 5, "name": "Евгений Власов", "cat": ""}, {"review": "\nGreat bar))) a lot of delicious)", "rating": 5, "name": "olga cherry", "cat": ""}, {"review": " …", "rating": 3, "name": "Max Qwerty", "cat": ""}, {"review": " Cool interior, cocktails and friendly waiters\n\n", "rating": 5, "name": "Виктория Курашова", "cat": ""}, {"review": " Delicious negro :)\nGreat bartenders …", "rating": 4, "name": "Олена Скачко", "cat": ""}, {"review": "\nTakeaway cocktail party, cool idea!", "rating": 5, "name": "Jay Joy", "cat": ""}, {"review": " …", "rating": 5, "name": "Andriy Pereima", "cat": ""}, {"review": "\nThank you for stopping by during such a difficult quarantine time.", "rating": 5, "name": "Oleksandr Solontay", "cat": ""}, {"review": "\nFavorite bar !!!", "rating": 5, "name": "Григорий Погорелов", "cat": ""}, {"review": "\nA very entourage place. Spiritual)", "rating": 5, "name": "Максим Черемушкин", "cat": ""}, {"review": " Atmospheric, tasty and friendly. I recommend\n\n", "rating": 4, "name": "Юлия Черкашина", "cat": ""}, {"review": " Thank you\n\n", "rating": 5, "name": "Anastasia Vysochyn", "cat": ""}, {"review": "\nGreat bar", "rating": 5, "name": "Viktor K.", "cat": ""}, {"review": "\nDelicious! Cozy)", "rating": 4, "name": "Александр «Jerad» Александр", "cat": ""}, {"review": "\nGreat bar 🔥", "rating": 5, "name": "Dante Diaz", "cat": ""}, {"review": "\nCozy place with nice and friendly staff", "rating": 5, "name": "Андрей Иванета", "cat": ""}, {"review": " Mercy)\n\n", "rating": 5, "name": "Andrew Naidorf", "cat": ""}, {"review": "Cool bar", "rating": 4, "name": "A 3akc", "cat": ""}, {"review": "\nAlcohol since 21", "rating": 5, "name": "Катарина", "cat": ""}, {"review": "\nNot enough space", "rating": 5, "name": "Lesia Zubkova", "cat": ""}, {"review": "", "rating": 5, "name": "Vlad Katsovenko", "cat": ""}, {"review": "", "rating": 5, "name": "Olesia Gavvryluk", "cat": ""}, {"review": "\nNice place)))", "rating": 5, "name": "Олег Сєдих", "cat": ""}, {"review": "\nVery cool place", "rating": 5, "name": "igor shp", "cat": ""}, {"review": "", "rating": 5, "name": "Max Kowalski", "cat": ""}, {"review": "\nEverything is super)", "rating": 5, "name": "Bohdan Siryi", "cat": ""}, {"review": " Mercy)\n\n", "rating": 5, "name": "Олег Печёнкин", "cat": ""}, {"review": "\nNo air conditioning", "rating": 4, "name": "Alexandr Grechaniy", "cat": ""}, {"review": "\nGood day! The establishment has three air conditioners. Strange criterion, but thanks for your comment.", "rating": 5, "name": "Юля Москальчук", "cat": ""}, {"review": "", "rating": 5, "name": "Анна Кравченко", "cat": ""}, {"review": "", "rating": 5, "name": "Олександра Юртина", "cat": ""}, {"review": " Super\n\n", "rating": 5, "name": "Віталій Босак", "cat": ""}, {"review": " What you need\n\n", "rating": 5, "name": "Елена Мелентьева", "cat": ""}, {"review": " Acquaintance\n\n", "rating": 5, "name": "Сергей Микитенко", "cat": ""}, {"review": "Everything is great", "rating": 5, "name": "LeX", "cat": ""}, {"review": "\nGuys-🔥🔥🔥🔥 !!!!", "rating": 5, "name": "Olya Ivanenko", "cat": ""}, {"review": "", "rating": 5, "name": "Limon Austrian", "cat": ""}, {"review": "", "rating": 5, "name": "Маша Щербинина", "cat": ""}, {"review": "", "rating": 5, "name": "Марина Рубашка", "cat": ""}, {"review": "", "rating": 5, "name": "Володя Слівінський", "cat": ""}, {"review": "", "rating": 5, "name": "Andrii Matsko", "cat": ""}, {"review": "", "rating": 4, "name": "Dominika ER", "cat": ""}, {"review": "", "rating": 5, "name": "Николай Милованов", "cat": ""}, {"review": "", "rating": 5, "name": "Олег Черепнёв", "cat": ""}, {"review": "", "rating": 5, "name": "Дмитрий Шнайдер", "cat": ""}, {"review": "", "rating": 4, "name": "Said Aliogullari", "cat": ""}, {"review": "", "rating": 5, "name": "кирилл полищук", "cat": ""}, {"review": "", "rating": 5, "name": "Dmytro Osipov", "cat": ""}, {"review": "", "rating": 5, "name": "Юрий Сушков", "cat": ""}, {"review": "", "rating": 5, "name": "Max Tikhomirov", "cat": ""}, {"review": "", "rating": 5, "name": "Дмитро Артем'єв", "cat": ""}, {"review": "", "rating": 5, "name": "Галина Дехтярук", "cat": ""}, {"review": "", "rating": 5, "name": "Денис Плясов", "cat": ""}, {"review": "", "rating": 3, "name": "Любовь Прищепа", "cat": ""}, {"review": "", "rating": 5, "name": "Vlad Piurko", "cat": ""}, {"review": "", "rating": 4, "name": "Alexandra Zayets", "cat": ""}, {"review": "", "rating": 5, "name": "Богдан Викторович Пушняк", "cat": ""}, {"review": "", "rating": 5, "name": "Alexey Rogachev", "cat": ""}, {"review": "", "rating": 5, "name": "roman jirnih", "cat": ""}, {"review": "", "rating": 5, "name": "Павел Карпенко", "cat": ""}, {"review": "", "rating": 5, "name": "Mikhail Saltanov", "cat": ""}, {"review": "", "rating": 5, "name": "Лена Пантера", "cat": ""}, {"review": "", "rating": 4, "name": "Andrew Gerigei", "cat": ""}, {"review": "", "rating": 5, "name": "Yuliia Fedoran", "cat": ""}, {"review": "", "rating": 5, "name": "Yuliia Shcherban", "cat": ""}, {"review": "", "rating": 5, "name": "artur skrypnyk", "cat": ""}, {"review": "", "rating": 5, "name": "Olga Sushko", "cat": ""}, {"review": "", "rating": 5, "name": "Aliona Titova", "cat": ""}, {"review": "", "rating": 5, "name": "Sasha Goryunov", "cat": ""}, {"review": "", "rating": 5, "name": "Павел", "cat": ""}, {"review": "", "rating": 2, "name": "Сергей Страцинский", "cat": ""}, {"review": "", "rating": 5, "name": "Яна", "cat": ""}, {"review": "", "rating": 5, "name": "Mariia Kuzmenko", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Soloviov", "cat": ""}, {"review": "", "rating": 5, "name": "Gleb Koshulko", "cat": ""}, {"review": "", "rating": 5, "name": "Ihor Shkurko", "cat": ""}, {"review": "", "rating": 5, "name": "Анатолий Анатольев", "cat": ""}, {"review": "", "rating": 5, "name": "Гиря Марина", "cat": ""}, {"review": "", "rating": 3, "name": "Boris Lieb", "cat": ""}, {"review": "", "rating": 5, "name": "m x", "cat": ""}, {"review": "", "rating": 5, "name": "Igor Vitalevich", "cat": ""}, {"review": "", "rating": 1, "name": "nerbyk", "cat": ""}, {"review": "", "rating": 5, "name": "Hennadiy Aronson", "cat": ""}, {"review": "", "rating": 5, "name": "Nazar Romanenko", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Sipeev", "cat": ""}, {"review": "", "rating": 3, "name": "Yaroslav Soldatenko", "cat": ""}, {"review": "", "rating": 5, "name": "Никита Тимофеев", "cat": ""}, {"review": "", "rating": 5, "name": "Ольга Богдан", "cat": ""}, {"review": "", "rating": 5, "name": "Helga Helga", "cat": ""}, {"review": "", "rating": 5, "name": "Артур Швець-Богданов", "cat": ""}, {"review": "", "rating": 5, "name": "Андрій Альохін", "cat": ""}, {"review": "", "rating": 4, "name": "A Chelp", "cat": ""}, {"review": "", "rating": 5, "name": "Maxim Prazdnikov", "cat": ""}, {"review": "", "rating": 5, "name": "Yuliia Vrublevska", "cat": ""}, {"review": "", "rating": 4, "name": "Artem Baryliuk", "cat": ""}, {"review": "", "rating": 5, "name": "Julia", "cat": ""}, {"review": "", "rating": 5, "name": "Alexandr Borysovsky", "cat": ""}, {"review": "", "rating": 5, "name": "Алина Дюмина", "cat": ""}, {"review": "", "rating": 5, "name": "Дарья Ермакова", "cat": ""}, {"review": "", "rating": 5, "name": "kysliakov kirill", "cat": ""}, {"review": "", "rating": 5, "name": "Денис Журбас", "cat": ""}, {"review": "", "rating": 5, "name": "станислав куц", "cat": ""}, {"review": "", "rating": 5, "name": "Владимир фо", "cat": ""}, {"review": "", "rating": 5, "name": "Irina Bilyk", "cat": ""}, {"review": "", "rating": 5, "name": "Daryna Bovkun", "cat": ""}, {"review": "", "rating": 5, "name": "Михаил Карнаух", "cat": ""}, {"review": "", "rating": 5, "name": "Марина Бакалинская", "cat": ""}, {"review": "", "rating": 5, "name": "Adrian Marica", "cat": ""}, {"review": "", "rating": 4, "name": "Юрий Тарануха", "cat": ""}, {"review": "", "rating": 5, "name": "Анна Ивашко", "cat": ""}, {"review": "", "rating": 5, "name": "Yevhen Petrash", "cat": ""}, {"review": "", "rating": 5, "name": "Seva Yatsyuk", "cat": ""}, {"review": "", "rating": 4, "name": "Яна Сиренко", "cat": ""}, {"review": "", "rating": 5, "name": "Dima Grinkevych", "cat": ""}, {"review": "", "rating": 5, "name": "D K", "cat": ""}, {"review": "", "rating": 5, "name": "Mariya Bondarenko", "cat": ""}, {"review": "", "rating": 3, "name": "Igor Bogunkov", "cat": ""}, {"review": "", "rating": 5, "name": "Ирина Орел", "cat": ""}, {"review": "", "rating": 5, "name": "Viktoriia Kunytska", "cat": ""}, {"review": "", "rating": 5, "name": "Sergiy Bondarchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Анастасия Самаркина", "cat": ""}, {"review": "", "rating": 5, "name": "Nick Chebur", "cat": ""}, {"review": "", "rating": 4, "name": "Ad Hominem", "cat": ""}, {"review": "", "rating": 5, "name": "Oleksandr Bakhin", "cat": ""}, {"review": "", "rating": 4, "name": "Andrii Balanchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Назар Нещерет", "cat": ""}, {"review": "", "rating": 1, "name": "Nick Smith", "cat": ""}, {"review": "", "rating": 5, "name": "Олександр Василюк", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Griaziev", "cat": ""}, {"review": "", "rating": 5, "name": "Marina Polosenko", "cat": ""}, {"review": "", "rating": 5, "name": "Anna Kalynovskaya", "cat": ""}, {"review": "", "rating": 5, "name": "Tania Tykhonenko", "cat": ""}, {"review": "", "rating": 5, "name": "D K", "cat": ""}, {"review": "", "rating": 5, "name": "Alex Sorokin", "cat": ""}, {"review": "", "rating": 5, "name": "Анна Бабичева", "cat": ""}, {"review": "", "rating": 5, "name": "Anna Klochko", "cat": ""}, {"review": "", "rating": 5, "name": "Eugene Voloshchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Alex Fedoran", "cat": ""}, {"review": "", "rating": 5, "name": "Maria Martyniuk", "cat": ""}, {"review": "", "rating": 5, "name": "Палачинко Панмикс", "cat": ""}, {"review": "", "rating": 5, "name": "Олександра Куліковська", "cat": ""}, {"review": "", "rating": 5, "name": "Valerii Yaroshchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Андрій Осіпов", "cat": ""}]