[{"review": "A good and comfortable place to find in. Great Indian cuisine! We selebrayed our friend's birthday...", "rating": 3, "name": "Robert Benson", "cat": "Indian restaurant"}, {"review": "Thank you for your feedback. But let me ask you what you didn't like and what influenced the underestimation?", "rating": 1, "name": "Gary Seven", "cat": "Indian restaurant"}, {"review": "The restaurant was almost empty when we dined here.\nWe specifically wanted a starter, which was pointed out to be entered on the menu as a \"snack\". I ordered mutton Sheesh kebab and a main of Chicken Madras with …", "rating": 5, "name": "Byron Nikolas", "cat": "Indian restaurant"}, {"review": "The fullness of the restaurant has nothing to do with its objective assessment, and we also often have a full room. Our dishes are also brought out not at the same time, but as each is prepared, so that they do not cool down. And immediately, as soon as the cooks cook hot, our waiters take it out. No one has ever complained that we take out cold dishes. Moreover, you yourself wrote that the main course was cold only because YOU did not immediately reach the point of eating it. As for the sauces, our Hindu chefs make them according to their own recipe and never spare spices. Perhaps you just like too spicy, and the dish you chose is not spicy. Then you had to ask the waiter and he would recommend a spicy sauce. Our prices correspond to the quality of the dishes and are not more expensive than in other similar restaurants in the capital. The cuisine is exclusively Indian, since all our cooks are only Hindus. And there is no fraud in this! This is a false and subjective opinion of competitors. Otherwise, attention should be paid to the positive aspects, of which we have much more.", "rating": 5, "name": "Carol Obrien", "cat": "Indian restaurant"}, {"review": "Food was truly delicious ♥️. Interior is amazing .wonderful place in this City. I like this indian restaurant.", "rating": 4, "name": "Siddarth Jaiswal (National Vidya Foundation)", "cat": "Indian restaurant"}, {"review": "Nikolas, тhank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. We are pleased to read such reviews and we know that our guests are happy. We will wait for you again and will always be glad to see you in our restaurant 🙏", "rating": 5, "name": "Pavan Singh", "cat": "Indian restaurant"}, {"review": "I ordered mutton Sheesh kebab and a main of Chicken Madras with an extra rice and a plain Naan.", "rating": 5, "name": "Aaron Ash", "cat": "Indian restaurant"}, {"review": "Thank you for your detailed review and appreciation of our restaurant. We are glad that you liked it by 5 stars! We will wait for a visit again) 🙏", "rating": 5, "name": "Kishan Chaudhary", "cat": "Indian restaurant"}, {"review": "It is located near motherland statue. Indian restaurant. They speak Hindi also. Food is of good quality but very expensive. It costs approx RS 150 per roti. Other items are also very expensive.", "rating": 5, "name": "David Solomon", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 1, "name": "naila naila", "cat": "Indian restaurant"}, {"review": "Amazing Indian restaurant in kiev, Ukraine. Decor is wow, food is wow. Very spacious and prompt service. And yes, don't forget to try Jalebi (Indian sweet dish) here", "rating": 3, "name": "Liya Eugene", "cat": "Indian restaurant"}, {"review": "Great Indian food. They even have one of my favorite dishes, which I haven't been able to find outside of India until here, Jalebi. The prices are a bit expensive compared to the rest of Kyiv, around 200-300 UAH for a dish. Good interior.", "rating": 5, "name": "HARDIK Chaturbhuj", "cat": "Indian restaurant"}, {"review": "I often visit this place, very happy with the cuisine, everything is always delicious.", "rating": 1, "name": "Nikhil Dugar", "cat": "Indian restaurant"}, {"review": "\nThank you for the appreciation of our restaurant! 🥰 Be sure to visit us again)))", "rating": 2, "name": "Wes Gleeson", "cat": "Indian restaurant"}, {"review": "Great staff delicious yummy food loved and enjoyed the lunch reasonable price", "rating": 5, "name": "Yaseen Effendi", "cat": "Indian restaurant"}, {"review": "Thank you very much for you review. We are very glad that you enjoyed your visit at New Bombay Palace. We will be waiting for your next visit", "rating": 5, "name": "Nobody", "cat": "Indian restaurant"}, {"review": "Very costly dishes i m not agree with all reviews first expression is last expression your interior no important\nImportant is your hospitality and range of services …", "rating": 4, "name": "Anderson Callum", "cat": "Indian restaurant"}, {"review": "Very cozy.but rate is little bit high.overall good experience.best for parties and family get together.moreover we can enjoy tasty Indian food in Ukraine", "rating": 4, "name": "KP Zivot", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We are glad you enjoyed your stay at New Bombay Palace. We will be glad to see you again.", "rating": 5, "name": "Faizullah Hussaini", "cat": "Indian restaurant"}, {"review": "another one of the best vibin’ and a great food quality in kyiv :) totally satisfied with the food . service is excellent:) along with a really good hookah", "rating": 5, "name": "Mohammad Siddique", "cat": "Indian restaurant"}, {"review": "Thank you for your excellent review and appreciation of our restaurant! We are very pleased))) We are waiting for you again!❤", "rating": 5, "name": "Isha Sharma", "cat": "Indian restaurant"}, {"review": "Everything is preserved here and food you eat is not worth it.TOO BAD TO BE CALLED AN INDIAN RESTAURANT", "rating": 4, "name": "J", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review Mr. Nikhil Dugar. We would like to apologize, we will take your review into account. If there is anything we can do that next time this won’t repeat please feel free to call us or email us and we will try and sort this issue out.", "rating": 4, "name": "Gert Ronnenberg", "cat": "Indian restaurant"}, {"review": "Terrible. Has gone way downhill. Had to put a napkin over my 65 uah 300ml Ukrainian beer in order to keep the flies out. Then 4 flies were sitting on top of the napkin. 1200 uah for 2 people and the portions were small. Meat mostly fat. …", "rating": 5, "name": "Mikhail Khokhlovych", "cat": "Indian restaurant"}, {"review": "One restaurant I keep going back to. Both Indian and Ukrainian staff are amazing and customer service is awesome. Food is great and a must try in dessert is Jalebi which is an Indian deep fried sweet dipped in hot sugar syrup. Indian Chinese is the best in Kyiv here. Highly recommended", "rating": 3, "name": "Nino Škopac", "cat": "Indian restaurant"}, {"review": "Thank you very much your review. We are very delighted to here that you enjoyed your stay at New Bombay Palace. We try our best to make your stay the most comfortable as possible. We will be glad to see you again. Have a nice day!", "rating": 5, "name": "Dharmapuri Traveller India", "cat": "Indian restaurant"}, {"review": "The Interior is amazing ,the employees/waiters are so nice and so sweet and yes the works do speaking English, Russian, Ukraine and not to mention Hindi ,the service is beyond then i could have ever imagined. in my opinion this is one the …", "rating": 5, "name": "Ashwin Mehta", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We really appreciate the positive feedback, we always try our best to make our visitors have a great time. We are really glad you enjoyed everything. We will be waiting for your next visit! Have a great evening!", "rating": 5, "name": "VJ Rao", "cat": "Indian restaurant"}, {"review": "Firstly the food was beautiful, very flavoursome and enjoyable .\nA huge criticism is the lack of a hot tray to keep the dishes warm . The food is served with starters and mains all at the same time ,resulting in cold dishes . …", "rating": 1, "name": "Pratham Kashyap", "cat": "Indian restaurant"}, {"review": "Thank you for your detailed review! We will try to take into account your wishes and next time please you with all 5 stars!)", "rating": 5, "name": "Narendra Kumar Sharma", "cat": "Indian restaurant"}, {"review": "Great vibe and great experience and authentic Indian taste even my Ukranian friends liked it. More power to you guys.", "rating": 3, "name": "Exploring Life with Smita", "cat": "Indian restaurant"}, {"review": "Thank you very much for you feedback. We are very glad you enjoyed your stay at New Bombay Palace. We will be waiting for your next visit. Have a great day!🙏", "rating": 5, "name": "suresh patel", "cat": "Indian restaurant"}, {"review": "Wonderful place, very spacious with excellent interior,  with new cooks the taste has improved a lot, nice place to enjoy tasty Indian food which makes you feel nostalgic", "rating": 4, "name": "Rahul Grover", "cat": "Indian restaurant"}, {"review": "Thank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. We are pleased to read such reviews and we know that our guests are happy. We will wait for you again and will always be glad to see you in our restaurant 🙏", "rating": 5, "name": "Pranaav Kumar", "cat": "Indian restaurant"}, {"review": "The best restaurant in Ukraine. The best staff and the best owner. Everything is world class.", "rating": 5, "name": "Pankaj Malik", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review! We really appreciate your kind words. We try our best for the guests to enjoy their time spent in New Bombay Palace. We will be waiting for your next visit. Have a great day🙏🏻", "rating": 5, "name": "Vytautas Jas", "cat": "Indian restaurant"}, {"review": "It was really excellent.. food was so delicious with balance spices n awesome mesmerising decorations..while sitting in abroad its feel good to see our culture. I'll give 4/5", "rating": 4, "name": "Sasha Olhovenko", "cat": "Indian restaurant"}, {"review": "Thank you very much for such a great review! We are very pleased. We are very glad that you liked everything. We are trying for you. We will wait for a visit again!))💓", "rating": 4, "name": "Anjali M", "cat": "Indian restaurant"}, {"review": "Atmosphere 5/5, service 5/5 (they even made a dish for me that wasn't on the menu), lassi 5/5, salad 3/5, chicken dishes 4/5, samosas 5/5. Great experience overall.", "rating": 5, "name": "Neon TM", "cat": "Indian restaurant"}, {"review": "Thanks for your detailed feedback! We will try to take into account your wishes and next time please you with all 5 stars!)🙏", "rating": 2, "name": "james valle", "cat": "Indian restaurant"}, {"review": "It is really pricey and the portions are small. My wife thought her portion was right, so I probably just eat more. …", "rating": 5, "name": "Creative Channel", "cat": "Indian restaurant"}, {"review": "First of all, the food is good. I'm not an expert but this was a way nicer experience than other Indian places in Kyiv.\nI kind of expected this place to be pricey, what I didn't expect is that they …", "rating": 3, "name": "Mark", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review! We will be very happy to see you again.", "rating": 5, "name": "Vishal Chaturvedi", "cat": "Indian restaurant"}, {"review": "Decent, but pricey and you don’t really feel full.", "rating": 5, "name": "Nataliya Kosmach", "cat": "Indian restaurant"}, {"review": "Nice Indian  food\nGr8  atmosphere", "rating": 5, "name": "Harpreet Singh", "cat": "Indian restaurant"}, {"review": "Excellent Excellent Excellent\nMy go to place for every meal whenever I am in Kyiv, Ukraine. Great food, great service....great people...", "rating": 3, "name": "Dr. Ketul Kareliya", "cat": "Indian restaurant"}, {"review": "Тhank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. Will wait for you again and will always be glad to see you in our restaurant 🙏", "rating": 5, "name": "Seikhoo Bishnoi (MD)", "cat": "Indian restaurant"}, {"review": "Easily my favorite restaurant in Kiev. Quality of food is comparable to good restaurants in India. I have been here so often that I have tasted all their vegetarian dishes, and haven't had a bad meal yet. My favorite curries are the saffron kofta and kadai paneer", "rating": 5, "name": "Стефанія Костюк", "cat": "Indian restaurant"}, {"review": "Thank you very much . We always try good service to you . Visit again.", "rating": 5, "name": "Sid IND", "cat": "Indian restaurant"}, {"review": "The staff was very hospitable. But food lacked taste and it wasn't even close to authentic indian food. Overpriced and most of the products were preserved. Will not recommend it", "rating": 5, "name": "sonu prajapati", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We will take everything you said into account. We will do our best that this does not repeat. If you have anything anything else that did not suit you please feel free to contact us.", "rating": 5, "name": "ShadowBeast xx", "cat": "Indian restaurant"}, {"review": "Tasty meal, Nice team of Indian Staff. Owner Mr. Kuldeep Kumar is very nice  humble person. One must visit to have tasty Indian meal. Please book your table before to reach restaurant.", "rating": 4, "name": "S. Jonsson", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We appreciate your response, we hope to see you soon again!", "rating": 5, "name": "Piyush Paliwal", "cat": "Indian restaurant"}, {"review": "Food is average. Not like tasty indian food but normal Indian food.\nThe furniture especially the chairs have metal coating which has sharp edges down the seat which hurts your legs..only the decor is good.", "rating": 5, "name": "arvid sundberg", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review, we will be sure to improve before your next visit.", "rating": 5, "name": "Karma Media And Entertainment", "cat": "Indian restaurant"}, {"review": "“Excellent environment, friendly service, great menu choices and really decent food . Will be back. “ “What a lovely restaurant, good food and service and atmosphere, definitely hope to go back.", "rating": 5, "name": "yo0sh Damri", "cat": "Indian restaurant"}, {"review": "Thank you very much for you review. We are glad to hear that you enjoyed your stay. We will be glad to see you again at New Bombay Palace.", "rating": 1, "name": "Diaya Tulshi", "cat": "Indian restaurant"}, {"review": "Excellent service and great Food much better than before. Hope they will keep it up.", "rating": 5, "name": "Gurmeet Singh", "cat": "Indian restaurant"}, {"review": "Thank you for your rating. We will wait again at our guest))) We hope next time to please you with all 5 stars!🙏", "rating": 4, "name": "Saji Prelis", "cat": "Indian restaurant"}, {"review": "The restaurant has an amazing interior, perfect service and very tasty Indian food. Best Indian Restaurant in Ukraine to try REAL Indian Food.", "rating": 1, "name": "jas sachdeva", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We are glad that you enjoyed your stay at New Bombay Palace.", "rating": 5, "name": "Mohamed Sood", "cat": "Indian restaurant"}, {"review": "Really such a great place to eat authentic Indian food.\nOne of the best food I eat today outside India while traveling many countries across the world. …", "rating": 5, "name": "Karan Suri", "cat": "Indian restaurant"}, {"review": "Thank you very much sir. Most welcome . Try to every  time best service .", "rating": 5, "name": "Guy Galboiz", "cat": "Indian restaurant"}, {"review": "Cozy restaurant, tasty food. Prices are slightly higher than usual in Kiev, however it is totally worth it. A good place to eat after walking around The Motherland Monument.", "rating": 5, "name": "Ivan Brown", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 1, "name": "pandya bhargav", "cat": "Indian restaurant"}, {"review": "Food is delicious, one star down only because of the price.", "rating": 5, "name": "Dr. Nevis Gurnani (Nevis)", "cat": "Indian restaurant"}, {"review": "A little more pricey, but the food was good. It's also very beautiful on the inside! The restaurant was basically empty because I was in at an odd time between lunch and dinner, so service was quick and friendly!", "rating": 5, "name": "Deepak Sharma", "cat": "Indian restaurant"}, {"review": "Dear client. Thanks for taking the time to share your experience with us. It’s nice to know that our staff helped you enjoy your stay. We hope to see you soon.", "rating": 5, "name": "Mukesh Ghai", "cat": "Indian restaurant"}, {"review": "Very tasty Indian food. I loved the interior. Service was perfect, for sure will come again.", "rating": 5, "name": "Prateek Lodha", "cat": "Indian restaurant"}, {"review": "\nThank you for the excellent review and are very glad that you liked everything! 👍 We look forward to visiting again)) 💖", "rating": 1, "name": "Rajiv Rastogi", "cat": "Indian restaurant"}, {"review": "Good food but extremely overpriced, I pay similar prices in London. Serving size is also lacking. Restaurant has potential but they need to adjust prices", "rating": 3, "name": "Murali Gouda", "cat": "Indian restaurant"}, {"review": "Thank you very much for the feedback. We are glad you enjoyed the stay.", "rating": 1, "name": "Ashwin Meshram", "cat": "Indian restaurant"}, {"review": "Perfect menu. True Indian ambience with live Indian music, traditional Indian paintings, presentations and true to Indian cuisine, with full vegetarian as well as non-vegetarian menu to find variety of food options. Average price", "rating": 5, "name": "Vipul Bhavsar", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Rahul Kamboj", "cat": "Indian restaurant"}, {"review": "Slow service, 20 minute+ wait for only pakora's for two . . And we were the only ones in there. Expensive too . . 650 uah . . Seen fries on menu  . . Wow ! Extortionate price of 175 uah", "rating": 2, "name": "Serhii Tereshchenko", "cat": "Indian restaurant"}, {"review": "Thank you very much for your feedback. We are very sorry to hear that you didn’t enjoy your stay. Please do feel free to contact us and we will make your visit much better, we are very sorry for the inconvenience.", "rating": 2, "name": "Anish Kumar", "cat": "Indian restaurant"}, {"review": "My Experience with this place has been outstanding. The food, the service, the hospitality was amazing. Want to visit it again!", "rating": 5, "name": "Peter Thomson", "cat": "Indian restaurant"}, {"review": "\nThank you for the wonderful review! 🥰 We are very glad that you liked everything We are pleased that our guests are satisfied. We will be glad to see you again in our restaurant! 💖", "rating": 5, "name": "sergii kyrpenko", "cat": "Indian restaurant"}, {"review": "Best masala tea in Kyiv. The food is tasty and the place itself is nice.", "rating": 4, "name": "A W (Ahmad)", "cat": "Indian restaurant"}, {"review": "Thank you for a detailed review and a high assessment of our restaurant. We will be glad to see you again! 🙏", "rating": 1, "name": "Anbu nijanthan a", "cat": "Indian restaurant"}, {"review": "Recently been to Reasturant food quality is fabulous, high hospitality..quick service &  delicious food choice.. Reasturant located at fantastic location and views, has good space in side to conduct any event with 40 to 50 people.\nIt’s one of the best Indian cuisine Reasturant..👏🏻👏🏻", "rating": 5, "name": "sonu sajwan", "cat": "Indian restaurant"}, {"review": "Thank you very much. Pls visit again", "rating": 4, "name": "Ahmed Alblooshi", "cat": "Indian restaurant"}, {"review": "Overpriced and less quantity.\n250hrivans for 3 tablespoons of curry, never ever am I visiting this place again. …", "rating": 1, "name": "Said Al-Ruqaishi", "cat": "Indian restaurant"}, {"review": "Nice place for tasty Indian food in Kyiv. The place is large and has nice decorations unlike most Indian restaurants in Ukrain. The food was tasty and services were fast. Mango lassi was best and should not be missed.", "rating": 4, "name": "Iftah Tsabary", "cat": "Indian restaurant"}, {"review": "Amazing food and amazing service! Easily the best food around Kyiv. The food is on the expensive side, however totally worth it. We are obsessed!", "rating": 2, "name": "R.K. Sharma", "cat": "Indian restaurant"}, {"review": "Thank you very much for you review. We are glad that you enjoyed your stay at New Bombay Palace. We will be glad to see you again.", "rating": 5, "name": "Simar Saini", "cat": "Indian restaurant"}, {"review": "They have shifted to a new location. Ambience is good and massive area inside with basement option for hookah lovers.", "rating": 5, "name": "Vivek Sharma", "cat": "Indian restaurant"}, {"review": "\nThank you for the excellent rating of the restaurant! Always glad to see us as a guest)))", "rating": 3, "name": "Mathieu Chabasse", "cat": "Indian restaurant"}, {"review": "Best indian hotel in kyiv..Very good food.. management is v good.. there is guy called raj very humble, great man..good service👍🏻👍🏻👍🏻", "rating": 5, "name": "Satish Chandra", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We really appreciate it. Thank you for the positive feedback. We will be happy to see you again at New Bombay Palace.", "rating": 5, "name": "kostas sofianos", "cat": "Indian restaurant"}, {"review": "Very delicious but the price is high but totally worth it so be prepared 🙂\nOwner speaks hindi/urdu and very amazing atmosphere 💕", "rating": 5, "name": "Utasav Singh", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏", "rating": 5, "name": "Gerasimova Alisa", "cat": "Indian restaurant"}, {"review": "A little on the pricey end, but the taste is great.", "rating": 5, "name": "Haswanth", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We really appreciate it. We have the best chefs from India. We hope you enjoyed your visit to New Bombay Palace. Have a great day!", "rating": 4, "name": "Virat Dahiya", "cat": "Indian restaurant"}, {"review": "One of the best Indian restaurant in Kiev. Friendly staff, good food and exotic decoration showing amazing ancient Indian art.", "rating": 3, "name": "Vinod Kumar Chhachhiya", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution. Visit us again.", "rating": 2, "name": "Anton Butsyk", "cat": "Indian restaurant"}, {"review": "Some of the best Indian food that I've ever had!\n\nReally recommend checking this place out if you are a fan of Indian cuisine.", "rating": 5, "name": "Manoj Kumar", "cat": "Indian restaurant"}, {"review": "Thank you very much sir. Most welcome. Try to every time best service.", "rating": 5, "name": "Dr Dilip Dhaker", "cat": "Indian restaurant"}, {"review": "We visited the place with our team. What a wonderful experience, great ambience, delicious food and amazing service.", "rating": 3, "name": "robert biggers", "cat": "Indian restaurant"}, {"review": "\nThank you for your great feedback! 🥰 We are trying to become even better for our dear guests We are waiting for you and the whole team in our restaurant again)) 💖", "rating": 1, "name": "milan chaudhari", "cat": "Indian restaurant"}, {"review": "The food so litchis and our customer service very good. Thanks for that Mr.naif .ksa", "rating": 5, "name": "Tapan Raval", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We are glad you enjoyed your stay. We will be glad to see you again at New Bombay Palace.", "rating": 5, "name": "cyrille amoursky", "cat": "Indian restaurant"}, {"review": "Positives: good atmosphere\nNegatives: over priced, very small portion sizes, and food poisoning", "rating": 5, "name": "D C", "cat": "Indian restaurant"}, {"review": "Thank you very much for your feedback. We are very disappointed to hear about your experience. This does not come anywhere near our standards of service. Please feel free to get in contact with us via phone +38(093)576-60-69. We will be sure to a take look at your feedback. Have a great day", "rating": 5, "name": "Shivshankar Jha", "cat": "Indian restaurant"}, {"review": "Very delicious Indian veg and non-vegetarian  food in Ukraine Kiev we enjoy with friends today\nThanks for test Indian …", "rating": 5, "name": "CHIRAG Choudhary", "cat": "Indian restaurant"}, {"review": "  Thank you for your positive feedback. We will be waiting for you again.🙏", "rating": 5, "name": "Vitalii Vinnik", "cat": "Indian restaurant"}, {"review": "Great food. When we were there there was only 2 other tables occupied. The dhals were great. This place is tucked away in the side of the off ramp.", "rating": 5, "name": "Jan Kobani", "cat": "Indian restaurant"}, {"review": "baddest food ever had. will never recommend any one , as an indian i know the food very well.had food poisoning after eating......", "rating": 4, "name": "Prince World", "cat": "Indian restaurant"}, {"review": "Very nice food and excellent service", "rating": 5, "name": "Hazem Saker", "cat": "Indian restaurant"}, {"review": "Thank you for your great review! We will be glad to see you in our restaurant again!) 🙏", "rating": 5, "name": "Babu Rao T Ghatge", "cat": "Indian restaurant"}, {"review": "Best food in Ukraine in new bombay palace... And quick service. Much visit and enjoy indian delicious food in new bombay palace", "rating": 3, "name": "Rahul jain", "cat": "Indian restaurant"}, {"review": "Thank you so much. Welcome to us again !!!", "rating": 1, "name": "VISHAL BHATIA", "cat": "Indian restaurant"}, {"review": "Great food and beautiful decor", "rating": 2, "name": "Suneet Chincholkar", "cat": "Indian restaurant"}, {"review": "Thank you 🙏", "rating": 4, "name": "Manoj Joshi", "cat": "Indian restaurant"}, {"review": "the museum was fantastic the guide was grate awesome he told me everything he was very good at his job and I learnt a lot I would recommend a guide to anybody at the museum", "rating": 5, "name": "ING", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Ranjan Singh", "cat": "Indian restaurant"}, {"review": "Not to go place,,,,food is not good.price is to high..not similar to indian taste...they ask to pay by cash only... theme is indian but taste is not even bad very bad...i suggest never go there", "rating": 5, "name": "VIRAL THAKKER", "cat": "Indian restaurant"}, {"review": "Very nice Indian Interior.\nFood is Fresh, Hot & Tasty.\nRestaurant is pet friendly.\n\"Very very Expensive restaurant\"", "rating": 5, "name": "Ravi Rakheja", "cat": "Indian restaurant"}, {"review": "Amazing food and ambeince. Loved the experience. Expensive though from Ukraine STDs.", "rating": 4, "name": "Yousef Al-MUTLAQ", "cat": "Indian restaurant"}, {"review": "Excellent food, nice ambience and is the best Restaurant in Kiev. Keep doing good job.", "rating": 2, "name": "Aathira Gurnani (MILI)", "cat": "Indian restaurant"}, {"review": "Best staff 💯💯💯\nand delicious indian food but quite expensive as compared to others.", "rating": 5, "name": "Gian Chand Ashish Kumar", "cat": "Indian restaurant"}, {"review": "Thanks for the high evaluation of our institution", "rating": 4, "name": "Milind Yeole", "cat": "Indian restaurant"}, {"review": "Worst place to visit same menu was served on third visit repeatedly in three days. Same oily potato pakra as starter.\nWorthless place", "rating": 5, "name": "Przemek P", "cat": "Indian restaurant"}, {"review": "Thanks for taking the time to share your experience with us. We would like to apologize for the inconvenience. The menu has over 140 different meals, the tour guides that welcomed you to our restaurant were the ones who chose the dishes which would be provided to the guests. They were given a choice from all the 140 different meals, and they chose the “oily potato pakra”. If this would have been a direct order we would have provided you everything you asked for, but in this case, the the tour company which brought you to New Bombay Palace was the one who chose what you would have for your meal, not us. We would like to apologize again for the inconvenience, you may consider talking to your tour company instead.", "rating": 5, "name": "PIYUSH PATEL", "cat": "Indian restaurant"}, {"review": "Tikka and sheek was good. Biryani was just okay. Service seems okay. Can try once.", "rating": 5, "name": "Kousik Bose", "cat": "Indian restaurant"}, {"review": "Drop the idea of going there ..it's too expensive ..rates are 4 times than in india. Quantity is less. No authentic food", "rating": 5, "name": "Muhammad Qasir Shahzad", "cat": "Indian restaurant"}, {"review": "All food are very tasty feel like a pro arley India food. And good hospitality", "rating": 3, "name": "Aasshiish Sejpaal", "cat": "Indian restaurant"}, {"review": "Thank you so much . And pls next time visit with your family . Bombay palace are are waiting warm welcome . To all o f you", "rating": 4, "name": "venkatesh", "cat": "Indian restaurant"}, {"review": "Amazing food !! Best place in Kiev to have authentic Indian food...", "rating": 3, "name": "Dr DB Bhaaskara", "cat": "Indian restaurant"}, {"review": "Both chicken curry and lamb masala lacked taste (yesterday). I was disappointed.", "rating": 5, "name": "Dmytro Komarchuk", "cat": "Indian restaurant"}, {"review": "Thank you very much for the feedback. We will be sure that next time you visit New Bombay Palace, the food will be delicious. We are very thankful for you feedback.", "rating": 5, "name": "Faik Serkan Bag", "cat": "Indian restaurant"}, {"review": "Costly... Not worthy", "rating": 5, "name": "nicky pal", "cat": "Indian restaurant"}, {"review": "Great food, well served.  Surprisingly quiet", "rating": 5, "name": "Bobby Bazaad", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review! We are glad to hear that you enjoyed your stay at our restaurant. We will be glad to see you next time.", "rating": 5, "name": "Ashish Agarwal", "cat": "Indian restaurant"}, {"review": "Nice and comfy Indian place for those who prefer traditional Indian cuisine", "rating": 1, "name": "Rahul gokhru", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 2, "name": "Satish Chandra", "cat": "Indian restaurant"}, {"review": "The location of this Indian restaurant is romantic during the sunset near a mountain", "rating": 5, "name": "TP Iryna", "cat": "Indian restaurant"}, {"review": "Very bad in taste and quantity and quality everything.Prices are very high.main thing is quantity it is very bad.i recommend no to this restaurant.", "rating": 1, "name": "Saudi T", "cat": "Indian restaurant"}, {"review": "Pure Indian food in bombay Palace. And good hospitality", "rating": 2, "name": "Мир", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution and your sincere feedback. Welcome to us again !!!", "rating": 5, "name": "Slava Movchan", "cat": "Indian restaurant"}, {"review": "Nice food. Nice and Clean place. Friendly staff", "rating": 5, "name": "Roman Journalist", "cat": "Indian restaurant"}, {"review": "Less than one star\nThe food is not fit for the middle east\nVery very quantity of food", "rating": 2, "name": "Oleg Beloy (Beloo)", "cat": "Indian restaurant"}, {"review": "Food is fresh and tasty, expensive but worth it...", "rating": 1, "name": "Sergio F", "cat": "Indian restaurant"}, {"review": "Only decorating  was good  but food was ......sorry  to say not good.", "rating": 5, "name": "Андрей Андреевич", "cat": "Indian restaurant"}, {"review": "Little expensive but the food is best Indian taste....", "rating": 3, "name": "ilia pomeranets", "cat": "Indian restaurant"}, {"review": " Thank you for your sincere and detailed feedback. Welcome to us.\n\n", "rating": 5, "name": "Kate Eyzer", "cat": "Indian restaurant"}, {"review": "Awesome place to be in, nice Ambiance and a delicious food.", "rating": 5, "name": "Dima Chaikovskii", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Irene_ With_Love", "cat": "Indian restaurant"}, {"review": "The food is okay but too pricey", "rating": 5, "name": "Elvira Danilova", "cat": "Indian restaurant"}, {"review": " We are very glad that you enjoyed our restaurant. Quality is always valuable.\n\n", "rating": 5, "name": "Elena Grytsynger", "cat": "Indian restaurant"}, {"review": "The best Indian restaurant in Kiev", "rating": 3, "name": "أبو هاشم", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏\n\n", "rating": 1, "name": "Tamara Cherniavska", "cat": "Indian restaurant"}, {"review": "Wonderful decoration with unique flavors.", "rating": 5, "name": "Ana Gryn", "cat": "Indian restaurant"}, {"review": "Best Indian restaurant in Kyiv by far", "rating": 5, "name": "Юлия Корнеева", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Магдалена Стрижий", "cat": "Indian restaurant"}, {"review": "Friendly staff\nBest kitchen!", "rating": 5, "name": "Andrey Melko", "cat": "Indian restaurant"}, {"review": "Thank you very much for you review. We are glad that you enjoyed your visit at New Bombay Palace. We will be waiting for you next visit.🙏", "rating": 3, "name": "Zoya Sazonova", "cat": "Indian restaurant"}, {"review": "Tasty indian cuisine! Expensive though;)", "rating": 5, "name": "Nina Yurieva", "cat": "Indian restaurant"}, {"review": "Good place to have Indian food", "rating": 5, "name": "Kaan Akbulut", "cat": "Indian restaurant"}, {"review": "It's good ,, but very expensive", "rating": 5, "name": "Михаил Карабанов", "cat": "Indian restaurant"}, {"review": "Thanks, we will take into account", "rating": 5, "name": "Yuliia Opeloyeru", "cat": "Indian restaurant"}, {"review": "Low quality and high price food.", "rating": 5, "name": "Alfa Gulceva", "cat": "Indian restaurant"}, {"review": "Best ethic Indian good in Kiev", "rating": 4, "name": "Inna Bambura", "cat": "Indian restaurant"}, {"review": "Best place for Indian food", "rating": 5, "name": "Daley Moon", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us!", "rating": 3, "name": "Mohanad I", "cat": "Indian restaurant"}, {"review": "Too expensive for Indian food", "rating": 5, "name": "Olga Dmitrieva", "cat": "Indian restaurant"}, {"review": "Place not to eat indian food", "rating": 1, "name": "khalid alsubaie", "cat": "Indian restaurant"}, {"review": "Such a nice Indian restaurant.", "rating": 3, "name": "Iryna Voit", "cat": "Indian restaurant"}, {"review": "With Himalaï, best Indian restaurants in town!", "rating": 1, "name": "Екатерина Омельчук", "cat": "Indian restaurant"}, {"review": "Delicious Indian food at Kiev...", "rating": 5, "name": "Маргарита Лукомская", "cat": "Indian restaurant"}, {"review": "Your dish is very nice.", "rating": 5, "name": "Solomia", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Kseniya Myslivets", "cat": "Indian restaurant"}, {"review": "Food was good but expensive", "rating": 5, "name": "Наталія Дрига", "cat": "Indian restaurant"}, {"review": "Thank you very much your review.\nWe will be glad to see you again at New Bombay Palace.", "rating": 4, "name": "Talal AL Ghaithi", "cat": "Indian restaurant"}, {"review": "This is comfortable place with Indian style", "rating": 5, "name": "Антон Пархомов", "cat": "Indian restaurant"}, {"review": "Tastyest indian in ukraine", "rating": 5, "name": "Руслан Шамский", "cat": "Indian restaurant"}, {"review": "It was quite good experience..", "rating": 5, "name": "Mrs. Panda", "cat": "Indian restaurant"}, {"review": "We are happy that you enjoyed the experience at our restaurant. We hope to see you soon.", "rating": 5, "name": "Ніна Мирончук", "cat": "Indian restaurant"}, {"review": "Great", "rating": 5, "name": "BTBVEVO", "cat": "Indian restaurant"}, {"review": "Thank you for your feedback!Will wait for you again  you in our restaurant  🙏", "rating": 5, "name": "Мария Серая", "cat": "Indian restaurant"}, {"review": "Good test", "rating": 5, "name": "Олексій Мельніков", "cat": "Indian restaurant"}, {"review": "Nice food", "rating": 5, "name": "Юрий Атаманюк", "cat": "Indian restaurant"}, {"review": "Poorest Food I have eaten", "rating": 1, "name": "Сабіра Новіченко", "cat": "Indian restaurant"}, {"review": "Very expensive and very less quantity.", "rating": 5, "name": "Таня Бобчак", "cat": "Indian restaurant"}, {"review": "Good good", "rating": 5, "name": "Артём Логовский", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution. Visit us again.", "rating": 4, "name": "Olena Riabichenko", "cat": "Indian restaurant"}, {"review": "The best and theeee bessssssssst", "rating": 1, "name": "M.K. Chyba", "cat": "Indian restaurant"}, {"review": "One of the bestest of best place..", "rating": 5, "name": "Антон Владов", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Alyona July", "cat": "Indian restaurant"}, {"review": "Good one", "rating": 5, "name": "غازي القحطاني", "cat": "Indian restaurant"}, {"review": "Nice Indian.Food", "rating": 4, "name": "Василий Миньков", "cat": "Indian restaurant"}, {"review": "Nice Indian food", "rating": 5, "name": "Natasha Lapteva", "cat": "Indian restaurant"}, {"review": "Not worth the money 😏😏", "rating": 5, "name": "Инга Павелл", "cat": "Indian restaurant"}, {"review": "Total Indian taste", "rating": 3, "name": "Eugenia Kramarenko", "cat": "Indian restaurant"}, {"review": "Good service  and  memorable", "rating": 1, "name": "Leonid Siryak", "cat": "Indian restaurant"}, {"review": "Very good taste", "rating": 4, "name": "Torsten Wöllner", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 4, "name": "Yurii Pavlenko", "cat": "Indian restaurant"}, {"review": "Very good taste", "rating": 3, "name": "Алексей Салтан", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "сергей Кирилловский", "cat": "Indian restaurant"}, {"review": "Nice", "rating": 3, "name": "ام سلومي", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution. Visit us again.", "rating": 5, "name": "Ольга Шалайко", "cat": "Indian restaurant"}, {"review": "Nn", "rating": 5, "name": "AlexSun de Dzhulaibek", "cat": "Indian restaurant"}, {"review": "Service is not good", "rating": 5, "name": "Юлия Марченко", "cat": "Indian restaurant"}, {"review": "Good food..", "rating": 3, "name": "Оля Колода", "cat": "Indian restaurant"}, {"review": "Great", "rating": 5, "name": "Михаил Ушаков", "cat": "Indian restaurant"}, {"review": "Good restaurant", "rating": 5, "name": "Maria Sviderska", "cat": "Indian restaurant"}, {"review": "Super", "rating": 5, "name": "Олга Павленко", "cat": "Indian restaurant"}, {"review": "Great food", "rating": 5, "name": "Иванна Климчук", "cat": "Indian restaurant"}, {"review": "Superb food", "rating": 5, "name": "Костя Сольський", "cat": "Indian restaurant"}, {"review": "THANKS", "rating": 3, "name": "Олексій Голобородько", "cat": "Indian restaurant"}, {"review": "Excellent place", "rating": 5, "name": "Olga Dolga", "cat": "Indian restaurant"}, {"review": "Lowest service", "rating": 5, "name": "Finhouse-UA_ Finnish frame house", "cat": "Indian restaurant"}, {"review": "Indian look", "rating": 5, "name": "Татьяна Денежук", "cat": "Indian restaurant"}, {"review": " Delicious, excellent service, you can choose the sharpness of the dishes.\nVery tasty palyanichki naan! Cocktail menu is also the norm! …", "rating": 4, "name": "Alina Vanita", "cat": "Indian restaurant"}, {"review": " Irina, thank you for the positive feedback and high evaluation of our restaurant))) We are very glad that you liked everything)) We are always looking forward to visiting again 🙏\n\n", "rating": 5, "name": "Ruslan Trigub", "cat": "Indian restaurant"}, {"review": " The place is tidy and nice and the service is fast, but, the vegetable masala dish was a shock, because this particular dish is cooked in the simplest restaurant and it is delicious as it consists of fresh vegetables …", "rating": 5, "name": "Олена Пахомова", "cat": "Indian restaurant"}, {"review": " Basket with small pita bread - UAH 300. A waiter who can hardly speak at all. For service without asking take 10%. You order blindly, because there are almost no photos. Meat dishes - a lot of them. But all this is …", "rating": 1, "name": "Mykhaylo Nadtochiy", "cat": "Indian restaurant"}, {"review": "For two, the check came out 1300. But delicious. Pleasant interior, quickly prepared and good cuisine. I advise ...", "rating": 5, "name": "Lyudochka Vasylyshyn", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation 🙏 We are always glad to see you 🙏🙏", "rating": 4, "name": "Андрей Рейсер", "cat": "Indian restaurant"}, {"review": "It was the first time in this restaurant, really beautiful, the staff is friendly and smiling, and not intrusive. All the dishes that were ordered are delicious, spicy, who does not like spicy, tell the waiter about it when placing an order. …", "rating": 5, "name": "Анастасия Погосова", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback Our NBP team is always glad to see our guests 😊", "rating": 4, "name": "Аліса Нікол", "cat": "Indian restaurant"}, {"review": "Visited this establishment last night.\nBad, not worth your attention\nQuite bad, does not worth your attention. Check carefully your receipt …", "rating": 5, "name": "Вита Кравченко", "cat": "Indian restaurant"}, {"review": "Worst Indian restaurant I have ever been to. Prices are high, portions are small. Of the side dishes, one is rice, the waiters do not know the menu well and impose to try dishes that do not correspond to the taste of the guests. There are very few people, the place is …", "rating": 4, "name": "D. Berestovetskyi", "cat": "Indian restaurant"}, {"review": "Awesome atmospheric place! Large selection of cuisine, pleasant staff, very tasty food, there is a choice of spiciness for each dish. Subdued light, beautiful photo paintings, Kama Sutra poses in the toilet. Restaurant prices. Sit together...", "rating": 3, "name": "Dmytro Mihailov", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback We are always glad to see you 😊", "rating": 5, "name": "Оксана Харченко", "cat": "Indian restaurant"}, {"review": "The restaurant looks good, there are a lot of interesting people from the staff, probably representatives of India. The situation was weak. No music is suitable for a romantic dinner with a girl. It might be a good idea to hold events with an authentic…", "rating": 5, "name": "Эдик Братченко", "cat": "Indian restaurant"}, {"review": "\nHello. Our music always plays mainly on the top floor. But if you want it louder - you can tell any waiter. Also, we want to add that our prices are NOT higher than in other restaurants of a similar level. And on the menu there are many Indian national dishes, varied in taste, spiciness and ingredients. We really have a lot of Hindus from our staff and cooks of exclusively Indian nationality who cook true traditional cuisine)", "rating": 5, "name": "Veselka Kononenko", "cat": "Indian restaurant"}, {"review": " Cozy place, delicious food. But salads are ordinary, and the price for them is extraordinary. …", "rating": 5, "name": "Виктория Стефанова", "cat": "Indian restaurant"}, {"review": " Thank you for the high rating of our restaurant and your feedback!) We would like to add that our prices are not higher than in other restaurants of a similar level. Also, in addition to classic salads, the menu includes many Indian national dishes. We will wait for guests again 🙏\n\n", "rating": 5, "name": "Гена Неижко", "cat": "Indian restaurant"}, {"review": "We were yesterday, the atmosphere of unreal coziness and comfort, very tasty cuisine, a large assortment of wine, which was very pleasing. The staff is very sociable and accommodating. Thank you for everything, prosperity to you, and we will return to you again, by ...", "rating": 5, "name": "Диана Толочко", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your positive feedback 🙏 We look forward to seeing you again 😊", "rating": 5, "name": "Travel Now", "cat": "Indian restaurant"}, {"review": "A very atmospheric restaurant with a pleasant design (no frills), delicious cuisine and friendly staff. …", "rating": 5, "name": "Sergey Sergienko", "cat": "Indian restaurant"}, {"review": "\nThank you for the review, the opinion of the guests is very important for us 🙏Thank you for the high rating 🙏", "rating": 5, "name": "Богдан Строкалис", "cat": "Indian restaurant"}, {"review": "A wonderful and unusual place, delicious coffee and sweets. Beautiful interior - just super for a photo shoot 😍\nAttentive waiters, but not intrusive, very friendly to the kids. All …", "rating": 4, "name": "Ольга Давыдова", "cat": "Indian restaurant"}, {"review": "\nGlad you liked everything! 🤗 We are waiting for you in our restaurant yet :)", "rating": 1, "name": "Yuliia Sukharenko", "cat": "Indian restaurant"}, {"review": "A huge thank you to the incredible restaurant for a wonderful birthday for my mom! Everything went great! Gorgeous cuisine, incredibly beautiful interior, service at the highest level! As if they were in India 😍👍👍👍👍👍 all the guests in …", "rating": 4, "name": "Mori", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏\n\n", "rating": 4, "name": "Артём Чибисов", "cat": "Indian restaurant"}, {"review": " The restaurant is really too expensive, I mean, this meal only cost me more than 900 Hryvnia!!!..and far from the center..and the taste is okay.. …", "rating": 2, "name": "Dmitry I. Kravchenko", "cat": "Indian restaurant"}, {"review": " Let's keep in mind. We will certainly take into account your wishes.\n\n", "rating": 4, "name": "Krystyna Borovyk", "cat": "Indian restaurant"}, {"review": "Just left the establishment. Perhaps the kitchen is good, but it was not possible to try - they brought the menu and after 20 minutes no one came up. Unpleasant (...", "rating": 4, "name": "Иван Ткачук", "cat": "Indian restaurant"}, {"review": "Celebrated my Mom’s Birthday here, the service was amazing and fast, its really beautiful inside! 😍 the food is great!\nHighly recommend this place! 🤗 …", "rating": 4, "name": "Dmytro Pastukh", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏\n\n", "rating": 5, "name": "ReadyForLove", "cat": "Indian restaurant"}, {"review": "Wonderful place with delicious food. Good and fast service and handsome administrator ❤️🌹🕊 …", "rating": 5, "name": "Вадимка :3", "cat": "Indian restaurant"}, {"review": "\nThank you for the good rating and review, we will be glad to see you again)", "rating": 2, "name": "Luci Corbett", "cat": "Indian restaurant"}, {"review": " A place where I am extremely comfortable, very harmonious, polite staff, nice girls, guys fire. Delicious very much. Thank you 🤗 I want to celebrate my birthday right here. …", "rating": 5, "name": "Майя Плющева", "cat": "Indian restaurant"}, {"review": " Thank you for the pleasant feedback, we are always glad to see you, we are waiting for you again. Sincerely, NBP\n\n", "rating": 3, "name": "Olga V", "cat": "Indian restaurant"}, {"review": " Our favorite place. Genuine Indian cuisine and colorful interiors. …", "rating": 5, "name": "Злата Попова", "cat": "Indian restaurant"}, {"review": " Thank you for appreciating our institution !! Always glad to have you\n\n", "rating": 5, "name": "Kristina I", "cat": "Indian restaurant"}, {"review": "Check for two 1300 UAH. Beautiful interior. Salt, pepper, napkins, etc. were not on the table and were not brought out when serving dishes. The main dishes were served literally in 5 minutes - warmed up. I cook chicken legs at home just as well. The rice is delicious. Second …", "rating": 4, "name": "Эдгар Иванов", "cat": "Indian restaurant"}, {"review": "An excellent restaurant with an unusually beautiful interior, good service and delicious food. Large area, you can relax with a company …", "rating": 5, "name": "Ruslan Gorski-Dominskyi", "cat": "Indian restaurant"}, {"review": " When we came to the homeland statue, we could not get cold because of a distant and cold structure. But at sunset, the environment is also remarkable and a nice structure is as beautiful as it is outside 👍😊 …", "rating": 1, "name": "Anton Adamiv", "cat": "Indian restaurant"}, {"review": "Thank you so much sir", "rating": 5, "name": "Danny Griffin", "cat": "Indian restaurant"}, {"review": "Great place for connoisseurs of Indian cuisine. Everything is very tasty, the level of spiciness can be discussed in advance, they can make it completely non-spicy. …", "rating": 4, "name": "Igor Семенов", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Visit us again.\n\n", "rating": 3, "name": "Humaid A Saeed AL ALI", "cat": "Indian restaurant"}, {"review": "I have been to many Indian restaurants both in Kyiv and abroad and I want to note that this restaurant is in my top 3!\nIncredibly polite and attentive staff, very cool design, and the menu is …", "rating": 5, "name": "Nadia Fedtsova", "cat": "Indian restaurant"}, {"review": "\nJulia, thank you for such a review and a high assessment of our restaurant! 😍 It's great to receive feedback and see that our guests are satisfied! 🙌 We are trying for you to improve and become even better. 💯 We will be glad to see you again in our restaurant! Love, NBP team! ❤️", "rating": 5, "name": "Aлина Баглаева", "cat": "Indian restaurant"}, {"review": "The place screams India!\nA chic atmosphere that speaks of the culture of Indian dining and a varied national menu delights with its taste. …", "rating": 5, "name": "Oksi Adamova", "cat": "Indian restaurant"}, {"review": "Delicious Indian food, relaxed atmosphere. Rest your mind and body!\nThe prices are really not for ordinary mortals, the average check for 2 persons is 1500+ 10% for service. …", "rating": 5, "name": "Илона Дарменова", "cat": "Indian restaurant"}, {"review": "Cool place! I really like Indian cuisine, and they just have everything delicious and very traditional. The cook is excellent. Delicious sauces. Kari is top notch. The waiters are generally super polite, they know both Russian (a few phrases in Ukrainian), and …", "rating": 4, "name": "Grigory Balanovskiy", "cat": "Indian restaurant"}, {"review": " Thank you for your sincere and detailed feedback. Welcome to us.\n\n", "rating": 5, "name": "Valeriy Edelev", "cat": "Indian restaurant"}, {"review": " A special restaurant in Yalmsala\nRegular tandoori chicken\nFrench fries less than normal \"plus salt\" …", "rating": 5, "name": "Anton Dmytriyev", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback. Our prices are much lower than other Indian restaurants. The menu is always brought by the waiter, we do not hide the prices !! Always glad, connoisseurs of Indian cuisine 🙏", "rating": 5, "name": "Ivan Vynnyk", "cat": "Indian restaurant"}, {"review": "Almost authentic Indian cuisine, even better than many Indian restaurants in London. Real taste, spices, amenities. Such cuisine cannot be cheap, it is not fast food)) …", "rating": 5, "name": "Юлия Еремеева", "cat": "Indian restaurant"}, {"review": "\nOlga, thank you very much for the appreciation of our restaurant)) We are always glad to see you 🙏", "rating": 4, "name": "Andrii Marunchak", "cat": "Indian restaurant"}, {"review": " They added even the lemon on the bill , It is too expensive not worth . …", "rating": 3, "name": "Олег Бабич", "cat": "Indian restaurant"}, {"review": " I really wanted to come here, so we stopped for dinner. Interior place, interesting color of India. Delicious coffee.\nSmall portions for a fairly high price. …", "rating": 5, "name": "Anna Babchenko", "cat": "Indian restaurant"}, {"review": "The food is ok, nothing more. For these prices, you expect more. Sat with a group and everyone left dissatisfied. I ordered chicken fried rice and asked for it not to be spicy. They brought rice and it was spicy. It was redone and delivered to me...", "rating": 5, "name": "Ирина Коптева", "cat": "Indian restaurant"}, {"review": "By far the best Indian restaurant) The food is very tasty, the staff is very polite and pleasant. The atmosphere has…", "rating": 5, "name": "Денис Данилевский", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback, it is very important for us 🙏 NBP is always glad to see you 🙏", "rating": 5, "name": "Oleksandr Marchuk", "cat": "Indian restaurant"}, {"review": " Elegant place of high level, but too expensive for ordinary mortals. Pie for 180 UAH - well ... Personally, it was a surprise for me.\nBut very impressive in its interior 😍 …", "rating": 5, "name": "Nickolay Korotenko", "cat": "Indian restaurant"}, {"review": "good and already modern Indian restaurant with a small hall. the menu was shortened and Euro-Indian cuisine was added. there was an atmosphere in the old restaurant! and in the new ... as usual. sorry a little .... the waiters are no longer Indians and not in national clothes! they said...", "rating": 1, "name": "Sultan Sanosi", "cat": "Indian restaurant"}, {"review": "\nKsenia, as you correctly noted, the restaurant has become more modern, since time does not stand still. Accordingly, the time has come for us to rebrand.\nNevertheless, we tried to preserve the atmosphere of modern India as much as possible and thought out every detail to the smallest detail. In the new premises of the restaurant, there are many authentic elements in the decor and not only, the very sculpture of Shivi and others. Also in paintings, lampshades and other details - all of this can be traced to the traditional Indian style.\nSecond: We have not reduced the menu! On the contrary, they expanded it. There are many more positions and it is easy to check. Only the palette has become thinner due to the new design.\nTherefore, it may seem that less. And new dishes, desserts and drinks only increased.\nAnd one more thing: our cooks are exclusively Hindus - this is the peculiarity of the restaurant. But there are only two Indian waiters, as it was before (nothing has changed in this). One of them was serving your table. And the second is now on vacation and temporarily flew home for a well-deserved rest. As soon as the situation with leaving India stabilizes, he will be back in the ranks. But our Indian waiters always wear national clothes called \"kurta pajamas\".\nAs for the small hall, we have two of them. You probably didn't notice the lower floor. Now we have a hookah in our assortment. And on the lower floor there is a separate area for this, so as not to disturb other guests.\nBe sure to come to us again and pay attention to all of the above points. We hope you enjoy it too.", "rating": 5, "name": "Геннадий Власенко", "cat": "Indian restaurant"}, {"review": " It was very much like being in Indian cinema. Tried a few dishes - good, and delicious coffee. …", "rating": 5, "name": "Valerie Coretnic", "cat": "Indian restaurant"}, {"review": " Thank you. We are glad to see you and your friends.\n\n", "rating": 5, "name": "Ali", "cat": "Indian restaurant"}, {"review": " Nice location, excellent and has halal food\n\n", "rating": 4, "name": "Анна Мазур", "cat": "Indian restaurant"}, {"review": "Reading the reviews about this wonderful restaurant, it seems that everyone who gave 2 stars did not even pass by. Very tasty cuisine, you will lick your fingers, attentive and caring staff, it is clear that the soul has been invested in the restaurant, Thank you. Already …", "rating": 5, "name": "Денис", "cat": "Indian restaurant"}, {"review": "\nThank you for your kind words 🙏🙏 We are always glad to see you🙏🙏🙏", "rating": 5, "name": "Gennadi Lebed", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Darina Kolomoets", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Юла Гаврилюк", "cat": "Indian restaurant"}, {"review": " Very tasty, very high quality and most importantly the true spirit of India! The best restaurant of Indian cuisine in Kiev 👌🏻 …", "rating": 5, "name": "Юля Захарченко", "cat": "Indian restaurant"}, {"review": " Rested yesterday as a family on the summer terrace, despite the large number of guests, the service was fast, the cuisine is very tasty, very cozy, a big plus is the delicious non-alcoholic cocktails, especially …", "rating": 5, "name": "Наталья Борисова", "cat": "Indian restaurant"}, {"review": "\nWe are very glad that you liked everything)) We still have many delicious cocktails and dishes - be sure to try it! Thank you and we look forward to visiting you again.", "rating": 5, "name": "Женя Чуприн", "cat": "Indian restaurant"}, {"review": "Delicious food, top notch service. Went to different Indian restaurants in Kyiv but this one is THE BEST. Everything was great. Now I will be a regular customer! …", "rating": 3, "name": "Catrina L.", "cat": "Indian restaurant"}, {"review": "\nThank you for your rating 🙏 The NBP team is always glad to see our guests 🙏", "rating": 4, "name": "Yana Boyar", "cat": "Indian restaurant"}, {"review": "To say that the interior is very tasty and interesting is to say nothing. Therefore, instead of words, I will simply recommend the institution to friends and come here again. Perfect …", "rating": 4, "name": "Samsung Sota", "cat": "Indian restaurant"}, {"review": "\nMaria, thank you for your appreciation and positive feedback!)) We are very glad that you liked everything. We will wait for a visit again💗", "rating": 5, "name": "Бегущий Банкир (Андрей Онистрат)", "cat": "Indian restaurant"}, {"review": " Very nice place, good to get acquainted with Indian cuisine. The menu is surprisingly rich, you can try something new every day and probably not repeat in a month. …", "rating": 4, "name": "study in Ukraine", "cat": "Indian restaurant"}, {"review": " Alexey, thank you very much for the high rating and nice feedback! 💖 We will be glad to see you again in our restaurant! 🙌 Also, we invite your family and friends to taste real Indian cuisine))) 😉\n\n", "rating": 4, "name": "володимир маляренко", "cat": "Indian restaurant"}, {"review": "For two, the check came out 1300. But delicious. Nice interior, fast food and good food. I advise ...", "rating": 5, "name": "Игорь Щербаков", "cat": "Indian restaurant"}, {"review": "\nYuri, thank you for your positive feedback and appreciation of our restaurant))\nWe are always glad to see guests🙏", "rating": 1, "name": "shamkh Alshamkh", "cat": "Indian restaurant"}, {"review": "We were in the institution for the first time, I wanted Indian cuisine, we ate 1 serving of curry, two white rice, 1 glass of lemonade, 1 tortilla.\nNot tasty, they paid 750 UAH for everything ...", "rating": 5, "name": "Алиса Фролова", "cat": "Indian restaurant"}, {"review": "\nHello Sabira! Thank you for visiting our restaurant! Please tell us what did you dislike?\nHow can we please you?\n\nBest regards, NBP restaurant team.", "rating": 5, "name": "Ruslan Chernikov", "cat": "Indian restaurant"}, {"review": " Very nice and atmospheric place that will delight you with delicious, spicy cuisine, friendly staff will do everything to make your evening unforgettable, there are also hookahs and very interesting lemonades. …", "rating": 5, "name": "Лилия Дрозд", "cat": "Indian restaurant"}, {"review": " Thank you for the great review and appreciation of our restaurant!)) We are always happy to invite you to visit! We are waiting for you again at New Bombay Palace)) 😉\n\n", "rating": 5, "name": "Влад Басенко", "cat": "Indian restaurant"}, {"review": "Unrealistically delicious! I ordered different dishes and all were very tasty and unusual. Very pleased with the service and cozy atmosphere. I definitely recommend visiting New Bombey Palace! …", "rating": 5, "name": "Александр В", "cat": "Indian restaurant"}, {"review": "\nArtyom, thank you for your wonderful review and high appraisal of our restaurant! 😍 We are very glad that you liked everything and it is very pleasant to read such responses from our guests))) We will be glad to see you again in our restaurant💖🙌", "rating": 1, "name": "Pavel Chernak", "cat": "Indian restaurant"}, {"review": "The place is really Indian. from the outside it doesn’t look very good, but when you enter, you find yourself in that very luxurious India from Bollywood films. the prices are also appropriate - above average, even expensive. If you like spicy then this is the place for you. …", "rating": 5, "name": "Вита Тартачна", "cat": "Indian restaurant"}, {"review": " Not for Germans, English ... Ukrainians !!!\nI paid 20 euros -500 hryvnia for a tiny portion of takka masala and a bowl of paid rice for that! Beer, portion as for a child !!! A big bowl and tiny bowls. A …", "rating": 1, "name": "Денис Панченко", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback!\nWe would like to clarify that the menu contains standard volumes of beer 0.3 and 0.5. At your discretion, you have chosen the volume you need. In the attachment there is a photo of the menu pages with beer, as well as with rice and chicken, where the standard output of dishes is indicated, respectively 250 g and 250 g. In total, this is 500 grams of the main course. Our Indian restaurant only serves upscale Basmati rice, so the price is equivalent to quality.", "rating": 5, "name": "Vitaly Baranovsky", "cat": "Indian restaurant"}, {"review": "A wonderful restaurant with a beautiful interior, delicious food and well-chosen staff! Thank you!!! …", "rating": 4, "name": "Анастасия Будник", "cat": "Indian restaurant"}, {"review": "\nThank you for the high rating of the restaurant 🙏 You are always welcome😊", "rating": 5, "name": "Andrey Ulyanich", "cat": "Indian restaurant"}, {"review": "Cozy place with excellent service, luxurious environment and atmosphere of India. Dishes are beyond praise! …", "rating": 5, "name": "Aleksandr Katrich", "cat": "Indian restaurant"}, {"review": "\nThank you very much for evaluating our restaurant, we are always glad to see you !!", "rating": 5, "name": "Дмитрий Кирсанов", "cat": "Indian restaurant"}, {"review": " Great and delicious taste and all the food is halal according to what they say..a good experience especially the seafood drink. I recommend it...this is the second visit to the restaurant …", "rating": 5, "name": "Igor Druchok", "cat": "Indian restaurant"}, {"review": " Thank you for the high evaluation of our restaurant 🙏🙏 You are always welcome 🙏😊\n\n", "rating": 5, "name": "Jane Baraieva", "cat": "Indian restaurant"}, {"review": "indeed, with national and common dishes in India. The waiter call system is very convenient. Does the bill include the service charge. Pleasant, polite staff, parking, clean bathroom. The outdoor seating is not very…", "rating": 5, "name": "Mischenko Yuliya", "cat": "Indian restaurant"}, {"review": " Thank you for your sincere and detailed feedback. We are glad to see you here yet.\n\n", "rating": 5, "name": "Александр Глазов", "cat": "Indian restaurant"}, {"review": "Visited an Indian restaurant for the first time. The administration and waiters are warmly welcomed.\nWe were promptly advised on the menu for beginners! Ate everything) Liked it. Beautiful …", "rating": 4, "name": "Kostiantyn Yevtushenko", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Дмитрий Музыка", "cat": "Indian restaurant"}, {"review": "Outside, the restaurant is not particularly impressive, but getting inside, it’s like plunging into a luxurious Indian fairy tale 👍... Everything amazes with richness and magnificence.. The ordered dishes were magically delicious (bravo to the chef!!!) and took us to a distant …", "rating": 5, "name": "Юрий Сергеевич Реков", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Татьяна Костенко", "cat": "Indian restaurant"}, {"review": "Prices are high.\nThe kitchen is at the highest level. It's a pity that they closed. …", "rating": 5, "name": "Ирина Смельчикова", "cat": "Indian restaurant"}, {"review": "\nEugene, hello!) Thank you for your feedback. The opinion of each guest is important to us and your feedback helps us to become better! 🙌 We try to take into account all wishes! 👍\nWe would like to inform you that at the moment the restaurant \"New Bombay Palace\" has not stopped working at all. We have moved to a new address: blvd. Lesi Ukrainky 34! During the lockdown period, we work in the delivery mode and issue take-away orders to a new address.\nOur contacts: +380 (93) 576 60 69 and (044) 285-99-99. After the end of the lockdown, we are waiting for you again with an updated menu and a modern interior!) With love, NBP team! ❤️", "rating": 1, "name": "Сергей Вернидуб", "cat": "Indian restaurant"}, {"review": "The prices are very high, a modest meal for a company of 10 people came out 9000+ UAH (10% included in the check), despite the fact that the portions are small, there is no taste, the names of the dishes are loud, as a result, rice with meat, belyash in the dough. All dishes are spicy to the horrors, you must ...", "rating": 5, "name": "Мария Орлова", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n", "rating": 5, "name": "Вокер", "cat": "Indian restaurant"}, {"review": " Good restaurant, near the Motherland statue. Service is attentive, not too long waiting time. Very nice design. The food is good too, but not quite at the level of Sutra. Prices are rather high, but in Kiev is more …", "rating": 3, "name": "Валерій Безкоровайний", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere and detailed feedback. Welcome to us.", "rating": 5, "name": "Sergiy Baranets", "cat": "Indian restaurant"}, {"review": "Restaurant with Indian cuisine. An extensive menu, indeed, with national and common dishes in India. The waiter call system is very convenient. Does the bill include the service charge. Pleasant, polite staff, there is parking, …", "rating": 5, "name": "Егор Краснов", "cat": "Indian restaurant"}, {"review": "Everything was fine until they found out the price for lavash 300 hryvnia. We had the \"happiness\" to order it twice 🥲 Bread will remain in memory = 600 UAH. …", "rating": 5, "name": "Анна Руских", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback. But our restaurant does not serve lavash at all, but Indian bread is flat cakes, they are much thicker and with different fillings (meat and vegetarian). Within three hundred UAH. there is only one item on the menu and that is an assorted Indian bread. And the rest of the cost of Indian bread is 49-85 UAH.", "rating": 5, "name": "Ольга Шмалько", "cat": "Indian restaurant"}, {"review": " …", "rating": 1, "name": "Kingroyal saudi", "cat": "Indian restaurant"}, {"review": " The decor is luxurious and elegant, only the prices are expensive beyond imagination\nThe salads are normal and the main dishes are less than normal. I felt normal …", "rating": 3, "name": "Анатолий Трущенко", "cat": "Indian restaurant"}, {"review": " She passed by every day and did not dare to enter. Today we came here for the first time and did not regret it. Fabulous atmosphere in the Indian style, a wide range of cuisine, fast service and ordering. For lovers …", "rating": 5, "name": "Татьяна Ларченко", "cat": "Indian restaurant"}, {"review": " Thank you for the appreciation of our institution🙏 The NBP team is always happy for you 🙏😊\n\n", "rating": 5, "name": "Igor Lymono", "cat": "Indian restaurant"}, {"review": "The best Indian restaurant. Excellent chef from India. All menus are worthy of kings. Cosy. Delicious. Comfortable. Thank you for being. We will definitely visit you again. …", "rating": 5, "name": "Konstantin Kholod", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation and feedback. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Оксана Ольховик", "cat": "Indian restaurant"}, {"review": "A colorful establishment with authentic Indian cuisine and a magical atmosphere. Very unusual, tasty, hearty dishes. Prices are above average.\nI ordered not spicy, but I still felt the piquancy (for an amateur). …", "rating": 5, "name": "Yaroslav Debelyi", "cat": "Indian restaurant"}, {"review": "\nJulia, thank you! We are very glad that you liked it) The NBP team is trying for you, our dear customers, so that you always remain under a pleasant impression from visiting the restaurant!)\nWe would like to inform you that we are moving and from 10.03.2021 the restaurant will be located at a new address: blvd. Lesi Ukrainky, 34! We are waiting for you again 😊", "rating": 5, "name": "Амира Зенкова", "cat": "Indian restaurant"}, {"review": " Atmospheric place, food wants something better ... Also 10% for service will be added to your check. Not all waiters speak Ukrainian. …", "rating": 5, "name": "Yaroslav Strokalis", "cat": "Indian restaurant"}, {"review": " Olga, we will take into account your wishes) As for 10% in the check, it is recommended, but not required. The service percentage can be left only at your request!\nAlso, since we have an INDIAN restaurant, there are certainly Hindus among the waiters. But we also always have Ukrainian-speaking waiters on duty. You can contact the administrator and he will definitely replace your waiter if you wish 😉\n\n", "rating": 5, "name": "Max Vojtik", "cat": "Indian restaurant"}, {"review": " Thank you so much for the great birthday party for my mom! Everything went great! Gorgeous cuisine, incredible beauty of the interior, excellent service! As if in India 😍👍👍👍👍👍 all the guests are delighted, the …", "rating": 5, "name": "Дмитрий Голубка", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏🙏🙏\n\n", "rating": 1, "name": "Olga Gupalovich", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Tkachenko Oleksandr", "cat": "Indian restaurant"}, {"review": "\nThank you for your positive feedback. We will be waiting for you again.🙏", "rating": 5, "name": "Виталий Свижинский", "cat": "Indian restaurant"}, {"review": " I celebrated my birthday in a cozy hall yesterday. Excellent cuisine, feasted on various delicacies. Good service. Thanks to the NBP team. …", "rating": 5, "name": "Tatiana S", "cat": "Indian restaurant"}, {"review": " Olga, thank you very much for the high rating and nice feedback! 💖 We will be glad to see you again in our restaurant))) Also, we invite your family and friends to taste real Indian cuisine.😉\n\n", "rating": 4, "name": "Ольга", "cat": "Indian restaurant"}, {"review": "Excellent restaurant with very tasty food. We really liked the atmosphere) Service - at the highest level. The waiter who served us was very friendly) The food was brought on time) In general, I advise everyone) …", "rating": 5, "name": "Dmitrij S", "cat": "Indian restaurant"}, {"review": " Thank you for appreciating our restaurant and your sincere feedback. Welcome to us again !!!\n\n", "rating": 5, "name": "Валентин Медончак", "cat": "Indian restaurant"}, {"review": " Very tasty food and cocktails, I recommend to everyone! The interesting and refined interior was especially memorable. …", "rating": 5, "name": "Виктория я", "cat": "Indian restaurant"}, {"review": " We are very glad that you liked us!)) Thank you for your appreciation. We are waiting for guests again😉\n\n", "rating": 5, "name": "Александр Носик", "cat": "Indian restaurant"}, {"review": "The kitchen is interesting.\nThe tea is delicious!\nBUT! …", "rating": 5, "name": "Давид Кардырович", "cat": "Indian restaurant"}, {"review": "Entering the restaurant and finding yourself in the hall, you are transported to India. We liked the design, unusual interior for us. The dishes are spicy, but tasty (when ordering, they clarified whether I want a spicy dish and what kind of sauce to bring). Indian waiters...", "rating": 4, "name": "houman badr", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback 🙏 it is very important for us! The NBP team is always happy 😊🙏", "rating": 1, "name": "Sofiya Farakh", "cat": "Indian restaurant"}, {"review": "Had an unforgettable evening with my wife. We celebrated a small family anniversary. Everything was delicious, nice atmosphere, helpful staff. …", "rating": 5, "name": "Yaniv M", "cat": "Indian restaurant"}, {"review": "\nThank you for the appreciation of our restaurant🙏🙏 We are always glad to see you😊🙏", "rating": 5, "name": "ابو ترف الواسي", "cat": "Indian restaurant"}, {"review": "In cooking, mainly Indian products are used, brought by the owner from India. And it's very cool - to do what you declare and for real. He said - I have Indian cuisine, everything - do it for real - the way it is there. I'm already …", "rating": 3, "name": "Anna Lysenko", "cat": "Indian restaurant"}, {"review": "Expected more for this money. Vegetarian options are priced like the Sutras but a few levels lower in taste. In general, for me it does not differ much from the same \"Himalayas\", BUT - there are really tasty samosas here. Awesome, best in town, …", "rating": 5, "name": "Шиян Танит", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Елена Ткаченко", "cat": "Indian restaurant"}, {"review": " This is probably the only restaurant in Kiev that is truly Indian. First of all, I would like to point out the atmosphere of the restaurant - as if you were going to India immediately. Super. Second, the kitchen. I, …", "rating": 5, "name": "Sergii Zinchenko", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.🙏🙏\n\n", "rating": 5, "name": "Андрій Мик", "cat": "Indian restaurant"}, {"review": "It's delicious, first of all. Secondly, a great interior - in my opinion, it perfectly conveys the atmosphere that reigns in the palaces of the Maharaja :)\nVery helpful waitresses. Cooks are real magicians, Indians, by the way. …", "rating": 5, "name": "Ольга Радченко", "cat": "Indian restaurant"}, {"review": "Without a doubt - a rip-off with a claim to authentic Indian cuisine. Was here 10 years ago, the interior is fading - the prices break through the roof. Curry with vegetables - instant vegetable set - carrots, peas, beans - lazy curry, …", "rating": 5, "name": "Лена Кузьменко", "cat": "Indian restaurant"}, {"review": "I liked the food (although I have not been to India). The service is good, but clearly tailored for foreigners - the waiter barely speaks Russian / Ukrainian, but when they switched to English, it immediately became easier)). The interior, of course, uh, for an amateur)))) ...", "rating": 4, "name": "Dmytro Lykhoviy", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Денис Гелетей", "cat": "Indian restaurant"}, {"review": "The food is specific, very tasty (but this is very individual)\nThe interior is wonderful.\nPrices are too high. …", "rating": 5, "name": "Yan", "cat": "Indian restaurant"}, {"review": "\nThanks for your feedback .", "rating": 5, "name": "FABLESHOW", "cat": "Indian restaurant"}, {"review": "A cozy restaurant with an authentic interior and an excellent selection of national Indian cuisine. Suitable for friendly gatherings, business meetings, corporate parties and family holidays. A real gastronomic journey into an Indian fairy tale. …", "rating": 5, "name": "Сергій Конечний", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your review of our restaurant, we are very pleased 🙏🙏 We are always glad to see you 😊", "rating": 5, "name": "mega master", "cat": "Indian restaurant"}, {"review": " Stylish place, very nice from the outside and authentic from the inside. The dishes are delicious, those who love Indian cuisine will enjoy it. Prices are above average. The average check is about 1000-1200 per person …", "rating": 5, "name": "Дмитрий Чукин", "cat": "Indian restaurant"}, {"review": "Very cozy place. Well chosen staff. And very tasty cuisine 5 out of 5 for sure! …", "rating": 5, "name": "Maxim", "cat": "Indian restaurant"}, {"review": "\nThank you very much)) We are very pleased. Be sure to come again! 💖", "rating": 5, "name": "Iaroslav Naumenko", "cat": "Indian restaurant"}, {"review": "Everything is grossly overrated. Dishes. Mandatory 10% on the bill and atmosphere.\nFor food, no complaints. But also without a special Indian flavor.\nSolid four. Although due to prices, there should be three* …", "rating": 2, "name": "طارق الزاحم", "cat": "Indian restaurant"}, {"review": "Tasty, but very expensive and the portions are very small. We love Indian cuisine, but we are unlikely to come here again, we will try other places ...", "rating": 4, "name": "ludmila grejdeanu", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n", "rating": 3, "name": "Алексей Левищенко", "cat": "Indian restaurant"}, {"review": "Very friendly and nice staff) I also liked that there is a large selection of both spicy and non-spicy food. And the interior is mesmerizing. I recommend!!!!! …", "rating": 3, "name": "John Doe", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback🙏 We are always glad to see you😊", "rating": 4, "name": "Екатерина Мосс", "cat": "Indian restaurant"}, {"review": "The facility is great, the food is top notch. The service is excellent, especially Diana)) …", "rating": 5, "name": "Kristina Gurzhii", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏🙏", "rating": 5, "name": "Paks", "cat": "Indian restaurant"}, {"review": " Amphibious place, pleasant and attentive service, rich menu, very pleased with Indian pea dishes, sauces, meat, assorted nannies - all delicious and special. We will gladly return here. …", "rating": 3, "name": "Александр Кондраток", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.🙏\n\n", "rating": 5, "name": "Виктория Рябошапко", "cat": "Indian restaurant"}, {"review": "Beautiful and tasty, the building is not very good from the street, it would be necessary to make repairs, but inside there is a very pleasant and really colorful atmosphere, good cuisine and spicy in moderation, although I like it spicier. …", "rating": 5, "name": "Danish Raja", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Катюша Хмелевская", "cat": "Indian restaurant"}, {"review": "A very beautiful restaurant. Design and style Indian. Staff from India. Very polite. They cook very tasty. Dear server. I will return to you. …", "rating": 5, "name": "Dima Bekinin", "cat": "Indian restaurant"}, {"review": "\nHello! Thank you for your feedback🙏Always glad to see you in our restaurant !!!", "rating": 4, "name": "Abhishek Singrakhia", "cat": "Indian restaurant"}, {"review": "\nVery atmospheric and tasty!", "rating": 5, "name": "Яков", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏🙏", "rating": 4, "name": "Автандил Гомиашвили", "cat": "Indian restaurant"}, {"review": "Really plunged into the atmosphere of India. I recommend masala tea to everyone. The staff is beyond praise. …", "rating": 4, "name": "Bratok Andriy", "cat": "Indian restaurant"}, {"review": " Thank you very much for the good feedback! 🙂 Be sure to visit us again! 🧡\n\n", "rating": 4, "name": "akmal pasha", "cat": "Indian restaurant"}, {"review": "Great place with amazing interior. Cooks and spices from India. Dishes, in terms of spiciness, are adapted to European cuisine. Although, sharpness, you can order any. Fish, lamb, chicken cooked perfectly. Parking for 8 cars. There is WIFI. …", "rating": 4, "name": "Sergey Garas", "cat": "Indian restaurant"}, {"review": "I organized dinner in this institution - the guests really liked everything, in fact, the rating is good. I recommend! …", "rating": 5, "name": "Виталий Уманец", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation 🙏 We are always glad to see you😊", "rating": 5, "name": "Александр Микуревич", "cat": "Indian restaurant"}, {"review": "Once I was in this restaurant, the cuisine is specific, not cheap, the atmosphere is great …", "rating": 5, "name": "Александр Топор", "cat": "Indian restaurant"}, {"review": "\nOlga, thank you for rating! We will wait again at our guest))) We hope next time to please you with all 5 stars.❤", "rating": 5, "name": "Khadeijah 88", "cat": "Indian restaurant"}, {"review": "I didn't like the food, it just didn't taste good. And the wine did not match the taste of the one ordered, as if they had simply poured the cheapest Inkerman. …", "rating": 4, "name": "Roman Taborovskyi", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n", "rating": 5, "name": "Дима Алиев", "cat": "Indian restaurant"}, {"review": "Very good, but I didn’t like that 10% was added to the bill for the service and the presence of a TV in the hall (if the channel has a spicy background, then it’s not bad, the main thing is not the channel where there is advertising). In general, not bad, the food is tasty, spicy, the prices are low …", "rating": 5, "name": "Andrii Kravchuk", "cat": "Indian restaurant"}, {"review": "We didn't go inside, we just passed by. The smell was—as if they were pumping out the sewer (perhaps at that moment this was happening) Well, judging by the photographs and appearance, cozy. …", "rating": 5, "name": "Василий Невмержицкий", "cat": "Indian restaurant"}, {"review": "Expensive. Prices start at $10 for anything. Mentally add 10% to the price of the dish, because they will include a tip in your check, regardless of whether you liked it or not. Tea is the only thing that is cheaper than $10.. Tea to drink 80 hryvnia plus 8…", "rating": 4, "name": "Dmitry Gromov", "cat": "Indian restaurant"}, {"review": "Good Indian restaurant. Outwardly and not at all remarkable, but inside it is very atmospheric. Delicious food, good selection. …", "rating": 4, "name": "Олег Мудрий", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Кращий", "cat": "Indian restaurant"}, {"review": "\nThank you for rating our restaurant 🙏 We are always glad to see you!", "rating": 5, "name": "nabegh othman", "cat": "Indian restaurant"}, {"review": " Not bad. The kitchen is interesting but specific. I think some dishes can be eaten on a regular basis (they are spicy - for fans). The interior is all in gold, no matter where you look at the gilding or the …", "rating": 4, "name": "Yura Tokar", "cat": "Indian restaurant"}, {"review": " A nice and delicious food and also a perfect staff\nA restaurant that I recommend when visiting Kiev 👍🏻 …", "rating": 5, "name": "Natalia Kolomoets", "cat": "Indian restaurant"}, {"review": "Many thanks from our restaurant! We are very glad that you liked it)) We will be waiting for you again!💓", "rating": 5, "name": "Artur Hrabchak", "cat": "Indian restaurant"}, {"review": "Delicious Indian cuisine, friendly staff, the interior is pleasing to the eye, everything is super😻 …", "rating": 3, "name": "Akim Slys", "cat": "Indian restaurant"}, {"review": "\nVadim, thank you for the wonderful review! 🙌 Be sure to visit our restaurant again)) 🥰", "rating": 5, "name": "Demoon Tz", "cat": "Indian restaurant"}, {"review": "Unfortunately this restaurant has gone bad! After waiting 40 minutes for drinks, we got up and left ((((Before, when there was only Indian staff, it felt like visiting India! The service was on top! Now .... but comments, sorry ...", "rating": 5, "name": "Sergei Kedun", "cat": "Indian restaurant"}, {"review": "Very tasty. Vegans and vegetarians will find a wide variety of dishes here. Incredibly delicious desserts. The prices are high. …", "rating": 3, "name": "Yurii", "cat": "Indian restaurant"}, {"review": "I wanted to write a positive review exactly until the moment when an extra dish was added to the check, which we did not order. No comments.... I don't recognize Brekhunov. …", "rating": 5, "name": "елена сема", "cat": "Indian restaurant"}, {"review": "\nNice atmosphere, tasty and clean", "rating": 5, "name": "Сергей Годованый", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback", "rating": 4, "name": "Sergey Barulyk", "cat": "Indian restaurant"}, {"review": "I really liked the national cuisine, polite staff, everything is clean and tidy) we will definitely come again and recommend to friends) …", "rating": 4, "name": "Галина Ф", "cat": "Indian restaurant"}, {"review": " Thank you for your sincere and detailed feedback. Welcome to us.\n\n", "rating": 5, "name": "Сергей Ухтомцев", "cat": "Indian restaurant"}, {"review": "The best Indian restaurant. Excellent chef from India. All menus are worthy of kings. …", "rating": 1, "name": "Sefer Anik", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 4, "name": "Дмитро Михальчук", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "виктор лукьяненко", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback 🙏🙏 We are always glad to see you.", "rating": 5, "name": "Х Х", "cat": "Indian restaurant"}, {"review": " Too expensive and medium level dishes. It is better to go to the Himalayas. It's tastier and much cheaper there. …", "rating": 5, "name": "Александр Соловенюк", "cat": "Indian restaurant"}, {"review": " Thank you for your feedback😉 We will take into account your wishes) We respect the opinion of each of the visitors. However, as for the open advertising of other institutions, we understand that some of the competitors have their own interest in this.\n\n", "rating": 5, "name": "Sergiy Demko", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Dmitry S.", "cat": "Indian restaurant"}, {"review": "\nThank you for your excellent review and appreciation of our restaurant! 😍 We are trying to get better for you. 😉 We are very pleased to receive feedback and see that our guests are satisfied! 🙌 Be sure to come to us again!))) We will be glad to see you again in our restaurant! Love, NBP team! ❤️", "rating": 5, "name": "Marta Martazaeva", "cat": "Indian restaurant"}, {"review": "Convenient location\nThe restaurant is nicely decorated\nPleasant staff…", "rating": 4, "name": "Vladyslav Yakymenko", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback 🙏", "rating": 5, "name": "Vishal Malik", "cat": "Indian restaurant"}, {"review": " The food lacks the authentic Indian flavor. Various types of dishes were ordered, but they were not of good standard. Only the milk tea with masala was very excellent and the price was very, very high. …", "rating": 2, "name": "Boštjan Kovač", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Пономаренко", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation 🙏😊\n\n", "rating": 5, "name": "Nikita 8632", "cat": "Indian restaurant"}, {"review": "My favorite place, always cozy, beautiful, calm, not crowded! You involuntarily plunge into the atmosphere of India) This is facilitated by Indian food, Indian waiters and Indian music! …", "rating": 4, "name": "Oksana Melnychenko", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Trust P2Fun", "cat": "Indian restaurant"}, {"review": "Nice and tasty place, there are great places for a walk nearby. Pleasant and fast service. Left full and satisfied. Thanks. …", "rating": 5, "name": "Александр Журавель", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 4, "name": "andriy pashchenko", "cat": "Indian restaurant"}, {"review": "Thank you 🙏 it was very tasty 🤤 a great place to try real Indian food) …", "rating": 5, "name": "Javier Lloret", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback🙏🙏", "rating": 1, "name": "Cookie Paul", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Соловей", "cat": "Indian restaurant"}, {"review": "The best Indian cuisine in Kyiv) ask for it spicier and get a real Indian taste) maybe in Ukraine, but this is not certain) …", "rating": 5, "name": "Eldo Rado", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Валерия Таргонская", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "алена романова", "cat": "Indian restaurant"}, {"review": "\nThank you for rating our restaurant .🙏🙏 Always happy 😊", "rating": 5, "name": "Mariya Yarenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "SAM ALEX", "cat": "Indian restaurant"}, {"review": "\nThank you for your excellent review and high assessment We are waiting for you again in our restaurant!))) 🙌", "rating": 5, "name": "Денис Шмитт", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Jattashankar Sinha", "cat": "Indian restaurant"}, {"review": "\nJulia, thank you for your positive feedback and high appraisal of our restaurant! 😉 We are very glad that you like it)) We are glad to inform you that from March 20 \"New Bombay Palace\" will be located at a new address: blvd. Lesi Ukrainka 34. We are waiting for you again to visit us with an updated menu and modern interior! Love, NBP Team❤️", "rating": 5, "name": "Марія Пензар", "cat": "Indian restaurant"}, {"review": "I did not notice the warning that +10℅ service will be added to the bill. Service is top notch. Tasty food. Unusual interior. …", "rating": 4, "name": "murat şerbetçi", "cat": "Indian restaurant"}, {"review": "So-so... expensive and not very tasty... the service is not for everyone, but the tip is already included in the bill... …", "rating": 5, "name": "Кирилл Миронов", "cat": "Indian restaurant"}, {"review": "Vegetarian dishes are prepared here very tasty, and it is Indian cuisine that helps in fasting. …", "rating": 5, "name": "Alla Burdiug", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 3, "name": "Etibar K", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Крина Сватовская", "cat": "Indian restaurant"}, {"review": "\nIrina, thank you for the excellent rating! 😇 We are glad that you liked it and we hope you will wish to visit the restaurant more than once! 🙌 With love, NBP team! ❤️", "rating": 5, "name": "Wioletta Surowa", "cat": "Indian restaurant"}, {"review": "Super.\nGreat atmosphere. Awesome cuisine, Indian chef, cool menu. Everything is super. …", "rating": 5, "name": "Sridhar Balakrishnan", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 4, "name": "Volodymyr Aleksandrov", "cat": "Indian restaurant"}, {"review": "Quiet and peaceful place. Good kitchen. We had a pleasant evening with friends from Canada and India. …", "rating": 5, "name": "Віталій Гладкий", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "V B", "cat": "Indian restaurant"}, {"review": " A true Indian restaurant in the heart of the capital. Indian cuisine, Indian interiors and staff. …", "rating": 5, "name": "Сергей V", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Welcome! Some again.\n\n", "rating": 5, "name": "Русский корабль!!! Иди на ХУЙ!!!!", "cat": "Indian restaurant"}, {"review": " An experience that will not be repeated. Very expensive restaurant and not worth the price\nThe taste of the dishes was very normal. I did not like the final, high price …", "rating": 5, "name": "Ірма Лейба", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "עדן מייסטר", "cat": "Indian restaurant"}, {"review": "\nThank you for your positive feedback and appreciation of our restaurant))\nWe are always glad to see guests🙏", "rating": 4, "name": "Валерия Викторовна", "cat": "Indian restaurant"}, {"review": "A very beautiful restaurant, if you want new emotions and impressions, you are here. Indian cuisine and flavor ...", "rating": 5, "name": "Misha Kolesnik", "cat": "Indian restaurant"}, {"review": " Comfortable and quiet, but the biryani is very low and the price is expensive …", "rating": 1, "name": "Vinay Agrawal", "cat": "Indian restaurant"}, {"review": "👍👍👍", "rating": 4, "name": "Анастасия Годвод", "cat": "Indian restaurant"}, {"review": "Very tasty.\nVery atmospheric.\nPrices are higher than average, but worth it! …", "rating": 5, "name": "Андрей Шевченко", "cat": "Indian restaurant"}, {"review": " Anthracite spot. Delicious food.\n\n", "rating": 4, "name": "Rohit Rathore", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere and detailed feedback. Welcome to us.", "rating": 2, "name": "Олександр Бондаренко", "cat": "Indian restaurant"}, {"review": "Excellent and authentic interior, delicious cuisine. Service is fast and good quality. …", "rating": 5, "name": "Rajeev Banjara", "cat": "Indian restaurant"}, {"review": " We are very glad that you enjoyed our restaurant. Welcome to us.\n\n", "rating": 5, "name": "Yuliia Liebschner", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Миколо Сергієнко", "cat": "Indian restaurant"}, {"review": "\nThanks for the feedback.", "rating": 5, "name": "A singh", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "advocate praxis", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation of our restaurant and such a great review! We are very glad that you liked everything))) We will wait again at our place💗", "rating": 3, "name": "Bhupendra Rawat", "cat": "Indian restaurant"}, {"review": "I really liked the food and atmosphere in the restaurant. We felt like we were in India😁 thank you! …", "rating": 5, "name": "Pankaj Jangid", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.\n\n", "rating": 1, "name": "Дарья Карпенко", "cat": "Indian restaurant"}, {"review": "\nDelicious. Ordered hot soup and rice", "rating": 5, "name": "Roman Sakun", "cat": "Indian restaurant"}, {"review": "\nThank you very much for the appreciation of our restaurant 🙏😊", "rating": 5, "name": "Naum Koen", "cat": "Indian restaurant"}, {"review": "Delicious Indian cuisine, but very expensive! You can live in the slums for a month for this loot))) ...", "rating": 5, "name": "Chris Chris", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Visit us again.\n\n", "rating": 4, "name": "Levent Barlas", "cat": "Indian restaurant"}, {"review": " Quite expensive for Kiev conditions, on a noisy traffic artery. Food was ok, coffee good. …", "rating": 5, "name": "Владислав Дехнич", "cat": "Indian restaurant"}, {"review": " We are very glad that you enjoyed our restaurant.\n\n", "rating": 5, "name": "subodh Rastogi", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Валерий Хоменчук", "cat": "Indian restaurant"}, {"review": "\nThanks for the feedback.", "rating": 5, "name": "Максим Щербаненко", "cat": "Indian restaurant"}, {"review": " …", "rating": 2, "name": "Рустам А", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback 🙏Always glad to see you😊", "rating": 4, "name": "Venkataraju P", "cat": "Indian restaurant"}, {"review": " Very tasty and authentic restaurant. I advise!\n\n", "rating": 4, "name": "Alex-Rok Kokh", "cat": "Indian restaurant"}, {"review": " Thanks for the warm feedback! It's nice that you like our establishment.\nGlad to welcome you again!\n\n", "rating": 5, "name": "Андрей Товкач", "cat": "Indian restaurant"}, {"review": " Impressions are cool, the food is tasty. The price is high, but worth it to visit. The interior is just a bomb …", "rating": 5, "name": "Rahul Hazra", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Henadiy Rozhon", "cat": "Indian restaurant"}, {"review": " Interesting. For the benefit of non-classical cuisine and lovers of \"exotica.\"\nNice impression. Unusual …", "rating": 5, "name": "Jomy THAMPAN", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere and detailed feedback. Welcome to us.", "rating": 4, "name": "Андрей Головань", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Volodymyr Kovalenko", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 4, "name": "Nocomments Sergio", "cat": "Indian restaurant"}, {"review": " Prices are too high for the quantity and quality of food\n\n", "rating": 5, "name": "Volodymyr Kovalchuk", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Nataliia Carlson", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback 🙏 We are always glad to see you 😊", "rating": 5, "name": "Satyam Chandra", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Youlia Farbitna", "cat": "Indian restaurant"}, {"review": " Thank you for appreciating our institution! 🙏\n\n", "rating": 5, "name": "M K", "cat": "Indian restaurant"}, {"review": "Delicious hearty food, the only thing is that the prices are slightly overpriced. The interior is impressive...", "rating": 5, "name": "Валентина Комарова", "cat": "Indian restaurant"}, {"review": " Thank you for appreciating our restaurant. Visit us yet.\n\n", "rating": 5, "name": "dhimant trivedi", "cat": "Indian restaurant"}, {"review": " The best Indian restaurant in Kiev, very tasty\n\n", "rating": 5, "name": "Sergey Nenko", "cat": "Indian restaurant"}, {"review": " Thank you very much for the great review! 😍 We will be waiting for you again in our restaurant! 🙌\n\n", "rating": 4, "name": "Kostiantyn Denysov", "cat": "Indian restaurant"}, {"review": "\nWonderful institution! All liked it", "rating": 1, "name": "rahul sethiya", "cat": "Indian restaurant"}, {"review": " Alexander, we are very glad that you liked us! Thank you for the excellent rating and we will always wait again in our restaurant!))\n\n", "rating": 5, "name": "ALEX Kozlovskyi", "cat": "Indian restaurant"}, {"review": "I couldn't get through to book a table. No answer to all phone numbers - called on January 2 at 15:00. It's a pity. …", "rating": 2, "name": "avi singh", "cat": "Indian restaurant"}, {"review": "\nVery tasty and cozy))", "rating": 3, "name": "vinamra Shukla", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback 🙏😊😊We are doing our best for you))", "rating": 3, "name": "Tanvir Singh", "cat": "Indian restaurant"}, {"review": " Very tasty, high prices, small portions.\n\n", "rating": 5, "name": "EIGHT STONES LLC/ /ВОСЕМЬ КАМНЕЙ", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Юрий Саюк", "cat": "Indian restaurant"}, {"review": "\nWe are very pleased when our guests are satisfied! 🥰Thanks for the high rating!)) 💖👍", "rating": 5, "name": "Людмила Денисюк", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Vyachesav Kochenko", "cat": "Indian restaurant"}, {"review": "\nThank you, Anastasia for your feedback! The opinion of each guest is very valuable to us and we will certainly take into account all the wishes! We are glad to inform you that soon our restaurant is moving to a new location with a more modern interior! Already from March 10, 2021. \"New Bombay Palace\" will be located at Blvd. Lesi Ukrainka 34! Be sure to come and taste our dishes. Moreover, in the first week after the opening you will have a -25% discount! We are waiting for you again in our restaurant. With love, NBP team! ❤️", "rating": 2, "name": "jai chauhan", "cat": "Indian restaurant"}, {"review": "Expensive restaurant, with NOT VERY appropriate level of service and interior. For people with income ABOVE the average. …", "rating": 5, "name": "Илья Кудашкин", "cat": "Indian restaurant"}, {"review": "\nLuxurious atmosphere and delicious food", "rating": 5, "name": "Ксенія Губіна", "cat": "Indian restaurant"}, {"review": "\nAlexander, thank you for the high price! 🙌 Be sure to come to us again))) 💖", "rating": 5, "name": "Vrutta Patel", "cat": "Indian restaurant"}, {"review": "\nNice restaurant, exquisite interior!", "rating": 5, "name": "Елена Гусева", "cat": "Indian restaurant"}, {"review": "\nDmitry, thank you for your appreciation! We are glad that you liked everything. We will wait again at our guest)))", "rating": 5, "name": "Aryan karan Brothers", "cat": "Indian restaurant"}, {"review": " Very tasty. Mr. Kumar is a wonderful restaurant owner\n\n", "rating": 3, "name": "Игорь Лоза", "cat": "Indian restaurant"}, {"review": " Thank you for appreciating our facility🙏\n\n", "rating": 5, "name": "Неля Меленчук", "cat": "Indian restaurant"}, {"review": " …", "rating": 2, "name": "slava umansky", "cat": "Indian restaurant"}, {"review": " Hello! Thank you for the evaluation of our institution 🙏 You are always happy 🙏😊\n\n", "rating": 5, "name": "PK Fitness", "cat": "Indian restaurant"}, {"review": "\nAtmospheric and delicious", "rating": 4, "name": "Maxim Tomorrow", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation 🙏🤗\n\n", "rating": 5, "name": "Анна Хитрая", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii", "cat": "Indian restaurant"}, {"review": " Indian cuisine restaurant. Looks like the guys are diligent. …", "rating": 2, "name": "Назар Новак", "cat": "Indian restaurant"}, {"review": " Thank you for rating our institution.\n\n", "rating": 5, "name": "Евгения Озкан", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Karra Nikhilreddy", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "WJR", "cat": "Indian restaurant"}, {"review": "Very cozy place, good service and incredible atmosphere! Highly recommend to visit! …", "rating": 5, "name": "Дмитрий Малахов", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Лера Корчинська", "cat": "Indian restaurant"}, {"review": "\nVery tasty here", "rating": 5, "name": "Natalia", "cat": "Indian restaurant"}, {"review": "\nThanks for the feedback and high rating 🙏🙏 🙏", "rating": 3, "name": "Konstantin Belousov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksander Ovanezov", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback. We value our customers, so we ask you to clarify what exactly did not suit you and how we can improve the service.\nYou can tell in detail the reason for the complaint to nbp1996AA@ukr.net\n\nBest regards, New Bombay Palace Team.", "rating": 5, "name": "Алекс Александров", "cat": "Indian restaurant"}, {"review": "\nCozy restaurant, delicious salads", "rating": 5, "name": "Serhii Denysenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "PAGADALA RAHHUL", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 4, "name": "Евгений Петрикин", "cat": "Indian restaurant"}, {"review": " Maybe it used to be good here. Price does not match quality …", "rating": 4, "name": "Цветана Цветкова", "cat": "Indian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 1, "name": "Павел Кузнецов", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Михаил Буряк", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "BHABA SWAIN", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Alex Stanfield", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏\n\n", "rating": 4, "name": "Valentina Blanc", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Shailesh Purohit", "cat": "Indian restaurant"}, {"review": " This restaurant is pricey but I eat it honestly not new\n\n", "rating": 5, "name": "Mohd Saifuddin", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Вербило", "cat": "Indian restaurant"}, {"review": "\nThanks for your feedback", "rating": 4, "name": "Andre Kononov", "cat": "Indian restaurant"}, {"review": "\nvery awesome restaurant", "rating": 4, "name": "Оля Игнатюк", "cat": "Indian restaurant"}, {"review": "\nThank you for your positive feedback and excellent rating of our restaurant!)) We are always looking forward to visiting again 🙏", "rating": 5, "name": "Дмитрий Спиридов", "cat": "Indian restaurant"}, {"review": " …", "rating": 1, "name": "Таня Колесник", "cat": "Indian restaurant"}, {"review": " Not cheap, but delicious as in India.\n\n", "rating": 5, "name": "Vivek Pratap", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Sergey Tikhonov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Andriy Kononenko", "cat": "Indian restaurant"}, {"review": "\nGood Authentic Indian Restaurant", "rating": 5, "name": "Gaurav Sathe", "cat": "Indian restaurant"}, {"review": "\nVery nice but expensive", "rating": 4, "name": "Kіra Kira", "cat": "Indian restaurant"}, {"review": "\nHello. Thank you for your appreciation of our restaurant!) We also want to add that our prices are not higher than in other restaurants of a similar level in Kiev.", "rating": 4, "name": "Олена Олифиренко", "cat": "Indian restaurant"}, {"review": "\nYou can't find a better place in Kiev.", "rating": 5, "name": "Maria Kebu", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation! We are always glad to see you)) 😊", "rating": 4, "name": "Andrey Butov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Jawad Gul", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.\n\n", "rating": 4, "name": "Bapineedu Anaparti", "cat": "Indian restaurant"}, {"review": "\nSatisfied) comfortable and tasty.", "rating": 5, "name": "Юрий Винниченко", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Anna Woellner", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n", "rating": 5, "name": "Maksimjeet Chowdhary", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Harsh Nimavat", "cat": "Indian restaurant"}, {"review": "\nown atmosphere, liked it.", "rating": 5, "name": "Ruslan Lytvynenko", "cat": "Indian restaurant"}, {"review": "\nVitaliy, we are grateful for your positive feedback and excellent evaluation of the restaurant! 😉 The opinion of each visitor is important to us!)) It is especially pleasant to see when the efforts of our entire NBP team are so highly appreciated by dear guests We are making every effort to make New Bombay Palace one of the favorite places where you will want to return again and again! ❤️", "rating": 5, "name": "Natáliya Mendes", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "KYIV Live", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation of the restaurant!)) You can help us become better by indicating what you liked the most. And what else should we pay attention to. I would like to receive more feedback from our guests.💖", "rating": 4, "name": "Valentyna Tsimbota", "cat": "Indian restaurant"}, {"review": "\nDelicious coffee", "rating": 5, "name": "Range Rover", "cat": "Indian restaurant"}, {"review": "\nThe place of real Indian cuisine in Kiev!", "rating": 4, "name": "Mary Petrykina", "cat": "Indian restaurant"}, {"review": "\nThanks for the kind words! We work for you!", "rating": 5, "name": "Вероніка Рижкова", "cat": "Indian restaurant"}, {"review": "\nVso is very cool", "rating": 2, "name": "21-Bharat Syal", "cat": "Indian restaurant"}, {"review": "🙏🙏", "rating": 5, "name": "Igor Chornyi", "cat": "Indian restaurant"}, {"review": "\nEverything is very good", "rating": 5, "name": "Денис Денис", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Анна Сластьон", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "abhay jain", "cat": "Indian restaurant"}, {"review": "\nGreat Indian restaurant.", "rating": 5, "name": "Badal Singh", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Елена Головакина", "cat": "Indian restaurant"}, {"review": "\nTasty, little, expensive, beautiful!", "rating": 3, "name": "Maria Andruschakevich", "cat": "Indian restaurant"}, {"review": "\nDamn expensive and bad coffee.", "rating": 5, "name": "Yadvendra Chaubey", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n", "rating": 3, "name": "21-Arohi Singh", "cat": "Indian restaurant"}, {"review": " Good Indian\nThe place is empty of man …", "rating": 5, "name": "Яна Коробко", "cat": "Indian restaurant"}, {"review": " Delicious indian food\n\n", "rating": 5, "name": "Руслана Стеценко", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We hope you enjoyed your stay at New Bombay. We will be glad to see you again. Have a great day!", "rating": 4, "name": "Vijish Mannoor (vmannoor)", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Вова Мельник", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Venkatesh Munde", "cat": "Indian restaurant"}, {"review": "\nJuicy food. Excellent spices", "rating": 5, "name": "Trident11", "cat": "Indian restaurant"}, {"review": "\nThanks for the feedback 🙏", "rating": 5, "name": "Максим Приходько", "cat": "Indian restaurant"}, {"review": "\nSpicy, tasty, hospitable ❤️", "rating": 5, "name": "Phil Platt", "cat": "Indian restaurant"}, {"review": " Deliciously. But the prices are high\n\n", "rating": 5, "name": "ashish adap", "cat": "Indian restaurant"}, {"review": " Very tasty\n\n", "rating": 1, "name": "Anilkumar Indrakumar Singadi", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation!)) We will be glad to see you in our restaurant again🙏", "rating": 5, "name": "manjindernagra manjindernagra", "cat": "Indian restaurant"}, {"review": "\nDelicious, but unreasonably expensive", "rating": 5, "name": "Wel der", "cat": "Indian restaurant"}, {"review": "\nEverything is super, kitchen and staff 👍", "rating": 5, "name": "jitendra singh rajpurohit", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback 🙏 We are always glad to see you 😊🙏", "rating": 4, "name": "Виталий Королевский", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Jon Gergis", "cat": "Indian restaurant"}, {"review": "\nThanks for the feedback.", "rating": 5, "name": "Iurii", "cat": "Indian restaurant"}, {"review": " A true Indian restaurant\n\n", "rating": 2, "name": "Dipanshu Panwar", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.\n\n", "rating": 4, "name": "Ірина Чорній", "cat": "Indian restaurant"}, {"review": "\nBeautiful and atmospheric place", "rating": 3, "name": "Sanya Kitov", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation 🙏\n\n", "rating": 3, "name": "Ihor Baranenko", "cat": "Indian restaurant"}, {"review": " Chic restaurant\n\n", "rating": 4, "name": "Rus Izh", "cat": "Indian restaurant"}, {"review": " Thank you for the high rating of our restaurant 🙏Always happy for you!\n\n", "rating": 5, "name": "Алла Савченко", "cat": "Indian restaurant"}, {"review": " Nice expensive restaurant\n\n", "rating": 4, "name": "Andrey Sarymsakov", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Татьяна Забелина", "cat": "Indian restaurant"}, {"review": "\nExpensive but tasty", "rating": 5, "name": "Nataliya Konstantinova", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "BHAWAN SHARMA", "cat": "Indian restaurant"}, {"review": "\nSuper", "rating": 5, "name": "Алекс «Монк»", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review. We are happy you enjoyed your stay at New Bombay Palace. We will be glad to see you again.", "rating": 5, "name": "SP S", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Карлик Вафлежуй", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 4, "name": "Sergey Ukraine", "cat": "Indian restaurant"}, {"review": "\ncozy, tasty, exotic", "rating": 5, "name": "Тома Алексенко", "cat": "Indian restaurant"}, {"review": " Fabulous\n\n", "rating": 5, "name": "Akash Kumar Netam", "cat": "Indian restaurant"}, {"review": " I was pleasantly surprised\n\n", "rating": 4, "name": "Екатерина Шерварли", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 2, "name": "مسفر المالكي", "cat": "Indian restaurant"}, {"review": "\nIt's time to make repairs.", "rating": 5, "name": "mariam almarzooqi", "cat": "Indian restaurant"}, {"review": "\nNormal institution for C grade", "rating": 5, "name": "Евгений Шияненко", "cat": "Indian restaurant"}, {"review": " It's very atmospheric\n\n", "rating": 5, "name": "Іра Соло", "cat": "Indian restaurant"}, {"review": " Thanks for the review 😊\n\n", "rating": 5, "name": "Vasya Smith", "cat": "Indian restaurant"}, {"review": "\nAlways delicious)", "rating": 5, "name": "tanya b", "cat": "Indian restaurant"}, {"review": "\nGreat Indian cuisine", "rating": 5, "name": "Богдан Олександрук", "cat": "Indian restaurant"}, {"review": "\nNot for the money.", "rating": 5, "name": "Женя Приступа", "cat": "Indian restaurant"}, {"review": "Comfortable", "rating": 5, "name": "Боря", "cat": "Indian restaurant"}, {"review": " Thank you for the high evaluation of our restaurant🙏🙏🙏😊 You are always welcome 😊\n\n", "rating": 5, "name": "mehul dave", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Дмитрий Довгань", "cat": "Indian restaurant"}, {"review": "\nSuper)", "rating": 1, "name": "Julia Bigich", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏", "rating": 5, "name": "Igor Mirochnyk", "cat": "Indian restaurant"}, {"review": "", "rating": 2, "name": "Oleg Kuzema", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Ruslan Vyshnevskyi", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Марина Сытник", "cat": "Indian restaurant"}, {"review": " I recommend!\n\n", "rating": 5, "name": "Oshri Danon", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation of our restaurant 🙏🙏🙏", "rating": 5, "name": "Saketh Reddy", "cat": "Indian restaurant"}, {"review": "\nThe kitchen is unusual", "rating": 4, "name": "Ali Alkaby", "cat": "Indian restaurant"}, {"review": " there are pros and cons\n\n", "rating": 5, "name": "Silence", "cat": "Indian restaurant"}, {"review": "Bes", "rating": 1, "name": "jasmeet singh Sachdeva", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution. Visit us again.", "rating": 5, "name": "BlueBloodFlex", "cat": "Indian restaurant"}, {"review": "\nTasty but expensive", "rating": 4, "name": "Dr.Mohammed Abdul Haseeb", "cat": "Indian restaurant"}, {"review": "\nhandsomely", "rating": 5, "name": "HARSH SHAH", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 4, "name": "Руслан Криволап", "cat": "Indian restaurant"}, {"review": "chic", "rating": 3, "name": "Sergey Shapovalov", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.\n\n", "rating": 4, "name": "Adawia Jabar", "cat": "Indian restaurant"}, {"review": "\nCharm of India!)", "rating": 5, "name": "Xavier van Buchem", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Lucky Arpan", "cat": "Indian restaurant"}, {"review": "👍👍", "rating": 5, "name": "Victoriia Holovkova", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation! 😉 We are very glad that you like our restaurant! 👍 We would like to inform you that the “New Bombay Palace” at the old address will no longer work! Now we will always be open at a new address: blvd. Lesia Ukrainka 34!)) For the period of lockdown, we also have a delivery service! 👌 Or you can pick up your order from the takeaway restaurant. We accept calls by phones:\n+380 (93) 576 60 69 and (044) 285-99-99. After the end of the lockdown, we are happy to welcome you again! 🙌 With love, NBP team! ❤️", "rating": 5, "name": "маргарита марго", "cat": "Indian restaurant"}, {"review": " Guns\n\n", "rating": 5, "name": "Раиса Калиниченко", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Ігор Чугай", "cat": "Indian restaurant"}, {"review": "\nHave a bite to eat.", "rating": 4, "name": "לירון דנון", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your feedback, we are always glad to see you.", "rating": 4, "name": "Алина Богуславская", "cat": "Indian restaurant"}, {"review": "\nLicking my fingers)", "rating": 4, "name": "Ihor Vus", "cat": "Indian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you🙏😊", "rating": 2, "name": "Vinay Dixit", "cat": "Indian restaurant"}, {"review": " Ostrenko\n\n", "rating": 5, "name": "Mahesh Y", "cat": "Indian restaurant"}, {"review": "\nThanks", "rating": 5, "name": "Sagar Patil", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Visit us again.\n\n", "rating": 4, "name": "Jigyasha Kumari", "cat": "Indian restaurant"}, {"review": " Pathos\n\n", "rating": 4, "name": "Александр Кравченко", "cat": "Indian restaurant"}, {"review": "\ngreat for a walk", "rating": 4, "name": "Алексей Коломейцев", "cat": "Indian restaurant"}, {"review": " i miss ukraine\n\n", "rating": 2, "name": "Andriy Parsyehov", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Nadia", "cat": "Indian restaurant"}, {"review": "\nGood", "rating": 5, "name": "Катя Новикова", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "София Пивоварова", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏🙏😊", "rating": 3, "name": "Ali Alhamrani", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alex Kh", "cat": "Indian restaurant"}, {"review": " Thanks for the high rating 🙏 🙏🙏\n\n", "rating": 5, "name": "Daria Kerina", "cat": "Indian restaurant"}, {"review": "\nsuch", "rating": 4, "name": "Владислав Ашмянцев", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Visit us again.\n\n", "rating": 5, "name": "Рашид Лукум Жано", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Пташник", "cat": "Indian restaurant"}, {"review": "\nThank you for your excellent rating!)) We will wait in our restaurant again🙏", "rating": 5, "name": "Alex Kolomys", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Ярослав Зінченко", "cat": "Indian restaurant"}, {"review": "Sergei, thank you for your great review! We will be glad to see you in our restaurant again!) 🙏", "rating": 5, "name": "Paul S", "cat": "Indian restaurant"}, {"review": " A pathetic place\n\n", "rating": 5, "name": "Pavan Kumar", "cat": "Indian restaurant"}, {"review": "\nAll liked it", "rating": 5, "name": "Александра Помазан", "cat": "Indian restaurant"}, {"review": "\nThank you for your positive feedback. We will be waiting for you again.🙏", "rating": 5, "name": "Dionis Smile", "cat": "Indian restaurant"}, {"review": " Great place\n\n", "rating": 3, "name": "Юрий Захарчук", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Sourin Banerjee", "cat": "Indian restaurant"}, {"review": "Beautiful place", "rating": 2, "name": "shaikh irfan 17 786", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our institution!\n\n", "rating": 4, "name": "Александр Ефименков", "cat": "Indian restaurant"}, {"review": "\nLiked", "rating": 5, "name": "Mahnoor Abid", "cat": "Indian restaurant"}, {"review": "\nCredit place", "rating": 4, "name": "Богдан Каенов", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution, always glad to you.\n\n", "rating": 5, "name": "Fahmy Lassie", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Dmitry Arabadzhi", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Роман Савченко", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Ольга Макарчук", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Neha Rai", "cat": "Indian restaurant"}, {"review": "", "rating": 1, "name": "Tejas Abrol", "cat": "Indian restaurant"}, {"review": "\nThank you for your appreciation of our restaurant and are very glad that you liked everything)) We are always looking forward to visiting you again! 🙏", "rating": 5, "name": "Niranjan Bhutkar", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ivan Borodenko", "cat": "Indian restaurant"}, {"review": "\nAlexander, thank you for your appreciation! 😉We are very glad that you liked everything. 👍We are trying to do our best for your perfect holiday)) We are waiting again in our restaurant! Love, NBP team! ❤️", "rating": 4, "name": "Alexandr Mris", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Илья Зильбершейд.", "cat": "Indian restaurant"}, {"review": "🙏", "rating": 5, "name": "Анастасия Отличная", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Игорь Чибисов", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Богдан Щипакин", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Welcome to us.\n\n", "rating": 5, "name": "Prafful Chouhan", "cat": "Indian restaurant"}, {"review": "", "rating": 1, "name": "Shabnam Suprava", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Please visit us again. Merry Christmas!\n\n", "rating": 1, "name": "Диана Фролова", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Total e Service", "cat": "Indian restaurant"}, {"review": "\nThank you for the appreciation of our restaurant)) We are always glad to see you as a guest🙏", "rating": 5, "name": "General Doctors", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Denis Z", "cat": "Indian restaurant"}, {"review": " Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations.\n\n", "rating": 5, "name": "Vipul Seth", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Pioner Rekston", "cat": "Indian restaurant"}, {"review": "🙏🙏 🙏🙏🙏🙏🙏😊😊", "rating": 4, "name": "Alex Ghetmansky", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Андрій Фіковський", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 3, "name": "Anton Shklyar", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Crypto PK", "cat": "Indian restaurant"}, {"review": " Thank you for evaluating our facility. Please visit us again.\n\n", "rating": 5, "name": "Volodymyr Tymoshchuk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Мария Еремеева", "cat": "Indian restaurant"}, {"review": "Thank you very much for your review, we really appreciate it. We will be glad to see you again at New Bombay Palace!", "rating": 5, "name": "Ranjeev Nar", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Shagun Thakur", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏🙏🙏🙏😊", "rating": 5, "name": "Богдан Гура", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Traveling Desi", "cat": "Indian restaurant"}, {"review": " Thanks for the evaluation of our institution.\n\n", "rating": 5, "name": "ИРИНА Юрченко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Olha Rymartsova", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Roman Zagorsky", "cat": "Indian restaurant"}, {"review": "Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.", "rating": 4, "name": "Оксана Завадовська", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Serg K", "cat": "Indian restaurant"}, {"review": "\nThank you Sergey for your positive feedback!) The NBP team will be glad to see you again as our guest!\nWe would like to inform you that from 10.03.2021 our restaurant will be located at a new address: 34 Lesi Ukrainka Street 😊", "rating": 5, "name": "Саша Коренчук", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "T alwuqayan", "cat": "Indian restaurant"}, {"review": "Thank you for your appreciation of our institution. Visit us again.", "rating": 5, "name": "Lanly Vaz", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "HARIS GHAZALI", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation. We are glad to see you in our restaurant.\n\n", "rating": 5, "name": "Анна Карагяур", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Serhii Serhii", "cat": "Indian restaurant"}, {"review": "\nAlena, thank you for the excellent rating! 🙂 We will wait again at our guest)))", "rating": 4, "name": "Анна Мищенко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Andrew V", "cat": "Indian restaurant"}, {"review": "🙏🙏🙏🙏", "rating": 5, "name": "Леся этотСухецкая", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Таня Дорошенко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "anugya deep", "cat": "Indian restaurant"}, {"review": "\nDenis, thank you for the high appraisal of our restaurant! 😉 We try to take into account all the wishes of our guests. You can help us become better by describing what you like and what we should pay more attention to and fix in our work! 😉We will be glad to see you in our restaurant! 🙌 With love, NBP team! ❤️", "rating": 5, "name": "Happy Happy", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anatoliy Klimashevskyy", "cat": "Indian restaurant"}, {"review": "\nThank you very much for your appreciation!)) We are very glad that you liked it. We will wait for a visit again🙏", "rating": 5, "name": "Виктория Назаренко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Eugene", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again.\n\n", "rating": 5, "name": "Alexandr Lazarenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yana Slipets", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Manish Rachh", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Jayant Gotani", "cat": "Indian restaurant"}, {"review": " Thank you for your appreciation of our institution. Visit us again. 🙏\n\n", "rating": 1, "name": "Наталия Семченко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alok Bansal", "cat": "Indian restaurant"}, {"review": "", "rating": 2, "name": "Navraj Singh Deopa", "cat": "Indian restaurant"}, {"review": "Thank you for your sincere feedback. Welcome to us.", "rating": 5, "name": "Ruslan Zakharov", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "mohammad", "cat": "Indian restaurant"}]