[{"review": "Nice place. I very liked the chicken noodle. The place is small but very hot. The staff is also gentle .", "rating": 5, "name": "Gunay Hassanova", "cat": ""}, {"review": "I can honestly say that this place is awesome. When you enter inside, you need to choose your own menu or single/multiple dish(es) to eat and then you pay for it on the register. Your order is immediately shown on the screen. I choose the …", "rating": 5, "name": "Tuğba Bülbül", "cat": ""}, {"review": "One of the must go restaurants in Kiev. The food is very good and tasty. They have vegetarian options. You won’t regret it.", "rating": 5, "name": "Elif", "cat": ""}, {"review": "I ate vegetables in teriyaki sauce (noodles) the taste was OK,not that spicy  .\nFried rice was also OK . But the litchi,strawberry and banana shake was too good .", "rating": 3, "name": "Pratiksha Rathod", "cat": ""}, {"review": "Awesome place to drop into and to eat something nutritious. It is good for talks and meetings as well. Highly recomend. Useful and convenient terminals to make your order.  Plenty of drinks, you pay once and can enjoy multiple cups of tea or coffee. But I recomend lychee nectar- it is great and very refreshing!", "rating": 5, "name": "Artur Voznenko", "cat": ""}, {"review": "Huge portions in combination with tasty spicy food.\nReasonable price.\nNice atmosphere.\nI will definitely back for soup.", "rating": 5, "name": "Anna Polishchuk", "cat": ""}, {"review": "A small noodle cafe in the centre of Kyiv. Prices are surprisingly low. Egg noodles with vegetables are delicious. The thing I liked the most is the unlimited non-alcohol beverages. Pay once and drink as much as you want. The tastiest machiato I've ever tried!", "rating": 5, "name": "Mary Sotskova", "cat": ""}, {"review": "Super tasty food, very spicy but you can order does not spicy. BONUS - unlimited coffee (latte, capuchino Etsy), tea.\nRecommended! Love it!", "rating": 5, "name": "Александр Колисниченко", "cat": ""}, {"review": "From the quality of the ingredients the standard was pretty good.\nThe only thing was how the food was prepared. The ramen had normal cooled eggs instead of the typical onsen eggs, and the dumplings were overcooked. However the …", "rating": 3, "name": "D3m0nstar", "cat": ""}, {"review": "Very good contemporary Asian. You order by a electronic panel menu. Ventilation should be improved and beef in dishes more fried. Very cheap", "rating": 4, "name": "Dejan Braki", "cat": ""}, {"review": "It is the best Asian fast food in Kyiv these days. Rather good choice of food and good flavor.", "rating": 5, "name": "Olexi Pasyuk", "cat": ""}, {"review": "Friendly service, ate the beef dumpling soup. The broth was not as strong as your usual ramen. The ramen noodle it self seems like it's not fresh, just dried before and boiled  to cook. The egg was just hard boiled, not the marinated …", "rating": 3, "name": "William Tran", "cat": ""}, {"review": "The Best Noodle place in Kiev. Highly recommended \"Coconut soup\" .", "rating": 5, "name": "Cagri Eren", "cat": ""}, {"review": "It's a very nice and moderately priced asian fast food place.", "rating": 4, "name": "Yulia Androniuk", "cat": ""}, {"review": "I recommend this place cuz here you can eat tasty asian noodles. Sometimes it’s crowded. Very center of Kyiv.", "rating": 5, "name": "Ruslan Prylypko", "cat": ""}, {"review": "The food was good and nice prices. Clean place and you order from machine near exit. I might come again.", "rating": 4, "name": "mohammed mahmoud", "cat": ""}, {"review": "Unfortunately, this place is popular with customers who don’t care about anyone except themselves and therefore spend 10 minutes ordering their food while people wait to place their own orders. …", "rating": 3, "name": "Ken Stewart", "cat": ""}, {"review": "Customer friendly environment and service, no crowds, enough space. You make your order using a screen, then print a check and pay at cash desk. Very simple and convenient. Tasty Vietnamese food. Feel like Asian way of service", "rating": 5, "name": "Anna", "cat": ""}, {"review": "Fast service, nice prices, good quality of food and very tasty. Thanks.", "rating": 5, "name": "ArtWay Music", "cat": ""}, {"review": "Modern Asian self service in a location that is far better inside than what could look from outside.\nInside, you will place your order on large touchscreens that offer also pictures …", "rating": 3, "name": "Umberto M", "cat": ""}, {"review": "great place, nice staff, duck noodle soup was very good.", "rating": 5, "name": "KR I", "cat": ""}, {"review": "Delicious dishes, great service. One of the best noodles in city.", "rating": 5, "name": "Valentine Stepanov", "cat": ""}, {"review": "Great noodles and soup.\nMango lemonade was amazing.\nEasy to order on computer order screens so no tourist issues. …", "rating": 4, "name": "Matthew Shannon", "cat": ""}, {"review": "Good place with good Asia kitchen and beautiful service!", "rating": 5, "name": "Dmytro Artemchuk", "cat": ""}, {"review": "Amazing food and quick service. Its always delivered extremely fast regardless of the orders number. I love the ordering machine and the technology. Moderate prices.", "rating": 5, "name": "Olha Karpenko", "cat": ""}, {"review": "Easy to order and fast service.", "rating": 5, "name": "Pearl Xia", "cat": ""}, {"review": "No relationship to Asian food. I went in excited by the menu, ordered udon, and got something with no flavour and no Asian resemblance, and glass noodles not udon. It's not that the food was bad, and it was cheap, but don't expect anything.", "rating": 3, "name": "Suriya Jayanti", "cat": ""}, {"review": "Reasonably priced and delicious Asia noodles, soups, bowls and then some, cheap and dead center of Kiev. Fast and efficient service, all freshly cooked in front of you in an open kitchen.", "rating": 5, "name": "Volker Kerkhoff", "cat": ""}, {"review": "Tasty Asian food for the reasonable price. Ramen is very good! Be careful - portions are  quite big! Free refill of drinks.", "rating": 5, "name": "Svitlana Alokhina", "cat": ""}, {"review": "Food was amazing. Preparation time was quick. Friendly staff. Menu is in English, Ukrainian & Russian. Perfect for a wonderful meal.", "rating": 5, "name": "Chris Adkins", "cat": ""}, {"review": "Chinese wok food. Not bad. Would be perfect when they use less oil", "rating": 4, "name": "Paul Van Amersfoort", "cat": ""}, {"review": "Spicy food 🌶️🌶️🍜🥢🍴🍽️🍾🥗good quality and quantity loveable food place", "rating": 4, "name": "Sivaprakash Suresh", "cat": ""}, {"review": "Really decent asian food for a fast food type place. The service was quick and the meals were decent size. I would just avoid the dim sum type food.", "rating": 4, "name": "Vladimir Nikolov", "cat": ""}, {"review": "Good place to have fast and good quality Asian noodles.", "rating": 5, "name": "Pavlo Dyban", "cat": ""}, {"review": "restaurant has modern design and ramen was very good with very cheap price.", "rating": 5, "name": "Alican Oral", "cat": ""}, {"review": "Very nice place. Computers have English menu to order from and also tell you on-screen your order status in English. Tasty noodles fastfood:)", "rating": 4, "name": "Black Noir Schwarz", "cat": ""}, {"review": "Fast service, great food, but the last time I've been here it the soup I ordered had a moldy aftertaste. Other than that great place to eat.", "rating": 4, "name": "Oleksandra Shuliahina", "cat": ""}, {"review": "Love their preparation of food rite in front of your eyes. No Pork dishes available. But surprisingly Great 👍🏽", "rating": 5, "name": "Paris Guru", "cat": ""}, {"review": "Tasteless, expensive and very little quantity. Not good value for money.", "rating": 1, "name": "Kal Wal", "cat": ""}, {"review": "Nice, clean and quick food. If you're in hurry but still want to visit the city center, it's a good address.", "rating": 4, "name": "Nadia Fredj", "cat": ""}, {"review": "Very tasty Chinese Food. To order via Monitor at the wall. Fast service. Always again !", "rating": 5, "name": "Michael Drechsler", "cat": ""}, {"review": "I love this place. Always good food, superb stuff and nice atmosphere", "rating": 5, "name": "Tanya Novikova", "cat": ""}, {"review": "It's only OK. The flavour was bright but not authentic. This is fusion Japanese, Thai and Chinese food.", "rating": 3, "name": "EN", "cat": ""}, {"review": "Good place for a quick soup. There is a refill soft drinks option here.", "rating": 5, "name": "Andrew Slepakurov", "cat": ""}, {"review": "Good place.  I loved the dumplings . It's cheap.  Quality of food can be improved", "rating": 4, "name": "Sushama Suresh", "cat": ""}, {"review": "A good place to have a good meal when you have small amount of time", "rating": 5, "name": "Kate Hryhorenko", "cat": ""}, {"review": "Awesome food, I love it!\nBut, guys, parody of The Secret Supper. Come on! It is a profanity! Remove it please", "rating": 2, "name": "Михаил Борозняк", "cat": ""}, {"review": "Very good noodles and tasty fried dumpling. About 100 UAH a meal", "rating": 5, "name": "Lukáš Buňát", "cat": ""}, {"review": "Fast and quite tasty. Not perfect, but great for a quick lunch or snack.", "rating": 4, "name": "Lysander Mckain", "cat": ""}, {"review": "Food is great, prices are affordable. Beverages a volonte is my fav offer", "rating": 4, "name": "Oleksandra Bespala", "cat": ""}, {"review": "Poor hygiene! There are bugs in the restaurant. The service is good, the noodles are average", "rating": 2, "name": "Kristina", "cat": ""}, {"review": "The food is average at best, but technology-wise, they're way ahead of others. They have a self-order terminal.", "rating": 4, "name": "Seun (SeunLight)", "cat": ""}, {"review": "If I can judge from 2 dishes, the food is so so, compared to smth similar you can get in South East Asia. The service and the atmosphere is OK.", "rating": 3, "name": "Andrii Komar", "cat": ""}, {"review": "Fantastic place with delicious food. Excellent service and good vegetarian option available.", "rating": 5, "name": "Naman Jain", "cat": ""}, {"review": "Good place, small portions, easy ordering for non-russian speakers, will go back", "rating": 4, "name": "Gabriel N", "cat": ""}, {"review": "The best served and tastiest Asian food in Kyiv! Never miss trying a soup here", "rating": 5, "name": "Yuliia Chekhovska", "cat": ""}, {"review": "Good, fast food. Menu screen shows English. It was all very good", "rating": 4, "name": "Martyn Weston", "cat": ""}, {"review": "Delicious ramen and drinks", "rating": 5, "name": "Derek Mitchell", "cat": ""}, {"review": "Asian-esque fast food. The food is okay but relies too much on premade sauces.", "rating": 3, "name": "Jan Molnar", "cat": ""}, {"review": "Clean, quick and delicious. Try the lemonade as well, which is amazing.", "rating": 5, "name": "Santiago Andrigo", "cat": ""}, {"review": "Best food u can get for the price!! 100% recommended", "rating": 5, "name": "joaquin zarco", "cat": ""}, {"review": "Nice place. Not high prices, quick service, tasty food.", "rating": 5, "name": "Kor Zeth", "cat": ""}, {"review": "I like noodles here. It tastes better then other places with such a concept", "rating": 5, "name": "Tonya", "cat": ""}, {"review": "Good and nice taste they a lot food items from the menu", "rating": 4, "name": "Rayan Yankesar", "cat": ""}, {"review": "I was very disappointed to see there was only one vegetarian food option, and no vegetarian soup.", "rating": 2, "name": "Vivilon Rane", "cat": ""}, {"review": "Super fast service with great food", "rating": 5, "name": "Asmaa Tarek", "cat": ""}, {"review": "Small but cozy asian food with modern self-order system and tasty food", "rating": 4, "name": "Alex Miller", "cat": ""}, {"review": "Asian food\nTasty\nNice place", "rating": 4, "name": "Ronen Giro", "cat": ""}, {"review": "Incredibly fast cooking. Tastes really good. Fast WLAN.", "rating": 5, "name": "Vadym Tiroshko", "cat": ""}, {"review": "Pretty chilled place in a hectic area. Easy menu selection too", "rating": 5, "name": "John Phillip", "cat": ""}, {"review": "Not bad. Nothing specific but it was tasty. 4 from 5 for sure", "rating": 4, "name": "Andrew Vasylyev", "cat": ""}, {"review": "Love love love it🥰🥰🥰 the most delicious noodles in the whole Kyiv", "rating": 5, "name": "Maryna Paziura", "cat": ""}, {"review": "Average. Tasty though.\nUnfortunately, only 1 vegetarian option", "rating": 4, "name": "Kseniia Butova", "cat": ""}, {"review": "Soup tastes like soap. Negative. Just cannot be worse.", "rating": 1, "name": "Jenya Avramenko", "cat": ""}, {"review": "Pleasant interior. Tried several items from the menu, all very bland.", "rating": 3, "name": "Andrew Kolesnikov", "cat": ""}, {"review": "Tasty Asian food, great service.", "rating": 5, "name": "Sergey Mois", "cat": ""}, {"review": "Tasty food", "rating": 5, "name": "Persian Style", "cat": ""}, {"review": "Want to go for a fresh lunch after walking around the city? This is the place!", "rating": 4, "name": "Sebastian Bierfeldt Liptak", "cat": ""}, {"review": "Great place for a take out or spending time with friends.", "rating": 5, "name": "Oleksandr Peresta", "cat": ""}, {"review": "Tasty food, big plates, unlimited drinks. 5+++", "rating": 5, "name": "Alex Kurchev", "cat": ""}, {"review": "Great food, high prices", "rating": 4, "name": "Ivan Ryzhkov", "cat": ""}, {"review": "Amazing food, very delicious!!", "rating": 5, "name": "Anna Sekera", "cat": ""}, {"review": "Cozy place, interactive displays to make order. Like", "rating": 5, "name": "Volodymyr Svydenko", "cat": ""}, {"review": "Proportion of meat/noodles is really disappointing for this price.", "rating": 3, "name": "Volodymyr Tkachuk", "cat": ""}, {"review": "Good food at a good price!", "rating": 4, "name": "Sam Clarke", "cat": ""}, {"review": "Best place to have a lunch", "rating": 5, "name": "Daria Kuznetsova", "cat": ""}, {"review": "So so. Might be better for that price", "rating": 4, "name": "Maryna Kovalenko", "cat": ""}, {"review": "Great Food", "rating": 5, "name": "Stephen Woodhall", "cat": ""}, {"review": "Yummy ;P", "rating": 5, "name": "Iryna Saienko", "cat": ""}, {"review": "I love NOODLEDOODLE", "rating": 5, "name": "Beki", "cat": ""}, {"review": "Noodles here are just super!", "rating": 5, "name": "Alex Protsyk", "cat": ""}, {"review": "Superb taste", "rating": 5, "name": "Vennela Chandra", "cat": ""}, {"review": "Quick and tasty food.", "rating": 5, "name": "Aleksei Anikeev", "cat": ""}, {"review": "Great food and service", "rating": 5, "name": "Oleg Levitsky", "cat": ""}, {"review": "Tasty and fast food.", "rating": 5, "name": "Vi Vi", "cat": ""}, {"review": "Owesome tasty food", "rating": 5, "name": "Iev Ief", "cat": ""}, {"review": "Expensive and spicy food", "rating": 1, "name": "Сергій Фірак", "cat": ""}, {"review": "Quick asian food.", "rating": 5, "name": "Eugene Chepurniy", "cat": ""}, {"review": "Fast, clean and helpful!", "rating": 5, "name": "John Orth", "cat": ""}, {"review": "My fvr place in kiev", "rating": 5, "name": "Imane", "cat": ""}, {"review": "Love this place", "rating": 5, "name": "Yuri Kovalev", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Yaroslav Bilko", "cat": ""}, {"review": "TASTY AND AFFORDABLE !", "rating": 5, "name": "Serkan", "cat": ""}, {"review": "Fast and delicious", "rating": 5, "name": "Dmytro Mykytchenko", "cat": ""}, {"review": "Nice", "rating": 5, "name": "A B", "cat": ""}, {"review": "Good", "rating": 5, "name": "Александр Кучеренко", "cat": ""}, {"review": "Nice", "rating": 5, "name": "Taras Mazurkevych", "cat": ""}, {"review": "Super", "rating": 5, "name": "Oleksandr Bovkun", "cat": ""}, {"review": "Normal", "rating": 3, "name": "SEOKYOUNG JUNG", "cat": ""}, {"review": "Poor service!!!!", "rating": 1, "name": "Roman Moisiuk", "cat": ""}, {"review": "Tasty noodles", "rating": 4, "name": "Pepi Chudnovets", "cat": ""}, {"review": " The food is very tasty and considered Chinese.. There is a good variety.. And the way of ordering is that you choose from the menu yourself and put the additions and then press and you will see a paper that goes to …", "rating": 5, "name": "Toot Toot", "cat": ""}, {"review": " Coconut soup mega🫕\nNoodles with shrimp 🔥\nFast food restaurant …", "rating": 5, "name": "Світлана Карпенко", "cat": ""}, {"review": " Our favorite family place. Everything Mega is always delicious and fast. Themed days, seasonal menu. I really like breakfast. They bring with them hotels. Thanks for the goodies)))) Very smart competent service. I …", "rating": 5, "name": "Софія Дібровська", "cat": ""}, {"review": "It is located in the building of the Bessarabian market opposite the Katyusha and the Roshen store.\nClean, cozy place. Very reasonable prices, especially for the center. …", "rating": 4, "name": "Diana Belovodskaya", "cat": ""}, {"review": "Everything is great in this establishment. They cook very quickly, but most importantly - very tasty. Unlike other Chinese inexpensive establishments, they are very responsible for the cleanliness of the kitchen and the design of dishes. They bother with each - ...", "rating": 5, "name": "Sweet Lana", "cat": ""}, {"review": " Noodle Doodle is located in the center of Kiev, in the building of the Bessarabian market.\nA small establishment, with an interesting, pleasant design. …", "rating": 5, "name": "Юрий Кривошея", "cat": ""}, {"review": "I liked it very much. Convenient order format, well served serving. On the tables there are different sauces for spicy lovers) I took the smallest combo for 165 UAH, I wanted to try more than one dish. I was pleased with the soup, dumplings with very …", "rating": 5, "name": "Natali Bolotova", "cat": ""}, {"review": "I'll start with the cons and an exclusive drink made from exotic fruits, as a result - in the composition of basil seeds and fruit flavors.\nPortions of dishes are decent sizes and relatively not expensive, but rather …", "rating": 3, "name": "Igor Zakrevskiy", "cat": ""}, {"review": "Ordered an XL portion with seafood and egg noodles. I asked what kind of shrimp is in the dish. The girl who accepts payment said 5 pcs. As a result, there were 4 shrimp and two squids from seafood (it has a strange shape) And the shrimp were ...", "rating": 4, "name": "Lera Domskie", "cat": ""}, {"review": "Very tasty! The prices are average for such dishes. Sauces - hot and sweet chili - are simply divine.\nIt's great that drinks are unlimited. Even if you come together, you can take one ...", "rating": 5, "name": "Kseniya Podolska", "cat": ""}, {"review": "A classy place with delicious Thai-style noodles. You can buy a ready-made dish offered on the menu, or you can assemble it yourself according to your taste. Also, by buying one cup of coffee or tea, you have unlimited access to them and can …", "rating": 5, "name": "Victoria Stasishina", "cat": ""}, {"review": "Very simple, tasty, always cozy for a company or just to come to drink cocoa or coffee. …", "rating": 5, "name": "Natalina Kovalyova (Наталина Ковалёва)", "cat": ""}, {"review": "Rus/Eng\n\nHello! …", "rating": 4, "name": "Maryna Zaporozhets", "cat": ""}, {"review": "Good food, good prices. Small room. We waited for the order for a short time. Prices from 50-60 UAH. for a hot dish such as rice or noodles with chicken/vegetables. There is a combi menu, which includes soup and main course or main course and salad. You choose food...", "rating": 4, "name": "Elena", "cat": ""}, {"review": " A place where it is convenient to meet the company and quickly eat delicious food, an interesting experience is that the institution has a system: you have to pay a fixed amount for a glass (29 cold drinks, 39 hot), …", "rating": 5, "name": "Nina Bydantseva", "cat": ""}, {"review": "Pure noodles ;) we took it with chicken in oyster sauce, the chicken was very tender ;) I liked everything, cooked quickly, the bathroom is clean, the tables are disinfected) ...", "rating": 4, "name": "Виктория Вержанская", "cat": ""}, {"review": "I join the fans of this establishment, because it is really convenient (both the location and the service itself), cozy (nice modern interior with an Asian touch and, importantly, clean!) tasty and inexpensive. Glad to see establishments like this…", "rating": 5, "name": "Аlisa Paludeti", "cat": ""}, {"review": "Cool place, good service, very tasty and cozy. We eat here often with a friend. The girls always help me choose and find what I like, help me choose and poke at that menu screen) And always when I ask to make a special order, ...", "rating": 5, "name": "Annet Kachaenko", "cat": ""}, {"review": " Good chain restaurant of Asian cuisine. Very convenient complex offers for different tastes. There is a bit of lack of friendliness at the checkout, but the cuisine is very tasty!) …", "rating": 4, "name": "Вадим «Кажан» Кожевніков", "cat": ""}, {"review": "Rice noodles with beef in Teriyaki sauce are incredibly delicious! Plus, I like the option of unlimited hot / cold drinks. Pretty good latte and cappuccino. Attentive and polite staff! Comfortable atmosphere. Can I order …", "rating": 5, "name": "Anastasiia Duchenko", "cat": ""}, {"review": "We tried Tom Yum with shrimp: we liked the dishes. It seems to me that it was a little tastier than in the same establishment on Vasilkovskaya. Although maybe I just imagined. There are 4 medium sized shrimp in the dish. …", "rating": 5, "name": "Depeche Mode", "cat": ""}, {"review": " Always tasty and inexpensive. For little money you can eat really well. Combo menu, this is generally if you are very hungry голо I liked the Noodle Udon soup with crab sticks the most. Really convenient ordering …", "rating": 5, "name": "Наталія Коцюбинська", "cat": ""}, {"review": "Excellent noodles for every taste (but many sauces are too sweet for me), very tasty soups, my favorites are Tom Yum and Noodle with shrimps, the price is 100 UAH per serving, I don’t know more places in Kyiv with such a price / quality ratio. Very fast …", "rating": 5, "name": "Яна Лапидус", "cat": ""}, {"review": " Very tasty food and quite democratic prices.\n\nLittle space, but the interior is very stylish, lots of light. …", "rating": 5, "name": "Anastasia Yevtushenko", "cat": ""}, {"review": "Great selection, always fast and tasty. An unlimited cup of hot drinks is the main feature of the institution.\nPlenty of outlets so you can work and recharge...", "rating": 5, "name": "Алекс Бонд", "cat": ""}, {"review": " Very tasty and filling! Large portions of food, moderately spicy dishes, sauces to choose from at no extra charge. I liked the friendly waiters, the speed of SERVICE. I RECOMMEND TO EVERYONE👍👍👍 !!! …", "rating": 5, "name": "Adam World", "cat": ""}, {"review": "I made an order today at the Prospekt shopping center at 14:19 for 2 XL noodles to take with me. everything is delicious as always, but the order was prepared after 30 minutes at 14:50, instead of the usual 10-15 minutes. it’s not for me to decide and judge what was the workload of the kitchen at that moment, but if ...", "rating": 3, "name": "Мария Гумилева", "cat": ""}, {"review": "I like. You can have a salad or a hearty meal. Cooked quickly and tasty. You can order takeaway food. Drinks (tea / coffee, cola / Fanta): pay once and drink as much as you want. There are always a lot of people at lunchtime. You place an order for…", "rating": 5, "name": "Natalia Azhniuk", "cat": ""}, {"review": "The idea is good, but the implementation is as usual in our country\nThey came up with a self-service scoreboard, BUT PAY at the checkout - where is common and rational sense? That add you the terminal - and all. It's like giving a black man a gun so that he ...", "rating": 4, "name": "Aleksandr Piktelis", "cat": ""}, {"review": " I think it's worth trying everything on the menu. The ingredients of the dishes are unusual, so it is interesting to check your taste buds. In the photo, the combo for 159 UAH is very satisfying and at a reasonable …", "rating": 5, "name": "Юлія Курадовець", "cat": ""}, {"review": " They gave a cold soup, warmed, and he remained warm. The taste is not very, the tea from the machine is very dilute with water. The staff is unpleasant, the girlfriend's soup was not tasty from the word \"in general\" …", "rating": 2, "name": "Пендечук Лана", "cat": ""}, {"review": " Just passed by, decided to run for a snack and make no mistake! Noodle Doodle is delicious, fast and inexpensive. Eat for 300 UAH for two, and there was both the first and the second + ise-drink;) …", "rating": 5, "name": "Kateryna Nastashkina", "cat": ""}, {"review": "A unique establishment with a very rich and tasty menu. Unique format and convenient location. For a couple of years now, it has been pleasing with its colorful dishes at a nice price. Thank you! …", "rating": 5, "name": "Юрій Блінов", "cat": ""}, {"review": " Nice fast food restaurant with oriental-style dishes and menus. The concept works by placing an order on a touch-screen device, from which you will receive an order confirmation on the basis of which the cashier will …", "rating": 4, "name": "Henna Lyttinen", "cat": ""}, {"review": " Even delicious. Portions are large. The staff is friendly and friendly. They speak Ukrainian. Certificates are being checked. I would like to thank the cleaning lady. Very well monitors the cleanliness of the toilet …", "rating": 5, "name": "Наталья Морозова", "cat": ""}, {"review": " Well done!\nTom Yam and fried rice are almost what you expect upon arrival in Tai. No, you will not find in this soup fresh lemongrass, kaffir leaves and galalgan! All this …", "rating": 5, "name": "Oleg Martynchuk", "cat": ""}, {"review": "Simple, tasty, relatively inexpensive for an institution in this territorial location. The average check is 150-200 UAH. Combo offers give you the opportunity to have a full lunch / dinner. The place is small but cozy enough…", "rating": 4, "name": "Ник О", "cat": ""}, {"review": "An interesting alternative to poppy and kfts. Large selection of noodles and everything \"Asian\". Most of all I liked the opportunity to top up my drink, whether it be tea / coffee or sweet water. Everything is fast and delicious. The pricing policy is average. Very cute …", "rating": 5, "name": "Иван Репин", "cat": ""}, {"review": " It's very different from Japanese ramen but not bad. I think the owner is Thai. So it looks like Thai food. 129uah with this fried rice and ramen. The char siu seems to have only chicken. …", "rating": 3, "name": "H F", "cat": ""}, {"review": "Excellent Chinese cuisine for both sit-down and take-out. Unlike many \"canteens\" of a similar format and level, they still use rice vermicelli, and not chumak spaghetti. An excellent interactive menu that allows you to explore it ...", "rating": 5, "name": "Тетяна Кузьміна", "cat": ""}, {"review": "Very cool! Really delicious food and drinks) Very nice place and accessible to everyone! I honestly read some of the negative reviews and they write such nonsense. I changed the cup twice at the request (I just wanted to drink with a clean one every time). …", "rating": 5, "name": "Helen", "cat": ""}, {"review": "In the food is the hair of the girl who gave the order. Showing that there was hair in the food, she offered to pull it out and eat it. …", "rating": 1, "name": "Ольга Mrs.", "cat": ""}, {"review": " Fast service, delicious cuisine. This is not the first time I visit this place. One thing I can say for sure is that whatever you choose - it will be delicious! But beware, gourmets like you will be here a lot at …", "rating": 5, "name": "Yana Savchuk", "cat": ""}, {"review": "We went to this cafe during the day. The order was taken quickly and prepared quickly. I liked everything very much. We will definitely come again…", "rating": 5, "name": "Карина Алехина", "cat": ""}, {"review": "Always loved to come to Noodle Doodle and eat their favorite Tom Yum soup. Now the pandemic, do not want to once again go to restaurants. Ordered for takeout. Went home from work, took the order. I rushed home with the anticipation of having dinner with my family with ...", "rating": 1, "name": "Tanya Piskunova", "cat": ""}, {"review": "Fast, tasty, clean. But the quality of dishes, especially soups, is constantly changing - the taste is either very spicy, or generally insipid. …", "rating": 4, "name": "Анастасия Гутянская", "cat": ""}, {"review": "As always, noodles, soups, salads are divine! But ALLERGICS SHOULD NOT BE. This is me if they, allergic people, do not know. I, here, immediately took my brother to the ambulance. But the dishes - yes, delight! …", "rating": 5, "name": "Александра Воронцова", "cat": ""}, {"review": " Despite being a fast food restaurant they have great flavors. The menu is not very extensive and there is no beer, but they are very successful in taste. I had the chance to try it twice. My wife and I ordered …", "rating": 5, "name": "Aytac Sertel", "cat": ""}, {"review": " Very tasty. Two-course menu + lemonade for the price of happiness.\nI always go to Khreshchatyk only here …", "rating": 5, "name": "Яна Шевченко", "cat": ""}, {"review": "Good afternoon. Yesterday (11/06/21) in your restaurant on Bolshaya Vasilevskaya (Olipiyskaya) the guy who was standing at the entrance asked for a covid certificate, I gave him a PCR test, to which he replied that he still needed to show his passport or driving license where there is ...", "rating": 1, "name": "Miya Miya", "cat": ""}, {"review": " Great place, delicious cooking, adequate prices, great service. …", "rating": 5, "name": "Єгор Мартем'янов", "cat": ""}, {"review": "Very interesting format of the establishment, fast service, delicious food and free Wi-Fi. Another plus is the availability of unlimited drinks on the menu and a variety of sauces on the table. …", "rating": 4, "name": "Анна Игоревна", "cat": ""}, {"review": "Apparently, in quarantine there are a lot of customers who need to be scared away. They demand a certificate at the entrance as if you are already a fascist. To the certificate in Dia, you must also present a QR code (which the girl just looks at. It is for this ...", "rating": 1, "name": "Tatiana Kushch", "cat": ""}, {"review": "Very very tasty!\nThe ramen is decent, the portion is enough for a hearty lunch, thanks for the speed I cooked and the quality of the dishes ...", "rating": 5, "name": "Варвара Холмецкая", "cat": ""}, {"review": "Delicious, everything is fresh. It seemed to me that the portions did not correspond to the specified parameters. …", "rating": 4, "name": "Oleg Petukhov", "cat": ""}, {"review": " I really like this place and this network. They have delicious non-standard food with different tastes, and the prices are democratic.\nI especially like the choice of soups, coconut noodle soup is great! …", "rating": 5, "name": "Denis Prigarin", "cat": ""}, {"review": "I went in today... back in winter they cooked fantastically delicious here... now everything is very strange, sour and monotonous. The staff is completely new... apparently they don't know how to cook yet. If before I just wanted to get here, and came in as ...", "rating": 3, "name": "Евгений Петрович", "cat": ""}, {"review": "The food is not tasty. Very greasy. Meat with skin that cannot be chewed.\nAnd geji with mango turned out to be with a mango substitute, it tastes like soap. …", "rating": 1, "name": "Mike Umi", "cat": ""}, {"review": "I've never felt so bad after soup! I have diseases of the gastrointestinal tract and I ordered a soup with seafood, where I can have all the products. But the soup did not seem to be the first freshness, and the mushrooms were raw. My friend ordered chicken noodles and also said...", "rating": 1, "name": "Anna Kasyan", "cat": ""}, {"review": "I couldn't resist and decided to write! I ordered home delivery and then suddenly they bring me delicious, pleasant-looking, and most importantly HOT food😳 oh gods, HOT my mood just rose🥺☺️☺️ and this despite the fact that Noodle has a discount, so ...", "rating": 5, "name": "Alex Pineapple", "cat": ""}, {"review": "My husband and I went to eat, ordered 2 large shawarmas, 2 french fries and 2 ayran, there were sauces before the potatoes. Paid 220 UAH. Everything is fresh and tasty. I recommend. …", "rating": 4, "name": "Наташа Триполка", "cat": ""}, {"review": "I like the touch menu option, very convenient\nDelicious AND satisfying noodles) well, very satisfying, really\nPrices are average, not super expensive and not cheap) …", "rating": 5, "name": "Valeria Tarasova", "cat": ""}, {"review": " Quiet place with a good menu, cozy inside. The dishes I ordered I liked will not differ much from the photo in the menu, due to the sharpness of the dishes, indicated, in my opinion, is not quite correct (spicy dishes …", "rating": 5, "name": "Влад (xKrosek)", "cat": ""}, {"review": " Straight soooo delicious soups. Portions of the bomb. I love and recommend😍 …", "rating": 5, "name": "Ирина Тенетник", "cat": ""}, {"review": " In terms of price, it is not very exciting in terms of taste. fast service. …", "rating": 3, "name": "Mike Kaglevich", "cat": ""}, {"review": "Very good fast food cafe.\nSmall room, but very rationally used. Electronic ordering terminals are convenient, especially if you are a connoisseur of dozens of types of noodle dishes and …", "rating": 5, "name": "Артем П", "cat": ""}, {"review": " Delicious Asian cuisine, very tasty wok. Good prices compared to others. The toilet is always tidy. There is only one small hall at the point on Bessarabia, so there is often no space at lunchtime. On weekends and …", "rating": 5, "name": "Mariia Melnyk", "cat": ""}, {"review": "Delicious, rich flavor. I'm lowering my rating for the shrimp tails. Why put non-edible items in the dish? …", "rating": 4, "name": "Дмитрий Митяев", "cat": ""}, {"review": "I don’t know how, but I liked it) even though I ate in a nearby establishment through the wall. Next time I will come to you for noodles) ...", "rating": 5, "name": "Александр Волтарнист", "cat": ""}, {"review": " I love this food because everything is always fresh 😍 So it should be in the Charity Society, join the project 🙃 …", "rating": 5, "name": "Ксения Сосновская", "cat": ""}, {"review": " …", "rating": 4, "name": "Nastya Voldaeva", "cat": ""}, {"review": "The best place to eat, they cook quickly and tasty, quite reasonable prices for insanely delicious food. Good service and open kitchen. I recommend …", "rating": 5, "name": "Вика Г", "cat": ""}, {"review": " …", "rating": 5, "name": "Надежда Гусар", "cat": ""}, {"review": " …", "rating": 2, "name": "Батя Карло", "cat": ""}, {"review": "We ordered two dishes in this establishment. Everything is very fast and tasty. True, we found out late that the drinks there are \"endless\". In general, everything is cool! …", "rating": 4, "name": "Viktoria Tudoran", "cat": ""}, {"review": " We love this place very much. If you want to eat fast - always come here! …", "rating": 5, "name": "Sasha Darmohrai", "cat": ""}, {"review": "Prepared very quickly. The food is delicious, but there is too much soy sauce in the soup. Fried dumplings are reminiscent of store-bought dumplings (4 with a minus), I liked the noodles.\nThe main disadvantage is noisy ventilation, the feeling that a truck is passing by on the street. …", "rating": 4, "name": "Pepper Andrew", "cat": ""}, {"review": "This chicken with rice was delivered to me by Glovo from this restaurant.\nI take not the first time, but this is the first time! …", "rating": 3, "name": "Aleksandr", "cat": ""}, {"review": " Unbelievable. We cannot pass through every trip to Kiev. Prices are affordable and more than option. Better Asian food than the Asians. …", "rating": 5, "name": "Toivo", "cat": ""}, {"review": " Cute interior, cozy cute place, welcoming place. It is very convenient that there are sauces on the tables that are pleasantly complementary to the dishes. …", "rating": 5, "name": "Маруся Лисенко", "cat": ""}, {"review": "Very tasty. The price was good, and the place itself is very nice. Yes, it is not big, but there is enough space. A huge plus is the interactive menu (it is very convenient to use it). The establishment has an open kitchen and everything is prepared, …", "rating": 5, "name": "Lezhka_kravchenko Кравченко", "cat": ""}, {"review": "All liked it! Ordered quickly (udon and gyoza dumplings); very convenient to order through the terminal; the toilet is clean, albeit one for all; you can take as much hot sauce or sweet as you want; unlimited in the amount of the drink, which ...", "rating": 5, "name": "zukkizakka", "cat": ""}, {"review": "I come here regularly! Even at the maximum landing, they cook quickly and tasty! I recommend it wholeheartedly...", "rating": 5, "name": "Сейчас Миша", "cat": ""}, {"review": " The food is very good. But the eyes of the girl who works there are more beautiful. It is usually reminiscent of the ocean. …", "rating": 5, "name": "Alesker Mammedov", "cat": ""}, {"review": " I have never eaten such a tasteless noodle, I took it with duck… fat just dripped from it, it was all in oil. Spoiled the mood, very rude staff .did not respond to my complaints and you did! They just took this soy …", "rating": 1, "name": "Анастасія Анастасія", "cat": ""}, {"review": "Delicious. A convenient principle of ordering through the screen where you can choose different fillings, BUT the XL portion is very small, you don’t get enough. And the price for it is also not small. In the center for the money you can eat well in other establishments. …", "rating": 4, "name": "Вячеслав Николенко", "cat": ""}, {"review": " …", "rating": 5, "name": "Юлия Плахотнюк", "cat": ""}, {"review": "Yesterday we ordered dinner at Noodle Doodle through the Glovo app. The chicken salad with lokshina was disgusting! I immediately felt the taste of mold in the salad, I thought it seemed. By the middle of dinner, I realized that the ingredient / s were really spoiled, ...", "rating": 1, "name": "Alex Brat", "cat": ""}, {"review": " Sorry to leave a review just below this establishment, but it applies to the entire Noodle Doodle network. I ordered food through a bolt of food from a restaurant on Konovalets (which is not on the maps). The next …", "rating": 1, "name": "Semyon Raskin", "cat": ""}, {"review": " Tasty, good, fast! I love this place and I advise everyone. Although .. there is a suspicion that the portions have become smaller .. well, or I've always had enough of it …", "rating": 5, "name": "Lena Proskurovskaya", "cat": ""}, {"review": "Today I was in an institution on Vasilkovskaya. I took the menu - coconut soup and chicken. Let's start with the fact that the place is terribly stuffy, there were no people, I asked them to turn on the air conditioner. The soup is very tasty. The second course is very meager, a couple of small …", "rating": 2, "name": "Yuliya Kalmykova", "cat": ""}, {"review": "One of my favorite chains. Delicious in every place. When you want something hot and unusual, at affordable prices. I advise you to eat in an institution, there is a signature sauce on the table. (We just adore it). Always fast enough service...", "rating": 5, "name": "Vladislav", "cat": ""}, {"review": "We fly here for soups, the rest of the food is not to our taste, but this is a purely subjective opinion, \"taste and color.\" The portions are large, the restroom is clean, the staff is polite, you can watch the cooking process. Once, however, the noodles were ...", "rating": 4, "name": "Mirs Pirs", "cat": ""}, {"review": "My friend and I were POISONED yesterday! We ordered different dishes. She vomited in the evening and her whole face began to itch even in the institution. And I felt bad at night and still lie crooked - my stomach hurts a lot. The food is cold and not very tasty...", "rating": 1, "name": "Anastasia Persistaya", "cat": ""}, {"review": "The only good thing here is the speed at which the food is served. Personally, my order was ready in 4 minutes, for which I express my respect. The staff is friendly and helpful and will always help you make the right choice. You need to order from this restaurant…", "rating": 2, "name": "Andrii Belanenko", "cat": ""}, {"review": "My daughter and I enjoyed the food. They took duck and chicken. Both to go and take away. Electronic menu, electronic queue - fast enough, understandable. If you buy a hot or cold drink, then there is no limit on the volume (touch intuitive ...", "rating": 5, "name": "Елена Андреева", "cat": ""}, {"review": " …", "rating": 4, "name": "Kateryna Piddubna", "cat": ""}, {"review": " …", "rating": 5, "name": "Владимир Шепилов", "cat": ""}, {"review": "It's not bad at all, but I didn't like it. Good design, atmosphere, idea, but the food itself is not for everybody. If you like stewed vegetables, mushrooms, cabbage, peppers and other greens with meat and noodles, then you will like it, for 200 UAH ...", "rating": 3, "name": "Romankos Tyshchenko", "cat": ""}, {"review": "Spacious, light, fast, but! There are a lot of comments, and as a person with experience, these are constructive comments, so sorry for the strictness, but the owners should still pay attention) It is worth considering the names of some items on the menu, because …", "rating": 2, "name": "Kolya Popruzhuk", "cat": ""}, {"review": "Gorgeous noodles, loved it! Made compact, and stylish, with modern technology. I ordered what I wanted in the terminal, no one interferes, I paid calmly and waited for the finished dish, watching the cooking process along the way. …", "rating": 5, "name": "Viktoriia Novikova (Kerima)", "cat": ""}, {"review": "Perfect place. The food is always delicious and the service is fast. There are machines with \"endless\" hot and cold drinks (you pay 1 time for a glass and you can pour different drinks into it as many times as you want). …", "rating": 5, "name": "Анастасия Ящук", "cat": ""}, {"review": "Favorite diner began to deteriorate. The chefs have changed and this is reflected immediately in the food. The portion has been reduced. Today.. The corn that was added to the vermicelli was sour! It tasted better before. (Noodle on Basinaya) They are idle in the kitchen ...", "rating": 3, "name": "Gyrina Elena", "cat": ""}, {"review": "Order immediately at the entrance on multiple monitors. After ordering, a receipt is issued, which you pay at the checkout. There is a terminal with contactless payment. The order was completed quickly. Everything is delicious. The main thing with chili sauce is not to overdo it))) ...", "rating": 5, "name": "Андрей Александрович", "cat": ""}, {"review": "Great idea with a big start and delicious food starting to launch! The quality of food and service jumps quite strongly over time, even within the same institution. …", "rating": 4, "name": "Ilya Chumachenko", "cat": ""}, {"review": "We ordered two soups - the broth was not bad, but its content is absolutely tasteless. The shrimp are rubbery and have probably been frozen many times. The meat is tasteless. …", "rating": 2, "name": "Денис Снесарь", "cat": ""}, {"review": "As always fast and delicious. Of course, this is not 100% Asian food, but the main thing is that it is made of quality products and clean, compared to a small eatery run by Chinese students) …", "rating": 5, "name": "Анна Устенко", "cat": ""}, {"review": "It's hard to be objective as this is our favorite restaurant in the center of Kyiv. Every time we get a chance, we pop in here for a helping of kung pao with rice vermicelli. It is very tasty, although for connoisseurs of spicy. If you not …", "rating": 5, "name": "atDigit", "cat": ""}, {"review": "They made it very convenient that there is self-service, you choose what you want and order, and then you just pay. Most of all I liked egg noodles with duck and soup with gyoza dumplings. A lot of very tasty noodles, you can pick up your …", "rating": 5, "name": "Александр Юрьевич", "cat": ""}, {"review": "Very nice place in the heart of the capital. The portions are big, the food is delicious. The order must be made independently on the touch screen, then pay for your order at the checkout. As for me, there is not enough opportunity to immediately make a payment ...", "rating": 5, "name": "Mr. F", "cat": ""}, {"review": "Tried the soup and liked it. Those who love spicy are offered spicy sauces right on the table. There are unlimited drinks - you pay only for the first glass, then you fill it as much as you need. Everywhere is clean, bathroom is clean. Location - …", "rating": 5, "name": "Ganna Sklyarova", "cat": ""}, {"review": "In general, not bad for this format. Self-service to order like. The food is edible, quickly prepared. Would like to wait 5 minutes longer, but not try the scorched noodles. The price is ok too...", "rating": 3, "name": "Daria Tabala", "cat": ""}, {"review": "On March 8th the service was good. I liked the first impressions. Interior.\nOn the menu, I’ll say that it’s very satisfying, when ordering, it may seem to you that a portion …", "rating": 5, "name": "Arthur Bondarenko", "cat": ""}, {"review": "Like this place very much. The food is delicious. They cook quickly. I always eat noodles and salad. So the prices are also not very expensive. Unlimited drinks please especially in the hot season (you paid for one glass - then drink as much as you like). …", "rating": 5, "name": "Марина Мороз", "cat": ""}, {"review": " Noodles and soups here are delicious, the only thing is that the establishment is small, so the air is very saturated with vapors. For a quick snack - what you need. There are self-service checkouts, there were few …", "rating": 4, "name": "Наталія Колегіна", "cat": ""}, {"review": "The udon was delicious and filling.\nBut the girl at the entrance was the most dissatisfied, rude. Spoiled the overall impression ((...", "rating": 3, "name": "Наталия Воробьёва", "cat": ""}, {"review": "Good place for lunch or dinner. Delicious, great menu. There was a problem with a hair in the dish, but it was quickly resolved. Good service, clean room. …", "rating": 4, "name": "Alika Sydorenko", "cat": ""}, {"review": " I liked it, thank you! A nice place for lunch or dinner. Delicious and profitable. I recommend! …", "rating": 5, "name": "Владислава Данюк", "cat": ""}, {"review": "In Ukraine, I have not tried better noodles yet. For fast food, it's pretty decent. Unlimited soda, user-friendly interface with orders, somewhat reminiscent of America, only with the best quality products. I give 5 for the price quality ...", "rating": 5, "name": "Ярослава Repetei", "cat": ""}, {"review": "This is my first time trying Thai Tom Yum Tomato Soup, so I can't compare it to anything else. Unusual and very satisfying)\nDidn't expect it to be a food court. Help to place an order. But very little …", "rating": 4, "name": "Дария Дьякова", "cat": ""}, {"review": "Delicious but not very comfortable. I want to take a box of delicious noodles and eat somewhere else. Love the possibility of endless drinks, both hot and cold. The price tag is average to eat and drink - 150 UAH ...", "rating": 5, "name": "Анастасия Турлакова", "cat": ""}, {"review": "Made an order on Glovo at 17:46, one portion of noodles was cooked for more than half an hour. Received the order after more than forty minutes. Delicious, you can’t say anything, but for delivery you need to cook food faster. …", "rating": 3, "name": "Саша Примаков", "cat": ""}, {"review": "Simple catering. Average bad food quality. With a large selection of options for adding to noodles, rice, with all the breadth of the menu, the food can hardly be called appetizing. Low level of service, unfriendly, almost aggressive tired employees. …", "rating": 1, "name": "MrsOpppossum", "cat": ""}, {"review": "tom yam is fine, I like coconut soups less, I don't like stir fry rice and noodles. carbonated drinks - drink as much as you like. self-service, there is payment by card, the status of the order is displayed on the screen and is accompanied by a loud …", "rating": 5, "name": "Анна Базан", "cat": ""}, {"review": " Very good food at a very affordable price. Meals selected from the electronic menu on large screens at the entrance. Food tasty and served. For a 2 course dinner for two people prices around 50 PLN (including drinks …", "rating": 5, "name": "Aleksander J", "cat": ""}, {"review": "The best Asian cuisine for me from the \"price-quality\" category. Everything is delicious, very, very satisfying. The only small \"but\". It was not possible to take food with you, which was clearly not calculated when ordering) ...", "rating": 5, "name": "Taras Okhrimchuk", "cat": ""}, {"review": "Doodle on i. Chernihiv is wonderful) fast-cleaning waiters and nice girls. The chef is handsome, everything is delicious. But the teriyaki beef upset with its dryness. Apparently they cut it into slices in a boiled form and put it in the refrigerator .. well ...", "rating": 4, "name": "Влад Шеварнадзе", "cat": ""}, {"review": "Yesterday, 24.11.2020 from 14.00-15.30, my friend and I dined at your establishment and POISONED!!!! And we ordered 2 completely different dishes with different ingredients !!!!!!!!!! For the second day we observe nausea, vomiting, heartburn and headache ...", "rating": 1, "name": "Anea Renom", "cat": ""}, {"review": "A place to indulge in an Asian cuisine lounge. All meals are prepared in front of you in the open kitchen. Also, the system for ordering dishes is automated, you can order with you or remove the ingredients you do not need, you can also add them. System …", "rating": 5, "name": "Mariana Obozinskaya", "cat": ""}, {"review": " …", "rating": 5, "name": "Sasha Konstantinovskaia", "cat": ""}, {"review": "Been several times. In principle, everything is good and tasty. Yesterday in the globe, took egg noodles with kung pao sauce. I asked how this sauce differs from teriyaki, they said that it is salty, teriyaki is sweet. When served, the feeling arose that they had cooked ...", "rating": 4, "name": "Alexander Gr", "cat": ""}, {"review": "Because of the kitchen it is very loud in the hall. Not atmospheric, just go to eat. Especially when they removed cocoa from the unlimited cup menu ...", "rating": 3, "name": "Anastasiia Horbashchenko", "cat": ""}, {"review": " The concept did not like, for a person who is not familiar with Chinese cuisine, there is no one to consult when ordering, because there is a queue behind you, there is no way to exclude ingredients that you do not …", "rating": 2, "name": "Lyubov Masarska", "cat": ""}, {"review": "Just a gorgeous place. Because:\n1. Delicious food\n2. Very tasty food) ...", "rating": 5, "name": "Not a player", "cat": ""}, {"review": "I love their cuisine. One thing, they removed miso soup from the menu, which they had just fantastic. All in all, a nice place to have a bite to eat.…", "rating": 5, "name": "Дарья Дейснер", "cat": ""}, {"review": " …", "rating": 5, "name": "Евгений Неботов", "cat": ""}, {"review": " The place is nice. And the entry ordering system is very innovative. The food is good and I'm fast enough in cooking. In the menu there are many options and on request they can also combine them. The sore point is the …", "rating": 3, "name": "marco d'addio (jointino)", "cat": ""}, {"review": " Very tasty, incredible atmosphere and cool playlist)\n\n", "rating": 5, "name": "Вероника Габрильчук", "cat": ""}, {"review": "great location, large hall, enough seating\n\neverything is prepared quickly and literally before your eyes) I love the kitchen, everything is delicious! …", "rating": 5, "name": "Daria Reshetnikova", "cat": ""}, {"review": "Went to this place today and didn't like a lot.\n\nThe main point, this guy sitting at the checkout, could not answer me why I ...", "rating": 1, "name": "Yevhen", "cat": ""}, {"review": "Delicious noodles. In fact, touch screens with self-order are the most pleasing in the chain of these restaurants. It's fast and convenient. The choice of noodles and soups is large, I have not tried everything yet. …", "rating": 4, "name": "Arina C", "cat": ""}, {"review": "Too expensive. The menu is too small. There is nothing to choose. Almost all spicy food. Waiters don't serve food, take your own. In the avocado and mango salad, there was 1 small piece of avocado. …", "rating": 2, "name": "Анастасия Мальцева", "cat": ""}, {"review": " Due to the fact that this network used to be one of the favorites, I put exactly 4, not 3. But I hope that you will return to the coolness that was in the beginning. Last time, the dishes were not as tasty as usual, …", "rating": 4, "name": "Вікторія Павлишена", "cat": ""}, {"review": "I visit quite often. The quality of the food has gone down significantly since the restaurant opened. Prices increased over time, then lowered, an incomprehensible moment. The number of ingredients has been reduced. Sometimes in soups I came across not fully cooked ...", "rating": 4, "name": "Max Palyvoda", "cat": ""}, {"review": "My favorite cafe in Kyiv!) The portions are huge and satisfying. Plus, self-service when paying personally makes me very happy. …", "rating": 5, "name": "Никита Иванов", "cat": ""}, {"review": "Bought three noodles, salad and rice chips to go. Chips are normal, as everywhere else, the salad with hiashi and mushrooms is very tasty. Two noodles were also normal, but the third one is something. Egg noodles with chicken and pineapple are just awful, and it's not my thing...", "rating": 2, "name": "Алина Ломыко", "cat": ""}, {"review": "Nice place in the city center. Everything is prepared very quickly and tasty) but since I have been going to it for almost 3 years and nothing has changed on the menu during this time, I put 4 stars. …", "rating": 4, "name": "Алиса Селезнева", "cat": ""}, {"review": "This branch doesn't have the same delicious food as the others! I love Noodle Doodle, but I won’t go to the restaurant on Bessarabka anymore. …", "rating": 1, "name": "Sid Gillespie", "cat": ""}, {"review": "Divine place for delicious food! Soups are just delicious. Noodles can be prepared in different ways, when long ones are boiled, then everything is fine, but if they break into short pasta, then it’s not convenient to eat this one with chopsticks ...", "rating": 5, "name": "Алексей Горщаров", "cat": ""}, {"review": " …", "rating": 5, "name": "Iryna Khomiak", "cat": ""}, {"review": "Very tasty. Excellent selection of food. With different types of noodles. I really liked the noodles with veal in teriyaki sauce. There are various additives, moderate prices ...", "rating": 5, "name": "Станислав Кипра", "cat": ""}, {"review": "Clear and convenient and the food is prepared quickly. And most importantly very tasty. And you can drink as much as you like. Great staff, cheerful and friendly. In general, I liked…", "rating": 5, "name": "Артур Бабенко", "cat": ""}, {"review": "Soups are very tasty. I go to eat here with great pleasure. You can order unlimited drinks. They cook quickly. Relaxed environment. …", "rating": 5, "name": "Liudmila Kharchenko", "cat": ""}, {"review": "Disappointed. The institution has completely sunk to the level of a cheap eatery. Portions are clearly cut compared to previous visits and the quality has dropped noticeably, sauces clog the taste, but something after noodles does not feel very good. …", "rating": 1, "name": "Denis Bodnar", "cat": ""}, {"review": "Excellent establishment. Everything is thought out: he himself got acquainted with the menu on the screen, ordered what you need, and immediately paid next to it. There are no queues. Nice place, tasty and varied food, fair prices. …", "rating": 5, "name": "Max", "cat": ""}, {"review": " New dish on the menu. Shortbread stuffed with shrimp, mushrooms, and chicken. It was a fairy. Cold white bread, tasteless and odorless, similar to dough for dumplings, and the filling does not taste good. I do not put …", "rating": 3, "name": "Аня Ермол", "cat": ""}, {"review": "Excellent establishment. Nothing extra, just delicious food and drinks in unlimited quantities. No alcohol, which means no drunken gatherings. No complaints about the service as the contact with the staff is minimal. For those who love Chinese and...", "rating": 5, "name": "Катерина Баницкая", "cat": ""}, {"review": "Today 07/28/2018 were in dream town, ordered two noodles. One was normal, but the second burnt! They asked to redo it, but when they brought it back to us, its appearance was much to be desired! It is strange that at the first serving for noodles there was ...", "rating": 1, "name": "Inari San", "cat": ""}, {"review": "What do you like? The speed of placing an order and its preparation (not in 100% of cases, but most often). He came, chose everything that was needed on the screen, paid the check and waited.\nFood - I love it. Most of all I like soup with chicken or duck (regular …", "rating": 4, "name": "Anie Bezverni", "cat": ""}, {"review": "I tried soup and noodles with teriyaki chicken - not even close to Asian food. Just upset. There was a lot of oil in the food, on which the noodles were fried. The dish was supposed to be spicy, but it wasn't. Generally Asian...", "rating": 1, "name": "Natalia Dovbish", "cat": ""}, {"review": " …", "rating": 5, "name": "Олег Давыдов", "cat": ""}, {"review": "Dropped a lot in a few months. All products have become lower in quality and portions are smaller. There is nothing in the vending machine with unlimited drinks (only cola and clean water remain), they do not warn about this at the checkout. And then they get angry...", "rating": 1, "name": "Oleks “KAI” B", "cat": ""}, {"review": "Noodle Doodle in the Prospekt shopping center is love. I will never give up this delicious noodles. Always very tasty and fast. Thank you cooks.\nLast year, the guys kept my lost hat for a week and a half, while I ...", "rating": 5, "name": "Дарья Науменко", "cat": ""}, {"review": "Great place, good atmosphere. And just delicious food. Chefs are masters of their craft. Delicious and great presentation. Clean and comfortable.\nFor 300 UAH you can try a lot of dishes. In general, from the dedication of this ...", "rating": 5, "name": "Дима Кравченко", "cat": ""}, {"review": "Dishes are large and very tasty. Moreover, the prices are very reasonable!\nClean, fast food.\nAnd the interior is generally pleased. …", "rating": 5, "name": "Mariia Illarionova", "cat": ""}, {"review": "After another POWERFUL disorder and terrible pain in my stomach, I decided to go read the reviews, it turned out that this was not just a coincidence, but POISONING!!\nI'm not the first to get POISONED after eating your food, ordered 2 of the same...", "rating": 1, "name": "Александр Голубничий", "cat": ""}, {"review": "Everything is delicious and fast. This is the best noodle shop in town. We really like this network, unfortunately not all outlets. Today we were at the OLYMPIC, I have not heard such loud music for a long time in any establishments. At my request to make the staff quieter ...", "rating": 3, "name": "Nick Rich", "cat": ""}, {"review": " If briefly, then convenient location location with elements of self-service - very convenient, if there is a desire to take food with you. …", "rating": 5, "name": "Maksym Tyshkevych", "cat": ""}, {"review": "Nice place with excellent Chinese food. Delicious sauces are on the tables. Great for a bite to eat and go about your business. …", "rating": 5, "name": "Святослав Калина", "cat": ""}, {"review": "Apart from the frequent lack of places, the institution pleases everyone. Variety of sauces, pricing, staff and selection.\nIf you want a quick and tasty meal in the center, you should not ignore the branch of this …", "rating": 5, "name": "Євген Лажинцев", "cat": ""}, {"review": "Delicious soups, but the service leaves much to be desired. The staff did not bother to help deal with the order and the availability of vegetarian positions. As a result, they stood clicking the menu on their own for about 15 minutes. ...", "rating": 3, "name": "Anastasiia Ponomarova", "cat": ""}, {"review": "Restaurant on Vasilkovskaya. I ordered an order with me on the electronic scoreboard, the check did not come out of the terminal. On the screen, the status is being prepared ... I, as it were, are not the first time, I know. But 2 dudes are sitting at the checkout, buried in computers, if only they looked in their direction. …", "rating": 5, "name": "Yurii Tomas", "cat": ""}, {"review": "The place is just awesome!\nNice interior, decent menu.\nAll the amenities to sit in the company of friends, you can diversify your leisure time for the family …", "rating": 5, "name": "Людмила Мазур", "cat": ""}, {"review": "I really liked it! Very tasty soup and salad. And the portion is gorgeous, of course)) for such a portion, it’s also not expensive in the center of Kyiv. Now one of my favorite places...", "rating": 5, "name": "Оля Малова", "cat": ""}, {"review": "Very cool shawarma. True, it took a little long time, as some friends of the cook came up and talked with him ...", "rating": 4, "name": "Ноунейм 0", "cat": ""}, {"review": "Very tasty tom yum. I will take more)\nI ordered delivery through the bolt. Everything is fast, tasty and hot. …", "rating": 5, "name": "Юля Лобашова", "cat": ""}, {"review": "Just placed an order for delivery.\n1. Noodle shrimp soup\n2. Tom yum with chicken ...", "rating": 2, "name": "Sonya Sonya", "cat": ""}, {"review": " Good noodles in good plates. It's cool that there are terminals where you can read about dishes and order your favorite. Of the minuses - the vegetarian pie clearly tasted like caviar …", "rating": 3, "name": "Ольга Іванченко", "cat": ""}, {"review": " …", "rating": 5, "name": "Анастасия Волощук", "cat": ""}, {"review": " Tasty and affordable noodles. Very tasty soups. Soy sauce in the soup gives an incredible taste, and if you add Thai spicy sauce to it, the taste becomes just extravaganza! The only thing you could add is a different …", "rating": 5, "name": "Марина Даниленко", "cat": ""}, {"review": "Delicious and fairly prompt service. The administration with a laptop often takes a table and guests have to sit at a common table. We go here often for lunch and we are greeted with the phrase \"Good afternoon, is this your first time here?\" …", "rating": 4, "name": "Sergii Karpov", "cat": ""}, {"review": "A very cool place for a snack and just to sit with friends) the service is fast, the food is delicious) Cons: during lunch, due to the small area, there is nowhere to sit, the devices for ordering hang. The coffee machine is not working. Staff…", "rating": 4, "name": "Виктория Сагайдак", "cat": ""}, {"review": "Wandering in search of food along the evening Khreshchatyk, we stumbled upon a wonderful oasis. A delicious tom yam was the perfect end to a wonderful evening. …", "rating": 5, "name": "Марина Зеленская", "cat": ""}, {"review": "Asian cuisine. Insanely delicious. Self-service, but the workers come to help place an order. …", "rating": 5, "name": "Алена Ткаченко", "cat": ""}, {"review": " I love southeast cuisine. I love all those wok-shmoky, udoni-teriyaki-coconut milk. All the more fasting, and you can fully dine. Three order boards. 7-10 minutes wait …", "rating": 5, "name": "Сергій Пушкар", "cat": ""}, {"review": " …", "rating": 5, "name": "Анна Широбокова", "cat": ""}, {"review": "I went in, poked into the monitor, paid, poured cocoa, poked, poured cocoa, stuck in the sauce, poured cocoa (unlimited zhi), heard the divine sound of the finished dish, poured cocoa, got hungry, drank a liter of cocoa! Do not take from greed ...", "rating": 5, "name": "Yura Sulima", "cat": ""}, {"review": "They cook very well and very tasty, really cool service, I have been eating noodles and tom yum from them for several years ...", "rating": 5, "name": "Валеркин Блог", "cat": ""}, {"review": " They cook very tasty 😋. And fast 👍\n\n", "rating": 5, "name": "Наташа", "cat": ""}, {"review": "Delicious, satisfying, and reasonable prices. The food/dollar ratio is good. There are options for those who don't like spicy. …", "rating": 5, "name": "No Name", "cat": ""}, {"review": "Ordered food today through the Food ua service. They mixed up the positions in the order (instead of tom yam soup they brought salty Noodle soup with seafood), although everything was agreed, the soups are very salty, it’s impossible to eat BBQ wings at all, the amount of sauce …", "rating": 1, "name": "Светлана Билецкая", "cat": ""}, {"review": "The order was prepared slowly, although nothing supernatural was ordered.\nThere were a lot of girls at the checkout and behind the counter, and there were only 2 cooks.\nClean, delicious. …", "rating": 4, "name": "Eugenia Kramarenko", "cat": ""}, {"review": " Tasty - but cold. How it is possible - I do not understand. Maybe they just didn't thaw the vegetables or something. Three stars set because though it is barely warm - but still delicious. And the fourth - because the …", "rating": 4, "name": "Вася Пупкин", "cat": ""}, {"review": "As the three-star rating says, it's ok.\n\"Ramen\", which are here cautiously called \"soups\", are average. No, it’s delicious, of course, but after the competitors it’s not the same. Gyoza dumplings are more like regular dumplings…", "rating": 3, "name": "German Zavatskyi", "cat": ""}, {"review": "Delicious cooking. With noodles or rice, a lot of additives, nice dishes. Minimalistic interior. Electronic menu, on the screen you can see your order number and readiness. …", "rating": 5, "name": "Роман Дворядкин", "cat": ""}, {"review": "The prices are low, but the quality of the food is almost the same.\nCombo menu “Chicken in Teriyaki sauce with noodles and Noodle Udon soup” for 119 UAH. The noodles are tasty, but not enough sauce. Soup is just a kapets what a salty broth. All ingredients…", "rating": 2, "name": "Евгений", "cat": ""}, {"review": "Good place with Asian food in Bessarabka. High tables and chairs. Prices for the city center are democratic. Quite noisy inside due to the small hall, open kitchen and loud music. …", "rating": 4, "name": "Катерина Лемищенко", "cat": ""}, {"review": "From time to time I go to this noodle shop in besarabka. The noodles are still delicious... But the service began to be blown away. Previously, the person behind the cashier got up from his chair and helped to choose a dish on the newfangled screen, now apparently it’s no longer necessary ... ...", "rating": 4, "name": "Андрей Андреевич", "cat": ""}, {"review": "I made an order at 15:38 in 10 minutes I go to find out about the status of the order, since the display is empty, the cashier looks and only when I ask how long to wait for the order when I send it to work ... quickly fire ..... but it's worth note prepare ...", "rating": 3, "name": "Василий Кожемякин", "cat": ""}, {"review": "Yesterday, on November 24 at 16:00, I took my wife from you with obvious symptoms of poisoning: nausea, vomiting 40 minutes after eating.\nWe ate coconut soup with shrimp and noodles with teriyaki beef ...", "rating": 1, "name": "Антон Щуріхін", "cat": ""}, {"review": "Asian themed cafe. There are not many dishes, I tried noodles with seafood - delicious, but not the best I ate in Kyiv. But tom yam with shrimp is the best, including, I didn’t even eat this in Thailand. So I highly recommend...", "rating": 4, "name": "kari6ka41 Сальченко", "cat": ""}, {"review": " They have just left this institution on Bessarabian Square. We often have dinner there, but today we were unpleasantly surprised. The soup was barely warm, and the second course consisted of a solid, inseparable piece …", "rating": 1, "name": "Tanya Kras", "cat": ""}, {"review": " Often I go to this institution, but today, as the administration says that their automation orders are not mistaken, the machine was mistaken and instead of the chicken in mushroom sauce, I made two coconut soup, to …", "rating": 1, "name": "Vlad Tychina", "cat": ""}, {"review": "Sooooo delicious noodles with different types of meat (duck, beef, chicken) and vegetables. And the finger-licking noodle sauce is in an accessible place on every table. And another idea with hot and cold drinks - \"buy a glass and drink how much ...", "rating": 4, "name": "Юленька Авраменко", "cat": ""}, {"review": "A very cool place, excellent service and the quality of food is also very pleased, the ordering system is especially cool. Of the minuses, a small selection of drinks, but the feature with unlimited drinks covers them. Everything is very delicious:) …", "rating": 5, "name": "Ваня Волынец", "cat": ""}, {"review": " The awful service, in particular, struck me: why doesn't the cashier speak Ukrainian? Even after asking to speak Ukrainian, she continues to speak Russian ... Is this a service? Checks also in Russian, the impression …", "rating": 1, "name": "Iva Sanina", "cat": ""}, {"review": " Great place, great atmosphere!\nThe dishes are very tasty, it is possible to take an \"unlimited\" drink. The load is average, we have never been such that we do not sit down, although the place …", "rating": 5, "name": "Roman Motuzko", "cat": ""}, {"review": "The place is popular, but the portion recipe is not followed. Chicken in teriyaki sauce with bean noodles. Yield 200 g of which 140 are noodles, chicken 20g and the rest are carrots, broccoli half-flowers, peppers and carrots with one bean pod, the sauce is not pronounced, ...", "rating": 4, "name": "Юлия Небога", "cat": ""}, {"review": " …", "rating": 5, "name": "Максим Дублянский", "cat": ""}, {"review": "They cook very tasty food. The prices are acceptable. Tom yum soup is very far from the original, but noodle soups are almost the same as in Asia. …", "rating": 5, "name": "Дмитрий Л", "cat": ""}, {"review": "Favorite place! Very tasty, like the fact that you can eat very tasty and satisfying for little money. And plus this kind of cuisine in Kyiv is not found. …", "rating": 5, "name": "Ірина Падалко", "cat": ""}, {"review": " Great place to have lunch, but too loud music)\n\n", "rating": 5, "name": "Анна Лисун", "cat": ""}, {"review": " I love the establishment and the food. It is a pity that the food on the order is (worse) worse quality than in the establishment itself (in the salad Caesar had a cabbage head - that is the hard part, the salad …", "rating": 4, "name": "Daria Molochenko", "cat": ""}, {"review": "I used to order noodles with chicken in teriyaki sauce often. But the quality of the dishes has gone down so much that today I could hardly find chicken in this \"chicken noodles\"! …", "rating": 1, "name": "Asiia A", "cat": ""}, {"review": "The most delicious noodles in town and the prices are great. Service is fast, location is good. I advise) ...", "rating": 5, "name": "Илона", "cat": ""}, {"review": "Very tasty! Convenient ordering system, fast order preparation, clean, not stuffy room, dishes as in the picture. We will definitely visit again! …", "rating": 5, "name": "mad misa", "cat": ""}, {"review": "Excellent menu. Very tasty and fast. Unlimited drinks. Near each table there are sockets, an ideal place to work with a computer. …", "rating": 5, "name": "Татьяна Алятина", "cat": ""}, {"review": "Not all the ingredients that are in the dish are indicated in the composition, including, for example, it is not indicated whether there is broth in the dish, the positioning is not very correct, the staff responds to this remark that \"the composition needs to be clarified.\" Not really …", "rating": 1, "name": "Asya Minina", "cat": ""}, {"review": "Always consistent quality and delicious food. Ideally, it would be nice to occasionally introduce something new...", "rating": 5, "name": "Vladimir Chub", "cat": ""}, {"review": "Disappointed. Disgusting service. After changing the menu and prices, everything became terrible. I will never visit this fast food chain again. It is unfortunate that instead of improvements, the owners of the institution chose the path of lowering the quality. …", "rating": 1, "name": "Pavel", "cat": ""}, {"review": " Quick self-order on the screen, fast cooking.\nPortions are not so big, moderately tasty. The products are all ready, when ordered, they are only mixed (sometimes it is not completely thawed asparagus). …", "rating": 4, "name": "Марина Ши", "cat": ""}, {"review": " Today they tasted bean noodles with duck \"Hao Sin\" in Noodle Doodle noodle bar, Bessarabia Square, 2. It is cooked in a WOK pan with carrots, sesame, oil, mushrooms, garlic, green beans, ginger ginger, ginger. sauce. …", "rating": 5, "name": "Kuda Poltava", "cat": ""}, {"review": "The network has sunk to the bottom: ordering noodle soup with gedze beef - It's hard to call it a soup: water + a little soy sauce, in which undercooked peas, noodles and as many as 3 three gedze dumplings. Teriyaki noodles are similar - only edible beef. …", "rating": 2, "name": "Andrew Cherry", "cat": ""}, {"review": " Very tasty. Nice stylish restaurant. I will definitely come once again. It seemed like a little vegetarian. The prices are not quite fast food as it is Basarabka. …", "rating": 5, "name": "Віталій Журбенко", "cat": ""}, {"review": " Delicious food and large portions.\n\n", "rating": 5, "name": "Юрий Лозко", "cat": ""}, {"review": "I'm changing my review to disgusting! Spoiled the establishment.\nWe go to this place several times a week and lately everyone has health problems after the noodle. This is not even a coincidence. Because last time all...", "rating": 1, "name": "Alex AZ (Alex)", "cat": ""}, {"review": "This is an incredibly tasty udon in a very convenient format of a well-groomed eatery. Just come and try the local food. Fast, very tasty and friendly staff. 5/5…", "rating": 5, "name": "Георгій Косолапов", "cat": ""}, {"review": " As for me, screens for ordering are always a plus.\nNoodles with seafood: seafood no less than noodles but this is an important criterion. …", "rating": 5, "name": "Олександра Статкевич", "cat": ""}, {"review": " Probably the best noodle of all the bars I've been to. Good balance of taste, rich broths in soups, soft and tender meat in dishes, as well as wonderful sauces. Great place for a quick snack, or even a full lunch …", "rating": 5, "name": "Persivald Godefroy", "cat": ""}, {"review": "Ordered delivery through Glovo. Two noodles with chicken WITHOUT chicken. Thank you very tasty. …", "rating": 1, "name": "Oleksandr Prysiazhnyi", "cat": ""}, {"review": "The smell of food hits your nose at the entrance, but how you smell it is normal. Noodles like noodles. You order Itself through monitors. You pay water once you drink until you burst. …", "rating": 5, "name": "Игорь Береснев", "cat": ""}, {"review": "You can eat very tasty Chinese food. The food is top notch, the service is quite fast. Average prices. A little small place, but there is where to sit. …", "rating": 5, "name": "Anastasiia Kolomiets", "cat": ""}, {"review": " Nice place. I've been here many times, but lately I don't come in, I prefer other establishments nearby, because the size of the portions, in my opinion, has become smaller than before, and the tastes are good. …", "rating": 4, "name": "Nazar Kompaniiets", "cat": ""}, {"review": "I've known Noodle for about two years now. Throughout this time, the quality of food, service was at the highest level, and the prices were adequate. I highly recommend this establishment. …", "rating": 5, "name": "Kostiantyn", "cat": ""}, {"review": "When choosing drinks on tap, the restaurant provides only a glass, poorly washed, glass, when I asked for a disposable glass or straw to glass, I was rude and told that I can only cancel the drink in the order and take it to …", "rating": 1, "name": "Андрей Мартыненко", "cat": ""}, {"review": "The restaurant has a cozy atmosphere, pleasant staff, everything is very tasty, but the only negative is small portions, otherwise everything is fine …", "rating": 4, "name": "neeksa", "cat": ""}, {"review": "Ordered food in Dream Town. Everything seems to be not bad, but there is no understanding about delicious noodles, udon or Asian fried rice in this institution. It's not tasty! …", "rating": 1, "name": "Denis Lisichonok", "cat": ""}, {"review": "Great noodles and delicious soup! In general, there is a plus in self-service, which reduces the waiting time for the order, the preparation of dishes is also quite fast. Recommend 👍…", "rating": 5, "name": "Alexander Petrik", "cat": ""}, {"review": "The duck in Kim chi sauce turned out to be wildly salty, to which they answered me as it should be, the second course is normal, but even an apology or treats .. unfortunately they didn’t offer ... ...", "rating": 1, "name": "Николай Хомин", "cat": ""}, {"review": "It's not tasty. Tom Yam - what the hell, I suffered from heartburn at night. Soups with dumplings are not tasty, even ordinary chicken noodles are not tasty, the vegetables are somehow burnt. Also expensive. …", "rating": 1, "name": "tetyana koshelyuk", "cat": ""}, {"review": " Не очень, написано удон, а лапша не удон. Не понятно что. …", "rating": 1, "name": "Anna Statsenko", "cat": ""}, {"review": " …", "rating": 4, "name": "Dimon", "cat": ""}, {"review": "They cook quickly :) you can take food with you :) the prices are normal :) Delicious egg noodles with chicken :) a standard girl will be able to eat a small portion 😊 …", "rating": 5, "name": "Olha Bur", "cat": ""}, {"review": " Delicious, fast. Prieno was surprised by the opportunity to pour a hot drink several times, paying once.\nthank you …", "rating": 5, "name": "Дарья Давиденко", "cat": ""}, {"review": "It used to be a very good noodle place. Alas, it has gone horribly wrong. Disappeared some components from the dishes, while prices have become higher. Now it's not tasty. …", "rating": 3, "name": "Misa Tenshi", "cat": ""}, {"review": " Good portions, delicious and good atmosphere. I advise you to visit this place.\nGood portions, delicious and good atmosphere. I advise you to visit this place. …", "rating": 5, "name": "Артем FeNiKs", "cat": ""}, {"review": "Terrible place (musty smell at the entrance) and disgusting food (sour and not fresh vegetables, boiled pork instead of beef in noodles). For 109 UAH, you can cook more edible food. …", "rating": 1, "name": "Anastasiia Shcherbakova", "cat": ""}, {"review": "Delicious and quality food. Great service. But from the wishes for improvement - to add information about the calorie content of dishes. Information is not on the menu and not on the website. …", "rating": 5, "name": "Олена Казак", "cat": ""}, {"review": " Visited the institution on the Great Vasylkivska ... the impression of food is positive, but it is necessary to pay attention that the order made in 14-12 and issued in 14-55 ... who plan to quickly bite do not …", "rating": 1, "name": "Budulai 555", "cat": ""}, {"review": " Fast, delicious, inexpensive ... An avocado salad and a mango - a special yum-yum. Portions XL no longer take - you can burst)) …", "rating": 4, "name": "Kostia Shepelevych", "cat": ""}, {"review": " A cozy place to sit alone or in the company of friends. \"Drink as much as you want\" warms up in the winter days. Delicious cuisine (some dishes will pleasantly surprise you with their taste) and nice staff. …", "rating": 5, "name": "Ольга Ильина", "cat": ""}, {"review": "The food is delicious! Loved the crispy shrimp soup. ;) It's dirty under the table, a friend's hair was caught in a dish. :/ …", "rating": 2, "name": "grinakh", "cat": ""}, {"review": "A disgusting flavor in the establishment greets us from the doorstep. Judging by the type of staff, the attitude of the management towards him and the problems of the establishment is just as disgusting.", "rating": 1, "name": "Катерина Дятлова", "cat": ""}, {"review": " Good place, always clean, fast service, reasonable prices and friendly, courteous staff. …", "rating": 5, "name": "Constantin Zaika", "cat": ""}, {"review": "Portion size and taste are right for the price. They cook quickly and it's very cool that the kitchen is open ;) …", "rating": 5, "name": "Arsen Adamidi", "cat": ""}, {"review": " Tasty and not expensive, to spend the evening with the girl is clearly not suitable, but it is delicious to eat just that. …", "rating": 4, "name": "Олег Тимченко", "cat": ""}, {"review": "The combo menu is something, tasty, fast, satisfying + unlimited drink (cola, mirinda, pepsi or 7ap) and all this is 130 UAH +- :) ...", "rating": 5, "name": "Оля Чечель", "cat": ""}, {"review": "I like the quality and choice of noodles, always delicious, they used to be on Shulyavka, but they closed. Of the minuses, delivery is often denied for some reason. …", "rating": 4, "name": "Валерий С", "cat": ""}, {"review": "Delicious, fast, modern!\nIt took only 5 minutes from ordering to receiving the dish, the staff was kind, the interior was pleasantly pleased. …", "rating": 4, "name": "Evghen Filin", "cat": ""}, {"review": "Great place, ridiculous price. The dishes are delicious, the portions are huge, everything is cooked in front of your eyes, and most importantly, there is absolutely no smell from the open kitchen. …", "rating": 5, "name": "Вадим Борцов", "cat": ""}, {"review": "Delicious hearty noodles, cooked very quickly. Vegetable noodles have a lot of variety of vegetables compared to competitors. …", "rating": 4, "name": "Maria Slusar", "cat": ""}, {"review": "Each time I am satisfied with the portions and the stable excellent taste of those same portions. The interactive menu is convenient and clear, which is also very interesting to use. …", "rating": 5, "name": "Illya Pugasey", "cat": ""}, {"review": " Delicious food, quick cooking, low prices\n\n", "rating": 5, "name": "Kateryna Martynenko", "cat": ""}, {"review": " Terribly! The food is not tasty at all. Like rotten mivina. Ugly vegetables. In the evening she realized that she had been poisoned. I will never go there again, and I will not take my friends. In no case do not …", "rating": 1, "name": "Anastasiia Prytuzhalova", "cat": ""}, {"review": "Very tasty and not expensive noodles, I really liked rice noodles with veal, a big plus is the availability of sockets near the tables, you can work on your laptop and recharge your phone, WiFi is also good and without ads, unlimited drinks too ...", "rating": 5, "name": "Константин Борисов", "cat": ""}, {"review": " I love this place for tasty noodles 😍 if I'm hungry and walking past, I'll look here. I like the remote order system, as well as the ability to take unlimited drinks. …", "rating": 5, "name": "Валерия Некрасова", "cat": ""}, {"review": " Pros. They cook deliciously, the prices are reasonable, the choice is great.\nCons. A little noisy, too many smells. The order waited 50 minutes. …", "rating": 4, "name": "Tetyana Yatsenko", "cat": ""}, {"review": "This restaurant has everything that I love: fast, high quality, tasty and prices are good. …", "rating": 5, "name": "Natali Volna", "cat": ""}, {"review": "\nalways fast and tasty", "rating": 5, "name": "Сергей Ткачёв", "cat": ""}, {"review": " Extremely delicious! You want to come back again and again)) unsurpassed egg noodles, as well as unlimited drinks - something that makes you always think of this establishment as one of the options for a delicious …", "rating": 5, "name": "Oleksandr Melnychenko", "cat": ""}, {"review": " Super tasty and fast. Reasonable cost corresponds to the quality of food and service. Very convenient ordering system. Friendly and agile staff. Good place for a hot and hearty lunch)) …", "rating": 5, "name": "Iryna Lysova", "cat": ""}, {"review": " Magnificent and delicious portions. I really like noodle doodles. …", "rating": 5, "name": "Дар'я Мел", "cat": ""}, {"review": " There are only 3 terminals to order indoors. The menu is quite large and wait until people look at it and make an order long enough. …", "rating": 4, "name": "Олексій Паламар", "cat": ""}, {"review": "Wait staff and chefs are hyper slow. Waited for order soup and noodles 1.20. Bessarabka slowly. Skype mall for a very long time, sluggishly, indifferently. Was a favorite noodle. …", "rating": 3, "name": "Георгий Середа", "cat": ""}, {"review": "I liked the food, very fast. There is not much space and the kitchen is quite noisy, but overall everything is fine. …", "rating": 5, "name": "Мосина Оксана", "cat": ""}, {"review": "The noodles are delicious every other time, but the portions are good, delicious chicken salad. Unlimited drinks, pay a fixed fee. For lunch, the most…", "rating": 4, "name": "Анна Лебедева", "cat": ""}, {"review": " Noodle Doodle is a favorite Chinese food in Ukraine. The portions are medium, the XL kit is hard to stuff and a bit noisy. All the rest is very good. …", "rating": 4, "name": "I O", "cat": ""}, {"review": "Tasty, fast and cute girls) it’s good that there are different sauces on the table and if you like it spicy, you can add it yourself to taste) …", "rating": 4, "name": "Nastya Glazunova", "cat": ""}, {"review": " …", "rating": 5, "name": "Дмитрий Байрачный", "cat": ""}, {"review": "Delicious noodles, soups. Tastes better than Me Musashi. But I don't know about the quality of the products. …", "rating": 4, "name": "Семен Дубас", "cat": ""}, {"review": " I liked everything, except that there are common sauces on the table. …", "rating": 4, "name": "Ira Lazorenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Kirill Strutskiy", "cat": ""}, {"review": " Very cozy place with delicious cuisine and quick service. I highly recommend trying cocoa. A special feature of the establishment is the unlimited filling of the cup with any drink …", "rating": 5, "name": "Andrey Magda", "cat": ""}, {"review": "Wonderful place. Cozy room.\nFrom the advantages of the institution:\n- tasty food …", "rating": 5, "name": "Віталій Ваврик", "cat": ""}, {"review": "At 170 hryvnia, I ate impressively and tasty. The food was ready within 15-20 minutes. …", "rating": 5, "name": "Карина Фуголь", "cat": ""}, {"review": "Nice cafe. I really liked the first courses. The portion is such that you don’t need a second))) Reasonable prices …", "rating": 4, "name": "юрий Кибкало", "cat": ""}, {"review": "Everything is tasty, portions are normal, prepared quickly. I really liked their pork dishes, but they removed them from the menu for unknown reasons. …", "rating": 4, "name": "Alexey Nesterenko", "cat": ""}, {"review": "Delicious and fast. In order to get maximum pleasure, add additional sauce to selected dishes. …", "rating": 4, "name": "Константин Олейник", "cat": ""}, {"review": "Everything was fine until I was fed spoiled food.\nIt is hard to feel it under a lot of spices and sauces. The day was ruined. No more foot...", "rating": 1, "name": "Анастасия Дыхненко", "cat": ""}, {"review": " …", "rating": 5, "name": "Марина Булахова", "cat": ""}, {"review": " Delicious, atmospheric, great music and a nice price. Definitely can be recommended for a quick tasty snack. …", "rating": 5, "name": "Vitaliy Demchuk", "cat": ""}, {"review": " …", "rating": 1, "name": "Андрей Пехов", "cat": ""}, {"review": "Tasty and the prices are adequate (compared with another institution). Good luck and don't mess up! It is a pity that before 22:00 - I would have eaten later)) ...", "rating": 5, "name": "Demonsys K", "cat": ""}, {"review": "I love Asian cuisine and here it is simply unrealistically delicious! Definitely recommend, but I warn you that the coconut soup is slightly sugary. …", "rating": 5, "name": "Yana Chernets", "cat": ""}, {"review": "Good food. Delicious and ample portions. It's hard to find a free seat at lunchtime. …", "rating": 4, "name": "Nick Homolibere", "cat": ""}, {"review": " Price / quality out of competition\n\n", "rating": 5, "name": "Денис Карпенко", "cat": ""}, {"review": "Great cafe, like all the others from this chain. Great prices, tasty and hearty food, not a standard menu format, fast cooking) …", "rating": 5, "name": "Дима Тригодько", "cat": ""}, {"review": "Fast, tasty, there are places. There are also unlimited drinks, you can choose different noodles. …", "rating": 5, "name": "Max _", "cat": ""}, {"review": "Delicious dishes, not a bad menu, excellent interior, prices are above average. Fast and pleasant service. …", "rating": 5, "name": "Костянтин Загарійчук", "cat": ""}, {"review": "\nVery tasty. Fast food. Always chistinko", "rating": 5, "name": "Tatiana Taraskova", "cat": ""}, {"review": " I love your soups! ❤️\n\n", "rating": 5, "name": "Евгения Кривко", "cat": ""}, {"review": " For those who like Asian dishes and hot soups - this place will be a find. Employees are friendly and always take into account the wishes of the client. Thank you for the many reception hours in your institution :) …", "rating": 5, "name": "Ольга Костина", "cat": ""}, {"review": " Tasty, a little expensive, but at this price you are eating well! …", "rating": 5, "name": "Вікторія Олійник", "cat": ""}, {"review": "The soup is just amazing and very satisfying. Salads are awesome too. Everything is fresh and delicious. I recommend to go. …", "rating": 5, "name": "Alexandr Strazdin", "cat": ""}, {"review": "Were in Bessarabka .... the food is disgusting, tasteless (((I don’t know why they all praise it. It has nothing to do with Asian food. They took three different menus - it’s just awful !!! ...", "rating": 1, "name": "Марина Фёдорова", "cat": ""}, {"review": "A good place! Tasty, original, reasonable price. Yes, it's more of a Fast Food, but very decent. …", "rating": 5, "name": "Olga Kovalova", "cat": ""}, {"review": " Food very good. Although the XL portion could have been a little larger. Overall, I recommend it. …", "rating": 4, "name": "Krzysztof Zamęcki", "cat": ""}, {"review": "Ordered Tom Yum with seafood. The satya says that there will be squid and shrimp. There wasn't even a single shrimp in my soup. Keep in mind …", "rating": 2, "name": "Ann", "cat": ""}, {"review": " Incredibly tasty and pleasant place\n\n", "rating": 5, "name": "Julie Pavlova", "cat": ""}, {"review": " …", "rating": 3, "name": "Александр Челмодеев", "cat": ""}, {"review": "Good noodles, but xl portion in my opinion could be more (or have a different size indication). …", "rating": 4, "name": "Bogdan", "cat": ""}, {"review": " …", "rating": 5, "name": "Наталия Мареечева", "cat": ""}, {"review": "Delicious, comfortable, but noisy and the staff walks sad, sorry. I constantly go to noodle doodle in the Prospekt shopping center, although the food court is much more comfortable. …", "rating": 4, "name": "Oksana Barylo", "cat": ""}, {"review": "Delicious! Very good portion size and price. Delicious rice with chicken and scrambled eggs. …", "rating": 5, "name": "Андрей", "cat": ""}, {"review": "\nDelicious, not expensive and slick", "rating": 5, "name": "Сергей Лебедь", "cat": ""}, {"review": "Tasty and inexpensive. I advise it at the Olympic, there was a noodle doodle in others, it didn’t work out. …", "rating": 5, "name": "Вадим Пеньков", "cat": ""}, {"review": " Very tasty, prices are pleasant; quite quickly cooked, as well as a well thought out self-service system. …", "rating": 5, "name": "Bogdan Khodzinskyi", "cat": ""}, {"review": "Puffy tummy. Reaction to Asian cuisine most likely. Everything is delicious and cheap...", "rating": 5, "name": "Рома Фай", "cat": ""}, {"review": "Chinese noodles are varied, there are soups. the place itself is ok. but the food is delicious. …", "rating": 4, "name": "Чарльз Буковски", "cat": ""}, {"review": "Very tasty. Takeaway food is well packaged.\nWell done...", "rating": 5, "name": "Aaa Kr.", "cat": ""}, {"review": "\nLoved the chicken in teriyaki sauce 😍", "rating": 5, "name": "DMITRIY LEBED", "cat": ""}, {"review": "Very tasty noodles, I liked everything there, there was a large assortment and a lot of delicious things, and there were also good employees …", "rating": 5, "name": "Timur Channel", "cat": ""}, {"review": "I recommend! Tasty and very large portions)) the service is unpretentious, but rather quickly …", "rating": 5, "name": "Никита Кривошеин", "cat": ""}, {"review": "Great place for a quick and healthy bite to eat. The average check will be 100-150 UAH per person ...", "rating": 5, "name": "Dmytro Ovsii", "cat": ""}, {"review": "There is a very delicious coconut soup with chicken! I've been going there regularly for this soup for the second year now. …", "rating": 4, "name": "Евгения Мержвинская", "cat": ""}, {"review": " …", "rating": 5, "name": "Инна Малинна", "cat": ""}, {"review": " I very much recommend a cozy place\n\n", "rating": 5, "name": "Y A RIK KALCHENKO", "cat": ""}, {"review": " Enjoyed the pasta. All very tasty, nice atmosphere.\nI will definitely visit you) …", "rating": 5, "name": "Dumka Kryt", "cat": ""}, {"review": "Fast, tasty, affordable, the place left a very positive impression, I recommend it to all lovers of Asian cuisine :) …", "rating": 5, "name": "Максим Дьяченко", "cat": ""}, {"review": " Funny concept. Portions of norms. The average check of two dishes will be somewhere 250-300 UAH …", "rating": 5, "name": "Антон", "cat": ""}, {"review": " …", "rating": 5, "name": "Anton Lebedev", "cat": ""}, {"review": " Touch ordering frames in English. Good food for a small price, quickly served. …", "rating": 5, "name": "Anna", "cat": ""}, {"review": " A good noodle fast food establishment. noodles tasty, service is also nice. If you rush, you should eat …", "rating": 4, "name": "Petro Shamborovsky", "cat": ""}, {"review": " …", "rating": 5, "name": "natikst", "cat": ""}, {"review": "Quite decent dishes at an affordable price, especially considering that the institution is located in the city center. I advise. …", "rating": 4, "name": "Yurii Lampiha", "cat": ""}, {"review": " Great location, great prices for the center. The establishment is online, so the kitchen is level. …", "rating": 5, "name": "Віталій Кузьмінський", "cat": ""}, {"review": " …", "rating": 5, "name": "Стас Исаченко", "cat": ""}, {"review": "Last time I eat here. Drinks were added to standard dishes, prices were raised greatly. …", "rating": 1, "name": "Denis", "cat": ""}, {"review": "Interesting format. And decently sized meals. Suitable for getting to know such a specific cuisine. …", "rating": 4, "name": "Dmytro Chelnokov", "cat": ""}, {"review": " …", "rating": 5, "name": "Ivan Zhivitsa", "cat": ""}, {"review": " Location in the city center, which is very convenient. The food is really delicious. Prices are quite affordable. Unlimited drink …", "rating": 5, "name": "Денис Вербіцький", "cat": ""}, {"review": "Delicious noodles, if you want to try something new, I advise you to visit this place. …", "rating": 5, "name": "Олег Жучков", "cat": ""}, {"review": " …", "rating": 4, "name": "Вікторія Снігірьова", "cat": ""}, {"review": "delicious, drinks are sold as a glass that you fill yourself with whatever you want, you can refill it as many times as you like ...", "rating": 5, "name": "Anton Lemmy", "cat": ""}, {"review": " …", "rating": 5, "name": "Andrii Ladyhin", "cat": ""}, {"review": "I took chicken noodles, the chicken smells old, it’s impossible to eat, it seems that it’s spoiled or has been lying for a long time, before that I was in Noodle Dodle in a skymol, everything was fine. …", "rating": 1, "name": "Приличные Люди", "cat": ""}, {"review": " …", "rating": 5, "name": "Yaroslav Sirkiziuk", "cat": ""}, {"review": "I liked the convenience of self-service. The food is delicious but the prices are high for this type of food…", "rating": 4, "name": "Константин", "cat": ""}, {"review": "To be honest, this is not something I would recommend! Cooked for 3, just not tasty. Something needs to be changed. The staff is good 5.…", "rating": 3, "name": "Денис", "cat": ""}, {"review": "For the first time in my life I eat such nasty noodles with so soaked beef, horror! …", "rating": 1, "name": "Alena. Y", "cat": ""}, {"review": " …", "rating": 5, "name": "Roman Savitskiy", "cat": ""}, {"review": " …", "rating": 5, "name": "Юра Ботош", "cat": ""}, {"review": " …", "rating": 5, "name": "Людмила Хаду", "cat": ""}, {"review": "Very, very noisy. I wanted to finish my meal as soon as possible and run out into the street, because it felt much quieter there. …", "rating": 3, "name": "Dandelion", "cat": ""}, {"review": "Very tasty, friendly staff, unusual atmosphere, I advise everyone this place for relaxation and for a holiday for the stomach) …", "rating": 5, "name": "Софія БСС", "cat": ""}, {"review": " …", "rating": 5, "name": "Света Зейлиш", "cat": ""}, {"review": " …", "rating": 3, "name": "Mary", "cat": ""}, {"review": "Orders are given quickly, everything is convenient and good, the only caveat is that my friend got sand in the noodles ...", "rating": 4, "name": "Alexandra Demyanenko", "cat": ""}, {"review": "Found a nice new place. The only bad thing is that there is no bar menu, no ((( ...", "rating": 5, "name": "Анастасия Дзюба", "cat": ""}, {"review": "\nDelicious Bao and vegetable salad)", "rating": 5, "name": "Аліна Кічко", "cat": ""}, {"review": " …", "rating": 5, "name": "Ірина Бредак", "cat": ""}, {"review": " An institution for those who are in no hurry. I am now in the Prospect Mall for 30 minutes waiting for my order …", "rating": 3, "name": "Anna M", "cat": ""}, {"review": "\nexcellent cuisine. fast delivery", "rating": 5, "name": "Вадим Бегленко", "cat": ""}, {"review": "The dishes are delicious and the portions are large, but the touch-screens for ordering are not very convenient and the wait (at lunchtime, anyway) takes quite a long time. …", "rating": 4, "name": "Igor Koskov", "cat": ""}, {"review": " …", "rating": 4, "name": "Antonia B", "cat": ""}, {"review": " …", "rating": 5, "name": "Денис Хоменко", "cat": ""}, {"review": " I advise you to try soup there, it tastes the same as in Thailand. …", "rating": 4, "name": "Антон Ткачов", "cat": ""}, {"review": " …", "rating": 5, "name": "Марина Зроль", "cat": ""}, {"review": " Delicious and small cuisine. Good choice of dishes and polite staff …", "rating": 5, "name": "Максим Памірський", "cat": ""}, {"review": "Cockroaches under the tray insert!!! Watch the video on insta \"another reason why I eat at home\", you will be sick ...", "rating": 1, "name": "Лев Котельников", "cat": ""}, {"review": " Tasty, spicy, I like the variety of ingredients in every dish! :) …", "rating": 5, "name": "Ruslan Drobotia", "cat": ""}, {"review": "Interesting concept, disgusting food. Tasteless, noodles are dry and bitter, cloying soups. …", "rating": 1, "name": "Valery Z", "cat": ""}, {"review": "Small space and quite noisy but very tasty food and endless drinks…", "rating": 4, "name": "rogovskui", "cat": ""}, {"review": "There are almost always queues, it can be crowded, the food is fast and tasty, who loves this kind of cuisine 🍜 …", "rating": 4, "name": "Anna Verb", "cat": ""}, {"review": "Convenient system of calculation and receiving food. Also, a nice bonus in the form of free drinks🌸 ...", "rating": 5, "name": "Arina Mason", "cat": ""}, {"review": " …", "rating": 5, "name": "Владислав Пічка", "cat": ""}, {"review": " Everyone who loves noodles with notes of east recommend this place !!! Delicious !!! 😋 …", "rating": 4, "name": "Віталій Косeнко", "cat": ""}, {"review": " …", "rating": 5, "name": "Denis Olifer", "cat": ""}, {"review": " …", "rating": 5, "name": "Дмитрий Гриценко (Chef_brg)", "cat": ""}, {"review": " …", "rating": 5, "name": "Дарья Шупеня", "cat": ""}, {"review": "Fast and the service system is good, but absolutely not tasty, as in the Soviet interpretation, only from Thai ingredients)) ...", "rating": 2, "name": "Valentyn", "cat": ""}, {"review": "I go there from time to time, the usual place to go for a quick bite to eat …", "rating": 4, "name": "Таня Конотопська", "cat": ""}, {"review": " Here, despite the name, you can quickly and delicious bite with an interesting salad …", "rating": 5, "name": "Olena Orlova", "cat": ""}, {"review": " Very tasty, tasty and inexpensive!\n\n", "rating": 4, "name": "Михайло Мітіогло", "cat": ""}, {"review": " …", "rating": 4, "name": "Artur", "cat": ""}, {"review": "\nAwesome, yummy, I recommend to everyone!", "rating": 5, "name": "Татьяна Иваненко", "cat": ""}, {"review": " …", "rating": 4, "name": "Max Gritsay", "cat": ""}, {"review": "Convenient self-service system, excellent soups. Unlimited drinks to choose from, but it feels like a lot of water…", "rating": 4, "name": "Владислав Гречка", "cat": ""}, {"review": " Tasty and atmospheric\n\n", "rating": 5, "name": "Andrey Tsyb", "cat": ""}, {"review": " …", "rating": 5, "name": "Валерій Швець", "cat": ""}, {"review": " As always, it is very tasty when I'm in Kiev, I'll definitely go to eat here. …", "rating": 5, "name": "Христина Дж", "cat": ""}, {"review": " …", "rating": 5, "name": "Анна Левченко", "cat": ""}, {"review": " Everything is very tasty, neat and comfortable!\n\n", "rating": 5, "name": "Горбачук Олексій", "cat": ""}, {"review": " …", "rating": 5, "name": "Dima Olinevych", "cat": ""}, {"review": "WOK is the bomb! Although a bit pricey, the portions are generous!\nThe ramen soup honestly disappointed me… …", "rating": 4, "name": "SöulMike", "cat": ""}, {"review": " …", "rating": 5, "name": "Pavel Goga", "cat": ""}, {"review": " …", "rating": 4, "name": "Bohdan Lubenets", "cat": ""}, {"review": "Great place for a quick and tasty meal in the center. As for me, it tastes better in Bessarabka than in the globe. …", "rating": 4, "name": "Олена Миронюк", "cat": ""}, {"review": " Very tasty, soups at the level of real Japan\n\n", "rating": 5, "name": "Дарина Томачинська", "cat": ""}, {"review": " …", "rating": 5, "name": "Марина Попович", "cat": ""}, {"review": " …", "rating": 4, "name": "Stanislav Shytenko", "cat": ""}, {"review": " …", "rating": 4, "name": "Елена Михайлив", "cat": ""}, {"review": " …", "rating": 5, "name": "Марина Рябец", "cat": ""}, {"review": "Cool place, delicious food at reasonable prices. For a quick lunch, that's it! ...", "rating": 5, "name": "Алиса Шульц", "cat": ""}, {"review": " …", "rating": 5, "name": "Olesya Klochko", "cat": ""}, {"review": " …", "rating": 4, "name": "Евгения KM", "cat": ""}, {"review": "I loved you more before I got poisoned with chicken soup in Noodle doodle in the Globus shopping center. …", "rating": 1, "name": "katani lina", "cat": ""}, {"review": "Fried rice with vegetables and shrimp, noodles are so similar to the street food of Bangkok, at very affordable prices ...", "rating": 5, "name": "Реклама Метро", "cat": ""}, {"review": " It's cool and delicious here. Minus for a \"secret dinner\" - I'm shocked !! …", "rating": 4, "name": "Оксана Худицька", "cat": ""}, {"review": " …", "rating": 3, "name": "Sergey Nastenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Михаил Хлопенюк", "cat": ""}, {"review": " …", "rating": 5, "name": "Anna Reizlina", "cat": ""}, {"review": " …", "rating": 5, "name": "Илья Шубин", "cat": ""}, {"review": " …", "rating": 5, "name": "Oreon Tech", "cat": ""}, {"review": " …", "rating": 5, "name": "Katya Kasianenko", "cat": ""}, {"review": " Extremely delicious !!!\n\n", "rating": 5, "name": "Ірина Смерек", "cat": ""}, {"review": " …", "rating": 5, "name": "Лариса", "cat": ""}, {"review": " …", "rating": 5, "name": "Max Podoba", "cat": ""}, {"review": " …", "rating": 5, "name": "Артур Дубровенко", "cat": ""}, {"review": " …", "rating": 5, "name": "Алина Гермаш", "cat": ""}, {"review": " …", "rating": 5, "name": "WolfTeam", "cat": ""}, {"review": "\nTasty!", "rating": 5, "name": "Vladimir Ujazdowski", "cat": ""}, {"review": " …", "rating": 5, "name": "Valera Karpenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Олександр Корчатов", "cat": ""}, {"review": " …", "rating": 5, "name": "Alisa Mandrik", "cat": ""}, {"review": " …", "rating": 1, "name": "Александр Никулин", "cat": ""}, {"review": " …", "rating": 5, "name": "Alex Gritsuk", "cat": ""}, {"review": "\nTasty noodles and soups", "rating": 5, "name": "Nataliia Diadyk Advocate", "cat": ""}, {"review": " …", "rating": 5, "name": "Татьяна Викторовна", "cat": ""}, {"review": " …", "rating": 5, "name": "Денис Касько", "cat": ""}, {"review": "I bought it in the Prospekt shopping center, unfortunately, the quality is terrible, if you can still eat the soup, then the noodles are terrible, I won’t buy again! …", "rating": 1, "name": "V Olga", "cat": ""}, {"review": " …", "rating": 3, "name": "Artem Kolenchenko", "cat": ""}, {"review": " …", "rating": 4, "name": "Master of", "cat": ""}, {"review": " …", "rating": 5, "name": "Dasha Tkach", "cat": ""}, {"review": " …", "rating": 5, "name": "Дмитрий Иванов", "cat": ""}, {"review": " Great tasty dishes! All took different, everyone was delighted …", "rating": 5, "name": "Ірина Kyiv", "cat": ""}, {"review": " A small cozy cafe. Pretty original and delicious food\n\n", "rating": 5, "name": "Alexandr Chernyshevskiy", "cat": ""}, {"review": "\nCozy place. Tasty food. Reasonable prices", "rating": 5, "name": "Kateryna Fedorova", "cat": ""}, {"review": " …", "rating": 5, "name": "Дмитрий Калашник", "cat": ""}, {"review": " …", "rating": 4, "name": "Stas Sadovyi", "cat": ""}, {"review": " Very tasty, fast, but not enough space.\n\n", "rating": 4, "name": "Iryna G", "cat": ""}, {"review": " …", "rating": 4, "name": "Danny Sas", "cat": ""}, {"review": " Very tasty. The restaurant is cozy, the staff is nice.\n\n", "rating": 5, "name": "irena hurina", "cat": ""}, {"review": " Extremely cool place with delicious wok noodles\n\n", "rating": 5, "name": "John Noga", "cat": ""}, {"review": "Ok, but the guy with bleached hair 😭😭 cuts vegetables so beautifully 😅where do you get such visuals lmao 10/10 …", "rating": 5, "name": "Darya", "cat": ""}, {"review": " …", "rating": 5, "name": "Olga Lado", "cat": ""}, {"review": " …", "rating": 5, "name": "Алексей Филонов", "cat": ""}, {"review": " …", "rating": 4, "name": "Ирина Раковская", "cat": ""}, {"review": " …", "rating": 5, "name": "Віктор Сверчин", "cat": ""}, {"review": "\nDelicious and not expensive noodles", "rating": 5, "name": "Татьяна Булатова", "cat": ""}, {"review": " …", "rating": 1, "name": "Pavel Zmey", "cat": ""}, {"review": " Delicious, affordable downtown, fast\n\n", "rating": 5, "name": "Іванна К", "cat": ""}, {"review": "Came here with my brother a couple of months ago. There were good impressions. Now it's hard to get past...", "rating": 5, "name": "Andrey (Ho4uK)", "cat": ""}, {"review": " …", "rating": 5, "name": "Katya Buriak", "cat": ""}, {"review": "Excellent noodle shop with democratic prices and well-organized self-service. …", "rating": 5, "name": "Дмитро Апенько", "cat": ""}, {"review": "Very tasty.", "rating": 5, "name": "Людмила Михайлова", "cat": ""}, {"review": "Perhaps I don’t understand anything in such a kitchen, but so that all dishes are disgusted 🤔🤔 ...", "rating": 2, "name": "Максим Биленко", "cat": ""}, {"review": " Super delicious, fast and affordable !!!\n\n", "rating": 5, "name": "Марина Коба", "cat": ""}, {"review": " …", "rating": 5, "name": "Вадим Горчаков", "cat": ""}, {"review": " Deliciously. Simply. Normal prices. Nice service)\n\n", "rating": 4, "name": "Анастасія", "cat": ""}, {"review": "I tried fried rice with vegetables, I really liked it, the service is just space, it's a sin to complain!!! …", "rating": 5, "name": "Виталий Швайка", "cat": ""}, {"review": "Ordered noodles with shrimp\nAnd went...", "rating": 1, "name": "Aliona Miss", "cat": ""}, {"review": "\nTasty, prices are average, good location.", "rating": 5, "name": "Kate M", "cat": ""}, {"review": "\n50 minutes of waiting for the order.", "rating": 1, "name": "Вадим Рубцов", "cat": ""}, {"review": " …", "rating": 4, "name": "Кирилл Андрющенко", "cat": ""}, {"review": " It is worth trying, unusually interesting. Not everyone will like it …", "rating": 4, "name": "Dima Volynets", "cat": ""}, {"review": " …", "rating": 4, "name": "Анна Пальчикова", "cat": ""}, {"review": " …", "rating": 2, "name": "Maximillyan L", "cat": ""}, {"review": "Great place did not like the picture painted on the wall with the law under Jesus, you need to respect such topics. …", "rating": 5, "name": "noreals пан", "cat": ""}, {"review": "\nVery tasty, fast, nice people", "rating": 5, "name": "Andrew Nec.", "cat": ""}, {"review": "\nTasty, the kids liked it)", "rating": 5, "name": "Konstantin Pravdiviy", "cat": ""}, {"review": "A guy on Bessarabskaya in the kitchen with bleached hair, big eyes and a sweet smile, where do these visuals come from, crash in five seconds 😔😔😔 …", "rating": 5, "name": "anastasie", "cat": ""}, {"review": " …", "rating": 4, "name": "Quan Fam Duc", "cat": ""}, {"review": " Very tasty, pleasant atmosphere\n\n", "rating": 5, "name": "Анатолий Вовченко", "cat": ""}, {"review": " A place where I go\n\n", "rating": 5, "name": "Orhan Tatar (Gezgin)", "cat": ""}, {"review": " …", "rating": 5, "name": "Валентин Потапенко", "cat": ""}, {"review": "2 points for beautiful design, Eurasia is just TOP compared to this place. …", "rating": 2, "name": "Devid Tol", "cat": ""}, {"review": " I used to come here for unlimited cocoa, but now it's gone ( …", "rating": 3, "name": "Silvio Manuel", "cat": ""}, {"review": " …", "rating": 5, "name": "Pavel Opria", "cat": ""}, {"review": "\nVery tasty 😊 but little space", "rating": 5, "name": "Лидия Бахмач", "cat": ""}, {"review": "\nTasty. Thoughtful service. Fast service.", "rating": 5, "name": "Serg_B", "cat": ""}, {"review": " …", "rating": 5, "name": "Nikita Vialov", "cat": ""}, {"review": "\nTwo different noodles taste the same (", "rating": 5, "name": "Dmitriy Beganskiy", "cat": ""}, {"review": " …", "rating": 3, "name": "Ol Mi", "cat": ""}, {"review": "\nTasty but not enough", "rating": 5, "name": "Kirill Sh", "cat": ""}, {"review": " It's not the most delicious noodle I've tasted\n\n", "rating": 5, "name": "Тарас Шеремет", "cat": ""}, {"review": " …", "rating": 5, "name": "Александр Петренко", "cat": ""}, {"review": "Change payment terminals to normal ones, not prehistoric ones that some banks do not accept !!!!!!!! …", "rating": 1, "name": "Maksim Chingaev", "cat": ""}, {"review": " …", "rating": 5, "name": "Stanislav Zayarsky", "cat": ""}, {"review": " Very tasty. The atmosphere is pleasant and cozy.\n\n", "rating": 4, "name": "Eugénie Rybytva", "cat": ""}, {"review": " Delicious and not too expensive, in the city center\n\n", "rating": 5, "name": "Олег Ільницький", "cat": ""}, {"review": "\nDelicious and very good prices)", "rating": 5, "name": "OlegOk3", "cat": ""}, {"review": " …", "rating": 5, "name": "Денис Павлишин", "cat": ""}, {"review": " …", "rating": 5, "name": "Oliko Todua", "cat": ""}, {"review": "\nCozy place, nice staff, delicious)", "rating": 5, "name": "Андрей Белан", "cat": ""}, {"review": " …", "rating": 2, "name": "Алина Савенко", "cat": ""}, {"review": " …", "rating": 3, "name": "Сергей Кириленко", "cat": ""}, {"review": " …", "rating": 3, "name": "Eugene Marushko", "cat": ""}, {"review": "\nDelicious noodles :) quick cooking", "rating": 5, "name": "Tetiana Chernonok", "cat": ""}, {"review": " Doodle Noodle, noodle is not mine)\n\n", "rating": 3, "name": "Ivan Vlasenko", "cat": ""}, {"review": "\nVery tasty at reasonable prices", "rating": 5, "name": "Kyryl Yehupov (kirilasd)", "cat": ""}, {"review": " …", "rating": 5, "name": "Valera Fans", "cat": ""}, {"review": " …", "rating": 4, "name": "Анна Цикало", "cat": ""}, {"review": "Cool place with a varied menu of oriental cuisine. There is rice, noodles and soups for almost every taste. The portions are large, the menu \"first, second, drink\" is quite enough for an adult man. Drinks are sold unlimited. Dessert selection…", "rating": 5, "name": "Надежда Пшенишнюк", "cat": ""}, {"review": " …", "rating": 5, "name": "Bugatti Veyron", "cat": ""}, {"review": " …", "rating": 5, "name": "Dasha Melnichuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Viktoriia Perekrest", "cat": ""}, {"review": " …", "rating": 1, "name": "Dmitriy Inshyn", "cat": ""}, {"review": " …", "rating": 4, "name": "Main “no reply” Analytic", "cat": ""}, {"review": "\nInsanely tasty and not expensive 👌", "rating": 5, "name": "Сергей Сахно", "cat": ""}, {"review": "\ntasty and fast", "rating": 5, "name": "Олег Коваленко", "cat": ""}, {"review": " …", "rating": 5, "name": "Кикоть Богдан", "cat": ""}, {"review": " …", "rating": 5, "name": "Maryna Shchadnykh", "cat": ""}, {"review": "I can’t say that the cuisine is ideally Asian, but there is something here that makes you come back for lunch…", "rating": 4, "name": "Andrii Gumennyi", "cat": ""}, {"review": "\nGreat place to have a quick bite to eat.", "rating": 4, "name": "Antonina Sydorenko", "cat": ""}, {"review": " …", "rating": 1, "name": "Yaroslav Chyzh", "cat": ""}, {"review": "minimum contact with the staff, click click and wait, then yum yum and eat, then you can leave ...", "rating": 5, "name": "Oleksii Voitikh", "cat": ""}, {"review": "\nDelicious. Be sure to visit", "rating": 5, "name": "George Sport", "cat": ""}, {"review": " …", "rating": 5, "name": "Palyanytsya", "cat": ""}, {"review": " Deliciously. Average prices. Unlimited drinks.\n\n", "rating": 5, "name": "Andrey S.", "cat": ""}, {"review": " It's great that I'm without drinks\n\n", "rating": 5, "name": "Оксана Міхель", "cat": ""}, {"review": " Large portions are tasty and cheap.\n\n", "rating": 5, "name": "Тимофій Кейлін", "cat": ""}, {"review": "\nLarge portions. Fast and tasty.", "rating": 5, "name": "Dmytro Komisar", "cat": ""}, {"review": " The most delicious noodles and unlimited drinks!\n\n", "rating": 5, "name": "Катерина Гордієнко", "cat": ""}, {"review": " Very nice place. Nice staff🤗\n\n", "rating": 5, "name": "Юрій Коваленко", "cat": ""}, {"review": " Fast, delicious🙃\n\n", "rating": 5, "name": "Аліна Шабалкіна", "cat": ""}, {"review": "\nTasty and fast. Be sure to try.", "rating": 5, "name": "Вадим Борисов", "cat": ""}, {"review": "\nGreat place, huge portions, delicious.", "rating": 5, "name": "Maria Kirina", "cat": ""}, {"review": "\nVery much even nothing. Tasty.", "rating": 5, "name": "Сергей Сеслов", "cat": ""}, {"review": " Fast, quality, delicious, affordable! 👍\n\n", "rating": 4, "name": "Lydia Storozhenko", "cat": ""}, {"review": "\nWell, this, there is also tastier", "rating": 4, "name": "Павел Валериевич", "cat": ""}, {"review": " …", "rating": 5, "name": "Oleksandr Nahornyi", "cat": ""}, {"review": " …", "rating": 5, "name": "Little Voloshka", "cat": ""}, {"review": "\nVery tasty food and quickly cooked.", "rating": 5, "name": "Darth Mortem (Sith Lord)", "cat": ""}, {"review": " Clean, neat, fast. The kitchen is better :)\n\n", "rating": 4, "name": "Denys Donchenko", "cat": ""}, {"review": "\nRecommend! Sooooo tasty!", "rating": 5, "name": "Ирина Бондарь", "cat": ""}, {"review": "\nVery tasty and not expensive", "rating": 5, "name": "Анастасия Бровко", "cat": ""}, {"review": "\nTasty soups! noodles take sobi)", "rating": 4, "name": "николь савицкая", "cat": ""}, {"review": "\nFast, affordable and quite tasty.", "rating": 5, "name": "Yurii Sachenko", "cat": ""}, {"review": " Very tasty! Fast service\n\n", "rating": 5, "name": "Вадим Казак", "cat": ""}, {"review": "Very tasty!", "rating": 5, "name": "Katia Savina", "cat": ""}, {"review": "\nQuick, tasty and very satisfying! 👏👏👏", "rating": 5, "name": "Лариса Нижник", "cat": ""}, {"review": "\nDelicious soups and fast service.", "rating": 5, "name": "Leila Matroskina", "cat": ""}, {"review": " Delicious, lots and fast!\n\n", "rating": 5, "name": "Tava Yokko", "cat": ""}, {"review": " …", "rating": 5, "name": "Ivan Larionov", "cat": ""}, {"review": " Brilliant fast asian snack\n\n", "rating": 4, "name": "Volodymyr Ivshyn", "cat": ""}, {"review": " Tasty, clean, fast, in the center.\n\n", "rating": 5, "name": "Yurko Karashivskyi", "cat": ""}, {"review": "\nDelicious coconut noodle soup", "rating": 5, "name": "Anastasia Tsarenok", "cat": ""}, {"review": " …", "rating": 5, "name": "rado andrey", "cat": ""}, {"review": "\nExpensive, but tasty. Yum", "rating": 4, "name": "Daria Mosyagina", "cat": ""}, {"review": "\nVery cool place and very tasty!)", "rating": 5, "name": "Alina Skochko", "cat": ""}, {"review": " …", "rating": 5, "name": "Саня Выговский", "cat": ""}, {"review": "\nEverything is top notch ❤", "rating": 5, "name": "Аліна Тягнирядно", "cat": ""}, {"review": "\nDelicious food, fast service", "rating": 5, "name": "Kirill Efimov", "cat": ""}, {"review": "\na good option for a quick lunch or snack", "rating": 5, "name": "Дарина Холодная", "cat": ""}, {"review": "\nGood establishment, fast, tasty", "rating": 5, "name": "Oksana Terkun", "cat": ""}, {"review": "\nThat's what I love - it's noodles)))", "rating": 5, "name": "Sam Sungi", "cat": ""}, {"review": " …", "rating": 5, "name": "Кирило Сорокін", "cat": ""}, {"review": "\nDelicious noodles and lemonades", "rating": 5, "name": "Дмитрий Иванов", "cat": ""}, {"review": " Not bad. Average prices, high service\n\n", "rating": 4, "name": "Andriy Ilchenko", "cat": ""}, {"review": " Delicious and satisfying.\n\n", "rating": 5, "name": "Güray Süerdem", "cat": ""}, {"review": " Delicious food, large portions.\n\n", "rating": 5, "name": "Lozko channel", "cat": ""}, {"review": "\nEverything is delicious, very good", "rating": 5, "name": "Muted Fear", "cat": ""}, {"review": " Delicious food, but dirty.\n\n", "rating": 4, "name": "Іван Галета", "cat": ""}, {"review": " …", "rating": 5, "name": "Максим", "cat": ""}, {"review": " …", "rating": 5, "name": "Vladimir Gleba", "cat": ""}, {"review": "\nPoisoned twice. I do not recommend", "rating": 1, "name": "Evgen Polishchuk (PANEVGEN)", "cat": ""}, {"review": " …", "rating": 5, "name": "Uropb Ivaschenko", "cat": ""}, {"review": "\nfast, tasty, good!", "rating": 5, "name": "Павел Пшеничный", "cat": ""}, {"review": "Not expensive and delicious", "rating": 5, "name": "Ruslana Sokhatska", "cat": ""}, {"review": "\nExcellent pasta and cozy mestinki.", "rating": 5, "name": "Denis Kurs", "cat": ""}, {"review": "\nDelicious noodles and not expensive", "rating": 5, "name": "Саша Одинец", "cat": ""}, {"review": "\ntasty food. Clean and comfortable", "rating": 5, "name": "Viktoria Kharitonchuk", "cat": ""}, {"review": " Great place, I love it\n\n", "rating": 5, "name": "Анастасія Драченко", "cat": ""}, {"review": "\nGood place to have a quick bite.", "rating": 5, "name": "Nic Taporuk", "cat": ""}, {"review": " Favorite place\n\n", "rating": 5, "name": "Аня Карпенко", "cat": ""}, {"review": "\nInsanely delicious. I advise ❤️", "rating": 5, "name": "Кристина Супруненко", "cat": ""}, {"review": "\nTpk taste to itself ... directly", "rating": 3, "name": "Nina Jung", "cat": ""}, {"review": "\nTasty, fast and inexpensive!", "rating": 5, "name": "Максим Куценко", "cat": ""}, {"review": "\nTasty, budget, fast.", "rating": 5, "name": "Evgeniy Dobrohotov", "cat": ""}, {"review": " Deliciously. Better than McDonald's\n\n", "rating": 5, "name": "Kvinto Lemberg", "cat": ""}, {"review": "\nFast and tasty cooking", "rating": 5, "name": "Артем Авинов", "cat": ""}, {"review": " As always delicious and fast)))\n\n", "rating": 5, "name": "Alona Mateichuk", "cat": ""}, {"review": "\nFast, tasty, the price pleases", "rating": 5, "name": "Денис Колбасин", "cat": ""}, {"review": "\nTasty, adequate prices", "rating": 4, "name": "Сергей Амеличев", "cat": ""}, {"review": "\nSuper tasty!", "rating": 5, "name": "Victoria Deina", "cat": ""}, {"review": "\nTasty and reasonable prices", "rating": 5, "name": "Олена Безкровна", "cat": ""}, {"review": "\nalways tasty and satisfying", "rating": 5, "name": "Kazanch", "cat": ""}, {"review": " Extremely tasty cuisine\n\n", "rating": 5, "name": "Vika Kavetska", "cat": ""}, {"review": " …", "rating": 5, "name": "Марина Бачинская", "cat": ""}, {"review": " One of the best noodles in Kiev\n\n", "rating": 5, "name": "Ярослав Лопуга", "cat": ""}, {"review": "\nBegan to cook very fat", "rating": 3, "name": "Anton Molchanov", "cat": ""}, {"review": "\nEverything is sooooo delicious.", "rating": 5, "name": "justAhalfofevil", "cat": ""}, {"review": "\nDelicious noodles, delicious", "rating": 5, "name": "Геннадий Ярошенко", "cat": ""}, {"review": " …", "rating": 1, "name": "Alyona Lunkova", "cat": ""}, {"review": " …", "rating": 4, "name": "Данил Прокопенко", "cat": ""}, {"review": "\nFast, Tasty, Nutty, Cheaply))))", "rating": 5, "name": "Анастасия Сеген", "cat": ""}, {"review": "\nVery tasty and stylish", "rating": 5, "name": "Anton Tkachenko", "cat": ""}, {"review": " Everything was delicious\n\n", "rating": 5, "name": "Міша Рибіцький", "cat": ""}, {"review": "\nWell, very tasty ✌️", "rating": 5, "name": "Валерия Месоцкая", "cat": ""}, {"review": "\nCoconut soup is great!", "rating": 5, "name": "Alex Tkachev", "cat": ""}, {"review": "\nVery decent fast food", "rating": 5, "name": "Олег Марченко", "cat": ""}, {"review": "\nDelicious, fast and inexpensive", "rating": 5, "name": "Artem Vovk", "cat": ""}, {"review": "\nSuch cute cockroaches inside the spread.", "rating": 1, "name": "Denys Ovcharenko", "cat": ""}, {"review": "\nGreat transparent noodles, I recommend!", "rating": 5, "name": "Roman", "cat": ""}, {"review": "\nAlways quick and tasty", "rating": 5, "name": "Виктория Львова", "cat": ""}, {"review": "\nThe most delicious vogue food :)", "rating": 5, "name": "Yulia Volkova", "cat": ""}, {"review": "\nTasty, dietary, hearty", "rating": 5, "name": "Татьяна Андрушевич", "cat": ""}, {"review": " Quick and tasty!\n\n", "rating": 5, "name": "Andriy Kulyk", "cat": ""}, {"review": "\nI love noodles!", "rating": 5, "name": "ОдИнОкИй", "cat": ""}, {"review": " Very tasty place\n\n", "rating": 5, "name": "Наталя Колесніченко", "cat": ""}, {"review": "\nTasty fast available", "rating": 5, "name": "Denis Shchutsky", "cat": ""}, {"review": "\nGirls do not really help with choosing", "rating": 4, "name": "Oksana Giruk", "cat": ""}, {"review": " Download very tasty\n\n", "rating": 5, "name": "Ярослава Сіренко", "cat": ""}, {"review": "\nTasty and inexpensive :)", "rating": 5, "name": "Maryna Dorosh", "cat": ""}, {"review": "\nSomehow the taste did not please", "rating": 3, "name": "Оля Демченко", "cat": ""}, {"review": "\nFast, tasty, inexpensive", "rating": 5, "name": "Иван Ревякин", "cat": ""}, {"review": "\nDelicious noodles!", "rating": 5, "name": "Dzmitry Ladzes", "cat": ""}, {"review": "\nliked the noodles", "rating": 5, "name": "Марина Чорнопуп", "cat": ""}, {"review": " Very tasty🙂🙂🙂\n\n", "rating": 5, "name": "Ivanna Baranchuk", "cat": ""}, {"review": " Delicious noodles, quick service)\n\n", "rating": 5, "name": "Єлизавета Романчук", "cat": ""}, {"review": "\nI like to drink unlimited drinks", "rating": 5, "name": "mazanarola", "cat": ""}, {"review": "\nGreat concept and great food.", "rating": 5, "name": "Миша Лысенко", "cat": ""}, {"review": "\nDelicious, fast, cheap", "rating": 5, "name": "Roman Diatlyk", "cat": ""}, {"review": "\nDelicious)", "rating": 5, "name": "Антонина Трофимова", "cat": ""}, {"review": " Interesting and delicious food\n\n", "rating": 5, "name": "Иван Иван", "cat": ""}, {"review": " Just delicious\n\n", "rating": 5, "name": "Allla 81", "cat": ""}, {"review": " Fast, tasty, inexpensive.\n\n", "rating": 5, "name": "Костя Воронін", "cat": ""}, {"review": "\nDelicious and inexpensive!", "rating": 4, "name": "Олександр Лебедєв", "cat": ""}, {"review": "\nFast, tasty, budget", "rating": 5, "name": "Людмила", "cat": ""}, {"review": "\nCool, fast, tasty", "rating": 5, "name": "Евгений Тимошенко", "cat": ""}, {"review": "\nDelicious Tom Yam", "rating": 5, "name": "Наталья Карась", "cat": ""}, {"review": "Very tasty.", "rating": 5, "name": "Евгений Бруяк", "cat": ""}, {"review": "\nAs for eatery prices are a bit high", "rating": 3, "name": "Andriy Volkoviy", "cat": ""}, {"review": "\nTasty) I advise", "rating": 5, "name": "Alex Moran", "cat": ""}, {"review": "\nThrill", "rating": 4, "name": "A Boulevardier (Tetrider)", "cat": ""}, {"review": "\nFavorite place to meet friends 💙", "rating": 5, "name": "Tinkicht Alina (Alina Tinkicht)", "cat": ""}, {"review": "\nGood noodles, plenty of choice", "rating": 4, "name": "Сергей Белофастов", "cat": ""}, {"review": "\nVery satisfying, tasty", "rating": 5, "name": "Варвара Федорова", "cat": ""}, {"review": "\nGreat Chicken Rice", "rating": 5, "name": "Владимир Коч", "cat": ""}, {"review": "\nGreat Chinese food.", "rating": 5, "name": "Maxim Echkenko", "cat": ""}, {"review": "\nIt's always cool here)", "rating": 5, "name": "Павел Титов", "cat": ""}, {"review": " Delicious and cheap\n\n", "rating": 5, "name": "אלי גלוחוב", "cat": ""}, {"review": "Delicious and not expensive", "rating": 5, "name": "Ярослав Cosmonaut", "cat": ""}, {"review": "Delicious and not expensive", "rating": 5, "name": "Kirill", "cat": ""}, {"review": "", "rating": 5, "name": "Ева Микитченко", "cat": ""}, {"review": "\nYummy)", "rating": 5, "name": "Hel's D", "cat": ""}, {"review": "\nTen out of ten unlimited drinks", "rating": 5, "name": "And", "cat": ""}, {"review": "\nfast not very expensive", "rating": 4, "name": "Pavel Ovcharov", "cat": ""}, {"review": " There are self-checkout counters\n\n", "rating": 5, "name": "Андрій Єрчик (Andreano_95)", "cat": ""}, {"review": "Deliciously)", "rating": 5, "name": "Сергій Овчінніков", "cat": ""}, {"review": "\nFast, tasty and inexpensive !!!", "rating": 5, "name": "Vova Muntyan", "cat": ""}, {"review": "", "rating": 5, "name": "Вова Поддубный", "cat": ""}, {"review": "\nTop unlimited coffee", "rating": 5, "name": "Маргарита Лавринова", "cat": ""}, {"review": "\ndelicious wok, recommend", "rating": 5, "name": "Денис Хлыстун", "cat": ""}, {"review": "\nIf there are soups, here", "rating": 5, "name": "Anna Alipova", "cat": ""}, {"review": "", "rating": 5, "name": "Юлія Максімова", "cat": ""}, {"review": "\nSuitable for a quick lunch.", "rating": 4, "name": "Катя Василенко", "cat": ""}, {"review": "\nYummy!)", "rating": 5, "name": "Sasha Avram", "cat": ""}, {"review": "", "rating": 5, "name": "Olha Halytska", "cat": ""}, {"review": "\nDelicious 😋", "rating": 4, "name": "Svir Toyo", "cat": ""}, {"review": "\ndelicious)", "rating": 5, "name": "Евгений Рыбка", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Devid Tihonuk", "cat": ""}, {"review": "", "rating": 5, "name": "Ylya Zuravska", "cat": ""}, {"review": "\nDelicious !", "rating": 4, "name": "VladyslaV Dan", "cat": ""}, {"review": " Delicious Ramen!\n\n", "rating": 5, "name": "Patrycja Kowalewska", "cat": ""}, {"review": "\nTasty.", "rating": 5, "name": "Евгений Никитишин", "cat": ""}, {"review": "\nMediocre, nothing to highlight", "rating": 4, "name": "Andrey Paniuta", "cat": ""}, {"review": "\nplease make delivery", "rating": 5, "name": "Rst Inc", "cat": ""}, {"review": "\nDelicious))", "rating": 4, "name": "Алексей Игнатуша", "cat": ""}, {"review": "Very tasty", "rating": 5, "name": "Irina Rodina", "cat": ""}, {"review": "\nVery good establishment", "rating": 5, "name": "Станислав Запасько", "cat": ""}, {"review": " Tasty noodles)))\n\n", "rating": 5, "name": "Олена Ярославська", "cat": ""}, {"review": " Delicious and fast.\n\n", "rating": 5, "name": "Степан Михайлович", "cat": ""}, {"review": "\nYummy)", "rating": 5, "name": "Ярослав Домбровский", "cat": ""}, {"review": "", "rating": 5, "name": "Аня Лупандина", "cat": ""}, {"review": " Not bad, tasty.\n\n", "rating": 4, "name": "Oleksandr", "cat": ""}, {"review": "\nCool concept, good implementation", "rating": 5, "name": "Артем Шевченко", "cat": ""}, {"review": "\nFast and tasty", "rating": 5, "name": "Ян Кухта", "cat": ""}, {"review": "\nTom Yam is great!", "rating": 5, "name": "Алексей Рабин", "cat": ""}, {"review": "\nVery tasty👍", "rating": 5, "name": "Татьяна Дядюра", "cat": ""}, {"review": "\nFast, convenient, original", "rating": 5, "name": "Oleg Olegovich", "cat": ""}, {"review": "\nReally like!)", "rating": 5, "name": "Виталий Вельгус", "cat": ""}, {"review": "\nDelicious WOK cuisine", "rating": 4, "name": "Black Summon", "cat": ""}, {"review": " Fast and delicious\n\n", "rating": 5, "name": "Вікторія", "cat": ""}, {"review": "", "rating": 5, "name": "Serik P", "cat": ""}, {"review": "\nGood noodles", "rating": 4, "name": "Alexandr F", "cat": ""}, {"review": "", "rating": 5, "name": "Olena Revtova", "cat": ""}, {"review": "\nDelicious, fast", "rating": 5, "name": "Мила Кириллова", "cat": ""}, {"review": "", "rating": 4, "name": "Anna Mykoliuk", "cat": ""}, {"review": "\nFast, tasty", "rating": 5, "name": "Ольга Мараховская", "cat": ""}, {"review": "\nFast and tasty", "rating": 5, "name": "Dmytro Kulyk", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Denis Poltoraus", "cat": ""}, {"review": "\nCool noodles!", "rating": 5, "name": "Дмитрий Панков", "cat": ""}, {"review": "\nTasty food", "rating": 5, "name": "Petro Nikolaychuk", "cat": ""}, {"review": "\nIn skymol", "rating": 5, "name": "Oleksandra Kotova", "cat": ""}, {"review": "Very tasty", "rating": 5, "name": "Дима Козяр", "cat": ""}, {"review": "Delicious", "rating": 4, "name": "Денис Поплавко", "cat": ""}, {"review": "", "rating": 5, "name": "Анастасия Теплышева", "cat": ""}, {"review": "\nYummy!", "rating": 5, "name": "Olgart Production", "cat": ""}, {"review": "\nDelicious cuisine!", "rating": 5, "name": "ElvisHasLeftTheBuilding", "cat": ""}, {"review": "\nTasty noodles", "rating": 4, "name": "Анна Марьянова", "cat": ""}, {"review": "Very tasty", "rating": 5, "name": "Olha Demydenko", "cat": ""}, {"review": " Top\n\n", "rating": 5, "name": "Windy", "cat": ""}, {"review": "Comfortable", "rating": 5, "name": "Alina Perekrest", "cat": ""}, {"review": " Delicious\n\n", "rating": 5, "name": "Анна Стасів", "cat": ""}, {"review": "", "rating": 4, "name": "Паша Солдатенко", "cat": ""}, {"review": " Wrong time\n\n", "rating": 3, "name": "Святослав-Мирослав Павлюк", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Олександр Жуковін", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "NikaSher", "cat": ""}, {"review": "\nDeliciously", "rating": 5, "name": "Олексій Чабіна", "cat": ""}, {"review": " Deliciously\n\n", "rating": 5, "name": "Peter Krut", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Артур Нетреба", "cat": ""}, {"review": "\nClass", "rating": 5, "name": "Bogdan Movchan", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Анастасия Беликова", "cat": ""}, {"review": " Tasteful\n\n", "rating": 5, "name": "Ями Яилимаф", "cat": ""}, {"review": "\nGreat", "rating": 5, "name": "Dmitriy Viktorovich", "cat": ""}, {"review": " Stall\n\n", "rating": 1, "name": "Aleksandra Petrova", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Dmytro Hor", "cat": ""}, {"review": "👍", "rating": 5, "name": "Antony Hopkins", "cat": ""}, {"review": "Delicious", "rating": 5, "name": "Йосиф Крошний", "cat": ""}, {"review": "chic", "rating": 5, "name": "Alexander Kuptsov", "cat": ""}, {"review": " Cockroaches\n\n", "rating": 1, "name": "Andrey Androsov", "cat": ""}, {"review": "\nClass", "rating": 5, "name": "Светлана Кожан", "cat": ""}, {"review": "", "rating": 5, "name": "Anastasiia Y", "cat": ""}, {"review": "", "rating": 5, "name": "Enn Wely", "cat": ""}, {"review": " Good taste! ! !\n\n", "rating": 5, "name": "jade", "cat": ""}, {"review": "\nFavorite lpashichka!", "rating": 5, "name": "Anton Ozz 033", "cat": ""}, {"review": "\nLove", "rating": 5, "name": "Валера Зайцев", "cat": ""}, {"review": " Was good\n\n", "rating": 4, "name": "Артем Сорока", "cat": ""}, {"review": "\nstrong portions", "rating": 4, "name": "Aratour Io", "cat": ""}, {"review": "\nPoisoned ...", "rating": 1, "name": "Olga", "cat": ""}, {"review": "", "rating": 5, "name": "Алина", "cat": ""}, {"review": "\nLove", "rating": 5, "name": "Алена Бобко", "cat": ""}, {"review": "Beauty", "rating": 5, "name": "Ксения Мазур", "cat": ""}, {"review": "\nFast self service", "rating": 5, "name": "Богдан Панченко", "cat": ""}, {"review": "", "rating": 5, "name": "Максим Цейтлин", "cat": ""}, {"review": "", "rating": 5, "name": "Антон Назименко", "cat": ""}, {"review": "", "rating": 4, "name": "Alican Yeşilyurt", "cat": ""}, {"review": "", "rating": 4, "name": "Eugenia Vyshnytska", "cat": ""}, {"review": "\nCool place)", "rating": 5, "name": "Margoshka Podmogina", "cat": ""}, {"review": "Everything is great", "rating": 5, "name": "Руслан Волотовский", "cat": ""}, {"review": "\nA good place", "rating": 5, "name": "Ева Лантушенко", "cat": ""}, {"review": "\nCozy place", "rating": 5, "name": "Степан Редька", "cat": ""}, {"review": "\nsuper place", "rating": 5, "name": "Андрей Великожон", "cat": ""}, {"review": "", "rating": 5, "name": "Sergey Voronov", "cat": ""}, {"review": "", "rating": 5, "name": "Oleksandr Filin", "cat": ""}, {"review": "", "rating": 4, "name": "Наталья Ещенко", "cat": ""}, {"review": "", "rating": 5, "name": "Alisa Volkova", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Pechenkin", "cat": ""}, {"review": "", "rating": 5, "name": "Анастасия А", "cat": ""}, {"review": "", "rating": 4, "name": "Anders Lerberg", "cat": ""}, {"review": "", "rating": 4, "name": "Mykhailo Khabarov", "cat": ""}, {"review": "", "rating": 4, "name": "Ozett", "cat": ""}, {"review": "", "rating": 5, "name": "Алексей Василенко", "cat": ""}, {"review": "", "rating": 5, "name": "Igor Sukhobrus", "cat": ""}, {"review": "", "rating": 5, "name": "Maksim Kovalchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Даниил Вол", "cat": ""}, {"review": "", "rating": 5, "name": "Sasha Povoroznik", "cat": ""}, {"review": "", "rating": 5, "name": "Полина Воробьева", "cat": ""}, {"review": "", "rating": 4, "name": "Ваня Лисничук", "cat": ""}, {"review": "", "rating": 3, "name": "Оксана Фандуль (Oxana)", "cat": ""}, {"review": "", "rating": 4, "name": "Andrey Semenov", "cat": ""}, {"review": "", "rating": 5, "name": "Iryna Kutsenko", "cat": ""}, {"review": "", "rating": 5, "name": "Yevhen Shmidt", "cat": ""}, {"review": "", "rating": 5, "name": "Vasyl Iakymchuk", "cat": ""}, {"review": "", "rating": 5, "name": "press anykey", "cat": ""}, {"review": "", "rating": 4, "name": "Chris Kelly", "cat": ""}, {"review": "", "rating": 4, "name": "grouper", "cat": ""}, {"review": "", "rating": 5, "name": "Анастасия Тарасенко", "cat": ""}, {"review": "", "rating": 5, "name": "Ира Олийник", "cat": ""}, {"review": "", "rating": 5, "name": "Знаешь , Таня", "cat": ""}, {"review": "", "rating": 5, "name": "Вероника Самойлова", "cat": ""}, {"review": "", "rating": 5, "name": "Iryna Ya", "cat": ""}, {"review": "", "rating": 4, "name": "Filip Zar", "cat": ""}, {"review": "", "rating": 5, "name": "Тетяна Яцюк", "cat": ""}, {"review": "", "rating": 4, "name": "Karolína Tvarůžková", "cat": ""}, {"review": "", "rating": 5, "name": "max", "cat": ""}, {"review": "", "rating": 5, "name": "Артем Пророк", "cat": ""}, {"review": "", "rating": 3, "name": "Евгений Триполка", "cat": ""}, {"review": "", "rating": 5, "name": "Skyline86 Skyline86", "cat": ""}, {"review": "", "rating": 2, "name": "Анна Ященко", "cat": ""}, {"review": "", "rating": 5, "name": "Anna Nebesna", "cat": ""}, {"review": "", "rating": 3, "name": "Кирилл Палиюк", "cat": ""}, {"review": "", "rating": 4, "name": "Artem Kanaki", "cat": ""}, {"review": "", "rating": 4, "name": "Ірина Добрук", "cat": ""}, {"review": "", "rating": 4, "name": "Maksym Ambroskin", "cat": ""}, {"review": "", "rating": 5, "name": "artem gavrikov", "cat": ""}, {"review": "", "rating": 5, "name": "Ярослав Тарасенко", "cat": ""}]