[{"review": "OG burger is my favorite restaurant in kyiv since my Ukrainian friend brought me there on the beg of Oct 2021. The style, atmosphere, and of course the food are all great. As I visit there every time when I visit kyiv, I hope to come back very soon.", "rating": 5, "name": "Aru Ma", "cat": ""}, {"review": "Aru Ma, thank you for your feedback. Welcome to OG Burger", "rating": 5, "name": "Valeriya Likhatska", "cat": ""}, {"review": "I got myself a vegan burger — all good , very traditional. A cozy, family place with laid back atmosphere. And some books, journals, and magazines to read through while waiting for food. ONLY BURGERS in menu", "rating": 5, "name": "Serhii Vynnyk", "cat": ""}, {"review": "Valeriya, thank you for your feedback. Welcome to OG Burger", "rating": 5, "name": "cweretelnyk", "cat": ""}, {"review": "Over any expectations", "rating": 5, "name": "Thomas Chrétien", "cat": ""}, {"review": "Super cool place with tasty food, excellent music, fun decor and amazing owners!  If you're looking for a variation on a burger and sweet potato fries in a punky/hipstery/lo-fi atmosphere with genuinely friendly people this place is a must.", "rating": 5, "name": "Andrew Skorohod", "cat": ""}, {"review": "Сweretelnyk,  thank you for your feedback. Welcome to OG Burger", "rating": 5, "name": "Александр", "cat": ""}, {"review": "By far the best burger in Kyiv", "rating": 5, "name": "Екатерина Тарасенкова", "cat": ""}, {"review": "Thomas Chrétien, thank you for your feedback. Welcome to OG Burger", "rating": 5, "name": "Maryna", "cat": ""}, {"review": "🔥", "rating": 3, "name": "Марина Быстрякова", "cat": ""}, {"review": "Went here on the recommendation of a friend. The interior is really cool, as is the theme music.\nThere are only 3 positions of burgers on the menu (with bacon, regular and vegan), to the burger …", "rating": 4, "name": "Kate Ulasheva", "cat": ""}, {"review": " Alexander, thank you for your feedback and your recommendations. Your indifference is the way to our improvement! We look forward to seeing you again at OG Burger\n\n", "rating": 5, "name": "Ольга Тимченко", "cat": ""}, {"review": "These are the most delicious burgers I've ever eaten, awesome place 👍👍👍 Interior, decor, every thing with history. Very atmospheric and cozy! Prosperity, satisfied and well-fed customers! …", "rating": 5, "name": "Олександр Дехтяренко", "cat": ""}, {"review": "Calm, quiet place. There were not many people on Saturday evening. The feeling that you come to visit a modern grandmother. Old things given new life - these armchairs with lamps - are so cute. …", "rating": 5, "name": "Александр Кравчук", "cat": ""}, {"review": " Marina, thank you for your detailed feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n", "rating": 5, "name": "пахомова александра", "cat": ""}, {"review": "The burger is not bad, but for 260 UAH you can eat tastier. Lots of bbq sauce that overshadows all other ingredients. Cole slow was salty. Custom burger comes with an egg that spreads over the hands, the waiter did not explain how to eat it (+ …", "rating": 5, "name": "Maks Mokrytskyi", "cat": ""}, {"review": " Marina, thank you for your detailed feedback.\nWe will change for the better. We look forward to seeing you again at OG Burger\n\n", "rating": 5, "name": "POSTOL", "cat": ""}, {"review": "A burger place with a vintage granny interior but a ghetto spirit. OG rapper plays, posters with Biggie and NWA hang.\nI can’t say that this is the best burger in Kyiv, but the place is definitely interesting for …", "rating": 5, "name": "Алексей Ч.", "cat": ""}, {"review": " Kate, thank you for your detailed feedback, we are very pleased to know that you liked the atmosphere in our burger. We will improve. We are waiting for you OG Burger!\n\n", "rating": 3, "name": "Nataliia Hrechushkina", "cat": ""}, {"review": "The place is simply iconic! A must visit for burger lovers! And potatoes with truffle oil are generally just the best of the best, also a cola as a gift, burgers with the freshest meat and delicious sauce, juicy, tasty, satisfying! These are the most…", "rating": 5, "name": "Anastasiya Yavtushenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Arseny Pogudin", "cat": ""}, {"review": " Alexander, thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n", "rating": 5, "name": "Sergey Stoliarov", "cat": ""}, {"review": "This is a wonderful place!\nDelicious burger.\nI left my drawing here on the wall. …", "rating": 5, "name": "seva geolog", "cat": ""}, {"review": " Alexander, thank you for your feedback, we are very pleased to know that you liked our burger. We look forward to seeing you again at OG Burger\n\n", "rating": 5, "name": "Marina Kaminska", "cat": ""}, {"review": "As they say, we don’t have such burgers in Odessa. Specially went to Kyiv !!!! Delicious …", "rating": 5, "name": "Юра Мазур", "cat": ""}, {"review": "You come to have a bite, and you get to a home party. Atmosphere 100/10. Special respect for bottled cola and perfect french fries…", "rating": 5, "name": "IGOR TSARENKO", "cat": ""}, {"review": " Maks, thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. We are always glad to see you among our guests at OG Burger\n\n", "rating": 5, "name": "Andrii Yefimov", "cat": ""}, {"review": "The best place in Kyiv\nDelicious burgers, unreal atmosphere♥️ …", "rating": 5, "name": "Антипов Александр", "cat": ""}, {"review": " POSTOL, thank you for your feedback, we are very pleased to know that you liked us. We are waiting for you again, come for a delicious burger at OG Burger\n\n", "rating": 5, "name": "Simon Beer", "cat": ""}, {"review": "Wonderful place! Amazing cafe!\nAnd the atmosphere allows you to return to childhood, as if you came to visit your grandmother and wanted to have a quick bite on the coffee table) …", "rating": 5, "name": "Вальков Филипп", "cat": ""}, {"review": " …", "rating": 5, "name": "Эмиль Войнаровский", "cat": ""}, {"review": " Natalia, thank you for your feedback. We look forward to seeing you at OG Burger\n\n", "rating": 5, "name": "Влад Грабчук", "cat": ""}, {"review": " …", "rating": 5, "name": "Osip Shor", "cat": ""}, {"review": " Anastasiya, thank you for your feedback, we are very pleased to know that you liked us. We are waiting for you again, come for a delicious burger at OG Burger\n\n", "rating": 5, "name": "Maxim Y", "cat": ""}, {"review": "Everything was sooo tasty and atmospheric!\nActually a cool place! We'll come again)) ...", "rating": 5, "name": "Яна Стадніченко", "cat": ""}, {"review": " Arseny, Thank you for your feedback, we are very pleased to know that you liked the atmosphere in our burger. Always happy to see you among our guests in OG Burger\n\n", "rating": 5, "name": "Андрій Бабко", "cat": ""}]