[{"review": "All kinds of pasta, cocktails and great desserts. You can also come up with your own pasta using the ingredients they offer. Pastateca has lovely menu with suggestions on vines. The interior is modern and cozy. Loved everything about the place!", "rating": 5, "name": "Nataliya Kosmach", "cat": "Restaurant"}, {"review": "A nice place with cozy atmosphere and interior. Really liked the chicken soup. Pavlova dessert which is called a traditional one I wouldn’t call so as there are not enough fruits and berries, but it is really tasty and has something in it. …", "rating": 4, "name": "Olga Z", "cat": "Restaurant"}, {"review": "Very tasty. You can eat their food inside the cafe, order it with Uber Eats or order it as take out. We took it as take out and enjoyed it in the park across the street. Perfect for nice spring weather.", "rating": 5, "name": "Olga Kovalenko", "cat": "Restaurant"}, {"review": "This is a great place to have breakfast or lunch, they make their own pasta and it tastes simply amazing. Atmosphere is great and staff is very friendly. Highly recommend it.", "rating": 5, "name": "Solomiya Sharun", "cat": "Restaurant"}, {"review": "Best pasta in Kiev! Big choice of spaghetti, linguini and other types of pasta. Great cocktails. On Cocktail Thursday (every Thursday) all cocktails cost only 65 UAH. Wide range of wines. Delicious desserts, especially tiramisu and no-sugar …", "rating": 5, "name": "Don Bacon Крючкова А.", "cat": "Restaurant"}, {"review": "Thank you very much! We are looking forward to see you again!", "rating": 3, "name": "Sofa Kaczka", "cat": "Restaurant"}, {"review": "I don’t know what’s wrong, I used to adore eating here, but last two times I ended up with a disorder, my stomach hurt. First time I though that it was something else but it happened again and now I think it’s because of food. Something changed?", "rating": 5, "name": "Andrii Mishkovskyi", "cat": "Restaurant"}, {"review": "Shakshouka wasn't available so I decided to forfeit my savory cravings and go for sweet French toast and hoooooly crap it's amazeballs. Unhealthy? Absolutely! Delicious? F yeah! Plus the blackberry lemonade was rad. …", "rating": 5, "name": "Alex Sunrise", "cat": "Restaurant"}, {"review": "Awesome italian kitchen! Amazing place for pasta lovers! Pavlova's dessert was very tasty!", "rating": 5, "name": "oleg kutamari", "cat": "Restaurant"}, {"review": "We are pleased to hear it! Thank you!", "rating": 5, "name": "Yevgen Sysoyev", "cat": "Restaurant"}, {"review": "Great for family meal and for your business lunch as well. Nice place, good cuisine, excellent personnel. You can dine in or take out but the first is better)))", "rating": 5, "name": "Olga Borysenko", "cat": "Restaurant"}, {"review": "Surprisingly good reasonably priced. Home made pasta but also many other dishes. Enjoyed tagliatelle and tuna dish", "rating": 5, "name": "Kateryna Khozroshyna", "cat": "Restaurant"}, {"review": "I visited this place on weekend with two toddlers. There didn't seem to be a separate kids' menu, but the meals on standard menu were kid appropriate. The waiter brought some colouring pages and crayons immediately which made waiting for …", "rating": 3, "name": "Alex Muravitski", "cat": "Restaurant"}, {"review": "My favorite pasta place in Kyiv!\n\nThey have it all - pleasant stuff, nice and elegant decor and of course - …", "rating": 5, "name": "Olena Shevchenko", "cat": "Restaurant"}, {"review": "The Italian chef, mentioned on their website, has left.... Pasta is overcooked, not al dente... They offered to change though. Salmon was overdone... Service is strange: the waitress at the end said the learned-by-heart \"I'm so glad you …", "rating": 5, "name": "David H", "cat": "Restaurant"}, {"review": "Thank you for your feedback.  We will listen to your comments and be the best.\nWe hope you enjoy it next time!", "rating": 5, "name": "Rakesh Patel", "cat": "Restaurant"}, {"review": "Great place to go for a date with your lovely ones. Tasty pasta and good choice of wine. Good waitresses, nice service.\nAlso, they have normal not-paper towels in bathroom. …", "rating": 5, "name": "Yuri-Olga Gorodetsky", "cat": "Restaurant"}, {"review": "Excellent homemade pasta, the production of which can be observed through a window to the street. It tastes deliciously and is very well priced - as is the wine, including the bottles. The atmosphere is casual and modern, very comfortable and laid-back. Excellent service as well - overall a highly recommended restaurant.", "rating": 5, "name": "Wojciech Kędziora", "cat": "Restaurant"}, {"review": "Just going to update this review ready for January 2020. I have been enjoying the food here on at least 10 occasions now and it is always impeccable.\nThe pasta is freshly made which you can immediately taste and more importantly …", "rating": 5, "name": "Sunny Bachu", "cat": "Restaurant"}, {"review": "Thank you very much! We will be happy to see you again!", "rating": 5, "name": "Mark Schloss", "cat": "Restaurant"}, {"review": "Amazing and authentic Italian food! Pasta was so delicious and fresh, plus the olive oil was something special (one of a kind and so tasty)! Halloumi salad was also so inventive and amazing! A delight, given how inexpensive the meal is! …", "rating": 5, "name": "Lenka Štěpánová", "cat": "Restaurant"}, {"review": "Delicious lentil soup and, for the first time, amazing eggplant. Definitely will be back.", "rating": 5, "name": "Gennady Roshchupkin", "cat": "Restaurant"}, {"review": "The best pasta I had in Kiev. If you feel like having pasta with desert in the end then this is the place to go. The staff are lovely and speak fluent English and are generally really helpful. Although I think it would be quite expensive for locals - for me it was okay when comparing to UK prices.", "rating": 4, "name": "H K", "cat": "Restaurant"}, {"review": "People were very kind and dishes are indeed very tasty! I appreciate that they have a section on vegetarian options.", "rating": 5, "name": "Zach Kadish", "cat": "Restaurant"}, {"review": "The best restaurant in Kiev that I've ever been to. The food is delicious as well as drinks to have with it and I got a present from one of the waitresses who remembered me from my previous visit. Pastateca grew to my heart ❤️", "rating": 5, "name": "Roma Ilto", "cat": "Restaurant"}, {"review": "The pasta with several types of cheese and mushrooms was beyond praise indeed, the salad with tuna was quite delicious as well! The waitress was attentive, very polite and fun!", "rating": 5, "name": "A. Sadreddini", "cat": "Restaurant"}, {"review": "Thank you very much! We are pleased to hear it!", "rating": 4, "name": "Tuncay Acar", "cat": "Restaurant"}, {"review": "Very good freshly made pasta with good sauce. Gnocchi was more like potato cake so it was different but still pretty good. Service is good too.", "rating": 5, "name": "atldrab", "cat": "Restaurant"}, {"review": "Thank you, we are pleased to hear it!", "rating": 5, "name": "Танюшка Ласица", "cat": "Restaurant"}, {"review": "The food and service at Pastatecg is amazing! It's a small and intimate space... They make their own pasta which can seen from the street... It's a great torist destination. If your looking for an authentic Ukrainian mom and pop shop.", "rating": 5, "name": "Charles Evans", "cat": "Restaurant"}, {"review": "As the name suggests the place specializes in pastas, raviolis and other staples of the Italian cuisine. Pasta is made from scratch at the place and cut by hand, so they come out fresh and delicious. Try their homemade tiramisu", "rating": 5, "name": "Igor Scherbak", "cat": "Restaurant"}, {"review": "Thank you, we are pleased to hear it!", "rating": 5, "name": "Ilia Mebonia", "cat": "Restaurant"}, {"review": "Super pasta place! A gem in Kiev. Incredible delicious and fresh! The dessert was divine, great stylish place that serves their own freshly made pasta ! Superb", "rating": 5, "name": "Olexi Pasyuk", "cat": "Restaurant"}, {"review": "was good. only the wine was ok but too much expensive for that quality ... and breads are not for free . you have to order it... it's not like in Italy.. but for Ukraine it's ok..", "rating": 4, "name": "Valerii Levytskyi", "cat": "Restaurant"}, {"review": "Excellent food, friendly staff.  They even provide blankets when it is cool.  My favorite place in Kiev to stop for breakfast.", "rating": 5, "name": "Anton Antonenko", "cat": "Restaurant"}, {"review": "Wide  variety of pasta, delicious and well served, kids friendly", "rating": 5, "name": "Sergey Kovaltschuk", "cat": "Restaurant"}, {"review": "The food is delicious and the staff are very friendly and helpful.  In addition, the food is reasonably priced.  However, I would try to go there when the traffic is not so heavy if that is possible.", "rating": 5, "name": "Michael Lahoda (Мишко)", "cat": "Restaurant"}, {"review": "Charles, thanks 🙏", "rating": 5, "name": "Jessica Zafra", "cat": "Restaurant"}, {"review": "very tasty and delicious! If you're with children - they got one meal free of charge  and at when you leave you've got small present!! Recommended!", "rating": 5, "name": "Anton Onipko", "cat": "Restaurant"}, {"review": "It's been almost 2 years since my last visit, and positively surprised how the service has improved, and the quality/taste of the food is great as well.", "rating": 5, "name": "Mike Saeed", "cat": "Restaurant"}, {"review": "Thank You for the feedback. We are really sorry for this and we will be grateful, if You tell us when was Your visit. You can email us at pastatecakiev@gmail.com. We want to solve this issue and prevent such situations.", "rating": 5, "name": "Serhii Chukhan", "cat": "Restaurant"}, {"review": "Cosy place to come any time of a day. Hand made pasta. Some dishes are a bit smaller then expected.", "rating": 5, "name": "Rémi", "cat": "Restaurant"}, {"review": "Thank you for your feedback and appreciation.", "rating": 5, "name": "Sam Lutfallah", "cat": "Restaurant"}, {"review": "Nice atmosphere here, the Pavlova is extremely delicious. The waitress that served us was pretty kind and friendly", "rating": 4, "name": "Roman Kalyuzhny", "cat": "Restaurant"}, {"review": "Awesome place 👍\nWe had the smartest waitress ever and the food was amazing! The best place to have a lunch or dinner in this area, don't miss it.", "rating": 5, "name": "Dmitriy Nushtaev", "cat": "Restaurant"}, {"review": "Thank you very much! We are looking forward to see you again!", "rating": 5, "name": "Vladimir M.", "cat": "Restaurant"}, {"review": "Absolutely great! Pasta with mushrooms is amazing, nice atmosphere, calm music. Love this place.", "rating": 5, "name": "Ido Inbar", "cat": "Restaurant"}, {"review": "The best Italian restaurant in Kyiv. The food is reasonably priced and the quality is amazing. Excellent service, friendly staff and fresh pasta made every day.", "rating": 5, "name": "Oleksandr Sholokh", "cat": "Restaurant"}, {"review": "Thanks, Mishkoala❤️🍝", "rating": 5, "name": "Deborah Higgins", "cat": "Restaurant"}, {"review": "I always come here for breakfast or lunch. All their plates are unique and delicious! Service is amazing and it’s right across the park.", "rating": 5, "name": "Наталия Писаренко", "cat": "Restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Anastasia Usmanova", "cat": "Restaurant"}, {"review": "Atmosphere is super, so food is. For moderate price. You won't find better place to have your breakfast.", "rating": 2, "name": "Pam Donald", "cat": "Restaurant"}, {"review": "great variety of home made pasta, service was great, staff very friendly, average price, very good location, for sure i will be back,recommended for couples and groups.", "rating": 5, "name": "Ernst Prosman", "cat": "Restaurant"}, {"review": "One of our favorite places in Kyiv! Delicious food, friendly staff with a good service! Highly recommended!", "rating": 5, "name": "Kostja Manfred", "cat": "Restaurant"}, {"review": "Thank you very much! We are happy to hear this!", "rating": 5, "name": "Ivan Groznii", "cat": "Restaurant"}, {"review": "Good place, good food, good staff. A little bit expensive and service a bit slow even if there is almost no customers.", "rating": 5, "name": "Александр Криковлюк", "cat": "Restaurant"}, {"review": "Thank you! Hope to see you again.", "rating": 5, "name": "Asya Syvolob", "cat": "Restaurant"}, {"review": "Very good service, very good food and varietes, very clean and very nice atmosphere. The attendance by the waitresses and host were very hospital", "rating": 5, "name": "Anatoliy Shevchenko", "cat": "Restaurant"}, {"review": "Thank you very much! We will be happy to see you again!", "rating": 3, "name": "Salahuddin", "cat": "Restaurant"}, {"review": "I like their breakfasts more than I like their pasta, but not a bad place overall and not too dear either.", "rating": 5, "name": "Alexander Dotsenko", "cat": "Restaurant"}, {"review": "So tasty Italian kitchen. Perfect pasta and awesome service. Really recommend this place!", "rating": 5, "name": "Nick Lukianenko", "cat": "Restaurant"}, {"review": "Thank you very much! We are pleased to heat it!", "rating": 5, "name": "Вадим Гаращук", "cat": "Restaurant"}, {"review": "The Best place ever!", "rating": 2, "name": "Michele Cecere", "cat": "Restaurant"}, {"review": "Highly recommended. Great food and price. Fresh pasta made by hand.", "rating": 2, "name": "Sergii Lisnychyi", "cat": "Restaurant"}, {"review": "Thank you very much! We are looking forward to see you again!", "rating": 5, "name": "Alex Davyskiba", "cat": "Restaurant"}, {"review": "Nice pasta with shrimps 🍤🍤🍤", "rating": 5, "name": "Krassimir Yankov", "cat": "Restaurant"}, {"review": "Oleksandr, very nice. Welcome", "rating": 5, "name": "Tetiana Matviiuk", "cat": "Restaurant"}, {"review": "Good food, good service, convenient ly located.", "rating": 5, "name": "Anna Konstantinova", "cat": "Restaurant"}, {"review": "Absolutely delicious. Fantastic Italian dishes with the personal touches from the chef.", "rating": 4, "name": "Sergey Alekseichenko", "cat": "Restaurant"}, {"review": "Thank you very much! We are happy to receive such feedback!", "rating": 5, "name": "Olena Krupka", "cat": "Restaurant"}, {"review": "That's a really nice place with great cuisine. I has spinach alfredo with chicken and it was delicious.", "rating": 5, "name": "Magdalena K (Magdalena K)", "cat": "Restaurant"}, {"review": "Anastasia, Thank you for the warm review.  Come and see us again!", "rating": 5, "name": "Michael Pillsbury", "cat": "Restaurant"}, {"review": "Small portion of pasta, which wasn't even hot. I ordered tea, it was given water and fruit - no actual tea!", "rating": 4, "name": "Ivan “Иван Иванович” Ivanovich", "cat": "Restaurant"}, {"review": "Lovely pasta with best tiramisu I ever had. Good location and friendly staff.", "rating": 5, "name": "Andrew Kolomiyets", "cat": "Restaurant"}, {"review": "Thank you very much! We are happy that you've enjoyed your experience and looking forward to see you again.", "rating": 3, "name": "Sofiia Dmytrenko", "cat": "Restaurant"}, {"review": "Good service and tasty food", "rating": 5, "name": "Vova Mirnenko", "cat": "Restaurant"}, {"review": "Thank you very much!", "rating": 5, "name": "Anton Molchanov", "cat": "Restaurant"}, {"review": "Oh my god! One of the best pastas I’ve ever tried! 5 stars!", "rating": 5, "name": "Arron heath", "cat": "Restaurant"}, {"review": "Excellent pasta! Interesting interior design and very friendly, courteous waiters", "rating": 5, "name": "Tim Orlovsky", "cat": "Restaurant"}, {"review": "Very nice place, great food and service! Highly recommended!", "rating": 4, "name": "Charles Galant", "cat": "Restaurant"}, {"review": "Cozy place with handmade pasta and great service in the old beautiful building. Try cheesecakes.", "rating": 5, "name": "Viktor Bezhenar", "cat": "Restaurant"}, {"review": "Service is ok, dishes are good but worth it's money", "rating": 5, "name": "Aleksandr Stankevych", "cat": "Restaurant"}, {"review": "Salahuddin, Thanks for the truth. Come to us again!\nWhat do you dislike about the prices?", "rating": 5, "name": "Ramses Ruziev", "cat": "Restaurant"}, {"review": "Very good hand-made pasta, excellent service , nice staff", "rating": 4, "name": "Eugene Pyvovarov", "cat": "Restaurant"}, {"review": "Best pasta place in Kyiv. Breakfast is also delicious :)", "rating": 5, "name": "Anna Starkova", "cat": "Restaurant"}, {"review": "Delicious food, especially dessert Pavlova", "rating": 3, "name": "Oleksii Malashyna", "cat": "Restaurant"}, {"review": "Thank you very much! Hope to see you again soon.", "rating": 5, "name": "Azko JK", "cat": "Restaurant"}, {"review": "Fresh pasta but if you're Italian or like proper Italian stay away!", "rating": 5, "name": "Denis Rohlinsky", "cat": "Restaurant"}, {"review": "Michele,  Grazie per il tuo commentario!  Thank you for your review!  Our concept chef Duccio Orlandini would like to know more about your experience and what made you upset about the visit? We would be really grateful ic you could give us more feedback!  Grazie Mille!", "rating": 3, "name": "Aaa Kr.", "cat": "Restaurant"}, {"review": "very long time of wait, but tasty", "rating": 4, "name": "John Smith", "cat": "Restaurant"}, {"review": "We are very sorry you had to wait for a long time. We hope to see you again, we will do our best.", "rating": 5, "name": "zheka Dolgyshev", "cat": "Restaurant"}, {"review": "Well clothed waitress perfect for wine with pasta.", "rating": 4, "name": "Andrii Kislitsyn", "cat": "Restaurant"}, {"review": "Thanks! ) I want to see you again )", "rating": 4, "name": "Ganna Nelup", "cat": "Restaurant"}, {"review": "Breakfast is lovely. Try the truffle oats!", "rating": 5, "name": "Лара Корицкая", "cat": "Restaurant"}, {"review": "I love this cozy place, nice for a lunch", "rating": 5, "name": "Юлія Федорова", "cat": "Restaurant"}, {"review": "Tatiana^ thanks you for your feedback and for 5 stars.\nWe are always glad to see you", "rating": 4, "name": "Serhio", "cat": "Restaurant"}, {"review": "Service is great， interior is great and food is awesome", "rating": 3, "name": "Татьяна Гладких", "cat": "Restaurant"}, {"review": "Nice pasta, best schnitzer. Also try the tiramisu", "rating": 1, "name": "Alyona S", "cat": "Restaurant"}, {"review": "Tasty food, good service, cozy place.", "rating": 4, "name": "Taisiia Kuchmeieva", "cat": "Restaurant"}, {"review": "Lovely place to eat in Kiev! ♥️", "rating": 4, "name": "Max Grytsak", "cat": "Restaurant"}, {"review": "Thanks ❤️", "rating": 5, "name": "にへいつとむ", "cat": "Restaurant"}, {"review": "Freshest pasta in Kyiv & charming waitstaff !!!", "rating": 2, "name": "Apex Falcontis", "cat": "Restaurant"}, {"review": "So so. Risotto was good. Average place.", "rating": 5, "name": "Yaroslav Yankovskyi", "cat": "Restaurant"}, {"review": "If you like pasta it is a right place!", "rating": 2, "name": "Daria Sipigina", "cat": "Restaurant"}, {"review": "Salads are too small even for girls.", "rating": 5, "name": "Solo Solorman", "cat": "Restaurant"}, {"review": "good pasta. not crowded in the morning.", "rating": 5, "name": "Liliia Yildirim", "cat": "Restaurant"}, {"review": "Vladimir, thanks 🤗", "rating": 4, "name": "Алена Музыка", "cat": "Restaurant"}, {"review": "Linguini with a meatball. Truly heavenly food.", "rating": 5, "name": "Sviatoslav Marchuk", "cat": "Restaurant"}, {"review": "Amazing. English speaking and lovely food.", "rating": 5, "name": "Роман Резник", "cat": "Restaurant"}, {"review": "Great freshly-made pasta place.", "rating": 4, "name": "olexandra koltsova", "cat": "Restaurant"}, {"review": "Good place for eating pasta -)", "rating": 5, "name": "Валентина Диденко", "cat": "Restaurant"}, {"review": "The only choice for the real pasta lovers", "rating": 4, "name": "Микола Прокопенко", "cat": "Restaurant"}, {"review": "My favorite place in Kiev", "rating": 5, "name": "Persivald Godefroy", "cat": "Restaurant"}, {"review": "Great place with nice people.", "rating": 4, "name": "Oleg Petukhov", "cat": "Restaurant"}, {"review": "good pasta, average prices", "rating": 5, "name": "Taras Yaremenko", "cat": "Restaurant"}, {"review": "Nice place for a friends meet", "rating": 4, "name": "Carolina B A", "cat": "Restaurant"}, {"review": "It is ok", "rating": 5, "name": "Анна Жарикова", "cat": "Restaurant"}, {"review": "\nAlexey, hello. Tell us more about your visit to Pastateca. It is important for us to hear you.", "rating": 5, "name": "Светлана Жарова", "cat": "Restaurant"}, {"review": "nice", "rating": 5, "name": "Эдуард Бандуривский", "cat": "Restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Алёна Сурмиевич", "cat": "Restaurant"}, {"review": "ok", "rating": 5, "name": "Andriana", "cat": "Restaurant"}, {"review": "Nothing special.", "rating": 5, "name": "Татьяна Никитина", "cat": "Restaurant"}, {"review": "Thank you for the feedback. We would be grateful if you write us what we can improve. You can email us on pastatecakiev@gmail.com.\nHope to see you again!", "rating": 5, "name": "Chris W", "cat": "Restaurant"}, {"review": "Norm", "rating": 3, "name": "Lera Samoylenko", "cat": "Restaurant"}, {"review": "Great pasta!", "rating": 5, "name": "Алексей Горносталь", "cat": "Restaurant"}, {"review": "Delicious!", "rating": 4, "name": "Александра Харченко", "cat": "Restaurant"}, {"review": " pastatetsi first visited four years ago. then the institution really impressed. stood loftovoho interior in the style of Rococo. nezamyslovatoyu concept of institution, but delicious pasta (the emphasis is on the menu …", "rating": 4, "name": "Юра Мельник", "cat": "Restaurant"}, {"review": "It's cozy inside. Visitors come for lunch and dinner with the family. Nice atmosphere. The menu includes set meals, except Sundays. The salad is fresh, though the leaves are too large - not comfortable to eat. Served quickly. …", "rating": 5, "name": "Mikhail Мeyerov", "cat": "Restaurant"}, {"review": " A large selection of dishes, all very tasty, there is no pronounced taste of spices, which is a big plus and allows you to complement the dish yourself. The service is very friendly. …", "rating": 2, "name": "Дмитро Мельник", "cat": "Restaurant"}, {"review": "Good afternoon! I would be glad to get acquainted with the prospect of a real meeting! Nice and adequate resident of Kiev! Mobile:) If you are interested, I am ready to send a photo and answer your questions .. ...", "rating": 1, "name": "Sofiia Rasskazova", "cat": "Restaurant"}, {"review": "The impression of the institution is not very good.\n\nI ordered pappardelle with chicken, peppers and sun-dried tomatoes - they warned that ...", "rating": 3, "name": "Лана Куроч4ка", "cat": "Restaurant"}, {"review": "\nTatyana, good afternoon. Thank you for sharing your impressions with us. We are very sorry that you were disappointed. Please write to pastatecakiev@gmail.com for the time of your visit and how to contact you.", "rating": 3, "name": "Elena Хо", "cat": "Restaurant"}, {"review": "I'll start with the positives.\n\nThe pasta was really tasty, I liked it. Big portion. …", "rating": 5, "name": "Mykhailo Maslov", "cat": "Restaurant"}, {"review": "\nGood afternoon, amore!\nWe apologize for the late response and for the situation that occurred during the visit.\nWe worked with the employees, thanks to you they became more attentive\nThe assortment of tea has just changed, and now we are ready to drink delicious homemade teas😌\nThank you for your feedback, the opinion of our guests is really important for us!\nWe will be glad to see you again", "rating": 5, "name": "Valentin Morgunskiy", "cat": "Restaurant"}, {"review": "First, I'll tell you about the main thing - about food :-) , and then about the interior and everything else. I would call this cuisine home Italian, as I did not find anything exquisite in it. We ordered as main dishes: pasta 4 cheeses, pasta with tiger …", "rating": 5, "name": "Maya Mi", "cat": "Restaurant"}, {"review": "Good cozy place.\nStyle interior.\nI would like to get more taste from the food where the place is pasta oriented. …", "rating": 2, "name": "Anna Salkova", "cat": "Restaurant"}, {"review": "Incredibly delicious food, very polite and friendly staff!\nDelight before the skill of cooks. It was so delicious that there are not enough words to describe it. …", "rating": 4, "name": "Olga Zakharchuk", "cat": "Restaurant"}, {"review": "🔴I changed my review today from 4x to 2 stars due to gross mistakes of the waiters.\nYou cook some delicious dishes, BUT, first of all, learn how to cook and serve water! Water is the basis of all dishes. Please serve a glass of warm boiled water...", "rating": 5, "name": "Арсений Гопта", "cat": "Restaurant"}, {"review": "\nGood day! We are very sorry that a situation occurred that made you change your assessment. We will be very grateful if you tell us a little more about your visit and refine when exactly you were with us. This information will help us a lot. You can contact us by writing to pastatcakiev@gmail.com or in private messages on Facebook.", "rating": 2, "name": "Ivan Furt", "cat": "Restaurant"}, {"review": "Large selection of pasta, I definitely recommend it to lovers of Italian cuisine. I was pleasantly surprised by the service - polite waitresses with a sense of humor and quick ordering. …", "rating": 5, "name": "Сергей Самарский", "cat": "Restaurant"}, {"review": "\nThank you, Yaroslav, for the nice review :) We will be very glad to see you again!", "rating": 3, "name": "Александр", "cat": "Restaurant"}, {"review": "Always a great experience with ‘Pasteca’ but not this time.\n\nAt first they tried to convince that spaghetti and linguine are one and the same. Then …", "rating": 3, "name": "Євгенія Дериземля", "cat": "Restaurant"}, {"review": "Haven't been in a while and are back again. And they were very pleasantly surprised) the concept of the institution has completely changed, now any of your \"whims\" is all for the client. The food is always fresh and tasty, the presentation is original, thanks to the chef. …", "rating": 3, "name": "Андрій Гоцуляк", "cat": "Restaurant"}, {"review": "Small but cozy place. We ate pasta ... it is very tasty ... Thank you very much to the workers for the excellent service. We will definitely come back to eat pasta at this place. Hospitality, service. I recommend. …", "rating": 2, "name": "Polina “Po”", "cat": "Restaurant"}, {"review": "The staff is very friendly, the food is quite tasty. Very cozy atmosphere. Unfortunately, we didn't manage to try the cheese soup, it's strange that on Saturday afternoon there is nothing on the menu. And so everything is on the level. …", "rating": 1, "name": "Dima Terokhin", "cat": "Restaurant"}, {"review": " The atmosphere is cool. Everything is cool on food, especially tiramisu😋 …", "rating": 4, "name": "SAS aero-drone-service", "cat": "Restaurant"}, {"review": " Beautiful and delicious. There is a fairly large selection of standard wines. Delicious salads to which ripe ingredients are added. There are no complaints about the service staff …", "rating": 4, "name": "Olena Kruchinkina", "cat": "Restaurant"}, {"review": " For the second time, an unpleasant surprise in the form of unspecified ingredients on the menu. Buckwheat \"four cheeses\" is filled with cream sauce, which is not mentioned in the menu. …", "rating": 5, "name": "Марисабель Гулько", "cat": "Restaurant"}, {"review": "Went in last night. I liked it very much. Quiet environment, nice friendly staff and delicious food. We ordered pasta, salads, herbal tea and dessert - everyone liked it, very tasty. …", "rating": 5, "name": "Kateryna Аntypchuk", "cat": "Restaurant"}, {"review": "\nThank you very much, Valentina, we are very glad to hear that we liked everything. We look forward to our next meeting :)", "rating": 1, "name": "Виктория Беседовская", "cat": "Restaurant"}, {"review": " Tasted lasagna without meat and ravioli with turkey in nut sauce. Everything is delicious. Everything is prepared quickly, although warned that baked eggplant should wait, but it was short-lived (or so it seemed) and …", "rating": 5, "name": "Olga Savchenko", "cat": "Restaurant"}, {"review": " Often, I am here after pairs. The place is quiet and cozy, attracts by its inexpensive prices and delicious dishes. Value for money at a height. Coffee is also delicious, both ordinary and special items. In the …", "rating": 5, "name": "Антон Ковальчук", "cat": "Restaurant"}, {"review": "Cozy cafe, friendly staff. Drinks are good. In fact, the hall smells strongly of the kitchen. …", "rating": 4, "name": "Вячеслав", "cat": "Restaurant"}, {"review": "\nOleg, thanks for the feedback! Thank you for your feedback👍", "rating": 5, "name": "Марианна Бекиш", "cat": "Restaurant"}, {"review": " Assessment according to the level of the institution. Very tasty. If you are looking for gourmet Italian cuisine, you will find suitable restaurants. Easy atmosphere, quick service. An interesting place for lunch or …", "rating": 5, "name": "Alyona Russu", "cat": "Restaurant"}, {"review": " Very nice place, friendly waitresses.\nThey have a menu in English.\nI ordered lasagna and ... nothing special but dessert was an absolute blast. …", "rating": 5, "name": "Фея Добрая", "cat": "Restaurant"}, {"review": "Unrealistically delicious! It's a gastronomic orgasm! Very bright dishes, polite waiters, fast service, reasonable prices! A place worth visiting! …", "rating": 4, "name": "Вика Мизяк", "cat": "Restaurant"}, {"review": "A great place in the city center with a gorgeous view of Shevchenko Park. Delicious original cuisine. Friendly staff. In the afternoon at lunchtime it is difficult to find a free place here, because. the restaurant is mega-popular among patrons and tourists. After appearing…", "rating": 5, "name": "Julia Sokolviak", "cat": "Restaurant"}, {"review": "Atmospheric establishment, pleasant staff, polite, professional service. Excellent cuisine. Desserts are just rubbish. Have a rest with soul. I recommend.👍 …", "rating": 4, "name": "Юлия Лаврик", "cat": "Restaurant"}, {"review": "It has become a good tradition to come on a Friday night, drink a glass of wine and eat a portion of pasta.\nGoing to the pastateca has always been associated with the favorite dessert \"Three Cheeses\". TO …", "rating": 5, "name": "Helga Helga", "cat": "Restaurant"}, {"review": " Everyone really liked the saccharine paste, the service was good, only the coffee had to be reminded. …", "rating": 5, "name": "Андрій Корейба", "cat": "Restaurant"}, {"review": " Thank you! We are waiting for you again.\n\n", "rating": 1, "name": "iEVGEN S", "cat": "Restaurant"}, {"review": "The most delicious oatmeal in Kyiv with parmesan and black truffle for breakfast. Just enjoyment. Great selection of pastas. …", "rating": 5, "name": "Viktor Kruk", "cat": "Restaurant"}, {"review": "\nTatiena, thank you for your feedback! We are grateful for your feedback👍 It is very pleasant that you liked our dishes. But we still have very tasty food, be sure to try it next time)\nWe will be glad to see you again", "rating": 2, "name": "Татьяна Пашкина", "cat": "Restaurant"}, {"review": " Good address, do not hesitate to push the little blue door. No menu in English, but the photos are enough and the waiters understand. With my wife we ​​chose the pasta with the large ball of meat. Excellent! …", "rating": 5, "name": "Mari Cheba", "cat": "Restaurant"}, {"review": "I was in @pastateca_kiev for the second time and the opinion has improved both about the service and about the food👌🏻if it weren’t for the guys, I wouldn’t come back here again ❌\nThe first time I ordered pasta \"Four cheeses with black truffle\", and when I asked ...", "rating": 5, "name": "Elena Kurganova", "cat": "Restaurant"}, {"review": "Very good place near Khreshchatyk. Pleasant prices for Kyiv and cozy atmosphere. And, most importantly, delicious pasta! At the same time, if you want something special, you can choose from the offered dishes or order pasta to taste with …", "rating": 5, "name": "Хмілецька Ірина", "cat": "Restaurant"}, {"review": "Tasty, cool pictures, but the music does not support the atmosphere of an Italian restaurant. …", "rating": 1, "name": "Mykhailo Ivutin", "cat": "Restaurant"}, {"review": " Delicious author's paste at fairly moderate prices. Places in the institution is not very much, at lunch time may all be occupied. Good service …", "rating": 5, "name": "Anton Podlipsky", "cat": "Restaurant"}, {"review": "Pleasant service, delicious dishes, beautiful servings, your own bread))) thank you, we will be back)))) …", "rating": 3, "name": "Roma Roman", "cat": "Restaurant"}, {"review": " The main problems are the convenience of the menu and booking.\nVery ill-considered menu on the phone. The waiter assured that we are not the …", "rating": 5, "name": "Карина Федирко", "cat": "Restaurant"}, {"review": "I ordered delivery from here and it was not good.\n- Below average tiramisu, like a homemade biscuit cake, not a restaurant dish. Not worth your money. …", "rating": 5, "name": "Ирина Петренко", "cat": "Restaurant"}, {"review": " More like pasta than pasta. It is difficult to estimate the staff during rush hour, but one girl did her best for the whole institution) The interior is normal. …", "rating": 2, "name": "Anna Linkova", "cat": "Restaurant"}, {"review": "- Not all ingredients for the dish are listed on the menu. So I ordered chicken and egg bruschetta, which turned out to be served with bell peppers, which I have an intolerance to. 90 hryvnia thrown away in vain. The waiter smiled and said: '...", "rating": 5, "name": "Nataliya Doroshenko", "cat": "Restaurant"}, {"review": "\nElena, thank you for your honesty and detailed feedback.\nI can not afford to leave an unpleasant impression and invite you again!\nI promise a compliment for pepper!", "rating": 5, "name": "Pavlo Potanin", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Мирошников Евгений", "cat": "Restaurant"}, {"review": "I love coming to breakfast. Cozy atmosphere, friendly staff and a lot of delicious breakfasts for every taste with a check up to 100 UAH/person. Highly recommend !!! …", "rating": 2, "name": "Oksanka", "cat": "Restaurant"}, {"review": "\nValentin, thank you", "rating": 1, "name": "Катерина Іванова", "cat": "Restaurant"}, {"review": "Very tasty and varied pasta to which you can add extra. ingredients. Polite and efficient waiters. Good wi-fi…", "rating": 5, "name": "Nataliia Kolisnyk", "cat": "Restaurant"}, {"review": "In general, I ordered pasta with seafood in cream sauce, I always ordered it in a pastatek at Spasskaya, they brought black linguine, I didn’t say anything, I think, okay, they didn’t specify, it happens. …", "rating": 5, "name": "Taisiia Volkhova", "cat": "Restaurant"}, {"review": "Rested today with a small group. Everything was fine until they started to deal with the account. Unfortunately, too late, already after payment. In fact, 2 extra fondants were added to the bill (ordered 1, and already 3 on the bill) and an extra glass of wine ...", "rating": 3, "name": "Кристина Медникова", "cat": "Restaurant"}, {"review": "Well, first of all, it's delicious! )) Very atmospheric! Thanks for the playlist!\nRecommended to visit! …", "rating": 4, "name": "Anna Rekova", "cat": "Restaurant"}, {"review": "\nArseny, thank you for your feedback! Thank you for your feedback👍 Come to us again)", "rating": 5, "name": "Олександр Козак", "cat": "Restaurant"}, {"review": " It used to be a very cool place where food was served quickly and it was very tasty. The last few times I was constantly disappointed: waiting for the paste for 30 minutes, and the paste itself stuck a bit …", "rating": 5, "name": "Тамара Белоконская", "cat": "Restaurant"}, {"review": "Great food (and value for money) and very average service (like friendly and welcoming, but they ALWAYS don't bring something - water, specials, sugar bowl, parmesan). Highly recommend pasta 4 cheeses with truffle…", "rating": 4, "name": "Анастасия Хальзова", "cat": "Restaurant"}, {"review": "\nSergey, thanks for the revelation! Very valuable. On service - we will be improved! We will be glad to see you again :) We have a new pasta appeared, by the way)", "rating": 5, "name": "Liudmila Kharchenko", "cat": "Restaurant"}, {"review": "My wife and I went to this establishment for several years, we saw how the menu changed not at all for the better, and the other day we stopped by with relatives. Everything is sad, Carbanara pasta without sauce, a couple of grams of meat, seafood risotto has lost its products ...", "rating": 5, "name": "Павел Василенко", "cat": "Restaurant"}, {"review": "Cozy, there was a mini banquet nearby and it became a bit noisy, I expected more from food, I sometimes make pasta tastier at home🤭 …", "rating": 5, "name": "Миша Демков", "cat": "Restaurant"}, {"review": "In general, the place is not bad, I was here for meetings, but I never ate, and now oatmeal with parmesan and truffle oil happened to me, I will say that I have not eaten better anywhere else. …", "rating": 4, "name": "Kateryna Danilova", "cat": "Restaurant"}, {"review": "yesterday we went for a quick lunch, the girl orientated that the order would be ready up to 15 minutes. At the beginning, soups were taken out: a yushka of 3 types of mushrooms, contains only 1, as I was told, the broth is cooked on the other two, well, ok. 2 flat pieces of mushrooms, ...", "rating": 5, "name": "Andrew", "cat": "Restaurant"}, {"review": "Were in Pastateka on Podil.\nOf the occupied were 5 tables.\nWe ordered pizza. Waited 40 minutes. After being asked to clarify how much it will be ...", "rating": 5, "name": "Виктор Фомин", "cat": "Restaurant"}, {"review": " Cool place, good food, friendly staff. Relaxed atmosphere assured …", "rating": 5, "name": "Yurii", "cat": "Restaurant"}, {"review": "Good place for lunch. But all meals are delicious. The balognese pasta was just topped with tomato puree. Ravioli is also not a fountain. Pasta with shrimp is very tasty, carbonara is delicious. Although, you can't please everyone... Maybe I'm wrong. …", "rating": 4, "name": "Катерина Бородина", "cat": "Restaurant"}, {"review": "The new menu and burger are for love) Like everything that is done in this restaurant. I recommend! In addition to the burger, try artichokes with cheese and tuna from the main courses!!! Flavor bomb!!!! …", "rating": 5, "name": "Valentin Pertsiya", "cat": "Restaurant"}, {"review": "\nThank you very much, we are very pleased to hear that you liked our new dishes :) We will try to please you further ♥ ️", "rating": 5, "name": "Maryna Derkach", "cat": "Restaurant"}, {"review": "Unobtrusive service, delicious and non-hackneyed dishes - I recommend) and here is the best tiramisu I have ever tried! …", "rating": 2, "name": "Alyona Klymenko", "cat": "Restaurant"}, {"review": "Went for lunch today with my husband and son. Some items listed on the menu are not available. Tea only black and green. Ordered pasta, brought without parmesan, which is also not available. Is it really a problem to find parmesan in Kyiv? And the account...", "rating": 4, "name": "A. Shakun", "cat": "Restaurant"}, {"review": " The variety of pastes is impressive. You can combine and create anything you want. Delicious here. …", "rating": 5, "name": "Rory Eyiny", "cat": "Restaurant"}, {"review": " Thank you very much to hear that you enjoyed it :) We are waiting for you again!\n\n", "rating": 2, "name": "Александра Бехтеева", "cat": "Restaurant"}, {"review": "Liked it a lot\nNice atmosphere\nDelicious cuisine …", "rating": 5, "name": "Сергей Басанский", "cat": "Restaurant"}, {"review": "Nice cafe, delicious pasta, but there are nuances.\nI have already seen reviews that something is constantly out of stock, especially tea, so I was not lucky - there was almost nothing from the entire tea menu. It's also strange that...", "rating": 5, "name": "Alina Poymanova", "cat": "Restaurant"}, {"review": "Many thanks to the wonderful staff of the restaurant \"Pastateka\" and especially the wonderful girl Anna for highly professional service! Beautiful and very cozy design, very tasty food, a wide range of Italian dishes …", "rating": 3, "name": "Олена Голубєва", "cat": "Restaurant"}, {"review": " Very cozy place, nice staff and delicious pasta. Dishes are prepared very quickly. …", "rating": 5, "name": "Олеся Божок", "cat": "Restaurant"}, {"review": " Very tasty.\nTook the Imperial Caesar and bruschetta with salmon and avocado. This is a kind of space. …", "rating": 4, "name": "Daria Tymoshenko", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Oleg Linetsky", "cat": "Restaurant"}, {"review": "Delicious pasta with meatball (husband is happy) and my beautiful designer with Alfredo sauce, bacon and parmesan. A good aperol syringe, the check for two came out less than 500. The waiter Tatyana was very helpful and sometimes foresaw thoughts :). …", "rating": 5, "name": "Ярослава Савчук", "cat": "Restaurant"}, {"review": "\nJulia, thanks for the feedback! We are grateful for the feedback👍 The opinion of our guests is really important for us!\nWe will be glad to see you again", "rating": 4, "name": "Dmytro Shevchenko", "cat": "Restaurant"}, {"review": "Good location. Small room, tables close together. Friendly service. Food is average, expect more from pasta in an establishment with that name. …", "rating": 5, "name": "Валерія Стоколос", "cat": "Restaurant"}, {"review": " The paste is tasty. The tapioca dessert was unusual. Cocoa is delicious …", "rating": 3, "name": "hyndai53 hyndai53", "cat": "Restaurant"}, {"review": " For lovers of Italian cuisine - that's it! Very tasty pasta with chanterelles, spittle, a large selection of lemonades of its own production. Good and courteous staff. Cozy atmosphere. I recommend! …", "rating": 5, "name": "Виктори", "cat": "Restaurant"}, {"review": " Thank you! We are waiting for you again!\n\n", "rating": 5, "name": "User User", "cat": "Restaurant"}, {"review": " They came, waited 40 minutes. Until they approached us, the girls ran like bees but did not have time for us. A lot of people, and cooks 4pcs. So many people are horrified (they did not like the food (even the …", "rating": 5, "name": "Тамила Гаджиева", "cat": "Restaurant"}, {"review": " Very tasty, the service is fast, the prices for the suburbs of Kiev are acceptable, although, of course, it's not fast food. …", "rating": 5, "name": "Виталина Ушкань", "cat": "Restaurant"}, {"review": " Thank you, Victor! We are pleased to hear that we are waiting for you again :)\n\n", "rating": 4, "name": "Николай Одинцев", "cat": "Restaurant"}, {"review": "Booked a table. As it turned out, in vain. We arrived, but there were no seats. Yes, and booked too. They offered to take a nap at the entrance until the place is free. Sadness. …", "rating": 5, "name": "Pasha Platina", "cat": "Restaurant"}, {"review": "Favorite place! The team does not change, it remembers every post-strider, his tastes and preferences. Attentive to people, delicious pasta that you can buy home and cook yourself. …", "rating": 5, "name": "Marina Timoshenko", "cat": "Restaurant"}, {"review": "\nThank you, we are always glad to see you!", "rating": 5, "name": "Oksana Ponochevnaya", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Стас Первеев", "cat": "Restaurant"}, {"review": "\nThank you Elena! We are very pleased to hear :) Always love and wait!", "rating": 3, "name": "Анна Твердохлебова", "cat": "Restaurant"}, {"review": " I love such secretive, cozy, small restaurants. Incredible interior and a zest-chandelier in the middle of the hall. Prices are moderate, consistent with value for money. The atmosphere is homely. The pasta is …", "rating": 5, "name": "Канал AllГолобуцький", "cat": "Restaurant"}, {"review": " 1. Low level service, waiters communicate as if \"wave away from me\".\n2. Ordered cider - after a couple of minutes they said that there is no cider. …", "rating": 5, "name": "Ольга", "cat": "Restaurant"}, {"review": "\nNice atmosphere and always delicious", "rating": 5, "name": "MrsOpppossum", "cat": "Restaurant"}, {"review": "\nAnton, thanks for the feedback) come to us at Pastateku again)", "rating": 5, "name": "Alina", "cat": "Restaurant"}, {"review": "I came here on the recommendation of friends for pasta, to be honest, either my expectations were too high, or the chef was not in the mood, but I didn’t get pleasure from the dish .. …", "rating": 2, "name": "poppinggreg", "cat": "Restaurant"}, {"review": "One of the best places in the center! The most delicious pasta 4 cheeses! Well, everything else is very tasty))) Coffee is a little less strong than we would like, but still delicious)\nOn the first visit, you must definitely take pasta 4 cheeses, and then you can also soups ...", "rating": 5, "name": "Аlisa Paludeti", "cat": "Restaurant"}, {"review": " Nice place, you can have a snack and drink coffee. Near a beautiful park. …", "rating": 5, "name": "Olena Vidlyvana", "cat": "Restaurant"}, {"review": "I've been to this establishment before and it was delicious.\nCame back the other day as it was a great experience.\nSo: there were no people in the institution, not all the food is there, there is no alcohol ...", "rating": 4, "name": "валерий гежа", "cat": "Restaurant"}, {"review": " I liked the place: kitchen, interior, service.\nIn my opinion, a place to visit small companies, or rather for two (not necessarily a romantic couple). …", "rating": 5, "name": "Peter Vins", "cat": "Restaurant"}, {"review": " Great place, good and quality food, the only remark is the space, a bit cramped. It is difficult to have a private conversation. …", "rating": 5, "name": "Stanislav Galandzovskyi", "cat": "Restaurant"}, {"review": "1. Pasta is delicious, yes. But not more\n2. Service is not very fast and rather chaotic.\n3. Quite expensive for a pasta of this level. …", "rating": 5, "name": "Алёна Васенович", "cat": "Restaurant"}, {"review": "\nEugene, thank you for your frank assessment.\nService - we will improve.\nAs for the pasta, what didn't you like? Come to visit us and we will discuss everything, we will be glad to see)", "rating": 3, "name": "Александра Бондаренко", "cat": "Restaurant"}, {"review": "I've been here once and most likely won't come back.\nWhat disappointed me the most was the service: it is too intrusive. I met a friend whom I had not seen for a long time, and when we met, we wanted to share our emotions. But …", "rating": 4, "name": "Roman Larionov", "cat": "Restaurant"}, {"review": "I ordered \"Creative carbonara with poached egg, broccoli and buttered pecheritsy\", which, for a moment, costs 170 UAH and did not put broccoli at all, the egg was overcooked, and the pasta itself was not cooked. Mushrooms, by the way, I'm not there either ...", "rating": 5, "name": "Natalka Ryaba", "cat": "Restaurant"}, {"review": " Very tasty, but as for the Business lunch, it was a long wait. …", "rating": 3, "name": "Dmytro Vytvytskyi", "cat": "Restaurant"}, {"review": " Very atmospheric, I liked the pictures. Polite staff, quickly accepted orders, delicious food (I took a tagliatelle with mushrooms, and a friend-toast with scrambled eggs and sun-dried tomatoes). …", "rating": 3, "name": "Tetiana Skliarova", "cat": "Restaurant"}, {"review": "The portions are big, that's true. But it's too fat for me.\nI ate a salad of baked vegetables, they were not baked at all, just lightly fried on a dry grill, without oil. Too much nutmeg, still constantly...", "rating": 4, "name": "Татьяна Мельникова", "cat": "Restaurant"}, {"review": "\nChristina, thanks for the tip! Thank you for your feedback We will take into account your words)", "rating": 5, "name": "Valentyna Lychko", "cat": "Restaurant"}, {"review": "Home made pasta.\nPolite and caring staff.\nGood location, next to Shevchenko park. …", "rating": 5, "name": "Женя", "cat": "Restaurant"}, {"review": "I liked it very much. It was the first time in this restaurant. Pleasant staff, who were very unobtrusive, but they never forgot about us, which is often the fault of other restaurants. Nobody watched you eat. Secondly, very tasty food. Pasta with…", "rating": 4, "name": "Тетяна Остапчук", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Christina Chebotaryova", "cat": "Restaurant"}, {"review": "Very cool waitress, made the whole evening. Inexpensive bottled sparkling wine. Tables are missing tablecloths\nThe grilled vegetables in the salad were dry😔 and the bruschettas were delicious...", "rating": 5, "name": "Диана Куковальская", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Kate Kushu-art", "cat": "Restaurant"}, {"review": "\nSuper! Lyudmila, glad that I liked everything! I will be glad to see again)", "rating": 5, "name": "Татьяна Радева", "cat": "Restaurant"}, {"review": "There were only positive impressions from the visit of this institution. We ordered carbonara and risotto, everything was delicious! The air conditioner was blowing, and I was a little cold, they asked the girl - she turned off the air conditioner. Service is nice,…", "rating": 1, "name": "Калина подорожує світом з Time to trip", "cat": "Restaurant"}, {"review": "\nThanks Paul! We look forward to seeing you again!", "rating": 5, "name": "Kate Ulasheva", "cat": "Restaurant"}, {"review": "If you are a pasta lover, then this is the perfect place for you!\nI recommend visiting!\nDelicious breakfasts, large selection of pasta and snacks. It is very interesting to see…", "rating": 5, "name": "Julia D.", "cat": "Restaurant"}, {"review": "Been here 2 times already. Quite tasty, not refined, but normal. The interior is interesting, but there is very little space, and there are always a lot of people in the evenings.\nIt is interesting that you can make your own pasta according to the designer. …", "rating": 2, "name": "Elena", "cat": "Restaurant"}, {"review": "Possibly the best pasta in Kyiv 🍝\nThe bruschettas and the Pavlova dessert are great…", "rating": 5, "name": "Evgenya Lafa", "cat": "Restaurant"}, {"review": "\nThank you, Andrew, we are very happy to hear!", "rating": 5, "name": "Карина Максименко", "cat": "Restaurant"}, {"review": "We went for lunch at this wonderful place. Delicious pasta!!!! And the sauces!!! And the lemonade!!! Great service!!!! Picked up dry pasta. If we lived in Kyiv, we would come at least every day. I recommend.! …", "rating": 1, "name": "Viktoriia Krytska", "cat": "Restaurant"}, {"review": "\nVictor, thank you very much for such a nice review, we are very glad to hear that everyone liked it! Starting today, we have new dishes on the menu, come try and share your impressions with us :) We will be very grateful.", "rating": 5, "name": "Andrii Litvynchuk", "cat": "Restaurant"}, {"review": "How many times I come here, so many times I am served at the highest level. Delicious food, fresh lemonades, smiling waitresses! Prices are moderate. The music is completely unobtrusive. Suitable for dates, but a bit cramped. Any pasta is worth...", "rating": 5, "name": "Анна Лисовская", "cat": "Restaurant"}, {"review": "\nThank you, we are very pleased to hear! We always love and wait!", "rating": 5, "name": "Forest Live", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Dima Degtyar", "cat": "Restaurant"}, {"review": "\nEkaterina, thank you for your feedback! We try to be the best.", "rating": 4, "name": "Алеся Кулеша", "cat": "Restaurant"}, {"review": "One of the best Italian restaurants in Kyiv. Seasoned menu, good coffee, pleasant wines. The owner is one of the most respected restaurateurs in Ukraine, who has been engaged in Italian cuisine all his life. Come - here the food and prices please! …", "rating": 1, "name": "Volodymyr Tkachuk", "cat": "Restaurant"}, {"review": "I want to note the wonderful work of the staff, the girls are friendly and promptly serve!\nThere are vegetarian dishes, you can pick up an additive to your pasta …", "rating": 5, "name": "Irina Borzhemska", "cat": "Restaurant"}, {"review": "Beer Hogarden for 95 UAH is a sour analogue diluted with water. I still don’t understand how institutions are not shy to do this and insolently deceive ...", "rating": 5, "name": "Anastasiia Volchenkova", "cat": "Restaurant"}, {"review": "A very pleasant place. Interior and service are top notch.\nthe kitchen is excellent. Everything is in style.\nPleasant little things in the dishes give out professionals in the kitchen. It is very nice)) …", "rating": 5, "name": "Яна Іванова", "cat": "Restaurant"}, {"review": "Nice place, big portions and very tasty. Beautiful submissions.\nMinus for the fact that we waited a very long time\nPlus they gave dessert as a gift) ...", "rating": 5, "name": "Дмитрий Андреев", "cat": "Restaurant"}, {"review": "It was one of my favorite places in Kyiv. And it’s a pity that I got into it today at a not very “good” moment. Foreign guests sat next to us and the waitress gave them a smile when we didn't get one. Best service and…", "rating": 5, "name": "Zhanna Mironiuk", "cat": "Restaurant"}, {"review": "\nAlexandra, thanks for writing to us. Your opinion is very valuable to us. We will be very grateful if you specify the time of your visit so that we can understand everything in detail and work with the team. You can contact us by writing to pastatecakiev@gmail.com or by phone number +38 067 333 55 79.", "rating": 5, "name": "Оксана Федина", "cat": "Restaurant"}, {"review": "Excellent establishment. They cook very tasty. The staff is polite and welcoming. The situation is relaxed. The light background of music, and the candles on the table betray a romantic mood. There is a desire to visit Pastateca as often as possible! …", "rating": 5, "name": "Марина", "cat": "Restaurant"}, {"review": "Paradise for pasta lovers. There is really a lot of it here, there is a designer that allows you to assemble what you want, with any ingredients. I especially recommend the author's dishes of the chef, chic. And even Pavlova's dessert will surprise you with serving and ...", "rating": 5, "name": "Олег Боянчук", "cat": "Restaurant"}, {"review": "\nAlina, thank you for your feedback and for recommending us to others! We are very pleased. We are waiting for you🙂", "rating": 5, "name": "Vitaly Yakovchuk", "cat": "Restaurant"}, {"review": "Absolutely mediocre place.\nThere are many more interesting places on Leo Tolstoy. …", "rating": 4, "name": "Alina Turlevskaya", "cat": "Restaurant"}, {"review": "I visit this place many times for lunch! Everything is always at the highest level: friendly staff, delicious, everything is fresh, fast enough!!! Today, the girl asked to change the table, since I was alone, but occupied a large table. I'm with …", "rating": 5, "name": "Volodymyr Shtohryn", "cat": "Restaurant"}, {"review": "Very tasty pasta. Cozy place, nice interior. But sometimes they cook for a very long time (40 minutes) and do not warn about it. And often they bring the wrong pasta. It is better to book a table in advance. …", "rating": 5, "name": "Сергей Романенко", "cat": "Restaurant"}, {"review": " Thank you for your feedback. We would be very grateful if you would tell us more about your experience and why not the highest score this time. The opinion of our guests is very important to us. We can be contacted by email at pastatecakiev@gmail.com or in a personal message on Facebook.\n\n", "rating": 1, "name": "Олександра Свинарчук", "cat": "Restaurant"}, {"review": "The pasta stays decent, but the sauces have gone bad. Heavy, greasy and tastes not expressed. The key keeper does. Pay attention to quality. …", "rating": 4, "name": "Kseniia Yudytska", "cat": "Restaurant"}, {"review": " Very cozy place with delicious food and nice prices.\nP.S. especially tasty latte 😉 …", "rating": 4, "name": "Alexandr Grechaniy", "cat": "Restaurant"}, {"review": "I eat pasta almost every day. And here is one of the best pastas in Kyiv. And the staff ruins everything. Today I waited for carbonara 40 (!) Minutes. The only thing that saved the situation was that he asked the young man to intervene. The girl who \"took\" the order didn't...", "rating": 5, "name": "Nika Tamayo Flores", "cat": "Restaurant"}, {"review": "\nDmitry, thanks for writing. We are very sorry that such an unpleasant situation has occurred. We really appreciate and love our guests, especially those who come almost every day and undoubtedly carry out work within the team to avoid such situations in the future. We will be very grateful if you write us your contacts at pastateca.kiev@gmail.com", "rating": 5, "name": "Микола Нех", "cat": "Restaurant"}, {"review": "Nice interior, reasonable prices for decent portions, almost did not have to wait for the order, the food is fragrant, tasty and aesthetically served. The staff is very friendly, attentive and responsive. Great location next to the park…", "rating": 5, "name": "Illarion Khlestov", "cat": "Restaurant"}, {"review": "They cook very tasty and very close to really Italian cuisine.\nBut, when we ordered dessert, we were stupidly deceived, saying that there was no such thing. Although at the exit from the cafe we ​​saw 2 trays with this particular dessert (I guess it’s just …", "rating": 3, "name": "Олександр Неруш", "cat": "Restaurant"}, {"review": "\nGood evening! Thanks for letting us know. We would very much like to understand this situation, which is absolutely unacceptable, and we will be very grateful if you clarify the day and time of your visit by writing to pastatecakiiv@gmail.com or in personal messages on Facebook.", "rating": 5, "name": "Надежда Пыж", "cat": "Restaurant"}, {"review": " Nice place. Delicious pasta and risotto. In principle, the order did not wait long, the dessert was not milked, we packed it with us, nice staff. For 200 UAH you can have a delicious lunch and ask for juice. …", "rating": 5, "name": "Никита Николаевич", "cat": "Restaurant"}, {"review": "Everything we ordered - food and drinks - was very, very tasty. The seafood black pasta and raw pasta with truffle sauce deserve the highest praise! And I was surprised by the cheesecake - salty-sweet with a barely perceptible noble shade of cheese with ...", "rating": 5, "name": "Ірина Равчева", "cat": "Restaurant"}, {"review": "Very good place near Khreshchatyk. Pleasant prices for Kyiv and cozy atmosphere. And, most importantly, delicious pasta! At the same time, if you want something special, you can choose from the offered dishes or order pasta to taste with …", "rating": 5, "name": "Леонид Цымбалист", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Oksana Soia", "cat": "Restaurant"}, {"review": "The taste overshadows all the shortcomings. The waiters are professionals.\nOf the minuses: there are not enough hangers near the tables, and you worry about clothes when they are in a cool place. And it’s better to sit away from the kitchen - mats will interfere ...", "rating": 4, "name": "Ivon Vygnan", "cat": "Restaurant"}, {"review": "\nNikolay, thanks for your feedback. We are glad to hear that there are still more advantages and that you enjoyed it :) We will definitely work with the team in the kitchen, thank you for the valuable comment!\nAnd we are waiting for you to visit again!", "rating": 4, "name": "Марина Андрияш", "cat": "Restaurant"}, {"review": "Delivery is perhaps one of the best in Italian cuisine in terms of price / quality. I didn’t notice how at one time I sentenced a whole portion of 700 grams of lasagna! Now we are waiting for the opportunity to visit the institution itself. …", "rating": 5, "name": "Андрей Марченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Люсяня Коджебаш", "cat": "Restaurant"}, {"review": "The pasta is very tasty. And the dessert \"Pavlova\" is a separate love ❤ my friends, when they come to Kyiv, come here for this dessert. Thank you♥️♥️♥️…", "rating": 5, "name": "Sofiia", "cat": "Restaurant"}, {"review": "A good place that specializes in cooking fresh pasta according to the recipes of an Italian chef. In general, tasty, but expensive and cramped. The uniform of the waiters is frankly scary, especially if there are a lot of tattoos under these clothes ...", "rating": 5, "name": "Valeria Yurikova", "cat": "Restaurant"}, {"review": "The interior is gloomy, there was no half of the assortment from the bar list.\nPasta for 4 with a minus. I was pleased with Pavlova's dessert ...", "rating": 1, "name": "Юлия Литовченко", "cat": "Restaurant"}, {"review": " Cheap and very good Italian restaurant in the heart of Kiev. The only problem is the limited map of Italian wines …", "rating": 4, "name": "Надежда Аникеева", "cat": "Restaurant"}, {"review": "A quiet place (which is especially pleasing, in the very center of the city) for a pleasant time, even in the company, even alone. Excellent cuisine (carbonara pasta is beyond praise, Pavlova's dessert is also superb). Clean, nice, comfortable, service…", "rating": 5, "name": "Петро Вознюк", "cat": "Restaurant"}, {"review": "Delicious pasta, which is cooked right in the restaurant. You can choose from the dishes offered in the menu or create your own \"constructor\" of pasta. Large wine list with recommendations for wine selection. Friendly, smiling waiters. …", "rating": 5, "name": "Olga Netlyukh", "cat": "Restaurant"}, {"review": "How long have I wanted to go to a place that I passed by so often. Pasta did not disappoint. Large selection of various pasta, at the best prices. True, there are only three tables on the terrace, but we were lucky to take one of them. …", "rating": 5, "name": "Татьяна Исиченко", "cat": "Restaurant"}, {"review": "Did not like the kitchen - more expensive than necessary. The taste is average. The \"creative\" carbonara for 150 hryvnia turned out to be the usual one with a fried egg on top and four pieces of hard broccoli. Why they are needed is unclear. …", "rating": 5, "name": "Виктория Суханова", "cat": "Restaurant"}, {"review": "\nThank you for your honesty. We will be glad all the same to your re-visit. You might find your dish 🤗", "rating": 5, "name": "Dao Zedd", "cat": "Restaurant"}, {"review": "Nice place in the center, easily accessible by metro even during the evening rush hour) Stylish interior with interesting differences, relaxed atmosphere and very tasty pasta - that's what made me put Pastateca on the list of checked good …", "rating": 5, "name": "Anatolii Kuksa", "cat": "Restaurant"}, {"review": "\nAlice, very nice 🤗🤗🤗 Thanks for the feedback and rating! We will delight you further) and you please your visits", "rating": 4, "name": "Valeri Viktorov", "cat": "Restaurant"}, {"review": " Delicious pasta! The menu saw that the chef was Italian, probably because yes, the pasta is very Italian and delicious, sun-dried tomatoes are love! Funny how the waiter brings parmesan))) have not seen this before) …", "rating": 5, "name": "Vova Kyryllov", "cat": "Restaurant"}, {"review": " Thank you, Helen! We are very glad to hear that you enjoyed everything and we are waiting for a new meeting with you :)\n\n", "rating": 5, "name": "Надежда Рожкова", "cat": "Restaurant"}, {"review": "Delicious cocktails, a very nice waitress girl, expected better from pasta ..) …", "rating": 1, "name": "Ella Tretiakova", "cat": "Restaurant"}, {"review": "I have been living in Italy near Florence by accident since 1998. For more than 20 years he has been importing wine and products from Italy. Worked in the restaurant business in the USA for over 10 years. I love Pastateca for delicious food and great service. And me old...", "rating": 5, "name": "Marta Bartoshevska", "cat": "Restaurant"}, {"review": " Great place in a good location. The cafe is very clean. No trash is dumped. The kitchen is delicious - a pretty good choice. It tastes good with coffee desserts. Friendly staff. Cleanliness everywhere. You can work …", "rating": 5, "name": "Евгений Омельчук", "cat": "Restaurant"}, {"review": " Thank you for such a nice review! We will be very glad to see you again :)\n\n", "rating": 5, "name": "Victor Floka", "cat": "Restaurant"}, {"review": " Good service. Interesting and delicious Caesar salad. Pavlova's dessert is not a classic and I did not understand it. It is better to call this dessert differently. …", "rating": 5, "name": "Анна Климчук", "cat": "Restaurant"}, {"review": " Alena, thank you for the feedback) We will take into account your wishes)\n\n", "rating": 5, "name": "Tekin Tekin", "cat": "Restaurant"}, {"review": "Coziness is 4, service is good, 5. But beer, for example, is more expensive than in other similar places. But the main thing is that the kitchen is at the level of almost a school canteen, although not expensive. We were very surprised by the food, just like in a cheap canteen ...", "rating": 5, "name": "Grigoriy Slobodyanyuk", "cat": "Restaurant"}, {"review": "Pleasant interior, good service and delicious food, from the minuses it was the lack of lasagna and the long wait for the order, which was compensated by the dessert …", "rating": 3, "name": "huseyin yavas (whitblue)", "cat": "Restaurant"}, {"review": " Great location, incredible food, good service. These are the three key things that come to mind when talking about this restaurant. I was here for the first time, but not for the last time. I love delicious food. Here …", "rating": 5, "name": "Nelia Olaresko", "cat": "Restaurant"}, {"review": " Not bad.\nHowever, the place is quite crowded. Tables are located nearby. Strong acoustics. It was very noisy in the evening. This prevented a quiet rest. In addition, …", "rating": 5, "name": "Inna Kovach", "cat": "Restaurant"}, {"review": "Pasta with mushrooms gives a very strong truffle flavor. The smell is specific and not to everyone's taste. There is no mention of this ingredient on the menu. Please indicate the full composition of the dishes. …", "rating": 5, "name": "Irene Bond", "cat": "Restaurant"}, {"review": "Quite tasty, inexpensive, cozy. The staff is trying, taking even unfinished coffee with the tastiest at the bottom (( Plus, they forgot to ask the serving size, think, 200 or 400 grams 😁 But for a generally pleasant evening \"4\". …", "rating": 1, "name": "Ellie Vasilenko", "cat": "Restaurant"}, {"review": "Very cool breakfasts! I took oatmeal with parmesan, truffle and poached egg - delicious! Good coffee is also served here, there are author's options for cappuccino and raf. In the menu there is an option for breakfast to take coffee / tea or a glass of proseco on a special basis. …", "rating": 1, "name": "Lilly", "cat": "Restaurant"}, {"review": "As the name implies, this is an institution specializing in pasta🍝 My choice fell on Liverpool pasta - I recommend it to everyone, a real yummy, especially with a glass of Riesling.🍷 …", "rating": 4, "name": "Alex Stebnitsky", "cat": "Restaurant"}, {"review": "I liked the interior, the service is pleasant, not intrusive. Pasta, vegetarian ravioli and tiramisu were excellent. Very disappointed with the lemonade. The menu says \"Natural Lemonade\", but in fact its base is syrup. Tasteless like...", "rating": 5, "name": "R Nimfa", "cat": "Restaurant"}, {"review": "The first time Pasta with mushrooms and cream sauce did not like. Strange taste. The second visit was Ravioli and tiramisu. Delicious! Off! …", "rating": 5, "name": "Valerjan87", "cat": "Restaurant"}, {"review": "\nThank you Christina! We are very glad that you came to us again and that we managed to please you :)", "rating": 1, "name": "Margo D", "cat": "Restaurant"}, {"review": " Favorite institution in Kiev!)\n\nKeep in mind! Almost always crowded, but it's worth it! And it is better to book …", "rating": 5, "name": "Евгения Смульская", "cat": "Restaurant"}, {"review": " Thank you! We are very pleased to hear :) We are always glad to see you!\n\n", "rating": 5, "name": "Александр Гук", "cat": "Restaurant"}, {"review": " Cozy place, friendly waitersці And the kitchen ... 👌Mmm. The dishes are simply unmatched. And the pasta is the most delicious in town. They will warm you up here, because they serve you with love я Thank you to …", "rating": 5, "name": "Андрей Морозов", "cat": "Restaurant"}, {"review": "Thank you very much! We are pleased to hear it:) We are looking forward to see you again!", "rating": 5, "name": "Наталя Качур", "cat": "Restaurant"}, {"review": "Great place, delicious food and top notch service! Very pleased with the towels in the toilet for hands! …", "rating": 5, "name": "vasa", "cat": "Restaurant"}, {"review": "\nTatiana, great) I'm glad you liked it! Come for breakfast)", "rating": 4, "name": "Ievgen Nikiforov", "cat": "Restaurant"}, {"review": " Little happiness to visit this institution with a girlfriend\nPersonally, I only drank tea, and my girlfriend ate a paste …", "rating": 5, "name": "Юрій Шивала", "cat": "Restaurant"}, {"review": "excellent location opposite the park. cozy inside. tables for two or four. very attentive service. we were at lunch on Saturday. the order was taken out quickly enough. the pasta is very tasty, although the sauce seemed too salty to me (I ate …", "rating": 5, "name": "александра", "cat": "Restaurant"}, {"review": "\nThanks for the nice words. We are waiting for you again! :)", "rating": 5, "name": "Екатерина Тушинская", "cat": "Restaurant"}, {"review": "Everything is very tasty, but Tom Yum risotto will remain in my heart forever, I have never tried this anywhere else, thank you) …", "rating": 5, "name": "Сергей Воскобойник", "cat": "Restaurant"}, {"review": "Delicious but very slow service. Until you call yourself several times, no one comes up, the waitresses are unfriendly. Leo Tolstoy is on a completely different level. …", "rating": 3, "name": "Антон Витязь", "cat": "Restaurant"}, {"review": "\nGood afternoon, amore!\nWe apologize for the delayed response and for the situation that occurred during the visit.\nWe worked with the employees, thanks to you they became more attentive\nThank you for your feedback, the opinion of our guests is really important for us!\nWe will be glad to see you again", "rating": 1, "name": "Alona Chezghanova", "cat": "Restaurant"}, {"review": "Friendly staff! Have been several times - very tasty pasta!!!\nOf the minuses, when we were for the first time, the waitress did not remember the order exactly, but this did not really spoil the impression, as it was delicious and for the sake of the kitchen I want …", "rating": 5, "name": "Mykola Kulish", "cat": "Restaurant"}, {"review": " The interior is just fabulous) But for some reason, the desire to work was noticed only by a girl dressed in a polka dot dress)) Delicious cuisine, pasta - divine. The place is suitable for breakfast, lunch, and …", "rating": 5, "name": "Wlad M", "cat": "Restaurant"}, {"review": " Thank you for sharing your impressions with us. We will be very glad to see you again!\n\n", "rating": 4, "name": "Anna Arkushyna", "cat": "Restaurant"}, {"review": " Today I visited the institution for the first time. I ordered beef tartare and it wasn't so good that for the first time in a long time, I just couldn't eat the dish at all. Without taste, sliced ​​not appetizing, …", "rating": 5, "name": "Alex Manchik", "cat": "Restaurant"}, {"review": " Victoria, we are grateful that you have told us about this situation and are very sad that it happened. Of course it was so innocent. We would very much like to understand this situation.\nIf you agree to give us a second chance, please email us at pastatecakiev@gmail.com or in a private message on Facebook. And please tell us what was wrong with the tartar so that our boss personally pervaded everything.\n\n", "rating": 5, "name": "Herman Zubenko", "cat": "Restaurant"}, {"review": " Beautiful interior, very cozy place. Especially in summer when the terrace is open and you can sit and look at Shevchenko Park. Pasta - your own cooking, delicious. Each time I take a new position and always wonder. …", "rating": 5, "name": "Vladimir Lemeshko", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Алексей Гоциридзе", "cat": "Restaurant"}, {"review": "Wonderful place. I highly recommend the breakfast oatmeal with truffle oil and poached. And for dessert - divine tiramisu. Seriously, this cream turns even the nastiest day into a tolerable one. …", "rating": 5, "name": "Илья Шершавец (G1vn)", "cat": "Restaurant"}, {"review": "\nAnna, thank you, we are very pleased to hear :) We look forward to meeting again in the near future!", "rating": 5, "name": "Simple PETARDYCH", "cat": "Restaurant"}, {"review": " Great atmosphere, small but cozy terrace, nice waiters (know the menu well) and very tasty food. I do not know why this place has not yet become a cult. I definitely recommend !! …", "rating": 4, "name": "Vitalii Lunko (Слава Украине)", "cat": "Restaurant"}, {"review": "Nice place. The food is not very expensive. The taste, nothing unusual, Few waiters. Would like to have breakfast...", "rating": 5, "name": "Vika", "cat": "Restaurant"}, {"review": "The pasta was delicious. Delivery is very fast, waiters are polite. Cosy. We booked a table, came and there was no reservation, but we were seated anyway and found a place) …", "rating": 5, "name": "Дмитрий «D'Or» Оробченко", "cat": "Restaurant"}, {"review": "\nThank you, Alesia, for your feedback. We are glad to hear that you enjoyed it. Sorry for the situation with the reservation, and thank you for giving us a chance to fix it.\nWe will check more often the cleanliness of the restroom, thanks for the valuable comment.\nWaiting for you to visit again!", "rating": 5, "name": "Violett", "cat": "Restaurant"}, {"review": "The pasta was raw last time, this time black pepper soup and then broth.\nThen the waitress asked to remove things from a nearby chair. It turned out that somewhere in the institution there is a green curtain behind which there is a hanger. However, no one suggested...", "rating": 5, "name": "Alina Tsukanova", "cat": "Restaurant"}, {"review": "Always, as at home or visiting very close people. You always feel that the girls are happy for you and were waiting only for you. Always delicious. Missed you. I'm placing an order. …", "rating": 5, "name": "Juli", "cat": "Restaurant"}, {"review": "Great establishment!\nWe took Luxury pasta 4 cheeses (155 UAH), were full and satisfied. Tiramisu is good, the interior is normal. The girls who work are very nice. Thank you! …", "rating": 5, "name": "Anna Dubovich", "cat": "Restaurant"}, {"review": " A quiet place to meet together, a quiet conversation. A little cozy, but the design is interesting, the staff is attentive, the delivery is fast. The food is delicious, although the portions are smaller than average, …", "rating": 5, "name": "Анастасия Ц", "cat": "Restaurant"}, {"review": " Ideal for any event. We celebrated our friend's birthday there. And they sat down spiritually, and ate delicious, and drank a little. In general, everyone liked it. The waitress turned out to be observant and …", "rating": 5, "name": "Liudmyla Kovalchuk", "cat": "Restaurant"}, {"review": " Thank you! Very glad to hear and we are already waiting for our next meeting! :)\n\n", "rating": 4, "name": "Дима Мех", "cat": "Restaurant"}, {"review": "Today was another time. Consistently delicious pasta, favorite sea buckthorn and ginger tea and wonderful staff.\nIt's always nice to be here. …", "rating": 1, "name": "Lawyer V", "cat": "Restaurant"}, {"review": "Always tasty, always cozy. Very tasty cocoa, topical in autumn. It's nice to sit on the veranda with a cup of fragrant cocoa and overlooking the park. Good for business lunches and family vacations. Delicious breakfasts. Thanks a lot …", "rating": 5, "name": "Марина Олексюк", "cat": "Restaurant"}, {"review": "Great pasta.\nI really liked it 😊…", "rating": 5, "name": "Rus Muradov", "cat": "Restaurant"}, {"review": "Liked it a lot\nEspecially pasta\nThe cider is not bad...", "rating": 4, "name": "Alexander Suhin", "cat": "Restaurant"}, {"review": "Great restaurant with delicious food and a good wine list. Perfect for a meal with friends and family, as well as for a romantic date. Definitely recommend to visit. …", "rating": 5, "name": "Alexander Kondratovich", "cat": "Restaurant"}, {"review": "Delicious, very tasty! But a little pricey. I would like the auditor to check the kitchen. For there was hair in the paste...", "rating": 5, "name": "Liliia Lysova", "cat": "Restaurant"}, {"review": " I was pleasantly surprised by this establishment. Customer orientation at the highest level, very tasty, cozy and adequate prices. We will definitely come again!) …", "rating": 5, "name": "Elena Vishnevskaya", "cat": "Restaurant"}, {"review": "Great establishment! Delicious and hearty cuisine. Excellent interior. Decent service. In general, a place where you want to return more than once. I recommend. …", "rating": 3, "name": "Olena Havryliuk", "cat": "Restaurant"}, {"review": " I did not like the kitchen, not tasty. Prices are above average …", "rating": 5, "name": "Евгения Федоровская", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Mari Meged", "cat": "Restaurant"}, {"review": "The coffee is good. Didn't like the dessert. They brought a cheesecake, but it tasted more like tiramisu, and the cheese was a little sour. …", "rating": 5, "name": "Iryna Chulivska", "cat": "Restaurant"}, {"review": "One of my favorite places in the city, which I often recommend. The breakfasts and the designer pasta are my favourites. And the cheesecake deserves a special mention, as for me it is one of the best cheesecakes in the city. …", "rating": 5, "name": "Катерина Шевченко", "cat": "Restaurant"}, {"review": " A good selection of wines, delicious pasta and salads. Quiet, you can say chamber. And all this in the center. I think the maximum number of people can be + -20. Which gives the opportunity to communicate, as everyone …", "rating": 4, "name": "Татьяна Строгаль", "cat": "Restaurant"}, {"review": "A very cozy establishment. Nice service, great food. In the dishes, you can add the necessary ingredients as desired. There is a summer playground. Sometimes I got to live music. …", "rating": 4, "name": "Настя Теликова", "cat": "Restaurant"}, {"review": "\nThank! We always love and wait!", "rating": 4, "name": "Ирина Уварова", "cat": "Restaurant"}, {"review": " Careful with breakfast !!! Nuts with shell 😔\n\n", "rating": 5, "name": "Ольга А", "cat": "Restaurant"}, {"review": " Alexander, thanks for the feedback! Be sure to pay attention, waiting for a visit.\n\n", "rating": 3, "name": "Mariya Kukharenko", "cat": "Restaurant"}, {"review": "Italian cafe with a homely atmosphere and very traditional dishes. There are few tables, so it is better to book a table in advance. I really liked the \"risotto with sea reptiles\" and homemade tiramisu …", "rating": 5, "name": "Katerina Parhomenko", "cat": "Restaurant"}, {"review": "\nThank you, Hope, we are very pleased to hear!", "rating": 5, "name": "Светлана Фещенко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Tetiana Dziana", "cat": "Restaurant"}, {"review": " Very cozy place with delicious cuisine.\n\n", "rating": 5, "name": "Юлия Лупенко", "cat": "Restaurant"}, {"review": " Thank you, Irina! Always glad to you :)\n\n", "rating": 5, "name": "Аля Демчук", "cat": "Restaurant"}, {"review": "\nMy best gastro experience in Kiev.", "rating": 3, "name": "Марія Андрійчук", "cat": "Restaurant"}, {"review": "\nLeonid, thanks for the tip! Glad you liked it", "rating": 5, "name": "Sergij Terlecki", "cat": "Restaurant"}, {"review": " A cozy place where you can gather your girlfriends for breakfast or your loved ones for a romantic dinner. …", "rating": 5, "name": "Артем Любаренко", "cat": "Restaurant"}, {"review": "Delicious.\nThe staff knows the menu well.\nThe account, if necessary, can easily be divided into several. …", "rating": 1, "name": "Елена Данилова", "cat": "Restaurant"}, {"review": "Not enough free space, a lot of people. Delicious desserts, homemade pasta, paradox, for 4. In general, not bad …", "rating": 3, "name": "Анастасия Шевкопляс", "cat": "Restaurant"}, {"review": " I liked it. The fish was delicious. And the cheesecake is nothing. …", "rating": 5, "name": "Ксения Дицман", "cat": "Restaurant"}, {"review": "Schnitzel with Gorgonzolla - delicious.\nLemonades are interesting, I liked it with melon.\nClean, comfortable, fast. …", "rating": 5, "name": "Pixel Master", "cat": "Restaurant"}, {"review": "\nLyusyanya, thanks for the tip! We are very pleased that you liked everything and that you recommend us to others. See you soon😉", "rating": 5, "name": "Yuliya Kalynychenko", "cat": "Restaurant"}, {"review": "I love this place! Pasta pleases every time, the staff knows us personally, very pleasant and friendly. Pasta, I repeat, is wonderful, whichever you choose, it will delight you! …", "rating": 5, "name": "Ольга Анисимкова", "cat": "Restaurant"}, {"review": "\nThank you, we are very pleased to read such a review! :) We are always glad to see you!", "rating": 2, "name": "Анна Гришенчук", "cat": "Restaurant"}, {"review": "magical tiramisu, lovely pasta, calm atmosphere, nice and friendly staff!\nThis is the second time I've eaten here and it's still the same.…", "rating": 4, "name": "Ігор Гончаренко", "cat": "Restaurant"}, {"review": "I put 1 point only for the suitable service by the administrator of the hall.\nWe came here for breakfast, but everything I tried to order was not available, and the ordered mango raff coffee turned out to be an ordinary latte. And there was foam in the cup...", "rating": 5, "name": "Илья Барков", "cat": "Restaurant"}, {"review": "Carbonara was not impressed at all, although it is listed on the menu as \"creative\". But my friend really liked the papardelle, so the average turned out - 4 ...", "rating": 5, "name": "Ievgeniia Rodionova", "cat": "Restaurant"}, {"review": "\nNadezhda, thanks for the feedback! Hope you enjoy it more next time.", "rating": 5, "name": "Юлия Мирошник", "cat": "Restaurant"}, {"review": "The atmosphere is good, you feel like visiting someone at home, dessert is served right at home, well, I really liked it and the portions are large, I will definitely come again! …", "rating": 5, "name": "Трыгуба Артур", "cat": "Restaurant"}, {"review": " Everything is very tasty. Still bribe dishes that are frozen and ready to go home, not a bad alternative to the supermarket sometimes) Good service 🙏🙂 …", "rating": 5, "name": "Татьяна Омельченко", "cat": "Restaurant"}, {"review": "My first visit to this place, but definitely not the last! Very tasty pasta, and Pavlova's dessert is simply beyond words) You only need to try it, it's impossible to describe! Thanks a lot! …", "rating": 5, "name": "Елена Самбрус", "cat": "Restaurant"}, {"review": "\nThank you, Tatyana, we are very pleased to hear such a review :) We are definitely waiting for you to visit again!", "rating": 5, "name": "Ярослав Богданюк", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Zoya Zhuchenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Oleksii Lazariev", "cat": "Restaurant"}, {"review": "I was pleasantly surprised by such a cozy place, with very tasty cuisine, in the very center and also for an adequate price tag. Makes me want to book my next visit right away. …", "rating": 5, "name": "Иван Лысак", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Штерн", "cat": "Restaurant"}, {"review": "\nThank you, we are very pleased to hear :)", "rating": 5, "name": "Ольга Гурская", "cat": "Restaurant"}, {"review": "I just ate the most delicious pasta that I managed to create with the help of the constructor.\nProbably the best pasta in my life was eaten here. Thanks a lot! It was …", "rating": 5, "name": "Анна Бурлаченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Kateryna Herashchenko", "cat": "Restaurant"}, {"review": "Been a couple of times with friends, always ordered different dishes. The only thing that was really tasty was the shrimp bisque. Papardelli is undercooked and not Al dente at all. And egg lasagna is a disgusting mess. About carbonara, you can ...", "rating": 4, "name": "Татьяна Слинка", "cat": "Restaurant"}, {"review": " I ordered one pasta, it was not available, the waitress offered another, according to her, not worse. The taste of the pasta on her recommendation exceeded expectations. They cook quickly, everything is extremely …", "rating": 5, "name": "Michael Sapon", "cat": "Restaurant"}, {"review": "I will say one thing - they cook delicious here !!!-but-but-NOoooh, what is worth trying and what will make you ”MINDBLOW” from taste is oatmeal with black truffle, parmesan and poached egg (if you come to the right day, I just can't...", "rating": 5, "name": "Vera Y", "cat": "Restaurant"}, {"review": "Dined at this establishment. Spent the evening with friends from Holland. Good menu, original dishes, good wine list... I dare to recommend to visit... …", "rating": 5, "name": "Tetiana Romaniuk", "cat": "Restaurant"}, {"review": "\nThank you Victor for your feedback and recommendation! We are very glad that everyone liked it :) We are waiting for you to visit again!", "rating": 5, "name": "Radana Renko", "cat": "Restaurant"}, {"review": "Incredible pasta, very tasty, Italian cuisine. Homemade tiramisu. Wine. Pasta is made right on the spot and there is an opportunity to buy it for the home. …", "rating": 5, "name": "Tetiana Poverenna", "cat": "Restaurant"}, {"review": "\nThank you, Anna, for a nice review :) We are always glad to see you!", "rating": 5, "name": "Juliya Maximenko", "cat": "Restaurant"}, {"review": " Very nice venue, the prices are relatively convenient. The pastas were delicious, the tagliatelli we tried was great. Tiramisu can handle. …", "rating": 5, "name": "Oksana Voloschuk", "cat": "Restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Denis Vertiporoh", "cat": "Restaurant"}, {"review": "An interesting new establishment with original Italian cuisine, very tasty and satisfying, super desserts! …", "rating": 5, "name": "Анастасия Коваленко", "cat": "Restaurant"}, {"review": " The service is slow, the prices are a bit exaggerated, but the pastas are good. …", "rating": 5, "name": "Юрій Кукуріка", "cat": "Restaurant"}, {"review": "Very nice place in the center of Kyiv with lots of pasta options, delicious food and good service. Prices are average. I can safely recommend. …", "rating": 5, "name": "Andrew Tymchyshyn-Valevsky", "cat": "Restaurant"}, {"review": "\nNelia, thank you 😘 Glad to see", "rating": 4, "name": "Андрей Корень", "cat": "Restaurant"}, {"review": " Delicious place, a pleasure to visit. I recommend!\n\n", "rating": 5, "name": "Александр Меркушев", "cat": "Restaurant"}, {"review": "My love. Everything is delicious and authentic. From the unpleasant, sometimes you don’t understand what you did to the waitress, that she even decided not to say hello in response, and throws the plates on the table. …", "rating": 5, "name": "Vladyslav Derevianchuk", "cat": "Restaurant"}, {"review": "There is a strange smell in the room, the food is very ordinary, you can eat, but it cannot be said that it is very tasty. Uncomfortable, not enough space, in general, I didn’t like it, I won’t come back …", "rating": 5, "name": "Tatiana Voloshina", "cat": "Restaurant"}, {"review": "\nThank you for taking the time to share your impressions with us. We will be very grateful if you tell us more about exactly what dishes you ordered and what you didn’t like. You can contact us by writing to pastatecakiev@gmail.com.", "rating": 5, "name": "Олександра Олександрівна", "cat": "Restaurant"}, {"review": "Previously, they dined here almost every day, in general, the institution has deteriorated very much, instead of lasagna they brought just boiled dough with sauce. …", "rating": 5, "name": "Olga Lazareva", "cat": "Restaurant"}, {"review": " Not bad, conceptually, expensive (but it is necessary to take into account the \"centrality\" of the location), the biggest advantage - charismatic and extraordinary owner. The downside is the difficulty of parking …", "rating": 4, "name": "Архитектурное бюро \"ВИВАС\"", "cat": "Restaurant"}, {"review": "I ordered a salad, the dressing is incredibly light, perfectly emphasizes the taste of vegetables. Service is fast and polite. I really liked it . …", "rating": 4, "name": "Олеся Матрухина", "cat": "Restaurant"}, {"review": "Nice place with delicious pasta. The choice of pasta is very large, and you want to try absolutely everything. Good service. …", "rating": 5, "name": "Ясочка Вишневая", "cat": "Restaurant"}, {"review": "\nThank you, Valeria, we are very pleased to hear. We always love and wait!", "rating": 4, "name": "Olena Lysenko", "cat": "Restaurant"}, {"review": "Pasta 4 cheese with truffle is green macaroni in mayonnaise, no cheese, no truffle. Too bad I can't attach a photo...", "rating": 5, "name": "Tanya Sakhno", "cat": "Restaurant"}, {"review": "Very tasty pasta, atmospheric cafe. Excellent location in the city center next to the Shevchenko park. …", "rating": 5, "name": "Nastia Nastiiaa", "cat": "Restaurant"}, {"review": "Very pleasant place! Delicious cuisine!\nGreat selection of food!\nI recommend!!! …", "rating": 5, "name": "Elena Soloshonok", "cat": "Restaurant"}, {"review": "Delicious!\nPleasant service! …", "rating": 5, "name": "Максим Микитась", "cat": "Restaurant"}, {"review": " Nice interesting design! About service and taste later. Pinza was unusual and delicious! …", "rating": 5, "name": "Влентина Кузнец", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Roman Turchyn", "cat": "Restaurant"}, {"review": "I advise Pavlov's dessert, I would like the chairs to be more comfortable. And the food and service is good. …", "rating": 4, "name": "Людмила Попко", "cat": "Restaurant"}, {"review": "\nThank you for sharing your impressions and for the recommendation. We are very glad that you enjoyed it. In addition to chairs, we still have sofas, we are sure it will be more comfortable :) We are waiting for you to visit again!", "rating": 5, "name": "Yurko Nychyk", "cat": "Restaurant"}, {"review": " Delicious, good location and service\n\n", "rating": 5, "name": "Максим Грызоглазов", "cat": "Restaurant"}, {"review": "Very pleasant experience!\nInterior, cuisine and pleasant service pleased. …", "rating": 5, "name": "Anna P.", "cat": "Restaurant"}, {"review": "Great establishment! A small but interesting menu, delicious food and cocktails, friendly and polite staff, fast service, reasonable prices, cozy. Most positive experience...", "rating": 5, "name": "Alexander Semeniuk", "cat": "Restaurant"}, {"review": "A chic establishment.\nPasta is great!!!\nAs soon as I come to Kyiv on business, every time I go to eat at Pastateca. …", "rating": 5, "name": "Александра Кривенко", "cat": "Restaurant"}, {"review": "Creative paste does not look like creative - it is most likely components thrown separately. The staff today was not friendly. The omelet was served with salad after the main course, no bread was offered. …", "rating": 3, "name": "Карина Типова", "cat": "Restaurant"}, {"review": "\nAnton, good afternoon! Thanks for your feedback. We are very sorry that you left disappointed and we would like to be able to correct your impression. Please write to us at pastatecakiev@gmail.com how we can contact you.", "rating": 5, "name": "Irina Chetvertak", "cat": "Restaurant"}, {"review": "Instead of risotto, they brought undercooked rice porridge seasoned with cream, among the mushrooms came across with sand. The kitchen is badly damaged...", "rating": 5, "name": "Школа Будущего", "cat": "Restaurant"}, {"review": " Delicious pasta and salads. There are interesting lemonades of our own production. Raw pasta can be purchased at home. Nice staff. Suitable for periodic visits. …", "rating": 3, "name": "Konstantin Nekrasov", "cat": "Restaurant"}, {"review": " Nicholas, thank you very much 👍\n\n", "rating": 5, "name": "Олександр Курінський", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Стельмах", "cat": "Restaurant"}, {"review": "\nVladimir, thank you for your feedback! We will be glad to see you.", "rating": 5, "name": "Oleksii Orovetskyi", "cat": "Restaurant"}, {"review": " Delicious pasta, great desserts, great atmosphere. It is only unfortunate that the staff speaks Russian.\nI recommend …", "rating": 4, "name": "Olena Z", "cat": "Restaurant"}, {"review": " Thank you. Glad to hear you were delicious. We look forward to seeing you again tomorrow.\n\n", "rating": 5, "name": "Kseniya Bahatskaya", "cat": "Restaurant"}, {"review": " Very tasty pasta + quite comfortable and cozy..the staff is not bad either. Anastasia\npleasantly impressed. …", "rating": 4, "name": "Timur Ibraimov", "cat": "Restaurant"}, {"review": " Thank you and we look forward to seeing you again!\n\n", "rating": 5, "name": "Наталья Соколова", "cat": "Restaurant"}, {"review": "Very tasty, especially the homemade tiramisu. Great place to spend your evening…", "rating": 5, "name": "Aleksandr Tkachenko", "cat": "Restaurant"}, {"review": "I like it. The choice is normal.\nThey cook well. If without excessive nit-picking and fingering, then everything is ok. …", "rating": 5, "name": "Валерія Чачибая", "cat": "Restaurant"}, {"review": "\nVladimir, thank you for your feedback!", "rating": 5, "name": "Анастасия Липская", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Julia Klimenko", "cat": "Restaurant"}, {"review": "I love this establishment! Very tasty pasta with additions that you choose yourself. Cozy and romantic atmosphere, very nice staff …", "rating": 5, "name": "Дмитрий Шацман", "cat": "Restaurant"}, {"review": "Cozy place, lots of pasta on the menu. The wine list with a gradation of this or that wine for different formats of parties with pictures amused me. …", "rating": 5, "name": "Дима Москалев", "cat": "Restaurant"}, {"review": "As a pasta gourmet, I can say with confidence that Pasta is almost 4 minus. Waiting for pasta +-25 min. with a full landing. Which is quite a lot. …", "rating": 5, "name": "Артур Будянский", "cat": "Restaurant"}, {"review": " Tasty food. Friendly service\n\n", "rating": 5, "name": "Вера Клеща", "cat": "Restaurant"}, {"review": "Very cute establishment! Extensive menu. Delicious! The prices are quite. Perfect for the city center...", "rating": 5, "name": "Мария Фоминова", "cat": "Restaurant"}, {"review": "\nThank you Dmitry! You are always welcome!", "rating": 5, "name": "Виктор Х.", "cat": "Restaurant"}, {"review": "A cozy, warm establishment with pleasant staff and a rather unusual interior. …", "rating": 4, "name": "Татьяна Викторовна", "cat": "Restaurant"}, {"review": " Very fresh, delicious pasta! The portions are big enough for girls :) It's nice, every client's client is immediately treated with lemon and mint water, especially in the summer :) …", "rating": 5, "name": "Hanna Lysenko", "cat": "Restaurant"}, {"review": " Alina, we are pleased ❤️ Come more often 🤗\n\n", "rating": 5, "name": "Nastya Ivleva", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Olena Kovalenko", "cat": "Restaurant"}, {"review": "Very tasty tea to calm the nerves, it is blue 😂, the sedative effect is not noticed, but cool 😂😂😂👍 …", "rating": 5, "name": "Andrey Sirotkin", "cat": "Restaurant"}, {"review": "A good institution - everything is pleasant here: the service, the interior, and the food! Good pricing, varied menu. …", "rating": 5, "name": "светлана король", "cat": "Restaurant"}, {"review": "\nThank you, Anastasia! Very pleased to hear.", "rating": 5, "name": "Маша Семенова", "cat": "Restaurant"}, {"review": " Very tasty pasta in the city center!\nCozy atmosphere with original interior.\nThank you very much for the deliciousness :) …", "rating": 5, "name": "Pinar Yilmaz", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Serge Dan", "cat": "Restaurant"}, {"review": "Not very tasty, and the staff is not very friendly. I won’t go back. I was in a restaurant on Leo Tolstoy …", "rating": 4, "name": "Яна Сидько", "cat": "Restaurant"}, {"review": "\nGood evening! Tell me, which restaurant did you visit? thank", "rating": 5, "name": "Julius Gromyko", "cat": "Restaurant"}, {"review": " The pasta is delicious. But the risotto exceeded all expectations! VERY TASTY!!!! The waiters are friendly and attentive, cook quickly. Choosing between Zhovtko and Pastateka - without hesitation in Pastateka !!! …", "rating": 5, "name": "Анна Солошенко", "cat": "Restaurant"}, {"review": "Delicious pavlova dessert. The rest is for lovers of Italian cuisine. Portions are big. …", "rating": 4, "name": "Alina Andrusenko", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Yevhen Kizin", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Valya Pekhno", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Роман «Amadeus Gauss» Ковальчук", "cat": "Restaurant"}, {"review": "A small cozy cafe in the very center of Kyiv.\nExcellent \"hand of the cook.\"\nCourteous and fast service. …", "rating": 5, "name": "Дарина Сидоренко", "cat": "Restaurant"}, {"review": "Their food is very tasty. There are questions about service, there you need to ask for sugar for tea or a spoon. …", "rating": 5, "name": "Drake", "cat": "Restaurant"}, {"review": "\nThank you, Elena, for your feedback, be sure to pay attention to the service!", "rating": 5, "name": "Геннадій Гнидін", "cat": "Restaurant"}, {"review": "The place got a little spoiled, I don’t know what the problem is, but it didn’t taste as good as before: the last time the pasta was a little undercooked. …", "rating": 5, "name": "Inna Komisarchuk", "cat": "Restaurant"}, {"review": "\nLena, thanks for your feedback! We try to be the best.", "rating": 5, "name": "Marina Orlova", "cat": "Restaurant"}, {"review": "Great place, nice staff (always meet the wishes and try to help in every possible way), delicious cuisine! …", "rating": 5, "name": "DI 4 U", "cat": "Restaurant"}, {"review": " I really liked the place, nice atmosphere, great staff, delicious food and drinks. We will definitely be back again. …", "rating": 5, "name": "Daria Lesko", "cat": "Restaurant"}, {"review": " And breakfasts, and pasta, and service - great\n\n", "rating": 5, "name": "Katerine Sokolovskaya", "cat": "Restaurant"}, {"review": "Excellent establishment. The pasta is delicious and the desserts are amazing too. Thank you very much for your service. I recommend! …", "rating": 5, "name": "Mariya Teterskaya", "cat": "Restaurant"}, {"review": "\nThank you! Always love and wait!", "rating": 5, "name": "Сніжана Железняк", "cat": "Restaurant"}, {"review": " Deliciously. Indeed. And right here, after a delicious dinner, I came up with a new idea for my own business! That is what the energy of the institution means) …", "rating": 5, "name": "Oleksandra Nevdakh", "cat": "Restaurant"}, {"review": " Thank you very much to hear that your inspiration came when you were with us :) We look forward to seeing you next!\n\n", "rating": 4, "name": "Denys Shylko", "cat": "Restaurant"}, {"review": " Already three times we come here to the most delicious Tiramisu in Kiev and we will never get a dessert. Or no longer, or have not yet been insisted. …", "rating": 5, "name": "Liubov Kalantaievska", "cat": "Restaurant"}, {"review": "Everything has been delicious for a long time. Only now the dishes are prepared for a long time ... ...", "rating": 5, "name": "Тетяна Дубровська", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "boogie bpg", "cat": "Restaurant"}, {"review": "\nOlga, thank you for your feedback! Thank you for your feedback👍", "rating": 5, "name": "Sergey Barca", "cat": "Restaurant"}, {"review": "Good interior and pleasant service, but they were not satisfied with the kitchen (the lasagna was overdried, buckwheat, 4 cheeses, - quite like a table), except for the croissant with salmon! …", "rating": 5, "name": "Volodymyr Prylutskyi", "cat": "Restaurant"}, {"review": "Very very cozy and stylish place. great coffee, service, prices right. Thanks guys! ❤ …", "rating": 5, "name": "Sergiy Baranets", "cat": "Restaurant"}, {"review": "\nThank you for such nice words, Katerina ♥ ️", "rating": 5, "name": "Шоу-рум Мякоть", "cat": "Restaurant"}, {"review": "A very nice and cozy place. Where it is nice to have dinner, drink a cup of coffee, accompanied by playing the synthesizer. …", "rating": 5, "name": "Юлия Недоспасова", "cat": "Restaurant"}, {"review": "\nSvetlana, thank you for your feedback! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again", "rating": 5, "name": "Татьяна Дудкина", "cat": "Restaurant"}, {"review": " It is sparsely populated, they cook deliciously, the waiters are polite, they know the menu well. …", "rating": 5, "name": "Natalia Shelest", "cat": "Restaurant"}, {"review": "\nTetiana, thanks for the feedback! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again", "rating": 5, "name": "Yuriy Tsarov", "cat": "Restaurant"}, {"review": "Medium-level establishment, reasonable prices, pleasant waitress, not crowded and cozy. …", "rating": 5, "name": "Tetiana Polshyna", "cat": "Restaurant"}, {"review": "\nJulia, thanks for the tip!", "rating": 5, "name": "Михаил", "cat": "Restaurant"}, {"review": " great interior, delicious pasta, good wine and fantastic desserts, good service and you want to come back more than once! …", "rating": 5, "name": "Александр Санько", "cat": "Restaurant"}, {"review": " The staff serves in Russian. There is no nation without language. And the pasta is delicious. thanks …", "rating": 3, "name": "Anton Levdik", "cat": "Restaurant"}, {"review": " Maria, thanks for the feedback! Sorry, we will try to correct the situation)\n\n", "rating": 4, "name": "Анастасия Борецкая", "cat": "Restaurant"}, {"review": "Good for breakfast or a quick meeting over a cup of coffee. I'm going to have dinner elsewhere. …", "rating": 5, "name": "Iryna Shvydniuk", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We will be very grateful if you share with us why you do not choose us for dinner. You can contact us by writing to pastatecakiev@gmail.com or in private messages on Facebook.", "rating": 5, "name": "Elena Strutinska", "cat": "Restaurant"}, {"review": "\nFavorite pasta ... the best I've tried)))", "rating": 5, "name": "Oksana Semeniuk", "cat": "Restaurant"}, {"review": "Very bad service. I waited 50 minutes for an order, the rest of the tables that came after me were served faster. …", "rating": 5, "name": "Ihor Frolov", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Jenny Tuz", "cat": "Restaurant"}, {"review": "Soup with lentils is simple, no words!!! Everything is very tasty, fast serving, vivat cooks!!! Thanks for a great lunch!!!!)…", "rating": 5, "name": "Evgeniy Terentiev", "cat": "Restaurant"}, {"review": "They cook deliciously, you can watch how the noodles are made by hand, there are gourmet things like pasta with truffles! I recommend …", "rating": 5, "name": "Виталий Журавель", "cat": "Restaurant"}, {"review": "Cool place in the center of Kyiv. Right pasta, right portions and great prices! Wine fly. I recommend …", "rating": 4, "name": "Alex Band", "cat": "Restaurant"}, {"review": " Very tasty pasta and risotto. High level service\n\n", "rating": 5, "name": "Богдан Коробейников", "cat": "Restaurant"}, {"review": "If you order beef tartare, be prepared for an abundance of onions during and a bluvarium after. It hasn't been this bad in a long time. 🤢 …", "rating": 1, "name": "Anna Brezicka", "cat": "Restaurant"}, {"review": " Extremely polite waitresses. Score 4 because they didn't serve us state. We didn't ask for it, but should we ask for it? …", "rating": 5, "name": "Даша Бонд", "cat": "Restaurant"}, {"review": "I have been several times already and I am satisfied with everything: the food is delicious, the staff is attentive, the interior is cozy, the prices are adequate. …", "rating": 4, "name": "Вадим Горчаков", "cat": "Restaurant"}, {"review": "\nThank you, Ilya! Always welcome you.", "rating": 5, "name": "Alexandra Ivannikova", "cat": "Restaurant"}, {"review": "The pasta is delicious, the atmosphere is pleasant, the coffee is good. But basil lemonade - for an amateur. …", "rating": 5, "name": "Андрей Вакуленко", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Olga Olgiza", "cat": "Restaurant"}, {"review": "Very very tasty. Friendly staff, cozy atmosphere, everything is just super, I RECOMMEND :) TG …", "rating": 5, "name": "Victor Kublanov", "cat": "Restaurant"}, {"review": "\nVery happy to hear, thanks!", "rating": 5, "name": "Andriy Antonenko", "cat": "Restaurant"}, {"review": "Very nice place, delicious pasta and friendly staff! Recommend to visit)…", "rating": 5, "name": "Алёна Гудина", "cat": "Restaurant"}, {"review": "\nTatiana, thank you for your feedback! We have the best service and the most delicious pasta) thank you for recommending us!", "rating": 5, "name": "Mykola Bondar", "cat": "Restaurant"}, {"review": "great place: delicious homemade pasta, good salads and super cocktails! the interior is also 5 ...", "rating": 5, "name": "Марія Яни", "cat": "Restaurant"}, {"review": " Great restaurant. Service at the highest level. I recommend …", "rating": 5, "name": "Наталя Москаленко", "cat": "Restaurant"}, {"review": "Delicious, but OOO took a very long time to cook... well, a bit noisy if the tables are occupied...", "rating": 5, "name": "Maria Maria", "cat": "Restaurant"}, {"review": " Delicious pasta, nice prices, good wine selection also with a good price! Pasta and ravioli very much, bruschetta with salmon too! Thanks!) …", "rating": 5, "name": "Alexander Bubenchikov", "cat": "Restaurant"}, {"review": "\nThe food here is delicious. Recommend!", "rating": 5, "name": "Yvan Stopper", "cat": "Restaurant"}, {"review": "\nThe most delicious 4 cheese pasta❤️", "rating": 5, "name": "GoEV Corp", "cat": "Restaurant"}, {"review": "\nClass, we are incredibly pleased to hear :) Thank you!", "rating": 5, "name": "Vladyslav Mihun", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Sergei Ponomarenko", "cat": "Restaurant"}, {"review": "I liked the service, the comfort and atmosphere of the establishment, the kitchen you lick your fingers. Super! …", "rating": 5, "name": "Андрей Зименков", "cat": "Restaurant"}, {"review": "\nThank you, Anna, for your appreciation and pleasant feedback :) We are always glad to see you!", "rating": 5, "name": "Oksana Marchun", "cat": "Restaurant"}, {"review": "Great establishment! But there is one thing but, girls, attention !!!!! Table tops are prickly at the bottom and you can tear tights!!! …", "rating": 5, "name": "Maria Sviderska", "cat": "Restaurant"}, {"review": "\nThank you, Ekaterina, for your feedback. We will definitely check all the tables! Thank you for your attention. We will be very glad to see you again!", "rating": 5, "name": "Oleksii Shavykin", "cat": "Restaurant"}, {"review": "Delicious. Atmospheric. The service was not very good. Forgot about the ordered coffee. …", "rating": 5, "name": "Виталий Паламарчук", "cat": "Restaurant"}, {"review": " An original place with an interesting entourage.\n\n", "rating": 5, "name": "Светлана Сигаева", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Kostiantyn Hapii", "cat": "Restaurant"}, {"review": "\nVera, thanks for the feedback. Come to us again", "rating": 5, "name": "M", "cat": "Restaurant"}, {"review": " Very tasty pasta and very friendly waiters. You feel at home in Pastateka :) …", "rating": 5, "name": "Наталя Гайдар", "cat": "Restaurant"}, {"review": " Tetiana, thanks for the feedback. We also invite you to visit our establishments at the following addresses: Vasylia Stusa St, 16 Kriukivshchyna, and Spaska Street, 9a\n\n", "rating": 5, "name": "Oleksandr Motliuk", "cat": "Restaurant"}, {"review": "\nVery tasty, cozy place.", "rating": 4, "name": "rus", "cat": "Restaurant"}, {"review": "Awesome place. Pasta is tastier than in Italy I ate. The prices are more than pleasant. All in all, I highly recommend…", "rating": 5, "name": "Натали Кодырова", "cat": "Restaurant"}, {"review": "Great place with amazing food and friendly staff. Separately, I recommend trying the dessert \"Pavlova\" !! …", "rating": 5, "name": "Ketrin Claus", "cat": "Restaurant"}, {"review": "Perfect place! The kitchen is top notch, the service is great, the value for money is perfect! …", "rating": 5, "name": "Sasha", "cat": "Restaurant"}, {"review": "\nThank you, Oksana, we will be very glad to see you again!", "rating": 5, "name": "Alexander Kalashnikov", "cat": "Restaurant"}, {"review": "The establishment makes a good impression. Good service, delicious pasta, offered to take away. …", "rating": 5, "name": "Юлька Тараненко", "cat": "Restaurant"}, {"review": "Sometimes I go to eat. I like everything very tasty, you can quickly eat well!!! I recommend! …", "rating": 4, "name": "Deen Rouven", "cat": "Restaurant"}, {"review": " A small but balanced menu. Deliciously. Always a nice service. Good choice of breakfast. In short, the place is very pleasant …", "rating": 5, "name": "Елена Якименко", "cat": "Restaurant"}, {"review": " Yuri, thanks 🤗 I am glad to see you every morning ❤️\n\n", "rating": 5, "name": "Galina Reznikova", "cat": "Restaurant"}, {"review": " Pasta with cheese and truffles is just perfect. Great place for lovers of Italian cuisine. …", "rating": 5, "name": "Vlad Frolov", "cat": "Restaurant"}, {"review": "God grant stability to this place, we really like the cuisine, service and concept, but we ask you to be constant and follow the mood and attentiveness of the chefs. …", "rating": 5, "name": "Elzara Kiev", "cat": "Restaurant"}, {"review": "\nAndrey, thanks for your feedback. We will be very grateful if you tell us more about your visit by writing to pastatecakiev@gmail.com or in private messages on Facebook.", "rating": 5, "name": "Валерия Рода", "cat": "Restaurant"}, {"review": "Delicious! Available!\nVery nice and polite staff! …", "rating": 4, "name": "Vlad Stanitski", "cat": "Restaurant"}, {"review": "\nAlexander, thanks for the tip! Thank you for your feedback👍 The opinion of our guests is really important to us!\nWe will be glad to see you again", "rating": 5, "name": "Любовь", "cat": "Restaurant"}, {"review": " Great place for meetings and snacks with coffee. Pavlov's incredible dessert. …", "rating": 5, "name": "Kateryna Tokar", "cat": "Restaurant"}, {"review": "Incredible salad and dessert!\nAs always, amazing taste and unexpected interpretation!\nBravo! …", "rating": 5, "name": "Vadim Moroz", "cat": "Restaurant"}, {"review": "\nThanks a lot, Tatyana! We are happy to hear such words :) We always love and wait!", "rating": 5, "name": "Лала Тарапакина", "cat": "Restaurant"}, {"review": "Magical Tiramisu, which pleasantly embraces with tenderness inside😌 The taste will make even the best birthday more beautiful💗 ...", "rating": 5, "name": "яна магда", "cat": "Restaurant"}, {"review": " Great place, delicious pasta, lemonades and desserts. We will be happy to come here again. …", "rating": 5, "name": "Vitalii Shevchuk", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Дмитрий Велюров", "cat": "Restaurant"}, {"review": "\nIn general, I liked the institution))))", "rating": 5, "name": "Maksim Redka", "cat": "Restaurant"}, {"review": "Very nice cozy place. Beautiful interior, quality service, delicious food. …", "rating": 5, "name": "Arut Papoian", "cat": "Restaurant"}, {"review": "\nSweetheart, nice to hear and happy to see you ❤️", "rating": 5, "name": "Евгений (Eugene)", "cat": "Restaurant"}, {"review": "Food for an amateur... A little unusual...\nTop notch service…", "rating": 5, "name": "Anna Shkolna", "cat": "Restaurant"}, {"review": "As always everything is wonderful, atmospheric and very tasty. I would like to come back...", "rating": 5, "name": "Viktor Plekan", "cat": "Restaurant"}, {"review": "\nThank you, Tanya! We are very pleased to hear. Come back, wait!", "rating": 5, "name": "Валерия", "cat": "Restaurant"}, {"review": " Visited Pastetaca in Krukovshchina, very tasty dishes, officially pleasant👍 …", "rating": 5, "name": "Lilya Goncharenko", "cat": "Restaurant"}, {"review": " Nastia, thanks for the feedback! Our restaurant Pastateka is also on - street. Spasskaya 9.\n\n", "rating": 5, "name": "Анна Емченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Людмила Лиса", "cat": "Restaurant"}, {"review": "We ate so delicious, thank you👍🏻\nValue for food 👌🏼…", "rating": 5, "name": "Sergey Mikhaylov", "cat": "Restaurant"}, {"review": "\nMaxim, thanks for your feedback! Thank you for your feedback👍", "rating": 5, "name": "Даша Щастя", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Rostyslav Sotnychenko", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Оксана Хорт", "cat": "Restaurant"}, {"review": "\nRoman, glad that I liked everything 🤗Glad to see", "rating": 5, "name": "Kateryna Serdiuk", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Дмитрий", "cat": "Restaurant"}, {"review": " Great place. Delicious food.\nThe service is not very hurried, but the place is in a hurry. …", "rating": 3, "name": "ΑΝΑΣΤΑΣΙΟΣ ΓΚΟΛΝΑΣ", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ihor Yermolenko", "cat": "Restaurant"}, {"review": "\nMaxim, thanks for your feedback. We try to make delicious pasta from the heart)", "rating": 5, "name": "dmitriy leskov", "cat": "Restaurant"}, {"review": "If you want pasta, then definitely go here. Very tasty pasta and excellent service. …", "rating": 5, "name": "Олександр Пляс", "cat": "Restaurant"}, {"review": "Very friendly girls who work here and very tasty food, thank you :) …", "rating": 5, "name": "Anna “Ama9a” Medvedieva", "cat": "Restaurant"}, {"review": "Very good service, charming interior, combination of price/creativity and deliciousness pleased! …", "rating": 5, "name": "Valeriia Nikitina", "cat": "Restaurant"}, {"review": "\nNot a bad place, but met better", "rating": 4, "name": "Данило Крупник", "cat": "Restaurant"}, {"review": "Delicious pasta.\nDelicious salads.\nDemocratic prices. …", "rating": 4, "name": "Горобец Александра", "cat": "Restaurant"}, {"review": "It's sooo delicious!!! Especially the seafood risotto, chanterelle risotto and buratta are the best in town!!! …", "rating": 4, "name": "Леся Кучинская", "cat": "Restaurant"}, {"review": "\nThank you very much! We are waiting for you to visit again :)", "rating": 5, "name": "Сергей Михайлов", "cat": "Restaurant"}, {"review": "Went with family for breakfast.\nIn my opinion, the price does not match the quality of food and service. …", "rating": 5, "name": "VANKHANOVA Ванханова", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Артем Марущак", "cat": "Restaurant"}, {"review": "\nWe are very pleased to hear, thanks, Alexander!", "rating": 5, "name": "Svetlana L", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Aревик Ашигянц", "cat": "Restaurant"}, {"review": "\nThank you very much, Olga! We are incredibly pleased to hear and we are waiting for you to visit again :)", "rating": 5, "name": "Zhanna Par", "cat": "Restaurant"}, {"review": "Great food, very friendly staff. The best way to serve tiramisu I have ever seen. …", "rating": 5, "name": "Marta Vasyakina", "cat": "Restaurant"}, {"review": "\nAlexey, nice 👍❤️", "rating": 5, "name": "Serhii Honcharov", "cat": "Restaurant"}, {"review": " Good choice of dishes, but very few desserts. Good, cozy place. …", "rating": 5, "name": "Василь Павлов", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Александр Антонов", "cat": "Restaurant"}, {"review": "At first there was just delight, but time passed ... It seems that the kitchen has weakened a little. …", "rating": 4, "name": "Максим Клименко", "cat": "Restaurant"}, {"review": "\nThank you for your feedback, Timur. We will be very grateful if you share your impressions in more detail and tell us what exactly in your last visit was not like before. You can contact us by e-mailing pastatecakiev@gmail.com", "rating": 4, "name": "Oksana Sulaieva", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Антон Филипчук", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Юрий Медведь", "cat": "Restaurant"}, {"review": "\nAleksandr, thanks for the tip!", "rating": 4, "name": "алика артемова", "cat": "Restaurant"}, {"review": " Great place and atmosphere. Prices, taste, wine is super. …", "rating": 5, "name": "ivan vereshchaka", "cat": "Restaurant"}, {"review": " Thank you! We are waiting for you again!\n\n", "rating": 5, "name": "Александр Портретный", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Святослав Піх", "cat": "Restaurant"}, {"review": "\nThank Anastasia Waiting for you to visit again!", "rating": 5, "name": "Aleksey Somin", "cat": "Restaurant"}, {"review": " Very tasty pasta, good drinks and excellent service\n\n", "rating": 5, "name": "Bogdan Musienko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Roman Guntli", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Мельничук", "cat": "Restaurant"}, {"review": "I really liked the four cheese pasta and truffle.. Pleasant and quality service.. …", "rating": 5, "name": "Снежана Ивченко", "cat": "Restaurant"}, {"review": "\nThank! We are waiting for you to visit again.", "rating": 5, "name": "Андрей Кравченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Liia Guguchiia", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Алла Хорошкова", "cat": "Restaurant"}, {"review": "\nMaria, thank you", "rating": 5, "name": "Maksym Sh.", "cat": "Restaurant"}, {"review": " This is probably the best pasta in Kyiv. Quite a bit short of Italian :) …", "rating": 5, "name": "Yuna Trembach", "cat": "Restaurant"}, {"review": "It's not clear to me. ..crowded, good service. Kitchen?...didn't figure it out, because the salad wasn't impressive. …", "rating": 5, "name": "Max Razdorsky", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Iren Barto", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Мельник", "cat": "Restaurant"}, {"review": "❤️", "rating": 5, "name": "Oleksandr Avdieiev", "cat": "Restaurant"}, {"review": " A small arid place with delicious dishes and interesting cocktails. …", "rating": 4, "name": "Вадим Изубенко", "cat": "Restaurant"}, {"review": "Very tasty!!\nPasta \"4 cheeses\" and tiramisu - strongly recommended. …", "rating": 5, "name": "Петр Кричун", "cat": "Restaurant"}, {"review": " The branded cheesecake is amazingly delicious .... !!!!\n\n", "rating": 4, "name": "Andrey Fediv", "cat": "Restaurant"}, {"review": "The most delicious pasta in Kyiv. The smallest veranda on one of the most beautiful streets in Kyiv …", "rating": 5, "name": "Oleksii Horbenko", "cat": "Restaurant"}, {"review": "A very nice place!", "rating": 5, "name": "Олександр Шацький", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Галина Дехтярук", "cat": "Restaurant"}, {"review": "\nThank you, we are very pleased to hear. We see that despite a good review, the rating is not the highest. We will be very grateful if you tell us more about your visit and what we could do so that next time the rating would be 5 *\nYou can write to pastatecakiev@gmail.com.", "rating": 5, "name": "Говорова Илона", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Ksenia Nesterenko", "cat": "Restaurant"}, {"review": "\nYana, thanks for your feedback. We will be very grateful if you tell us more about your impressions and what exactly was wrong. This is very valuable and important information for us. You can contact us by writing to pastatecakiev@gmail.com or in private messages on Facebook.", "rating": 5, "name": "Евгений Волохин", "cat": "Restaurant"}, {"review": "A perfect option for dinner or lunch. We love to visit here with my wife...", "rating": 5, "name": "Igor Yanyshkevich", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Елизавета Гогилашвили", "cat": "Restaurant"}, {"review": "\nWow! Thank you for such a nice review :) We are waiting for you to visit again!", "rating": 5, "name": "Олег Изман", "cat": "Restaurant"}, {"review": " Friendly waiters, delicious pasta, possibly beautifully packaged takeaway pasta …", "rating": 2, "name": "Tetiana Luz Alves", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Калашник", "cat": "Restaurant"}, {"review": " Extremely tasty pasta👌. A small island of Italy in the center of Kiev …", "rating": 5, "name": "Александра", "cat": "Restaurant"}, {"review": " Delicious pasta, a good selection of wines and nice prices) …", "rating": 3, "name": "Андрій Шевченко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Sholudko", "cat": "Restaurant"}, {"review": "Sat with friends, pasta is good, especially spicy, cheesy is also okay. If you love pasta, this is your choice...", "rating": 5, "name": "Paulina Pavlina", "cat": "Restaurant"}, {"review": " Very cool restaurant, top atmosphere\n\n", "rating": 5, "name": "Olga Kucherava", "cat": "Restaurant"}, {"review": " Delicious food, good service and nice prices. Recommended :) …", "rating": 5, "name": "Alexey Fadieiev", "cat": "Restaurant"}, {"review": " Inna, thanks for the feedback! It is very nice that you recommend us to others)\n\n", "rating": 5, "name": "Антонина Ищук", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Artem Zakharchenko", "cat": "Restaurant"}, {"review": " Nice place, delicious menu, caring attitude to guests\n\n", "rating": 5, "name": "Ігор Кияшко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Фролов", "cat": "Restaurant"}, {"review": "\nThank you, very glad that I liked everything. Looking forward to the next meeting!", "rating": 5, "name": "Николай Лучкив", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Maryna Didkovska", "cat": "Restaurant"}, {"review": "\nThanks for the tip and recommendation, we are very pleased to hear :)", "rating": 5, "name": "Alina Sorokina", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Emil Bayramov", "cat": "Restaurant"}, {"review": " Tasty and cozy. Not crowded, friendly staff.\n\n", "rating": 5, "name": "ana zoshchuk", "cat": "Restaurant"}, {"review": "\nThank you, Snezhana 🤗", "rating": 4, "name": "Юра З", "cat": "Restaurant"}, {"review": " Delicious paste, pleasant atmosphere, everything is fast! thank you …", "rating": 5, "name": "Dasha Muzyka", "cat": "Restaurant"}, {"review": " And we thank you! Come more often :)\n\n", "rating": 3, "name": "Alex Shavelev", "cat": "Restaurant"}, {"review": "\nDelicious but not avocado fanatic", "rating": 5, "name": "Svetlana L", "cat": "Restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Анастасия Мацакова", "cat": "Restaurant"}, {"review": " Very tasty. My daughter recommended me.\n\n", "rating": 5, "name": "Виктория Виницкая", "cat": "Restaurant"}, {"review": " Delicious, in the center, not expensive and not cheap.\n\n", "rating": 5, "name": "Татьяна Онищук", "cat": "Restaurant"}, {"review": " Delicious desserts. Waitresses do not go to Ukrainian.\n\n", "rating": 5, "name": "Anna", "cat": "Restaurant"}, {"review": " Thank you for your feedback. We will be more attentive. We are waiting for you again!\n\n", "rating": 5, "name": "Прот. В. С.", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Alla Yarmolenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Alla Sidorenko", "cat": "Restaurant"}, {"review": "\nClass, we are pleased to hear :) Come, always love and wait!", "rating": 4, "name": "Vinn", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Jane Doe", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Логвиненко", "cat": "Restaurant"}, {"review": "\nThank you, good to hear :)", "rating": 2, "name": "Groom room Doggy Stile", "cat": "Restaurant"}, {"review": "\nNice atmosphere and very tasty 😋", "rating": 5, "name": "Nina Holdina", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Yurii Zaremba", "cat": "Restaurant"}, {"review": " Delicious memory and sophisticated staff work. I advise everyone. …", "rating": 3, "name": "Aleksei Filanovskiy", "cat": "Restaurant"}, {"review": " Thank you! We love you and look forward to seeing you again! ♥ ️\n\n", "rating": 5, "name": "Renat Ponomarchuk", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ol O", "cat": "Restaurant"}, {"review": "\nTasty, cozy, good service e", "rating": 5, "name": "Anna Krylasova", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Veronica Malytska", "cat": "Restaurant"}, {"review": " …", "rating": 2, "name": "Valentin Aksyonov", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Igor Bezlepkin", "cat": "Restaurant"}, {"review": "\nGood afternoon, Anton. Thank you for sharing your impressions. We are very sorry that this time the rating is not the highest. We will be very grateful if you specify the time of your visit, this will help us understand the situation. You can contact us by writing to pastatecakiev@gmail.com", "rating": 5, "name": "Valentyna Moiseienko", "cat": "Restaurant"}, {"review": "\nDelicious pasta, friendly staff.", "rating": 5, "name": "Наталия Бойчук", "cat": "Restaurant"}, {"review": " For pasta-here) Delicious and high quality\n\n", "rating": 4, "name": "Юрий Секач", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Dima Chernykh", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Дмитро Яблоновський", "cat": "Restaurant"}, {"review": "\nCozy, homely atmosphere. Delicious pasta.", "rating": 3, "name": "Vyacheslav Petushkov", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Evelina Voevodina", "cat": "Restaurant"}, {"review": "\nAlways delicious, fast and good service.", "rating": 5, "name": "Юрий Шаров", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ruslan Solomonovich", "cat": "Restaurant"}, {"review": " A place where you can eat quickly and deliciously.\n\n", "rating": 4, "name": "Inna", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Олег Выговский", "cat": "Restaurant"}, {"review": "\nThank you Bogdan! You are always welcome!", "rating": 4, "name": "Александр Викторович Муха", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Liliya Rzheutska", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Marketplace Future", "cat": "Restaurant"}, {"review": "\nNot bad, but the prices are overpriced.", "rating": 5, "name": "ionov jaroslav", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Игорь Баранников", "cat": "Restaurant"}, {"review": "\nThank you, Alexandra! We are very glad to hear such a review :) We look forward to the next meeting!", "rating": 4, "name": "Андрей", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Тимур Директор", "cat": "Restaurant"}, {"review": "\nThank you, Andrey, we are incredibly pleased to hear :)", "rating": 5, "name": "Daria Millionova", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Любомир Дроздовський", "cat": "Restaurant"}, {"review": "\nAny pasta is fresh and tasty.", "rating": 5, "name": "Yuriy Archon-ua", "cat": "Restaurant"}, {"review": "\nVictor, thanks for the feedback) come back to us again)", "rating": 5, "name": "Vladimir 8882", "cat": "Restaurant"}, {"review": " Very tasty and soulful\n\n", "rating": 5, "name": "Eugen Katsamai", "cat": "Restaurant"}, {"review": " Tasty, fast, comfortable! Very friendly girls))\n\n", "rating": 5, "name": "Julia Bogdanovna (Jay Jay)", "cat": "Restaurant"}, {"review": " Alesh, your dude, 😘\n\n", "rating": 5, "name": "nataliya andrusenko", "cat": "Restaurant"}, {"review": " Delicious, as always!\nThanks! ) …", "rating": 5, "name": "Наталия Муляр", "cat": "Restaurant"}, {"review": " Mykola, thank you for your feedback and kind words)\n\n", "rating": 5, "name": "Роман Ерёменко", "cat": "Restaurant"}, {"review": "\nVery tasty, nice atmosphere, good service", "rating": 5, "name": "Viacheslav", "cat": "Restaurant"}, {"review": "\nMaria, super! Come again :)", "rating": 4, "name": "Aleksey Krayevsky", "cat": "Restaurant"}, {"review": " I really liked it, I liked the very good waiters\n\n", "rating": 5, "name": "Julia Paevska", "cat": "Restaurant"}, {"review": " Natalia, thank you for your feedback. We try, come to us)\n\n", "rating": 5, "name": "Светлана Омельчук", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Дмитро Мартишевский", "cat": "Restaurant"}, {"review": " Good cuisine. Pasta of own production.\n\n", "rating": 5, "name": "Нона Солонецкая", "cat": "Restaurant"}, {"review": "\njust tasty and inexpensive. good service", "rating": 5, "name": "Натали К", "cat": "Restaurant"}, {"review": "\nAs always tasty and cozy. Pros work.", "rating": 5, "name": "Наталья Волощенко", "cat": "Restaurant"}, {"review": " Nice, cozy place, delicious food.\n\n", "rating": 5, "name": "Anastasiia Myronets", "cat": "Restaurant"}, {"review": "\nGood afternoon, Vladislav! Thank you for writing to us. We will be very grateful if you clarify the details of your visit, in particular when it was by writing to pastatecakiev@gmail.com or in personal messages on Facebook.", "rating": 5, "name": "Kostiantyn Chapiuk", "cat": "Restaurant"}, {"review": "The breakfasts here are the bomb.\nReady to come from the other side of the city for breakfast in a pastatek ...", "rating": 5, "name": "Сергей Щербак", "cat": "Restaurant"}, {"review": " Cozy and peaceful. You can have breakfast or meet\n\n", "rating": 5, "name": "Olha VOV", "cat": "Restaurant"}, {"review": " Thank you! Always glad to see you :)\n\n", "rating": 5, "name": "Тим Ренев", "cat": "Restaurant"}, {"review": "\nDelicious but overpriced in my opinion.", "rating": 5, "name": "Марта Савич", "cat": "Restaurant"}, {"review": "\nOksana, thank you. How was your visit to the pastateca restaurant? It is important for us to understand.", "rating": 5, "name": "Инна Сосновская", "cat": "Restaurant"}, {"review": "The best pasta 🍝 and more 😌\nCozy and pleasant place. …", "rating": 3, "name": "Alexander Balabanov", "cat": "Restaurant"}, {"review": "\nThank you very much, we are incredibly pleased to hear such a review :)", "rating": 5, "name": "Andrii Dashko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Стихи Сергей Городинец", "cat": "Restaurant"}, {"review": "\nAlways tasty and fast.", "rating": 5, "name": "Богдан Рожкевич", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Olena Rozhkevych", "cat": "Restaurant"}, {"review": "\nDelicious pasta and good atmosphere!", "rating": 5, "name": "Дмитро Кудрицький", "cat": "Restaurant"}, {"review": " Tasty, funny. A good selection of pastes\n\n", "rating": 4, "name": "Pavel Daniman", "cat": "Restaurant"}, {"review": " Thank you! We are waiting for you again.\n\n", "rating": 5, "name": "TrueCars Cars import", "cat": "Restaurant"}, {"review": " Large selection of pasta, nice prices\n\n", "rating": 4, "name": "Alex Verba", "cat": "Restaurant"}, {"review": " Natalia, thank you very much for your feedback!\n\n", "rating": 5, "name": "Zubkov D", "cat": "Restaurant"}, {"review": " A cozy place in the center of Kiev for pastry connoisseurs. …", "rating": 5, "name": "Алина Терещук", "cat": "Restaurant"}, {"review": "\nRecommend Filter ☕️", "rating": 4, "name": "Алла Липовяк-Мєлкозьорова", "cat": "Restaurant"}, {"review": "\nVery cozy, tasty!", "rating": 5, "name": "Dragon Walf", "cat": "Restaurant"}, {"review": "\nNatalie, thanks for the tip! Thank you for your feedback👍", "rating": 2, "name": "Сергей Басанский", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "tetiana tetiana", "cat": "Restaurant"}, {"review": " The pasta is delicious. The staff is attentive and friendly. …", "rating": 5, "name": "Sophia Semenchuk", "cat": "Restaurant"}, {"review": "\nGreat atmosphere. Delicious pasta.", "rating": 5, "name": "Олеся Стеценко", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Юлия Малетина", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Леся Гуменна_Соколовська", "cat": "Restaurant"}, {"review": "\nThank! This is the most pleasant thing you can hear :) Always love and wait!", "rating": 5, "name": "Nataliia Bidna", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Leonid Khomenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Наталья Слободян", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Оля Переш", "cat": "Restaurant"}, {"review": "Truffle oil pasta can make you faint😍😍😍😍\nAt what from time to time😍😍😍 ...", "rating": 5, "name": "Simay Gizem Cavusoglu", "cat": "Restaurant"}, {"review": "\nDelicious dessert", "rating": 5, "name": "Илья Евтушок (by Fors)", "cat": "Restaurant"}, {"review": "\nThank you Valeria!", "rating": 4, "name": "Kseniya Kseniya", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Christina Strizhkova", "cat": "Restaurant"}, {"review": " Very delicious paste of own production\n\n", "rating": 5, "name": "Iryna Kondratenko", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Dmitry Arkhipov", "cat": "Restaurant"}, {"review": " Lots of different pasta, price norms\n\n", "rating": 5, "name": "Евгений Шатилов", "cat": "Restaurant"}, {"review": "\nTasty, fast, warm :) Thank you!", "rating": 5, "name": "Masha Zhuravel", "cat": "Restaurant"}, {"review": " Delicious and very original tabouleh.\n\n", "rating": 4, "name": "Zahir ATICI", "cat": "Restaurant"}, {"review": " Deliciously! Spinach pasta is great!\n\n", "rating": 4, "name": "maxx00020", "cat": "Restaurant"}, {"review": "\nNot a bad place, delivery is lame", "rating": 5, "name": "Наталья ДАВИДЕНКО", "cat": "Restaurant"}, {"review": "\nVery tasty and cozy.", "rating": 5, "name": "Ruz Sor", "cat": "Restaurant"}, {"review": "\nMaxim, thanks for the tip!", "rating": 5, "name": "Elena Beauty", "cat": "Restaurant"}, {"review": "\nTasty, comfortable, pleasant service.", "rating": 5, "name": "Дарья Макаренко", "cat": "Restaurant"}, {"review": "\nThank you, very happy to hear :)", "rating": 3, "name": "Olcay Bozkurt", "cat": "Restaurant"}, {"review": "\nDelicious pasta and tiramisu. Recommend", "rating": 4, "name": "Roman Sakun", "cat": "Restaurant"}, {"review": "\nTasty, nice staff, quick service 😊", "rating": 5, "name": "Олег Щур", "cat": "Restaurant"}, {"review": " Serving super and tasty.\n\n", "rating": 5, "name": "Yash Dixit", "cat": "Restaurant"}, {"review": " Very glad to hear! We are waiting for you again :)\n\n", "rating": 5, "name": "Алисия Адрианова", "cat": "Restaurant"}, {"review": "\nVery tasty food, nice atmosphere", "rating": 4, "name": "Андрей Лозинский", "cat": "Restaurant"}, {"review": "\nValeria, always welcome 😍", "rating": 4, "name": "Fatum black", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Serhii Tverdokhlib", "cat": "Restaurant"}, {"review": "\nThe most pleasant words for us! Thank you very much!", "rating": 5, "name": "Iryna Feshchenko", "cat": "Restaurant"}, {"review": "\nGood atmosphere and delicious cooking", "rating": 5, "name": "Sergii Nechuiviter", "cat": "Restaurant"}, {"review": " I really like it, especially the pasta))\n\n", "rating": 3, "name": "Maria Ilmanenko", "cat": "Restaurant"}, {"review": "\nLovely family-run Italian restaurant", "rating": 5, "name": "Serhii Didkovsky", "cat": "Restaurant"}, {"review": "\nThanks, Sergey!", "rating": 3, "name": "Serhii Denysenko", "cat": "Restaurant"}, {"review": " Great institution, everything is top notch💛\nI recommend …", "rating": 5, "name": "Стас Станиславский", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Pavlo Shevchenko", "cat": "Restaurant"}, {"review": " Snug\n\n", "rating": 4, "name": "Julia Shashkova", "cat": "Restaurant"}, {"review": " The best pasta in town! ❤❤❤\n\n", "rating": 4, "name": "Sergey Moshkov", "cat": "Restaurant"}, {"review": "\nDelicious pasta I've never eaten.", "rating": 5, "name": "Диана Ломакина", "cat": "Restaurant"}, {"review": " Moderate food not comfortable space\n\n", "rating": 4, "name": "Іван Дудич", "cat": "Restaurant"}, {"review": "\nTasty, good service, cozy place", "rating": 2, "name": "Serge Konuhov", "cat": "Restaurant"}, {"review": "\nVery cool, truly Italian place in Kiev", "rating": 5, "name": "Анастасія Наливайська", "cat": "Restaurant"}, {"review": "\nThank you, glad to hear that everyone enjoyed it!", "rating": 5, "name": "Yevhenii Kurdybakha", "cat": "Restaurant"}, {"review": " Nice atmosphere, delicious pasta\n\n", "rating": 5, "name": "Galia Vdovenko", "cat": "Restaurant"}, {"review": "\nVery tasty food and nice service.", "rating": 5, "name": "Слава Мусиенко", "cat": "Restaurant"}, {"review": "\nGreat place, everything is very tasty", "rating": 5, "name": "Mariia Andreieva", "cat": "Restaurant"}, {"review": "\nDelicious pasta, prices are above average", "rating": 5, "name": "Tetyana Pupynina", "cat": "Restaurant"}, {"review": "\nThank you, Danil. Hope to see you again.", "rating": 5, "name": "Дар'я Сидоренко", "cat": "Restaurant"}, {"review": " Nice room. Deliciously\n\n", "rating": 2, "name": "Rip Van Wincle", "cat": "Restaurant"}, {"review": " Thank you very much to hear.\n\n", "rating": 5, "name": "Vlad Khizanov", "cat": "Restaurant"}, {"review": "\nNice place, good service, quite tasty!", "rating": 3, "name": "Yulia Moskvina", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "A L", "cat": "Restaurant"}, {"review": "\nVery nice to hear, thanks, Sergey!", "rating": 5, "name": "Ann Rudinskaya", "cat": "Restaurant"}, {"review": "\nVery good pasta", "rating": 5, "name": "Oleksandr Sumenok", "cat": "Restaurant"}, {"review": "\nGorgeous pasta, great snacks for wine", "rating": 5, "name": "Владимир Колесник", "cat": "Restaurant"}, {"review": "\nEverything is fine here.", "rating": 5, "name": "Svitlana Pohoda", "cat": "Restaurant"}, {"review": "\nVery tasty pasta", "rating": 5, "name": "Ким Шин Лао", "cat": "Restaurant"}, {"review": " Cozy, polite, delicious\n\n", "rating": 5, "name": "Anna Milicheva", "cat": "Restaurant"}, {"review": " Zhanna, thanks for the feedback and kind words)\n\n", "rating": 5, "name": "Слава Слава", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Лаппо", "cat": "Restaurant"}, {"review": "\nDelicious. Sincerely.", "rating": 5, "name": "Julia Isaeva", "cat": "Restaurant"}, {"review": " Delicious pasta, nice service\n\n", "rating": 4, "name": "Olena Stegnii", "cat": "Restaurant"}, {"review": "\nDelicious 4 Cheese Pasta", "rating": 5, "name": "Вилена Визенкова", "cat": "Restaurant"}, {"review": "\nAlexander, thank you! Have a nice :) I have a novelty: pasta with shrimps! Come in)", "rating": 4, "name": "Dmytro Shapoval", "cat": "Restaurant"}, {"review": "\nJust amazing pasta, I advise", "rating": 5, "name": "Ivan Demtso", "cat": "Restaurant"}, {"review": "\nAll is well, but cramped.", "rating": 5, "name": "Oleksandr Peresta", "cat": "Restaurant"}, {"review": "\nVery very very tasty. I recommend", "rating": 5, "name": "Кристина Архипова", "cat": "Restaurant"}, {"review": "\nEverything is very tasty and cozy", "rating": 5, "name": "Anatolii Reva", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Татьяна Щербинина", "cat": "Restaurant"}, {"review": "\n4 cheeses! Give more serving! :)))", "rating": 4, "name": "Andrew Jett", "cat": "Restaurant"}, {"review": "\nVery tasty and cozy", "rating": 5, "name": "Алёна Казакова", "cat": "Restaurant"}, {"review": "\nAlexander, thank you, we are very pleased to hear :)", "rating": 5, "name": "Sample Text", "cat": "Restaurant"}, {"review": " Best tiramisu in the city!\n\n", "rating": 5, "name": "Kanstantsin Darashchonak", "cat": "Restaurant"}, {"review": " Very nice to hear, thank you!\n\n", "rating": 5, "name": "Cтанислав Охрименко", "cat": "Restaurant"}, {"review": "\nGood italian food", "rating": 5, "name": "Artem L", "cat": "Restaurant"}, {"review": "\nThank you Alexey! You are always welcome.", "rating": 3, "name": "Stanislav Skorobogach", "cat": "Restaurant"}, {"review": "\nChic pasta and service!", "rating": 5, "name": "Bohdan Chehrynets", "cat": "Restaurant"}, {"review": "\nThanks Bogdan!", "rating": 3, "name": "Alex Almiz", "cat": "Restaurant"}, {"review": " Very nice very good and cheap.\n\n", "rating": 5, "name": "Krzysztof Pietrzak", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Alexandr Stepanyuk", "cat": "Restaurant"}, {"review": "\nOur favorite restaurant", "rating": 4, "name": "Den Trubnikov", "cat": "Restaurant"}, {"review": "\nThank you Snezhana! We always love and wait!", "rating": 5, "name": "Михаил Леонтьев", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Anna Diedikova", "cat": "Restaurant"}, {"review": "\nTasty pasta 4 cheese 😍", "rating": 5, "name": "Iryna Abramchenkova", "cat": "Restaurant"}, {"review": "\nLeah, thank you) this is the favorite of guests", "rating": 4, "name": "Constantine Turtsevich", "cat": "Restaurant"}, {"review": "\nVery good restaurant", "rating": 5, "name": "Serhii Osadchyi", "cat": "Restaurant"}, {"review": "\nDelicious, fast and inexpensive", "rating": 5, "name": "Viktoria Kharitonchuk", "cat": "Restaurant"}, {"review": "\nTasty, satisfying, a lot :)", "rating": 3, "name": "Oleksii Dubok", "cat": "Restaurant"}, {"review": "\nVery tasty and cozy place.", "rating": 4, "name": "Combat Penguin", "cat": "Restaurant"}, {"review": "\nVery tasty and cozy", "rating": 5, "name": "Lina", "cat": "Restaurant"}, {"review": "\nA cozy place with excellent food!", "rating": 4, "name": "Ann Konovodova", "cat": "Restaurant"}, {"review": "\nVery tasty pasta", "rating": 5, "name": "Roman Kapushchak", "cat": "Restaurant"}, {"review": "\nThank you, Alexander! We are very pleased to hear :)", "rating": 4, "name": "TatyanaNikolaevna Danilenko", "cat": "Restaurant"}, {"review": "\nDelicious pasta and seasonal drinks", "rating": 5, "name": "Маряна Лосяк", "cat": "Restaurant"}, {"review": " Nice and fun place.\n\n", "rating": 5, "name": "Ольга Котюжанська", "cat": "Restaurant"}, {"review": " Peter, thank you) It's very nice that you liked it! ) I'll be back to the Baltics again)\n\n", "rating": 5, "name": "Vsevolod Chapiuk", "cat": "Restaurant"}, {"review": " An unexpectedly nice place!\n\n", "rating": 5, "name": "Наталія Бадьора", "cat": "Restaurant"}, {"review": " Everything is very cool!\n\n", "rating": 5, "name": "Alyona Potapova", "cat": "Restaurant"}, {"review": "\nEverything is super", "rating": 5, "name": "Maksym Bilychenko", "cat": "Restaurant"}, {"review": "\nI love their wines and snacks", "rating": 5, "name": "Українка", "cat": "Restaurant"}, {"review": "\nVery tasty pasta", "rating": 4, "name": "Дмитрий Дмитрий", "cat": "Restaurant"}, {"review": "\nTasty, democratic.", "rating": 4, "name": "Богдана Колодий", "cat": "Restaurant"}, {"review": "\nCozy and tasty :)", "rating": 4, "name": "Павел Карпинский", "cat": "Restaurant"}, {"review": "Delicious", "rating": 5, "name": "Татьяна Рыбак", "cat": "Restaurant"}, {"review": "\nLentil soup delicious", "rating": 5, "name": "Kostiantyn Levytskyi (LeKonstantoS)", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Tetiana Chuikova", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 4, "name": "Артем Гарбуз", "cat": "Restaurant"}, {"review": "\nThis time did not like it!", "rating": 5, "name": "Mykhailo Pohoda", "cat": "Restaurant"}, {"review": "\nEverything is very delicious", "rating": 5, "name": "Александр Радько", "cat": "Restaurant"}, {"review": "\nGood prices and pasta", "rating": 5, "name": "Gleb Nazarenko", "cat": "Restaurant"}, {"review": " Good but tight\n\n", "rating": 5, "name": "Yuri Kyrpach", "cat": "Restaurant"}, {"review": " Andrew, thank you :)\n\n", "rating": 5, "name": "Ростислав Вакало", "cat": "Restaurant"}, {"review": " Delicious and cozy\n\n", "rating": 5, "name": "Kate Kryvenko", "cat": "Restaurant"}, {"review": " Thank you very much!\n\n", "rating": 4, "name": "Viktoriia Babalikova", "cat": "Restaurant"}, {"review": "Delicious and cozy!", "rating": 5, "name": "Олексій Шанський", "cat": "Restaurant"}, {"review": " Magnificent atmosphere)\n\n", "rating": 5, "name": "Alexander Nalbandov", "cat": "Restaurant"}, {"review": " Olga, thanks for the feedback !!! Glad you liked it)\n\n", "rating": 3, "name": "Анастасія Терентьєва", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Ruslan Voloshyn", "cat": "Restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Jane Voznyuk", "cat": "Restaurant"}, {"review": "\nThank you Antonina!", "rating": 5, "name": "sophie", "cat": "Restaurant"}, {"review": " The paste is beautiful. Expensive\n\n", "rating": 5, "name": "Dm Rm", "cat": "Restaurant"}, {"review": " Everything is just super!\n\n", "rating": 5, "name": "Max Makeyko", "cat": "Restaurant"}, {"review": "\nTasty.", "rating": 5, "name": "Alexander Moichenko", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Ann Usova", "cat": "Restaurant"}, {"review": "\nTasty.", "rating": 5, "name": "kota kon", "cat": "Restaurant"}, {"review": " Delicious pasta\n\n", "rating": 5, "name": "Александра Хромушина", "cat": "Restaurant"}, {"review": " Marina, waiting for you 😘\n\n", "rating": 5, "name": "Екатерина Живанова", "cat": "Restaurant"}, {"review": "\nThe best pasta in Kiev)", "rating": 4, "name": "Александр Федоренко", "cat": "Restaurant"}, {"review": "\nTasty 👌", "rating": 4, "name": "Ismindirov Vlad", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Владимир Михлик", "cat": "Restaurant"}, {"review": "\nVery little space.", "rating": 5, "name": "Ксюша Мироненко", "cat": "Restaurant"}, {"review": "\nVery tasty!", "rating": 4, "name": "Imsia7", "cat": "Restaurant"}, {"review": " restaurant once\n\n", "rating": 4, "name": "Сергей Петюшенко", "cat": "Restaurant"}, {"review": "\nFavorite pasta in town.", "rating": 5, "name": "Alex Liakin", "cat": "Restaurant"}, {"review": "\nVery tasty!!!", "rating": 5, "name": "Ольга Орлова", "cat": "Restaurant"}, {"review": "\nAnastasia, thanks for the tip!", "rating": 3, "name": "Olga Si", "cat": "Restaurant"}, {"review": "\nTasty!", "rating": 4, "name": "Tata Kudlay", "cat": "Restaurant"}, {"review": "\nThey returned the forgotten laptop)))))", "rating": 5, "name": "Елена Портянка", "cat": "Restaurant"}, {"review": "\nTatyana, thanks for the rating! Come to us for new items in the menu) miss me :)", "rating": 5, "name": "Фитнес-клуб Zaporizhzhya Cro77fit", "cat": "Restaurant"}, {"review": " Delicious and fine\n\n", "rating": 5, "name": "Igor Bilichenko", "cat": "Restaurant"}, {"review": " Thank you, Anno, and we are waiting for you again!\n\n", "rating": 4, "name": "Denis Denisenko", "cat": "Restaurant"}, {"review": " Great place.\n\n", "rating": 4, "name": "Юлия Гончарук", "cat": "Restaurant"}, {"review": "\nPretty good. Boring.", "rating": 5, "name": "Iuliia Khalavchuk", "cat": "Restaurant"}, {"review": "Kitchen👍", "rating": 4, "name": "Анна Марьянова", "cat": "Restaurant"}, {"review": "\nThank you Alla! ♥ ️", "rating": 5, "name": "Roman Kliuchko", "cat": "Restaurant"}, {"review": " Good interior.\n\n", "rating": 5, "name": "Nataliya Rybalko", "cat": "Restaurant"}, {"review": " Vinn, thank you! Come yet :) Waiting for you!\n\n", "rating": 2, "name": "Мелания Троцан", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Кристина Коваленко", "cat": "Restaurant"}, {"review": "\nMore or less liked", "rating": 4, "name": "Андрей Ященко", "cat": "Restaurant"}, {"review": "\nIt's not tasty :(", "rating": 2, "name": "Slimer 606", "cat": "Restaurant"}, {"review": "\nThanks for your feedback. We will be very grateful if you share your impressions in more detail and tell us what exactly you did not like. You can contact us by writing to pastatecakiev@gmail.com", "rating": 4, "name": "Светлана Трандафілова", "cat": "Restaurant"}, {"review": "\nTasty and Mentally", "rating": 3, "name": "Vova Usachov", "cat": "Restaurant"}, {"review": "\nNina, thank you", "rating": 5, "name": "Olena Nizalova", "cat": "Restaurant"}, {"review": "\nGood, tasty.", "rating": 4, "name": "Patrick Morote", "cat": "Restaurant"}, {"review": "\nAcceptable breakfasts", "rating": 5, "name": "Oleksandr Bonar", "cat": "Restaurant"}, {"review": "\nAlex, thank you. What was not as desired? It is important for us to know the comments. We are developing for you.", "rating": 5, "name": "Дубенська Ольга", "cat": "Restaurant"}, {"review": "\nGood and friendly", "rating": 5, "name": "motor bazi scorpion", "cat": "Restaurant"}, {"review": "\nThank you, we are waiting for you to visit again!", "rating": 4, "name": "Olenka Olenka", "cat": "Restaurant"}, {"review": "\nTasty and cozy", "rating": 5, "name": "Marta Dembovska", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Вікторія Ковальова", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Ashirova Irina", "cat": "Restaurant"}, {"review": "\nExpensive and tasteless.", "rating": 4, "name": "Світлана Ткачук", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Yuliia Lazarenko", "cat": "Restaurant"}, {"review": " Extraordinary breakfasts\n\n", "rating": 5, "name": "Анастасія Сергієнко", "cat": "Restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Надія Овдун", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Stanislav Kondratiev", "cat": "Restaurant"}, {"review": "\nTasty and cozy", "rating": 5, "name": "Дарина Кирнична", "cat": "Restaurant"}, {"review": " Deliciously\n\n", "rating": 5, "name": "Юлия Онищенко", "cat": "Restaurant"}, {"review": "\nGood", "rating": 5, "name": "Evgenia", "cat": "Restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "ivanov ivan", "cat": "Restaurant"}, {"review": "\nThank you!", "rating": 5, "name": "Jose Narvaez", "cat": "Restaurant"}, {"review": "\nPleasant establishment", "rating": 5, "name": "Леонид Терещенко", "cat": "Restaurant"}, {"review": "\nThank you, Yuri! We look forward to seeing you again.", "rating": 5, "name": "Iryna Kupchynska", "cat": "Restaurant"}, {"review": "\nTasty place", "rating": 5, "name": "Татьяна Кубарская", "cat": "Restaurant"}, {"review": "Delicious", "rating": 5, "name": "Yana Marchenko", "cat": "Restaurant"}, {"review": "Delicious", "rating": 4, "name": "Оксана Ярмоленко", "cat": "Restaurant"}, {"review": " Superrr\n\n", "rating": 3, "name": "Mari Gv", "cat": "Restaurant"}, {"review": "Great", "rating": 4, "name": "Konstantin Perevozov", "cat": "Restaurant"}, {"review": "\nBon Appetit..", "rating": 5, "name": "G Drake", "cat": "Restaurant"}, {"review": "\nWow", "rating": 5, "name": "Marinella", "cat": "Restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Виктор Мусатов", "cat": "Restaurant"}, {"review": "\nSuper", "rating": 5, "name": "Анатолий Степенко", "cat": "Restaurant"}, {"review": "\nNot a bad place", "rating": 5, "name": "Kateryna Grosul", "cat": "Restaurant"}, {"review": "\nThe best paste!", "rating": 2, "name": "Maxim Ivancha", "cat": "Restaurant"}, {"review": "\nFavorite place", "rating": 5, "name": "Ирина Лебедь", "cat": "Restaurant"}]