[{"review": "Nice place for family dinner) very good kids zone (two kids zones for different ages). A lot of delicious food. Also smoking area is in cafe.", "rating": 5, "name": "Іван Потапенко", "cat": "Italian restaurant"}, {"review": "It's all really good.\nThere is also a play area for children with a very sweet girl.\nThanks pesto cafe. …", "rating": 5, "name": "Simona", "cat": "Italian restaurant"}, {"review": "Good family place with Italian food, breakfasts (from opening to 15:00), menu for children and happy hours (15:00-17:00). Playroom for children is available. Credit cards and cash are accepted. Free parking site.", "rating": 5, "name": "Артем Тесленко", "cat": "Italian restaurant"}, {"review": "The service is too slow.  We waited almost 1 hour.  Moreover, the restaurant was not crowded.", "rating": 3, "name": "Olcay Bozkurt", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Pilepina Storytelling Photographer", "cat": "Italian restaurant"}, {"review": "Pesto cafe is located on the 1-st floor.\nPerfect place for families with children. …", "rating": 4, "name": "Oday Amereh", "cat": "Italian restaurant"}, {"review": "Nice and good place", "rating": 5, "name": "Miroslav Nilic", "cat": "Italian restaurant"}, {"review": "Great food. Great service. Recommended. Going to visit it again if I come to Kyiv again.", "rating": 5, "name": "Sherif Sayed", "cat": "Italian restaurant"}, {"review": "Great service and polite stuff, food is good\nNice place for family with kids", "rating": 5, "name": "Tito", "cat": "Italian restaurant"}, {"review": "Delicious food with a great value and a nice place to dine", "rating": 5, "name": "Olga Kovalenko", "cat": "Italian restaurant"}, {"review": "Surprisingly tasty, cozy and affordable:)", "rating": 1, "name": "Yurii Lychko", "cat": "Italian restaurant"}, {"review": "Awful food", "rating": 4, "name": "Olha Rymartsova", "cat": "Italian restaurant"}, {"review": "\nGood afternoon, Yuri. We would like to ask you to supplement your review and write a little more specifically what exactly you did not like or leave us your contacts in a personal message here - m.me/pestocafe.kiev, so that we can understand the situation.", "rating": 4, "name": "Volodymyr Onyshko", "cat": "Italian restaurant"}, {"review": "Too crowded.", "rating": 5, "name": "T", "cat": "Italian restaurant"}, {"review": "Very homecoming!", "rating": 5, "name": "Сергій", "cat": "Italian restaurant"}, {"review": " We visited this Pesto Cafe for the first time. I would like to say, we liked it. We ate quite well. We liked the dish with the thigh of pappera with caramelized apples. The service is fast. Our son was also happy, …", "rating": 5, "name": "Катя Локанцова", "cat": "Italian restaurant"}, {"review": " One of the best Italian restaurants. Prices are quite affordable. The cuisine is delicious. Took pasta and pizza four cheeses. We had a very tasty lunch. Thank you for that! …", "rating": 5, "name": "Анастасия Речижкова", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, it is very nice to hear from our guests! We look forward to seeing you at Pesto Café❤\n\n", "rating": 5, "name": "Ponka", "cat": "Italian restaurant"}, {"review": "The facility is good. Corresponds to the price = quality. Loved the orange tea and broth. Pasta for 3+ …", "rating": 5, "name": "Konstantin", "cat": "Italian restaurant"}, {"review": " Hello! Thanks for the feedback, we will definitely pay attention to this and correct this situation. We look forward to seeing you at Pesto Café❤️\n\n", "rating": 5, "name": "Анна Городиская", "cat": "Italian restaurant"}, {"review": "The food here is very tasty 😋 😋 I want to visit this place again and again 🙌\nHere you will be met by friendly and pleasant staff. This is not a little important for me 🥰✅…", "rating": 5, "name": "Alpha Oleg", "cat": "Italian restaurant"}, {"review": " Thank you for visiting, we will be glad to see you at Pesto Café! ❤️\n\n", "rating": 3, "name": "Mike Ivanenko", "cat": "Italian restaurant"}, {"review": " Friendly staff, the hall is clean, very tasty, the service is great, I will definitely be back …", "rating": 3, "name": "Liol", "cat": "Italian restaurant"}, {"review": "Ordered a Caesar pizza. Delivery took about an hour and a half.\nThe pizza arrived cold and nothing at all.\nThe courier forgot the terminal and didn't have change. …", "rating": 3, "name": "Максим Максим", "cat": "Italian restaurant"}, {"review": " Hello! It is very unfortunate that you are in this situation. Please write your contact phone number to us on Facebook:\nhttps://www.facebook.com/pestocafe.kiev\n\n", "rating": 5, "name": "Богдана Лысенко", "cat": "Italian restaurant"}, {"review": "Great place for a family. While the kids are having fun in the playroom, parents are enjoying delicious food and socializing. …", "rating": 4, "name": "Екатерина Погорелова", "cat": "Italian restaurant"}, {"review": " Thank you for your attention to us, we look forward to seeing you again at Pesto Cafe💙\n\n", "rating": 5, "name": "Ангелина Фефелова", "cat": "Italian restaurant"}, {"review": "Celebrated children's birthdays. The cuisine is very tasty, our guests liked it, the waiters are friendly and quite smart. The menu is extensive and you can choose for every taste. For opening your own alcohol 200 UAH, which I think is a little expensive. Parking …", "rating": 5, "name": "Александр Ярош", "cat": "Italian restaurant"}, {"review": "The impression, unfortunately, is not very good, although the administrator and the waiter tried to fix the punctures in the kitchen as best they could. …", "rating": 5, "name": "Viktoriia Kartashova ART", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We regret what happened\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Olena Sh", "cat": "Italian restaurant"}, {"review": " Pesto, what kind of trouble do you have? Don't convince us not to order from you anymore. Ordered delivery to Novobilichi, there was a Caesar salad with chicken. Have you changed the recipe and now it goes with raw …", "rating": 3, "name": "Tasha", "cat": "Italian restaurant"}, {"review": "Couriers receive RFP for nothing.\n***************\nI am adding a review. …", "rating": 5, "name": "Ника Иванова", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Kirill Kotenok", "cat": "Italian restaurant"}, {"review": "They work beautifully, quickly, in masks. Everywhere is clean.\nCranberry tea with passion fruit\nHappy hours from 15:00 to 17:00. …", "rating": 4, "name": "Kseniya Tomchuk", "cat": "Italian restaurant"}, {"review": "A good place if you are with children - you can use the elevator with a stroller, there are high chairs, a mother and child room where you can feed a baby.\nThe kitchen is delicious, the service is long, leisurely and there is no button to call the waiter. …", "rating": 1, "name": "Лена Ник", "cat": "Italian restaurant"}, {"review": "Everything is very delicious! Reasonable prices, lots of deals. The waiters are friendly and accommodating. The atmosphere is great! I recommend. …", "rating": 5, "name": "Igor Nogtiev", "cat": "Italian restaurant"}, {"review": "Was with you yesterday.\nCozy, at the entrance we were greeted and immediately helped to choose a comfortable table. It's good that there is a separate smoking room, you can order a cup of coffee, sit down for …", "rating": 1, "name": "Юлия Карасева", "cat": "Italian restaurant"}, {"review": " Cozy modern cafe with a large nursery and a second small teen room. Loved the breakfasts, delicious and relatively inexpensive. A children's menu is probably the largest in Kiev. Quickly prepared and good service. …", "rating": 5, "name": "Татьяна Дерий", "cat": "Italian restaurant"}, {"review": " We are sincerely grateful to you for your appreciation of our work!\n\n", "rating": 5, "name": "Сергей Красильников", "cat": "Italian restaurant"}, {"review": "Were with children. There is an extensive children's menu, which is important for us, and a children's room. The usual menu is also pleased - everything is fresh, tasty. Delivery speed - 20 minutes. Polite and attentive staff. …", "rating": 3, "name": "Карина Мякота", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 4, "name": "Олександр Коваль", "cat": "Italian restaurant"}, {"review": "It’s cold in the room 🙁, but there are pillows and you can ask for a blanket (cool!), slightly warm cocoa, warm mushroom soup-cream (by the way, it’s like potato, starchy, tastier in Arcadia mall) cheesecakes are norms - hot. Why do I need a focaccho gift, ...", "rating": 4, "name": "Денис Кравченко", "cat": "Italian restaurant"}, {"review": "Very good and family restaurant!\nWe took two pizzas 1 + 1, very tasty, did not wait long. The staff is polite. Separately, I want to mention the nanny in this restaurant, a very good girl, excellent with children …", "rating": 4, "name": "Alexandra Katerynyuk", "cat": "Italian restaurant"}, {"review": " A nice cozy place where you can eat delicious food. The staff is great. There are interesting offers such as breakfasts 10-13 and a second pizza or pasta for free 15-17, and the main thing is that during quarantine …", "rating": 5, "name": "Dmytro P.", "cat": "Italian restaurant"}, {"review": "Good atmosphere, delicious food. Great play area for kids. Service is slow. For several years of visiting, the monotony of the menu is noticeable, I want something new. …", "rating": 2, "name": "Niu Sia", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! Let's take into account your recommendations)", "rating": 4, "name": "Ilya Omelyan", "cat": "Italian restaurant"}, {"review": "On 20.12 I ordered a pizza for the kids to eat warm, they brought it cold after 2.5 hours, the children were hungry... I understand that this may not be this restaurant, but it is closer to our address, the second situation on 3.01 we booked a table near the children's room ...", "rating": 5, "name": "Василь Василів", "cat": "Italian restaurant"}, {"review": "Cool. Very nice staff, tasty and fast service. Yes, and took with him the same amount as a gift. Thank you guys...", "rating": 4, "name": "Nadin Galakh", "cat": "Italian restaurant"}, {"review": "Pasta with veal cheeks and mushrooms in Pesto on Osokorki (in Arcadia) was not fresh. It was dinner, after which I went home and did not eat anything else, at night I became ill and, by all indications, poisoned. Thanks to medications and treatments...", "rating": 4, "name": "a1d", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\n", "rating": 2, "name": "Katherine Mykhaylova", "cat": "Italian restaurant"}, {"review": " Pesto, you are the best! Your burgers are better than McDonald's))) Your Napoleon is the most delicious in Kiev)))) Thank you for the holiday and for the gifts for your birthday! …", "rating": 5, "name": "Артем Прокопенко", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 5, "name": "Елизавета Тетеня", "cat": "Italian restaurant"}, {"review": "One of the best pesto, turned gray very well today, the waitress recommended the veal carpaccio and said it was very tasty. And it really is an amazing kitchen. Thank you! …", "rating": 5, "name": "Інна Білоцька", "cat": "Italian restaurant"}, {"review": " Thank you for such kind words, we are waiting for you at Pesto Café! 💜\n\n", "rating": 2, "name": "Annet Grey", "cat": "Italian restaurant"}, {"review": "Not a bad place, just a cafe .... (ordered okroshka, lasagna, lemonade and majito) food tasted at 3 ku. Did not impress. Lemonades are also a meager choice, and what is there does not cause visual and taste pleasure. …", "rating": 1, "name": "pako1986 1", "cat": "Italian restaurant"}, {"review": "\nGood day. Thanks for the feedback! We are sorry for not fully meeting your expectations. We will take into account all your comments to correct and we will be glad to see you again!", "rating": 5, "name": "Nikita Vinik", "cat": "Italian restaurant"}, {"review": "A good place for lunch, I liked the happy hour promotion when you buy one dish for a second as a gift. The peculiarity of the institution is a children's play room with transparent glass. You can eat calmly while watching the children, only the stairs and …", "rating": 3, "name": "Лина Феникс", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! Be sure to take into account your feedback!", "rating": 5, "name": "Илья Салий", "cat": "Italian restaurant"}, {"review": "We were with a girl, we ordered a steak and pasta, we liked it, the service is normal, no more, no less. It is good that there is a children's area, families with children will have a comfortable rest. …", "rating": 1, "name": "Oleksii Atamanchuk", "cat": "Italian restaurant"}, {"review": "It's great that you can come with the baby, and he will have something to do there. The food is not bad, but still the taste and portion size could be improved. I do not advise taking salads, one herb. But the service is top notch. That's why …", "rating": 5, "name": "Olga Lii", "cat": "Italian restaurant"}, {"review": "Very cozy environment. There are children's chairs, changing table. The kitchen is open, you can see how the food is being prepared. There is a separate smoking room. …", "rating": 5, "name": "Вера Падей", "cat": "Italian restaurant"}, {"review": "Were frankly disappointed!\nThe cuisine is delicious. BUT!\nThe prices are too high and not justified at all. …", "rating": 2, "name": "Валентина Бакаева", "cat": "Italian restaurant"}, {"review": "I think and hope they listened to the reviews and are already correcting. The waiters come up more often than in the comments below. As a smoker, I was pleased with the closed smoking room with a normal hood. The nanny is attentive and takes care of the children. But still, I would...", "rating": 5, "name": "Цітана Гаврилів", "cat": "Italian restaurant"}, {"review": " Very tasty. Pizza is one of the best in Kyiv, the prices are very adequate. As a coffee lover, I will single out delicious coffee. The staff is very friendly and professional. Rating 10 out of 10.))) …", "rating": 5, "name": "Alexandra Kucheriava", "cat": "Italian restaurant"}, {"review": "Great cheesecake, good coffee. It’s a pity that the opening hours are until 23:00 and exactly at that time the Novus guard comes in and not very tactfully asks to leave. …", "rating": 5, "name": "Кристина", "cat": "Italian restaurant"}, {"review": "Very tasty and pleasant service, but I noticed a small hair in the plate, I hope this will not happen again, I will come again later ...", "rating": 5, "name": "Наталия Симанюк", "cat": "Italian restaurant"}, {"review": "2 meat dishes (Delivery from the restaurant) unpleasantly upset. The first dish - the steak - was simply impossible to start eating - the steak was cut incorrectly, it was impossible to even start chewing. The replacement dish - Veal Rack - is also a disappointment. Meat …", "rating": 5, "name": "Ludmila Kaplii", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We understand the situation!", "rating": 5, "name": "walter biagiotti", "cat": "Italian restaurant"}, {"review": "Pleasant, relaxed atmosphere, you can just sit, watch football, organize holidays and birthdays. Huge room with private offices. …", "rating": 1, "name": "tanya sokolova", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Дарина Спич", "cat": "Italian restaurant"}, {"review": "Having visited the wonderful cafe \"Pesto\", I received a lot of positive emotions. ☺️ Very friendly and sociable staff, pleasant atmosphere and interior. And of course, very tasty cuisine.🤤 Thank you very much for the warm welcome) …", "rating": 4, "name": "Анастасія Полянська", "cat": "Italian restaurant"}, {"review": " My favorite place in our area, given the location and value for money. It is good that there is a good children's room with transparent walls. Separately, I wanted to note the work of the waiters - Elena is just …", "rating": 5, "name": "Ася Красоха", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Н. Малік", "cat": "Italian restaurant"}, {"review": "I was disappointed (( Hair in the paste. Dirty kettle. Crumpled dirty tablecloth. Sofa stained.\nThe only plus is the waitress - she quickly brought out the menu, helped to hang up the coat, …", "rating": 5, "name": "Максим Нестеров", "cat": "Italian restaurant"}, {"review": "Ordered for delivery for 4900 UAH\nThe order was pre-placed a day before, but 6 hours before the event they called to clarify the order, it turned out that the order did not go through the system. …", "rating": 4, "name": "Ruslan Malynych", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Василь Симанюк", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олька Бараболька", "cat": "Italian restaurant"}, {"review": "Cafe:\nI waited half an hour to order tea and the same amount to bring it to me ...\nDelivery: …", "rating": 5, "name": "Николай Саевский", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. The minimum order amount for delivery is UAH 200.\n\nWhen ordering from 350 UAH through the PESTO-bot, you will receive a Salami pizza as a gift - this is a separate promotion.", "rating": 3, "name": "P G", "cat": "Italian restaurant"}, {"review": "I visited this place this morning\nThe waiters were friendly and helped to choose a table.\nAlso, the waiters offered to have breakfast…", "rating": 4, "name": "Olha Titova", "cat": "Italian restaurant"}, {"review": " Terrible delivery Pesto Family\n3 of the four orders (with vapiano, pesto and bamboo at different times) did not deliver any on time. And three times had to be delivered just across the road / …", "rating": 5, "name": "Коля Гончарук", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 1, "name": "Андрей Андреевич", "cat": "Italian restaurant"}, {"review": "One of my favorite cafes in Kyiv. Delicious food, beautifully presented dishes, Italian cuisine, service for 5. On weekdays, happy hours from 15.00 to 17.00. There is a children's room, a smoking room. I recommend. …", "rating": 2, "name": "Дмитрий Макарец", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Надежда Страпачук", "cat": "Italian restaurant"}, {"review": "The service is getting lower and lower every time. The prefix does not work in the children's room, there is no ball for playing table football, the child was asked from the administrator, but they did not bring it. …", "rating": 1, "name": "Ирина Жданова", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "ЛОЛИТА Красильникова", "cat": "Italian restaurant"}, {"review": " Gorgeous. For families with children - incredibly cool and delicious …", "rating": 1, "name": "Kristina Devyatkova", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Elena", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Remi Jane", "cat": "Italian restaurant"}, {"review": " Very nice place. Delicious food, nice and polite staff. Pizza \"branded pesto\" is just super. Classic mulled wine with aperol warmed the body, and the atmosphere and staff the soul. …", "rating": 2, "name": "Nazara Arazan", "cat": "Italian restaurant"}, {"review": "We used to live next door - we often went for dinner. Now, unfortunately, we only go out on holidays (\nAlways fun, noisy, atmospheric! Delicious Italian cuisine. …", "rating": 1, "name": "Софія Герасименко", "cat": "Italian restaurant"}, {"review": " Nice place for children ...... and the food is good!\n\n", "rating": 4, "name": "Igor Sydoryak", "cat": "Italian restaurant"}, {"review": "disgusting service. the \"order\" button on the site has not been working for a year now and my order is accepted by phone with poor communication. this time they mixed up the potatoes that I ordered and were greedy to send them to me (the price is 50 UAH lol!). I have …", "rating": 1, "name": "Ievgen “Eugene” Rudyi", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Oleg", "cat": "Italian restaurant"}, {"review": "It’s very tasty, but it’s a pity that they removed the happy hour promotion, left it only for dough (pizza and pasta), which, in principle, is banal and has already become boring. These are not the dishes for which I went to the institution. And most girls cannot afford ...", "rating": 5, "name": "Никита Малоголовец", "cat": "Italian restaurant"}, {"review": " The food is delicious, the repairs are nice, but the waiters are rude and do not serve in Ukrainian, despite the law of January 16. …", "rating": 5, "name": "Ihor Mellou", "cat": "Italian restaurant"}, {"review": "Cool cafe. The food is delicious. Prices are moderate. Huge + the presence of a children's room. In the institution you can organize both a holiday for an adult and for a child. The waiters are friendly and smart, the administrators 🔥🔥🔥 …", "rating": 5, "name": "Артем Морозов", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 3, "name": "Светлана Довбыш", "cat": "Italian restaurant"}, {"review": " I really liked the cafe! The dishes are very tasty. The staff is friendly. Clean and cozy. I did not find any shortcomings. I recommend! …", "rating": 5, "name": "Дария Нечай", "cat": "Italian restaurant"}, {"review": "After each visit to the blockbuster, my daughter and I go to eat here, because there is an additional game room and a very good menu ...", "rating": 1, "name": "Lubov Zherdieva", "cat": "Italian restaurant"}, {"review": "\nGood day! Thank you for your feedback, we are very pleased", "rating": 5, "name": "Коренной Киевлянин", "cat": "Italian restaurant"}, {"review": "four-\nService is quite normal.\nLiked the pizza. …", "rating": 1, "name": "sale prospero", "cat": "Italian restaurant"}, {"review": "\nGood day! Thanks for your feedback! We take into account your comment)", "rating": 1, "name": "Юлія Дідик", "cat": "Italian restaurant"}, {"review": " Good atmosphere, delicious food and nice staff. One of the best family restaurants in Kiev. …", "rating": 3, "name": "Ярослав Л", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Яна Дмитрова", "cat": "Italian restaurant"}, {"review": "Super!!! We ordered a pizza with veal, they brought 2 according to the Promotion. The pizza is hearty and sooooo tasty. I can not help but note the skill of the chefs who cook it effectively !! Top recommend establishment! …", "rating": 5, "name": "Maria Ganich", "cat": "Italian restaurant"}, {"review": "The coffee is not hot. Unfortunately (\nThe cake for 88 UAH is too small. …", "rating": 1, "name": "Tania H", "cat": "Italian restaurant"}, {"review": "Very tasty and interesting for children :) Four stars for service. This is not the first time you have to wait 40 minutes for the order to be at least accepted, another 20 minutes for drinks to be brought... It seems that guests are forgotten about the time from …", "rating": 3, "name": "Iryna Omelchenko", "cat": "Italian restaurant"}, {"review": " Great place I really like that the kitchen is open and you can watch the work of chefs, great atmosphere especially in the evening, orders are prepared quickly, all dishes are very tasty, and the service is just …", "rating": 2, "name": "MyLife", "cat": "Italian restaurant"}, {"review": "Ordered breaded chicken - they brought raw chicken, not fried in the middle! It's good that I noticed it in time. They didn’t take money for the dish, but the case speaks of the level of chefs there. …", "rating": 4, "name": "Татьяна RedCatzs", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 4, "name": "Eduard Rozumieienko", "cat": "Italian restaurant"}, {"review": " The atmosphere in the institution is pleasant and that's probably all.\nWhat I didn't like: …", "rating": 5, "name": "Topo4kа про", "cat": "Italian restaurant"}, {"review": "I want to share my impressions about Pesto on Lobanovsky.\nGood moments:\nVery attentive staff, excellent service. It's not the first time I'm coming...", "rating": 5, "name": "Alexandr Semenik", "cat": "Italian restaurant"}, {"review": "Disgusting place. Turned into a diner. Canteen of small-scale tailoring. In the summer I ordered a salad with peaches and arugula from the seasonal menu. What they brought: green sour peaches and (drumroll) with a slug among that pile of unknown ...", "rating": 2, "name": "Надежда Полякова", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 2, "name": "Наталья Киев", "cat": "Italian restaurant"}, {"review": "Very tasty and very fast, the atmosphere is beautiful, there is a nanny for the children, which is very comfortable. …", "rating": 2, "name": "Вероника Дулкай", "cat": "Italian restaurant"}, {"review": "Guys know how to surprise\nnever seen this before!\nTo all lovers of raw minced meat instead of cutlets - bon appetit👍🏻 ...", "rating": 3, "name": "Ярослава Стах", "cat": "Italian restaurant"}, {"review": "Met girls. Nice atmosphere, delicious food (salad with tongue and arugula), drank wine. Had a great time. Prices are moderate. …", "rating": 5, "name": "Юлия Солдатенко", "cat": "Italian restaurant"}, {"review": "This place has very bad pasta. Cooking it at home will taste better. …", "rating": 5, "name": "Юля Григорьева", "cat": "Italian restaurant"}, {"review": " Google:\n\nGood day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Ystos-as Ystos-as", "cat": "Italian restaurant"}, {"review": " Service with a delay of half a light year. Of the 6 dishes, 2 are delicious. Beer was brought 20 minutes after ordering with minimal occupancy. The staff is nice. …", "rating": 1, "name": "Kateryna Struzhko", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Vanda Lucky", "cat": "Italian restaurant"}, {"review": " Good afternoon to all, visited 4.06.2021 in this institution, the service is not satisfied by 10000..0% !!! The waiter did not come for a long time, and when he came he was silent (not a good day - not a good …", "rating": 5, "name": "Елена Шпак", "cat": "Italian restaurant"}, {"review": " Everything is delicious. Waiters don't always handle a lot of people. Long cooked meals .... and may forget about the ordered salad). …", "rating": 5, "name": "Юлія Ващенок", "cat": "Italian restaurant"}, {"review": "In general, my wife and I went for lunch, we wanted to eat.\nTotal: ordered branded burgers, latte and mojito. To latte and mojito 30min, then another 30min with nothing. Result: paid for drinks, got up and left. No more …", "rating": 1, "name": "Татьяна Богач", "cat": "Italian restaurant"}, {"review": "Delicious, there is happy hour from 15:00 to 17:00 (2 dishes for the price of 1) this is how double pasta carbonara and mojito looks like...", "rating": 5, "name": "Мария Бартова", "cat": "Italian restaurant"}, {"review": "I liked it very much! Well done kitchen, the dishes were great. I especially want to mention the veal salad. Great presentation. I recommend) …", "rating": 4, "name": "Ксения Ш.", "cat": "Italian restaurant"}, {"review": " Impressions after the first visit are great. The children's room is +1 to the choice of rest, parents will understand. Asking employees to be attentive because they brought chips with a child is a violation. …", "rating": 3, "name": "Stanislav Karpenko", "cat": "Italian restaurant"}, {"review": "Nice polite staff. It was delicious. We waited a bit for the order, but we were warned about the delay, so 5 minutes more left only good impressions. Let's come again. Thanks …", "rating": 5, "name": "Іра Лисенко", "cat": "Italian restaurant"}, {"review": " Great time with friends rested, everything is delicious) The only thing I did not like: asked to bring plain water - brought only one glass (although there were four of us). They asked everyone to bring it - they …", "rating": 3, "name": "Stanislava Klymova", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback! Be sure to pass the administration of the institution wishes about water.\n\n", "rating": 5, "name": "Леся Петрук", "cat": "Italian restaurant"}, {"review": "The food is delicious, the prices are Kyiv, the service is not intrusive. We go often as a family. I would generally position it as a family restaurant. …", "rating": 5, "name": "Lion Past", "cat": "Italian restaurant"}, {"review": "Came to the restaurant at 13:03 and what? Refused to serve breakfast. Although in another pesto cafe at 13:05 I was able to order breakfast. Terrible service. Although very often Sbda came earlier. …", "rating": 5, "name": "Vredrina Ya", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "An C", "cat": "Italian restaurant"}, {"review": "Cozy, enough space, private areas, panoramic windows, a children's room with a slide and balls, delicious pizza, bruschetta and Napoleon. …", "rating": 5, "name": "Alexander Tsyganchuk", "cat": "Italian restaurant"}, {"review": "No wonder they introduced the action \"self-delivery -15%\" !!!! delivery service NOT WORKING!!!! The system for taking orders by phone practically DOES NOT WORK!!!! solve the issues of punctures DO NOT KNOW!!!! …", "rating": 2, "name": "Vad Ars", "cat": "Italian restaurant"}, {"review": "I don't know how to rate this place.. Doesn't the administration read the reviews??? We also got this terrible service.\nWe waited 10 minutes for the menu - we had to call the waiter, although we saw several of the …", "rating": 5, "name": "Ирина Гончарова", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation and rehabilitate yourself for what happened. Thank.", "rating": 3, "name": "Елена Бондарчук", "cat": "Italian restaurant"}, {"review": " The kitchen was sporting. It used to be a wonderful place with very tasty cuisine. Today I was disappointed ...\nIt is good that the service remains at a high level ... …", "rating": 5, "name": "Юлия Николаева", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Дмитрий Дмитриев", "cat": "Italian restaurant"}, {"review": "An order from one salad with salmon was taken out for almost an hour. The fish is not the first freshness with a smell, and the salad itself floats in a dressing of vinegar and mustard. Zhah ...", "rating": 5, "name": "Александр", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 1, "name": "вадим дюк", "cat": "Italian restaurant"}, {"review": "Pleasant service in good Ukrainian, the waiters know the menu and features of the dishes very well. The interior is cozy and comfortable, you feel at home) dishes: both pasta and cream soup were very tasty. The pizza is great too. Pleases…", "rating": 2, "name": "Жанна Городиська", "cat": "Italian restaurant"}, {"review": "Terrible service, you have to catch the waiters to take the order. Hot meals are served cold. The food is tasteless.\nIt's a pity, because we always liked to go to the pesto on Lobanovsky. Went …", "rating": 2, "name": "Oleksiy Slisenko", "cat": "Italian restaurant"}, {"review": "The food is delicious, but the delivery is disgusting!! Each time you have to wait at least two hours, very often they let you down. They don’t call back, they don’t say when they will be or that they are delayed, you have to call and listen to “the courier is already on his way”, and then…", "rating": 1, "name": "Evgeniy Dovgan", "cat": "Italian restaurant"}, {"review": " We are very sorry that we did not live up to your expectations. Please leave your contacts to clarify the circumstances and rehabilitate. Thank you\n\n", "rating": 1, "name": "светлана романовна", "cat": "Italian restaurant"}, {"review": "Delicious food, cozy place. This is where the positive ends. Disgusting service, cooks walk around with their hair open, waiters seem to be working on the first day. …", "rating": 5, "name": "O T", "cat": "Italian restaurant"}, {"review": "\nGood day. We understand the situation and find out the details of the incident.", "rating": 1, "name": "Illia Medvediev", "cat": "Italian restaurant"}, {"review": "Traditionally, they took risotto, for some reason more liquid than in another Pesto cafe.\nFocaccia, by the way, is also not ruddy, but pale white, and, frankly, they really felt sorry for the tomatoes. …", "rating": 4, "name": "Anton Visitsky", "cat": "Italian restaurant"}, {"review": " Good cuisine, but the promotion you get 2 dishes - you pay for 1 works only on pizza and pasta. In early June, this promotion was on the entire menu. …", "rating": 4, "name": "Vitalii Mostipaka", "cat": "Italian restaurant"}, {"review": "An excellent cafe for leisure work and business meetings. Amazing menu good dishes and low prices. …", "rating": 4, "name": "Ирина Майко", "cat": "Italian restaurant"}, {"review": " As a father, I am very impressed with Pesto Cafe.\nNice person, delicious food, high prices are not of course done and very funny children's rooms (comfortable and safe))) …", "rating": 3, "name": "Дария Дьякова", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 2, "name": "Кристина Бископчук", "cat": "Italian restaurant"}, {"review": " I read the reviews and really something has changed in the service and cooking! The waiters are indifferent to visitors, ordered a table through the system, came on time, and the table tu-tu! They explained that they …", "rating": 2, "name": "К Р", "cat": "Italian restaurant"}, {"review": " Hello! We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Please provide your contact details so that the management of the restaurant you were in can contact you to resolve this situation😌\n\n", "rating": 1, "name": "Тома Звезда", "cat": "Italian restaurant"}, {"review": "Was in the cafe on 10/21/19. It was breakfast, smoothly flowing into lunch. I can't call it a restaurant. Sorry. From what I liked: the interior and coffee. Service is terrible: 20 minutes waiting for the menu, 30 minutes until they take the order, 40 minutes until they bring ...", "rating": 5, "name": "Таня Войтенко", "cat": "Italian restaurant"}, {"review": " Good day. We want to thank you for your feedback - any feedback is important to us. We will be sure to submit your feedback to management for review, and we will do additional staffing and fix any shortcomings in the near future. We look forward to seeing you again!\n\n", "rating": 2, "name": "Ruslan Popov", "cat": "Italian restaurant"}, {"review": "Terrible service! They took the order in 20 minutes ... then they carried coffee and cheesecake (given the moment that the cheesecake was ready) for a hundred years too! And most importantly, they included milk for me, although I ordered coffee without milk! The only thing that makes me happy is…", "rating": 4, "name": "Anastasia D", "cat": "Italian restaurant"}, {"review": " Good day. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 3, "name": "Katya Laktionova (Kalinka)", "cat": "Italian restaurant"}, {"review": " Good afternoon. Ordered in Pesto not the first time. But we waited 3 hours, this is the first time, and also, we were not given pizza as a gift, which was promised. Delicious, but it's not worth it …", "rating": 5, "name": "Диана Шевченко", "cat": "Italian restaurant"}, {"review": "I want to leave a feedback-thank you about the animator Victoria in the children's room. I hope the management will provide additional financial support for her work. Thanks to her ability to fully capture the attention of children, we were able to celebrate the day perfectly ...", "rating": 2, "name": "Ира Охрименко", "cat": "Italian restaurant"}, {"review": "An excellent family cafe, you can eat deliciously and entertain children, the administrator Olga is very pleasant and cheerful!) …", "rating": 5, "name": "Евгений Падей", "cat": "Italian restaurant"}, {"review": "Favorite pesto karaoke! As always cool atmosphere, delicious food and great cocktails! …", "rating": 5, "name": "Elfa Pin", "cat": "Italian restaurant"}, {"review": "The quality of service is just terrible ... The only friendly and attentive girl met us at the entrance. The first time I ordered risotto, it was served in a beautiful plate, it looked appetizing. I ate a couple of spoons and found in it ...", "rating": 4, "name": "D", "cat": "Italian restaurant"}, {"review": "\nGood afternoon, Katerina. We apologize for the situation. Thank you for your feedback. If possible,\nplease leave your contacts so that we can personally contact you and rehabilitate. Thank!", "rating": 2, "name": "Marina Zhukova", "cat": "Italian restaurant"}, {"review": "The most delicious pizza in Kyiv! I especially love pizza \"carbonara\" - tender, juicy, melts in your mouth! .Prices are moderate and for all menus. All delicious desserts. The service is always excellent - very attentive and friendly staff, but with …", "rating": 2, "name": "Oksana Bondar", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Владимир", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Наталья Березовая", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Галина Пендюр", "cat": "Italian restaurant"}, {"review": " This is not the first time we visit the Pesto Cafe chain of restaurants. It suited our family that they have a children's menu and a children's room. Unfortunately, on July 18, 20 we visited the Pesto cafe restaurant …", "rating": 2, "name": "Liza Kvachenko", "cat": "Italian restaurant"}, {"review": "We celebrated a children's birthday here, there were 8 kids at the celebration. I liked the organization of the event, thought out to the smallest detail. Very interesting quests and surprises as rewards. Delicious dishes prepared especially for children, all ate with …", "rating": 1, "name": "Лилия Вакуленко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating! :)", "rating": 4, "name": "Valerii St", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Педченко", "cat": "Italian restaurant"}, {"review": "Was the first and was disappointed. Wrinkled and very dirty tablecloth. Service \"top class\" :(( We came at 10:10. We ordered two coffees and pancakes with apples. According to the waitress, the dishes will be ready within 10 minutes. I didn’t deceive the coffee ...", "rating": 1, "name": "Алекс", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Enriko Moro", "cat": "Italian restaurant"}, {"review": "Chefs are professionals! Everything was delicious and fast! A big plus for the children's room) ...", "rating": 1, "name": "Gellaxi Kalihova", "cat": "Italian restaurant"}, {"review": "The food is good for the money, but the service is very long. Today we went in for a quick bite and said exactly how much time we had, coffee and drinks were brought quickly, but the rest ... 2 servings of poached pancakes took about 40 minutes. Ribs for an hour we didn’t ...", "rating": 2, "name": "Светлана Панченко", "cat": "Italian restaurant"}, {"review": " Hello! We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Please provide your contact details so that the management of the restaurant you were in can contact you to resolve this situation😌\n\n", "rating": 2, "name": "Алексей", "cat": "Italian restaurant"}, {"review": " I made an order for Valery Lobanovsky, they said to wait for about an hour. Orders were brought much earlier, which is very nice! Khachapuri and cheburek were just incredible, especially khachapuri in Adjara - …", "rating": 5, "name": "Лида Гладченко", "cat": "Italian restaurant"}, {"review": "Come to eat, everything is delicious. There was a master class with children. From the side it looks cool. …", "rating": 1, "name": "Татьяна Кравченко", "cat": "Italian restaurant"}, {"review": "We attended a birthday party at this restaurant with young children. I liked everything on the menu, excellent baked red fish, interesting salads, excellent bruschettas. Steak connoisseurs have said that they are not perfect, but I am not a steak connoisseur - I ...", "rating": 5, "name": "Ефим", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "Анна Захарова", "cat": "Italian restaurant"}, {"review": "\nFamily-like, cozy and very tasty !! ❤️", "rating": 5, "name": "Raydimon", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 2, "name": "Skiba Fedor", "cat": "Italian restaurant"}, {"review": "Very tasty. As for a restaurant, the wait is not long at all - 15 minutes. I would suggest decorating the dish with herbs, but maybe not everyone likes it. …", "rating": 3, "name": "Сергей Самойленко", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 1, "name": "Oleg Shevtsoff", "cat": "Italian restaurant"}, {"review": " My girlfriend and I visited this institution on February 27, 2021 at lunchtime. The check came out ~ 400 UAH. It so happened that I had to meet a man next door on the street, and the girl stayed in a cafe. After 15 …", "rating": 5, "name": "Александр Максименко", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 4, "name": "Michiru Kaiou", "cat": "Italian restaurant"}, {"review": "We were here for the first time - we mainly visit Pesto on the left bank. We liked. Smiling and attentive waiters and hostesses, delicious food. Children liked the children's room. Balls and bizeshki - as a compliment to children from the institution - always ...", "rating": 5, "name": "Андрей Кобко", "cat": "Italian restaurant"}, {"review": "Came to this establishment with the prospect of celebrating a year.\n\nThe hall is dark on the tables there are lamps but they were not turned on. Tablecloths in places…", "rating": 3, "name": "Елена Буткова", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Анет Анет", "cat": "Italian restaurant"}, {"review": "Great establishment! Delicious cuisine and friendly staff. Very pleased with the presence of a children's room. …", "rating": 5, "name": "UA IGEBA", "cat": "Italian restaurant"}, {"review": "A very pleasant place. Was for the first time. Friends advised. Stylishly decorated. Open kitchen, you can watch how and from what the dish you ordered is prepared. Waiting time 20 minutes. Excellent wine list. On a weekday, the restaurant was …", "rating": 5, "name": "Вова Богодухов", "cat": "Italian restaurant"}, {"review": "Was about half a year ago. At that moment, I liked everything very much. The only thing is that the waiters serve for a long time, they either need more or drive them a little. But I especially liked the food! The meat is very tasty! Repeatedly...", "rating": 5, "name": "Марго Смирнова", "cat": "Italian restaurant"}, {"review": " Terribly, the order was waiting for about an hour, although the landing was not complete, even half was not loaded, the portions are not true, I do not advise …", "rating": 1, "name": "M K", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 1, "name": "Kamilla Bolotina", "cat": "Italian restaurant"}, {"review": " They cook deliciously, but the service is terrible. DN was celebrated on September 17, 20, food was ordered in advance. They came, ordered only wine. They carried him for half an hour. Apparently, they went to the …", "rating": 1, "name": "Марина Таучелова", "cat": "Italian restaurant"}, {"review": "a very long time !\nthe food got worse! …", "rating": 5, "name": "Андрей Кузьмин", "cat": "Italian restaurant"}, {"review": "Delivery did not arrive within two hours! Nobody, however, called back. We got through on our own and found out that we had to wait another 20 minutes. But the train will not wait, unfortunately. I had to go to the station hungry. Thanks for the hungry trip. …", "rating": 2, "name": "Andrey Sirotkin", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 2, "name": "Andrii Petrunia", "cat": "Italian restaurant"}, {"review": "The food is delicious, but the waiters are just a disaster. They go back and forth by, I wait half an hour, then I order, I wait again, another one comes and says I was handed over to him and again asks what I want to order. ??? I dictate and ask you to hurry up, because I'm in a hurry. …", "rating": 1, "name": "Кристина Дмитренко", "cat": "Italian restaurant"}, {"review": "A sincere, quiet and tasty place. It’s especially great that the guys are happy not only for visitors, but also for their four-legged pets)) …", "rating": 5, "name": "Михаил Падей", "cat": "Italian restaurant"}, {"review": "Celebrated the New Year. Worst organization ever. The kitchen is disgusting. Of the three ordered salads - one was returned, the second could not be eaten. Disgusting. Hot is not better. The most interesting thing began when they brought the bill. He was not ours...", "rating": 4, "name": "Iryna Shcherban", "cat": "Italian restaurant"}, {"review": "We dined, 2 people soup / broth + pizza (by the way, there was a promotion, when ordering 1 dish - the 2nd one was the same as a gift, they chose another pizza). To say that it’s really very tasty, no, the most ordinary broth + pizza on a very thin crust is not very ...", "rating": 2, "name": "Даная Волкова", "cat": "Italian restaurant"}, {"review": "The staff is friendly. The place is clearly focused on children - a children's room, slides, steps near the toilet and washbasin, they give balls to children. There is also a hall for hookah, with a good exhaust, the smell of tobacco in the main hall is not felt at all. …", "rating": 5, "name": "Vika Odinskaya", "cat": "Italian restaurant"}, {"review": "Nice and cozy restaurant, there is a children's room, delicious food. I go there often because it's close to my house! BUT it often happens that food is brought for a very long time, even an ordered drink can be waited 20 minutes, while the hall …", "rating": 5, "name": "Олеся Абрамова", "cat": "Italian restaurant"}, {"review": "The Italian restaurant has tasteless Italian food. Ordered tagliatelle in a creamy sauce with chicken and mushrooms. Fresh! It feels like everything used to be a blank, and then just warmed up in cream. Pasta is weird...", "rating": 5, "name": "Arina Konotop", "cat": "Italian restaurant"}, {"review": "\nGood afternoon, Darius! Thank you for your feedback! Sorry, that did not meet your expectations. We will carry out additional studies on the dishes listed by you, as well as analyze your comments with the network's brand chef.", "rating": 5, "name": "Olha Protsiuk", "cat": "Italian restaurant"}, {"review": "Were with a friend in Pesto the other day, there was a full landing, the hostess saw off other guests, and another girl was sitting in her place (as it turned out to be the administrator). She stared at us and turned her head to the phone. We were looking for ourselves...", "rating": 2, "name": "Oleksandr Rak", "cat": "Italian restaurant"}, {"review": "They did the repair of the children's room, it's good, but the service has deteriorated at times. Everyone goes but no one comes. The order is carried at random, they brought salads, while they finished eating after a reminder, they brought wine. The children's dish was forgotten at all, judging by the time ...", "rating": 5, "name": "Алла Топалова", "cat": "Italian restaurant"}, {"review": "Disgusting. We ordered mashed potatoes with cutlets in the form of a bear for the child. The waiter said that we would have to wait 20 minutes. Well, ok, we agreed. As a result, we have already eaten our food, but the children's food has not been taken out. The waiter came up and said they had...", "rating": 3, "name": "Stanislav Aksonov", "cat": "Italian restaurant"}, {"review": "\nGood day. Thank you for your feedback. We are sorry about what happened and that we did not meet your expectations. We would like to correct the situation and contact you personally. We would be grateful if you could complete your review and leave us your contacts. Thank you.", "rating": 4, "name": "Eugene Kotlyarevsky", "cat": "Italian restaurant"}, {"review": " Delicious pizza, great service)\nWe will definitely come again) …", "rating": 1, "name": "Tetiana Maliuta", "cat": "Italian restaurant"}, {"review": "Delicious food but the speed of service is a complete nightmare. If you come for dinner, then it's for a long time. Sometimes you wait 20 minutes for a menu, and then another 30 minutes until the order is taken. The only good thing is that the food is delicious. …", "rating": 2, "name": "Людмила Иванова", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Сергей Еремин", "cat": "Italian restaurant"}, {"review": "The institution is worthy, but I would like to note that earlier (2-3 months ago it was better). The staff has changed, they have become slow and not so friendly (perhaps we came across such people 😐). Raised prices a little and changed the serving of dishes. But …", "rating": 2, "name": "•ʟɪᴠᴇ Жᴜзʜь•", "cat": "Italian restaurant"}, {"review": "A good children's room, the service time has become pleasing. Hot chocolate can be used as a separate dessert: thick and sweet. In combination with cheesecake, I urgently wanted to drink water, but they don’t give a glass of water here, just buy BONAQUA)))) …", "rating": 5, "name": "Светлана Терещенко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 1, "name": "Gringo Killah", "cat": "Italian restaurant"}, {"review": "Bravo! Excellent cuisine, the portions are very tasty and large, the service is excellent, the waiters are polite, sincere, they know the history of creating dishes. In Pesto you will be welcomed as a dear guest! The interior is very cozy, everything is dignified, without pathos. Competitors...", "rating": 4, "name": "Сергей М", "cat": "Italian restaurant"}, {"review": "05.01 last visited the institution. I won't do it again. Prices are too high for this level of establishment. Ate friends burgers and they really liked it. A friend ate lasagna🤢 some kind of shame. I ate pasta, you can eat. Appliances are in terrible condition. Pasta…", "rating": 1, "name": "Анна Годун", "cat": "Italian restaurant"}, {"review": "\nGood day. Thanks for your feedback. We will work on the bugs and fix all the shortcomings. We hope to see you again.", "rating": 5, "name": "Инна Чеботарь", "cat": "Italian restaurant"}, {"review": "\nVery tasty and cozy.", "rating": 1, "name": "Наталія Дроща", "cat": "Italian restaurant"}, {"review": "My husband and I dined at this cafe the other day. Loved the good service and delicious food. We did not wait for our order for a long time. The menu is extensive and the prices are reasonable. My husband and I have a positive opinion about this cafe. …", "rating": 5, "name": "Юлия Беридзе", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 1, "name": "Людмила Бобок", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Артём Швеньов", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback and regret the delay in service, perhaps the matter is the large load of the hall. Be sure to take into account, we will try and become better.", "rating": 1, "name": "Max Makarenko", "cat": "Italian restaurant"}, {"review": "I will share my observation - all the last times I visited the children's room in the Pesto Cafe on Lobanovsky over the past year - each time the child fell ill with various diseases: colds, flu, rotavirus, various viral ...", "rating": 3, "name": "Николай Коломоец", "cat": "Italian restaurant"}, {"review": " Celebrating the birthday of their son (1 year) remained disappointed. The banquet was for 30 adults and 10 children. They asked me to make a menu so that the table was well covered so that the service was at the …", "rating": 5, "name": "Евгения Любова", "cat": "Italian restaurant"}, {"review": " We are sorry to hear that you did not meet your expectations. I would like to ask you to leave us your contacts in a personal message at the link - m.me/pestocafe.kiev so that we can understand the situation. Thank you.\n\n", "rating": 5, "name": "Олена Шаровара", "cat": "Italian restaurant"}, {"review": "We ordered delivery, because we have repeatedly visited the Pesto Cafe chain of restaurants and have always been satisfied. In this situation, there was a delay in delivery, but many thanks to the delivery manager, who was able to resolve the controversial situation. AT …", "rating": 5, "name": "Вікторія Понятовська", "cat": "Italian restaurant"}, {"review": "Impressions are not very good! Like a restaurant and like not. Obviously there is not enough staff, they waited a long time until they approached us, then they very mysteriously took out the dishes, with a long break ... So-so. …", "rating": 5, "name": "Александр Грынив", "cat": "Italian restaurant"}, {"review": "Delicious pasta, a good promotion from 15 to 17.00, you order a pizza and the second one is the same as a gift ...", "rating": 3, "name": "Kostja Manfred", "cat": "Italian restaurant"}, {"review": "Pizza and tea were brought quickly, that was the end of the good. We waited for tiramisu for 30 minutes, asked the waiter, said they were preparing it, after another 20 minutes the administrator said that there was no tiramisu at all, when they asked for the bill, tiramisu was left on the bill, more ...", "rating": 4, "name": "Бу Ргер", "cat": "Italian restaurant"}, {"review": "\nGood day! We apologize for the spoiled impressions, we ask you to submit your contacts in order to understand the situation and rehabilitate", "rating": 5, "name": "Оля Тимошенко", "cat": "Italian restaurant"}, {"review": "My husband and I ordered home delivery. All meat dishes were clearly not fresh and not tasty, respectively. And from the lasagna bolognese the next day there was poisoning with all the ensuing consequences. It was a miracle that she didn't end up in the hospital. So that …", "rating": 1, "name": "Елена Гаевская", "cat": "Italian restaurant"}, {"review": "\nGood day. Thanks for your feedback. We find out all the details of what happened.", "rating": 4, "name": "Мила И Сестрички", "cat": "Italian restaurant"}, {"review": "Solid 4. Disadvantages are compensated by something else. The meat is not very good, but there is a sauce with it, with which the rubber will be delicious. The Caesar pizza is very tasty. Expensive bill, but your child has played enough in the nursery and is happy. A good place. Not …", "rating": 1, "name": "Agri Pina", "cat": "Italian restaurant"}, {"review": "As in other establishments of this company: there are always a lot of people. The kitchen is wonderful, the waiters are efficient. Huge plus: game room. …", "rating": 3, "name": "Виталий Решетник", "cat": "Italian restaurant"}, {"review": "I do not advise.\nthe waiters don't care about you.\nadministrator too. …", "rating": 5, "name": "Катерина Середюк", "cat": "Italian restaurant"}, {"review": "Original and cozy restaurant. Loved the varied menu, we had a good dinner here last weekend. And the kids were playing in the children's area at that time. It is very convenient and everyone is happy) …", "rating": 3, "name": "Юлия Бондаренко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 3, "name": "Андрій Дорошенко", "cat": "Italian restaurant"}, {"review": "Dear Kievans!\nI also trusted this cafe until I came across \"Pesto Cafe Delivery\".\nI decided to place an order for my DR and arrange home delivery. …", "rating": 1, "name": "Євген Довгополий", "cat": "Italian restaurant"}, {"review": "The food is ok, but the coffee…worst! I've never tasted such filth in my life! It's not edible!\nDelicious shrimp pasta...", "rating": 3, "name": "Valentina Prokhorenko", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 1, "name": "Яна Тригуб", "cat": "Italian restaurant"}, {"review": "NEVER!!!!\nNEVER!!!!\nNEVER TAKE TROLLEYS AND BASKETS from this supermarket!!! …", "rating": 5, "name": "Татьяна Галатенко", "cat": "Italian restaurant"}, {"review": "07/21/2021 visited Pesto in Megelan, I liked everything, the food corresponds to the quality and price, your lemon tart is very very tasty 👍👍👍 we were served by the waiter Evgeny, a pleasant, tactful, not intrusive, cultured guy👌 …", "rating": 1, "name": "Anna Montana", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 5, "name": "Марина Пустовіт", "cat": "Italian restaurant"}, {"review": "The first impression was good: cozy, open kitchen, large children's area, but ... In the alcoholic \"Mojito\" there were maybe 2 grams of rum, lime and mint were simply not felt, although they were present, I just don't understand how it was possible to spoil ...", "rating": 5, "name": "Игорь Сидоров", "cat": "Italian restaurant"}, {"review": "\nGood day. Very sorry about what happened.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can sort out the situation. Thank.", "rating": 5, "name": "Alex K", "cat": "Italian restaurant"}, {"review": "I was once and I liked the cafe for its kind of comfort and atmosphere. There are no questions about the menu, everything is delicious. Service is also no problem. A good place. You can safely sit in the evening with friends, and preferably with a girlfriend. …", "rating": 5, "name": "Katrin Rolik", "cat": "Italian restaurant"}, {"review": "At the entrance very hospitable, they offered to keep warm with a blanket). The atmosphere is calm and cozy, there are large tables with sofas for up to 8 people and for 4 people, large stained-glass windows, a view of the road. The cuisine is quite acceptable both in price and in taste. …", "rating": 5, "name": "Катерина Я", "cat": "Italian restaurant"}, {"review": "Ordered already 2 times, so far there are no jambs, the pizza is very tasty. I advise everyone to try their carbonara and Hawaiian, they are simply delicious. Both times the order was delivered in about 50 minutes. …", "rating": 5, "name": "Александр Остапенко", "cat": "Italian restaurant"}, {"review": "\nThank you for the nice words and appreciation of our work!", "rating": 5, "name": "Anastasiia Antonova", "cat": "Italian restaurant"}, {"review": "Extremely crowded, it's better not to come without reservation.\n\nPros:…", "rating": 1, "name": "Марина Слюсаренко", "cat": "Italian restaurant"}, {"review": "I loved visiting this cafe with my family, but the last couple of times I come - at the beginning they say - we have a 20% discount on the entire menu! You order yourself, eat, bring a bill - there is no discount ... You say, - \"where is the discount?\" - The waiter runs away saying \"Oh...", "rating": 1, "name": "Andrey Shum", "cat": "Italian restaurant"}, {"review": "Saturday evening:\n1) the toilets are clogged. Children convulsively pull all the hands and cry. There is a queue in the toilet. …", "rating": 5, "name": "Ivan", "cat": "Italian restaurant"}, {"review": "Celebrated a celebration in this restaurant, everything went at the highest level. Good service and large menu. I liked the work of the restaurant kitchen, the dishes were very tasty cooked and decorated beautifully. The restaurant remained…", "rating": 1, "name": "Diana Müller", "cat": "Italian restaurant"}, {"review": "The food is delicious, but the order (breakfast, which, in theory, is served quickly enough) was prepared in 50 (!) minutes.\nAnd I also had to remind that they didn’t bring my order. …", "rating": 1, "name": "Настя Сильва", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. We are sorry that we did not fully meet your expectations. We will work on ourselves.", "rating": 5, "name": "Елена L", "cat": "Italian restaurant"}, {"review": "Good food, tasty salads.\nFor children there is a children's room.\nAnd a real retro car in the center of the cafe at the entrance, in which you can sit ...", "rating": 2, "name": "Guapa Guapa", "cat": "Italian restaurant"}, {"review": "Tasty enough. BUT....... The waiters work Sooooo slow. DR noted. At first they brought alcohol, but no water, no snacks. Which had to wait 40 min. And so they serve vodka.)))) European capital!!!! …", "rating": 2, "name": "Іра З.", "cat": "Italian restaurant"}, {"review": "\nGood day. We are sorry that we did not fully meet your expectations. We will take into account all your comments to improve and will be glad to see you again!", "rating": 4, "name": "Марія Скрипак", "cat": "Italian restaurant"}, {"review": " Friendly service, cozy atmosphere.\nAdministrator Olga helped with the choice of dishes\nVery tasty. I recommend 🤗 …", "rating": 5, "name": "Анастасия Мала", "cat": "Italian restaurant"}, {"review": "We celebrate all the holidays in this wonderful institution! Always delicious and cozy! Despite the large workload of the hall, the dishes are served very quickly and the quality of food is always at the highest level. …", "rating": 1, "name": "Виктория Мариненко", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 3, "name": "Валерия Коваленко", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Оля Вишня", "cat": "Italian restaurant"}, {"review": "I came here by chance when I was in your city, I really liked the service of the staff, the interior is cozy and comfortable. I liked the work of the restaurant kitchen, the dishes were very tasty and beautifully decorated. Satisfied with the visit...", "rating": 2, "name": "Alina", "cat": "Italian restaurant"}, {"review": "It is stated that on Saturday it works from 9 to 24. The same is written on the door. I came at 9:30, a lonely waitress was sitting in the hall, saying, “we are not working yet.” I really hoped to have breakfast there, because before that I was at a medical examination for …", "rating": 5, "name": "Алексей Ковалев", "cat": "Italian restaurant"}, {"review": "I booked a VIP room for the celebration of the first birthday of a child, a month and a half in advance, to be sure. Two weeks later I called back, saying that I would come to compose the menu. They are like “yes, of course, we are waiting.” Arrived, but my reservation is gone. Opa pa. All this …", "rating": 5, "name": "Ane4kasunny", "cat": "Italian restaurant"}, {"review": "You wait an hour for an order and eat burnt cheesecakes sprinkled with chocolate to hide this cinder. Even elementary coffee is like burda. It's embarrassing and embarrassing. Although the children's room is good, a family-type establishment, it is worth either changing the cook or the attitude ...", "rating": 5, "name": "Бруно Адольфович", "cat": "Italian restaurant"}, {"review": "Very trendy and popular place, often a queue I come here solely for the desserts, they are great! Looks and tastes. The staff knows their stuff well. The waitresses are knowledgeable about the menu and very polite.…", "rating": 1, "name": "Anastasiia Makarenko", "cat": "Italian restaurant"}, {"review": "On the ground next to the children's room there is karaoke. From there, the music plays very loudly and back and forth through the courtyard. The door is left open and the music generally just yells in your ear. …", "rating": 2, "name": "Oleg K", "cat": "Italian restaurant"}, {"review": " The variety of menu items does not correlate with the quality of dishes. Tomato soup is like tomato paste diluted with water, ravioli with veal did not like. Taste prices do not match. …", "rating": 4, "name": "Angelika Pavlenko", "cat": "Italian restaurant"}, {"review": " Good day. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Iaroslava Egorova", "cat": "Italian restaurant"}, {"review": "NEVER AGAIN! With these words, my trip to karaoke for my birthday ended. The establishment is open from 10 am to 6 am. Night karaoke and you yourself understand who can be there at this time. These are not only lovers of singing, but also aggressive ...", "rating": 4, "name": "Vladimir Sivolocsky", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Illia Orlov", "cat": "Italian restaurant"}, {"review": " One of the largest restaurants in the chain is a spacious playroom, and a separate video game room for older children.\nTherefore, they celebrated their son's birthday here, 4 years old, in a small …", "rating": 3, "name": "Tanya Nebozhenko", "cat": "Italian restaurant"}, {"review": "We go to Pesto with the whole family very often! Both adults and children always liked everything! But I want to write about something not pleasant, we celebrated a birthday and forgot a bouquet of roses (very beautiful), the last ones left the institution, in the morning there was no bouquet, ...", "rating": 5, "name": "Алексей Алексей", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We are very sorry about what happened. We will definitely conduct a conversation with the staff and understand the situation!", "rating": 1, "name": "Marinessa MA", "cat": "Italian restaurant"}, {"review": "Like this cafe very much. The food is delicious, always fresh. The waiters are polite and know how to find an approach to the client. Love the Happy Hour. The prices are adequate. Interior design at the highest level…", "rating": 5, "name": "Евгений Патийчук", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 3, "name": "Andrew Mr. Shwd", "cat": "Italian restaurant"}, {"review": "Came here for the first time by accident, eventually became regular customers, I liked the kitchen so much. The interior is nice, the waiters are pleasant and polite. There is a children's corner and a good children's menu. …", "rating": 4, "name": "Александр Водницкий", "cat": "Italian restaurant"}, {"review": "Very nice and cozy cafe! I am constantly here and this is not the first time we are served by the waitress Yana. A very nice girl, from whom positive energy emanates) The food is very tasty. Especially the seasonal dishes. …", "rating": 3, "name": "Света Михалап", "cat": "Italian restaurant"}, {"review": " Deliciously! Both in the restaurant and on delivery.\nWe use more delivery from the restaurant itself, the courier always arrives on time, the food is warm and well packaged. …", "rating": 5, "name": "Саша Казакова", "cat": "Italian restaurant"}, {"review": " The waiters do not serve customers in Ukrainian in accordance with current legislation! Chat at once in Russian. The kitchen is mediocre. …", "rating": 4, "name": "GN", "cat": "Italian restaurant"}, {"review": "Nice place to meet your loved one. Polite staff. Good service. On average, you can sit for 1000 UAH per evening. for two, of course, not every day, but for a pleasant event it will do. I recommend to all. …", "rating": 5, "name": "Карина Усова", "cat": "Italian restaurant"}, {"review": "In general, it was necessary to put one star - the burger that they brought me there was the worst of all that I ate .... But the music was very pleasant - the girl sang live and this does not allow me to put one star. In general, the place seems to be pleasant, if not for …", "rating": 5, "name": "Влад Лабенский", "cat": "Italian restaurant"}, {"review": "As always - all is well. But the disease of all restaurants and cafes - if you forget and order the kitchen and immediately tea / coffee, then tea / coffee is brought first ... ...", "rating": 5, "name": "сергей сергей", "cat": "Italian restaurant"}, {"review": "It would be funny if it weren't so sad. Let's start with the fact that I deliberately went for the duck leg, as they cook it very tasty in this chain of restaurants. I immediately asked if it was available, I was assured that it was. 20 minutes after ordering ...", "rating": 5, "name": "Юлианночка В.", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Thank you for your feedback. We will definitely analyze the situation with the restaurant administration and the chef. We would also like to ask you to leave your contacts in order to personally rehabilitate in front of you.", "rating": 5, "name": "Евгений Юлдашев", "cat": "Italian restaurant"}, {"review": "We were with our sons on March 17, 2018. We sat down at a free table, and when the waiter came up and put paper \"type\" rugs on the table in front of us - we saw that the table was all dirty, in crumbs ... the waiter did not even check to see if the table was clean ...", "rating": 2, "name": "Maxim Sabelnikov", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback! Sorry, that did not meet your expectations. Be sure to understand the situation.", "rating": 5, "name": "Marina Lesko", "cat": "Italian restaurant"}, {"review": "Went here last Friday afternoon. Loved the rabbit ravioli and the Hawaiian pizza with salami. A cozy and pleasant place where you can eat tasty and cheap. I go often, I like it. …", "rating": 1, "name": "DIMA", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 3, "name": "Ukrainian", "cat": "Italian restaurant"}, {"review": " Went together for a snack on Friday night. Full of people! A place was found, a glass of beer was ordered at once, dishes were chosen. We waited 20 minutes! Nobody came back with a beer. Went away. …", "rating": 5, "name": "Triangle S807", "cat": "Italian restaurant"}, {"review": " We are sorry to hear that you have not met your expectations. In order to conduct a detailed analysis of the situation described by you, we ask you to leave us your contacts in a personal message at the link - m.me/pestocafe.kiev so that we can understand. Thank you.\n\n", "rating": 1, "name": "Dina Zaliznyak", "cat": "Italian restaurant"}, {"review": " Great place to visit with kids or celebrate a child's birthday. I recommend! At the entrance there is a real car where children like to push, there is a small playground with a caretaker, offer a children's menu with …", "rating": 5, "name": "Оля Н", "cat": "Italian restaurant"}, {"review": "I didn’t think that one evening could spoil the attitude to a fairly cozy place so much. I would not say that I am a frequent visitor to this cafe, but out of 5 dinner trips we chose Pesto 2 times. Once again, we decided to have dinner with a girl in this …", "rating": 2, "name": "Ihor Honcharuk", "cat": "Italian restaurant"}, {"review": "\nGood day. Thank you for your feedback. We are sorry about what happened and that we did not live up to your expectations. We will take measures to ensure that this incident does not happen again. We would like to correct the current situation and contact you personally. We would be grateful if you could complete your review and leave us your contacts. Thank you.", "rating": 5, "name": "Lars Madok", "cat": "Italian restaurant"}, {"review": "Disorganized. The food is generally delicious. But they cook for quite a long time, the compote that was ordered was brought long ago only when they asked for the bill and so that the ill-fated compote was not included in it. In the account \"promotional focaccia 5 * 1 kopeck\" which we did not ...", "rating": 2, "name": "Olga Fridrih", "cat": "Italian restaurant"}, {"review": "\nGood day. I'm sorry for what happened.\nWe would like to ask you to leave us your contacts in a personal message under the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Татьяна Викторовская", "cat": "Italian restaurant"}, {"review": " We visited the establishment on Lobanovsky Street, waited for the order for more than an hour, despite the fact that there was not a big load. The staff is not friendly. Impressions are terrible. …", "rating": 5, "name": "Алсу Иванова", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Olga Pantova", "cat": "Italian restaurant"}, {"review": "We love coming with the whole family!\nEverything is as always super, tasty, atmospheric and the service is excellent)\nWe'll definitely come again! …", "rating": 5, "name": "Юлия Квитка", "cat": "Italian restaurant"}, {"review": " Why when you order in a restaurant, everything is fine, and when you order delivery, everything is very bad, the operator says that delivery is a maximum of 55 minutes, I waited an hour and a half, the pizza was half …", "rating": 5, "name": "Kseniya Satori", "cat": "Italian restaurant"}, {"review": "I love Four Cheese pizza in Pesto - the best I've ever had! We often order pizza and grill menu here with friends, it is always very tasty! Chicken bombetta is something)) ...", "rating": 1, "name": "Natali Chernyshova", "cat": "Italian restaurant"}, {"review": "It all started with the fact that it was necessary to sit out the traffic jam .... I ordered a cocktail and lasagna .... Well, lasagna needs to be prepared .... well, and the cocktail should be carried for 20 minutes ???!!! I don’t understand .... Lasagne waited exactly 55 minutes. Taste - for 55 min. does not pull)) and in this ...", "rating": 2, "name": "Anna Shcherbak", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Антон Лерман", "cat": "Italian restaurant"}, {"review": "Was on October 15 around 11-12 o'clock, ordered scrambled eggs and cheesecakes. In the evening +38.3 and frustration. Poisoning... I didn't leave the toilet for two days. …", "rating": 4, "name": "Yevheniia Taranovska", "cat": "Italian restaurant"}, {"review": " Good day. We are very sorry for the deterioration of your health, but without a doctor's confirmation, the statement may be false. We would like to ask you to leave us your contacts in a personal message at m.me/pestocafe.kiev, so that we can understand the situation. Thank you!\n\n", "rating": 5, "name": "Наташа Кавуненко", "cat": "Italian restaurant"}, {"review": "With the children's room, in addition to the incidence of children, there is also the problem of the absence of a nanny. Formally, she is, only half an hour on the spot, half an hour she ran away somewhere. Sometimes he looks after the children, and sometimes he does his own business. In Rukol children's room …", "rating": 5, "name": "Sveta Kachai", "cat": "Italian restaurant"}, {"review": "I advise everyone to try the restaurant's signature dish! I liked the restaurant from the first minutes of being in it. Nice interior, friendly staff. Delicious food as well…", "rating": 5, "name": "Андрей Малых", "cat": "Italian restaurant"}, {"review": "There are several VIP-halls for celebrations, the opportunity to hold a themed birthday party for children of all ages, with games, quests, both independently and with the involvement of animators, additional services: a photographer, …", "rating": 3, "name": "Ju Chabanenko", "cat": "Italian restaurant"}, {"review": "\nGreat place for the whole family!", "rating": 5, "name": "Дар’я Александрова", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 5, "name": "Name", "cat": "Italian restaurant"}, {"review": "A great place to visit with children, as there are excellent children's rooms)\nThe friendly staff also made me very happy :)\nI recommend …", "rating": 5, "name": "Mihail Litovchenko", "cat": "Italian restaurant"}, {"review": "A small portion of spaghetti with a few unfortunate shrimp for 158g looks a bit out of price. I didn't like the pumpkin cream soup either. The service is very slow. But on the other hand, happy-auer and all food is 1 + 1. …", "rating": 1, "name": "Евгений Милючихин", "cat": "Italian restaurant"}, {"review": "Inexpensive, taste for a four. A good animator in the children's room. Cozy, there is a smoking room. …", "rating": 5, "name": "Вика Цирулик", "cat": "Italian restaurant"}, {"review": "Excellent family cafe, delicious cuisine, good service and a great place for children. Everything is great!!! Balls and bizeshki always please ...", "rating": 5, "name": "Рома Афанащенко", "cat": "Italian restaurant"}, {"review": " Unfortunately, today the chef disappointed, I adore your mushroom puree soup, but I have never eaten such salty in my life as today, very sad …", "rating": 5, "name": "Alena Tkachenko", "cat": "Italian restaurant"}, {"review": " Good day. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 4, "name": "Наталья Викторовна", "cat": "Italian restaurant"}, {"review": "The place is good, there is a game room 🤸\nThey just take a long time to serve...", "rating": 4, "name": "Ivan Brezhniev", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! Let's take your feedback into account!", "rating": 1, "name": "Ирина Фраюк", "cat": "Italian restaurant"}, {"review": "Pesto, well, you give! (* order for Lobanovsky) I thought only dominoes can compete on super inedible pizza, your diablo is super tasteless (and it arrived cold, 1 star to the courier for leaving the delivery according to the \"instructions\") and ...", "rating": 5, "name": "Таня Шаповалова", "cat": "Italian restaurant"}, {"review": "The pizza is delicious. There is a children's room with a nanny. But very dusty sofas and slow staff. Everything else is good. …", "rating": 5, "name": "Елена Малик", "cat": "Italian restaurant"}, {"review": "Excellent food, varied menu. Friendly staff. Very cozy place, perfect for family holidays and children's birthday parties!\nWill definitely be back)…", "rating": 5, "name": "Alena", "cat": "Italian restaurant"}, {"review": "Very cold. They cook for a long time and small portions. We waited 1.5 hours for our order, although only 1 table was occupied besides us. But the nursery is good. …", "rating": 5, "name": "vasyl m", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. We are sorry that we did not meet your expectations.\nLet's take into account the shortcomings you listed!", "rating": 5, "name": "Марина Арестова", "cat": "Italian restaurant"}, {"review": " The kitchen is good.\nBut Beer overdue sour served juice was also served sour though and immediately changed but the sediment remained. …", "rating": 1, "name": "Дмитрий Павленко", "cat": "Italian restaurant"}, {"review": " Pizza is just awful !!! If you take with you, check, because if you do not check, you will be upset and disappointed at home !!!!! Checked personally. And in general in the institution dirty pillows, I'm afraid to …", "rating": 3, "name": "Ирина Медведко", "cat": "Italian restaurant"}, {"review": " Impressions did not exceed expectations. The menu was waited for a long time, it seemed that they forgot about us at all, then they asked for an administrator. The ordered soup was not hot enough, but a bit warm. And …", "rating": 5, "name": "Станислав Стрижаков", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Симанюк", "cat": "Italian restaurant"}, {"review": " Yes, good afternoon. Thanks for sharing with us. We are very sorry that your evening was ruined. We would very much like to rectify the situation and improve your impressions of our institution. Please write your phone number so we can contact you. Thank you💚\n\n", "rating": 4, "name": "Вадим Барановский", "cat": "Italian restaurant"}, {"review": " Very tasty cuisine, rust! The atmosphere is wonderful! Everything is at the highest level! …", "rating": 5, "name": "Vitaly Beskrovny", "cat": "Italian restaurant"}, {"review": "Today was my 2nd and last time in Pesto. I liked it for the 1st time last year, so we returned, but as it turned out, in vain! A guy pestered us that my daughter did not have socks and tried to force them to buy for 10 UAH from them. It's kind of their new one...", "rating": 5, "name": "Леся Петрук", "cat": "Italian restaurant"}, {"review": "Very cozy place, delicious cuisine and the best service, I like to spend time here. …", "rating": 5, "name": "Владлена Ткачук", "cat": "Italian restaurant"}, {"review": "Cafe is great! Cozy atmosphere! We spent our daughter's birthday with dignity, helped with the animators. Children are delighted! Attentive staff, special thanks to the administrator Katerina! …", "rating": 5, "name": "Mocrostup Cergei", "cat": "Italian restaurant"}, {"review": "Alex Kirichenko:\nThis is one of those places where taste, prices are perfectly combined, and very importantly, this is comfort, which has long disappeared in many restaurants. Nice place, no pressure and…", "rating": 5, "name": "Баба Яга", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 4, "name": "Oleg Levitsky", "cat": "Italian restaurant"}, {"review": "My favorite restaurant. I love this place. Delicious food, homely atmosphere, karaoke, open all night. This is a paradise for children! And a children's area, and a children's menu, and even diapers in the toilet! …", "rating": 5, "name": "Alina Dzhem", "cat": "Italian restaurant"}, {"review": " The cafe is cozy and delicious. The staff was amazed by the friendly and friendly waiters. The cozy atmosphere of the establishment helps to keep him coming back :) There is also a children's room and a separate …", "rating": 2, "name": "Андрей Колениченко", "cat": "Italian restaurant"}, {"review": "We love ordering pizza here with my girlfriend. Firstly, it’s not expensive, the pizza is always fresh and delicious, and you don’t have to wait long for delivery, only once there was a delay, but even then it’s not fatal. …", "rating": 5, "name": "Наталия Морозова", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 1, "name": "Anna Anna", "cat": "Italian restaurant"}, {"review": "Favorite place, close to home.\nThank you for the most delicious burger and seasonal pancakes :)\nThe staff is wonderful, especially the waitress Yana, always pleases with her smile☺️ …", "rating": 5, "name": "Сергей Оноприйчук", "cat": "Italian restaurant"}, {"review": "The other day I was in a cafe with a child and ordered a dish from the children's menu mashed potatoes with steam cutlets, not only did the order not come together, but the cutlets were burnt. When asked why they were black, the waiter replied that they were burned down for a couple", "rating": 5, "name": "Виталий Власенков", "cat": "Italian restaurant"}, {"review": "The ordered dishes were carried for a very long time, there were no napkins on the table, the waiter brought them after the third request. Desserts were carried for about 30 minutes and then, at the finish line, desserts fell off the tray ... ...", "rating": 5, "name": "Мілана Русілова", "cat": "Italian restaurant"}, {"review": "Good food, great service, nice waiters and cool atmosphere🔥🤘🏻\nRecommend 😉…", "rating": 4, "name": "Taras Dovgalyuk", "cat": "Italian restaurant"}, {"review": " the service is terrible. Instead of fresh juice, they brought the usual juice from the package, after the remark they brought water diluted with fresh juice. Waiters are busy talking, they do not pay much attention to …", "rating": 5, "name": "ANNA FLORINA", "cat": "Italian restaurant"}, {"review": "Fraudulent foreigners!!!! Do not go there!!! They give fake money, and then they say, you put it yourself!! 1000 UAH gave souvenir!!! Horror, not people, not honest!!! Do not go there!!! Check money!!!! They don't value their customers!!! …", "rating": 5, "name": "Tatiana Kavunenko", "cat": "Italian restaurant"}, {"review": " After the reconstruction, it became even better, from a separate VIP hall made a large children's room, in the old place of the children's room - a room for adult children (bags, set-top box, video). The smoking room …", "rating": 4, "name": "Наталия Ткаченко", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Natasha Drobiazko", "cat": "Italian restaurant"}, {"review": "The kitchen has deteriorated.\nHave been regular customers for several years. …", "rating": 5, "name": "Максим Скрипниченко", "cat": "Italian restaurant"}, {"review": " Hello! We are very sorry that you were disappointed. We can only imagine how you feel. We would love to get another chance and find out more about your visit to us or your order. It would be great if you could leave your phone number so we can contact you.\n\n", "rating": 5, "name": "Света Степанова", "cat": "Italian restaurant"}, {"review": " It became very dirty and not tasty. Went since the opening. Obidnenko 🙄 …", "rating": 4, "name": "Андрей Попов", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, because it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 4, "name": "Марина Рубашка", "cat": "Italian restaurant"}, {"review": " In general, the very idea of ​​a family institution is great. Prices are really not small. We had some confusion with the dishes. Last time I ordered a turkey, but in fact it turned out a little corn porridge and the …", "rating": 5, "name": "Олександра Армянінова", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience caused. Let's work on ourselves and correct!\n\n", "rating": 1, "name": "Lena G.", "cat": "Italian restaurant"}, {"review": "Wonderful place - we love to run here with my girlfriends on the weekends. The food here is delicious and the service is friendly and prompt. The menu is quite varied! …", "rating": 2, "name": "Катерина Орловская", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Юля Предчук", "cat": "Italian restaurant"}, {"review": "Pesto on Lobanovsky was unpleasantly surprised. From 15:00 to 16:20 waiting for the order. The waiters just ignore you. Unpleasant! …", "rating": 5, "name": "Галина Росла", "cat": "Italian restaurant"}, {"review": "At first everything was great, there is a playroom for children. But grilled pork hair ruined the evening. The appearance of cooks that chew something does not inspire confidence. …", "rating": 5, "name": "fna 4", "cat": "Italian restaurant"}, {"review": " Celebrated in the VIP room with karaoke. Served the banquet quality, more or less food. There are games for children. The toilet is very convenient for the disabled, children, babies and everyone else. Rarely in Kiev …", "rating": 5, "name": "Ilya Chumachenko", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Света Аникеева", "cat": "Italian restaurant"}, {"review": " Today Pesto just disappointed ☹ Order for 2 adults and a child waiting for 50 minutes, not only all the dishes brought half less than usual and from the specified weight in the menu (My child's favorite carbonara …", "rating": 5, "name": "Анна Трегубенко", "cat": "Italian restaurant"}, {"review": " Hello! Thanks for the feedback! We are sorry that we did not meet your expectations! We understand the situation.\n\n", "rating": 5, "name": "Alex Bondar", "cat": "Italian restaurant"}, {"review": "I read the negative reviews and I can say that either the owners quickly eliminate them, or they are a little far-fetched. Been there a few times and really liked everything: the prices are adequate, the menu is delicious. To visit in this area of ​​the city is highly recommended …", "rating": 5, "name": "Оля Пономаренко", "cat": "Italian restaurant"}, {"review": "\nGood afternoon) Thank you for your feedback! We will be glad to see you again!", "rating": 5, "name": "Василь Пригоцький", "cat": "Italian restaurant"}, {"review": "Celebrated my godson's 8th birthday at this lovely restaurant a week ago. Excellent service, friendly staff, beautiful interior and delicious Italian cuisine. …", "rating": 3, "name": "Serhii Kondratiev", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Влада Михайленко", "cat": "Italian restaurant"}, {"review": " While a good impression, let's see\n\n", "rating": 3, "name": "Владимер Шарапов", "cat": "Italian restaurant"}, {"review": "I do not recommend it, I ordered two ordinary dishes at 13.10, they said they would deliver it within an hour, they called back at 14.47 - they say a lot of orders, we will bring it exactly in 20 minutes, we arrived at 15.40. It's called dined...", "rating": 2, "name": "Андрей Супрун", "cat": "Italian restaurant"}, {"review": "I ordered pasta, they brought it stuck together,\ntasteless. I do not recommend the establishment! …", "rating": 5, "name": "Sergio She", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Олег Пирог", "cat": "Italian restaurant"}, {"review": "\nCozy) Delicious pizza, nice waiters", "rating": 3, "name": "Tetiana Shmagailo", "cat": "Italian restaurant"}, {"review": " Went for coffee. Delicious cakes, clean, nice staff.\n\n", "rating": 5, "name": "Вадим Баринов", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 5, "name": "Елена Негодюк", "cat": "Italian restaurant"}, {"review": "Far from perfect, but the ravioli aren't bad, the pastas aren't surprising, but you can expect a solid average. …", "rating": 4, "name": "Evgen Odrina", "cat": "Italian restaurant"}, {"review": "A wonderful place with very tasty Italian cuisine, I was especially pleased with the service: the dishes were brought quickly enough and the waiter Elena was very polite and attentive. We will definitely come again and again! …", "rating": 5, "name": "Паша Гура", "cat": "Italian restaurant"}, {"review": " Of the two dishes, I was satisfied with only one - vegetables! The risotto was very tasty, completely without salt, and even rice they make al dente (when the teeth are crunchy, not cooked, the Chinese believe that it …", "rating": 5, "name": "Валентина Корецкая", "cat": "Italian restaurant"}, {"review": "Great place, delicious food, friendly and helpful service. I would also like to note quite affordable prices and a beautiful interior inside the cafe!! …", "rating": 5, "name": "Dragon rock", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Kate Illyusha", "cat": "Italian restaurant"}, {"review": "Everything happened, but the hair in food is too much, are you serious? (((((I dropped the photo to the administrator, I hope the chef recognizes his hair🤢 and will continue to wear a hat!!!!", "rating": 4, "name": "vladlena vlada", "cat": "Italian restaurant"}, {"review": " Good day. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 3, "name": "CARефан CARефанов", "cat": "Italian restaurant"}, {"review": "The order was not big and not difficult: pizza, carbonara pasta, dessert - they brought it quickly, it was delicious, but the main advantage for us was the children's room, it was huge and spacious. …", "rating": 5, "name": "Артём Черный", "cat": "Italian restaurant"}, {"review": "Overall, a pleasant cafe experience. The place is popular, so it's hard to find a free table. I liked the children's animation. The only negative is the poor ventilation in the children's room. Children are active and wet with sweat, and in ...", "rating": 5, "name": "Ирина Кирова", "cat": "Italian restaurant"}, {"review": "Good place to celebrate children's DR. The only thing I didn't like was that the coffee was served cold. True, at the request to replace - they redid it. …", "rating": 1, "name": "Alex Dubrovin", "cat": "Italian restaurant"}, {"review": "The kitchen is good. Delayed service. Nanny, for example, was not there today. With an open outlet in the children's room. Thank you babysitters. …", "rating": 5, "name": "Олена Крамар", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! Let's take into account the shortcomings you listed!", "rating": 5, "name": "Victoria", "cat": "Italian restaurant"}, {"review": "Very pleasant waiters, a wonderful and cozy place, especially for families with children. There is a children's menu, a children's room and very comfortable children's corners in the bathroom. I would also like to mention fruit tea. Very tasty!! …", "rating": 5, "name": "Natali Natali", "cat": "Italian restaurant"}, {"review": "Delicious) The waiters see how you get on someone. Either attentive to annoying) then they will be lost. Prices may be a little high. The interior is pleasant. …", "rating": 5, "name": "Арман Бродюк", "cat": "Italian restaurant"}, {"review": "We often have dinner with my husband in a pesto cafe, the cuisine is very tasty, the service is fast, the atmosphere is cozy and most importantly, the prices are quite reasonable. I advise everyone to look, I'm sure you'll like it! …", "rating": 1, "name": "Инна Демченко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Святослав Бойчук", "cat": "Italian restaurant"}, {"review": " An establishment with a unique family atmosphere and caring staff. Delicious food, reasonable prices and a variety of loyalty programs. It's also impressive how Pesto combines family vacations with nightly …", "rating": 5, "name": "Галина Гайдаш", "cat": "Italian restaurant"}, {"review": "An institution, visiting which, turns an ordinary day into a holiday. I am delighted. a very large selection of quality desserts and a constantly updated menu will not leave anyone indifferent. …", "rating": 5, "name": "Слава Котович", "cat": "Italian restaurant"}, {"review": "Great cafe. The waiters are polite. The cuisine is delicious and varied. Dishes are always fresh. The prices are reasonable. I recommend! …", "rating": 5, "name": "Любовь Головская", "cat": "Italian restaurant"}, {"review": " I tasted fish steak and salad. Salad - nothing extraordinary ... The steak was pleasantly surprised! The level of service is especially noteworthy: waitress Lydia is extremely attentive and friendly! For the level of …", "rating": 5, "name": "Nikolay Fedorenko", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "Владимир Жуков", "cat": "Italian restaurant"}, {"review": "Meatless lasagne, Pesto's signature pizza has a few small pieces of cheap sausage, and the \"cherry\" compote is diluted so that it's just sweetened rose water. We called the administrator, but he did not come) ...", "rating": 5, "name": "Tanya Kuryl", "cat": "Italian restaurant"}, {"review": "Good establishment. Delicious. Purely. Especially good for people with children. For children there are all the conditions, and the menu, and entertainment, and even toilets. …", "rating": 3, "name": "Alexander Troyan", "cat": "Italian restaurant"}, {"review": "The order will be ready \"up to 20 minutes\" in the end 35 ... the hall is half empty. Put the kitchen in order, then I will change the rating, but for now this is not the level of the Pesto network. …", "rating": 4, "name": "Олег Гузик", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 4, "name": "Oksana Povkh", "cat": "Italian restaurant"}, {"review": " There is no information in the menu that the dish contains chili peppers. The ordered pasta was expected for 20 minutes and in the end they could not eat properly because it was too spicy. 3 of 5 …", "rating": 5, "name": "Armen Charteshtvily", "cat": "Italian restaurant"}, {"review": " Pesto is not only a good restaurant with great cuisine and pleasant prices, it's also a great place for kids: lovely children's rooms with sensitive nannies. I'm delighted! …", "rating": 5, "name": "Dmitriy Sokurskui", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 1, "name": "Лада Дяченко", "cat": "Italian restaurant"}, {"review": "Terrible service!!! The waiter never waited! We sat at the table for 40 minutes, looked at the waiters passing by us and left😕 ...", "rating": 5, "name": "Inna Dotsenko", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Yossi Badash", "cat": "Italian restaurant"}, {"review": "As for me, this is the best Italian restaurant in the whole city! Everything here is delicious! The staff is pleasant…", "rating": 5, "name": "Алла Лукашова", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "Illia Serebriakov (Lungo)", "cat": "Italian restaurant"}, {"review": "Didn't like the kitchen at all. The prices for this kind of food are too high. Waiters are very slow and inattentive. The interior is good. …", "rating": 4, "name": "Ольга Опалева", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. We are sorry that we did not meet your expectations.\nLet's take into account the shortcomings you listed!", "rating": 5, "name": "Володимир К", "cat": "Italian restaurant"}, {"review": "Delicious. Fast. In Italian. There is a children's room with a nanny and it is free. There is internet. It is a pity that the menu is not updated for a long time. everyone has already tried...", "rating": 5, "name": "Марина Бондаренко", "cat": "Italian restaurant"}, {"review": "Ordered a salad and waited 30 minutes. Very noisy. The place is not suitable for a romantic dinner. The only plus is there is a smoking room. …", "rating": 4, "name": "Татьяна", "cat": "Italian restaurant"}, {"review": " Thank you to the staff for a hearty and delicious evening, …", "rating": 5, "name": "Сергей Мыкало", "cat": "Italian restaurant"}, {"review": "Very cozy place with excellent food. The atmosphere is relaxing in Pesto Cafe, I like it. Service at a high level. The food is delivered on time and the waiters are friendly. …", "rating": 5, "name": "Татьяна Капикян", "cat": "Italian restaurant"}, {"review": "As always nice service. A large children's play area saves, there is even a room for children from 7 years old with a TV. …", "rating": 5, "name": "Alexandr Zakharchuk", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Дмитро Романчук", "cat": "Italian restaurant"}, {"review": "excellent cuisine, friendly waiters, a pleasant \"happy hour\" offer from 15 to 17, today especially delicious grilled chicken with eggplant, and most importantly - very cozy! …", "rating": 5, "name": "misha subbotin", "cat": "Italian restaurant"}, {"review": " Were long. Ordered vega paste. It was too spicy (it is not specified in the menu), when asked why it is so spicy, they answered that there is chili sauce, which again is not specified in the menu. The impression is …", "rating": 5, "name": "Оля Котенок", "cat": "Italian restaurant"}, {"review": " We are very sorry that we did not live up to your expectations.\nWe will definitely take your feedback into account!\n\n", "rating": 5, "name": "Luda VR", "cat": "Italian restaurant"}, {"review": "Service is bottom. You can come in the afternoon, sleep for an hour on the couch and go about your business. Nobody will notice.\nIt is surprising that competitors have not yet opened a normal cafe nearby, and have not taken …", "rating": 1, "name": "Volodymyr Usarskyy", "cat": "Italian restaurant"}, {"review": "Very cozy cafe and good food. Some of the dishes I really wanted to ask for recipes, everything was so delicious. …", "rating": 5, "name": "Анатолій Толстоухов", "cat": "Italian restaurant"}, {"review": "Quite a wide selection of Italian dishes. There is a children's menu and a children's room. The food is excellent, the portions are adequate, the prices are average. I recommend! …", "rating": 5, "name": "Katrin", "cat": "Italian restaurant"}, {"review": "Cool place for the whole family. The children are walked and fed. The parents rested. Thanks …", "rating": 4, "name": "Yaroslav Minenkov", "cat": "Italian restaurant"}, {"review": " Today they visited the institution. Nice place, delicious food, children's room. Friendly staff. The dishes were brought on time, the waiters did their job perfectly. 5+. Great place! We will definitely come again. …", "rating": 4, "name": "Маргарита Волкова", "cat": "Italian restaurant"}, {"review": "A good cafe, you can always have a delicious meal, at the same time for a moderate amount, I advise) I often go here during lunch at work with colleagues, sometimes I go with my family when I’m too lazy to cook at home ...", "rating": 1, "name": "Sinan Hatipoglu", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 2, "name": "Настя Струк", "cat": "Italian restaurant"}, {"review": "Unobtrusive service, not quite clean dishes ... It's a pity, but a couple of years ago the impressions were much better ...", "rating": 4, "name": "Компания ТРИО - Trio Co.- New Generation of Heating", "cat": "Italian restaurant"}, {"review": "Came yesterday with a friend to celebrate my birthday! We were very pleased: all the staff are very friendly, the dishes are very tasty, the atmosphere is super) …", "rating": 4, "name": "Ярослав Савченко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Andrii Lunov", "cat": "Italian restaurant"}, {"review": "Very tasty food and great service! The delivery is also super, the couriers are cool and the girls at the reception of orders are also very polite. Everyone loves it and it's top notch! …", "rating": 5, "name": "Денис Никитаев", "cat": "Italian restaurant"}, {"review": "Had a rest with your family...nice atmosphere, quality service... Friendly and friendly waiters... a huge plus for delicious food, an open kitchen and a children's room... In general, the family was satisfied... I recommend...！ …", "rating": 5, "name": "Александр Соколенко", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Sergii Panchenko", "cat": "Italian restaurant"}, {"review": "Very bad, the delivery took 2.3 hours, it's just not normal !!!!\nI won't be ordering next time...", "rating": 5, "name": "Alina Lysenko", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Таня Бабенко", "cat": "Italian restaurant"}, {"review": "Great place) Wonderful cuisine, friendly staff, always greeted with a smile and quality service. I liked everything, we will definitely come again) …", "rating": 5, "name": "Олег Николаев", "cat": "Italian restaurant"}, {"review": "Great place, came with a girl for the first time in this institution 01.02. Pleasant atmosphere, delicious cuisine, first-class service, thanks to our waiter Alena, a very nice girl, we will definitely come again …", "rating": 4, "name": "werty", "cat": "Italian restaurant"}, {"review": "Recently I was in Pesto with my girlfriends, the cuisine is excellent, good service, delicious cocktails, especially Aperol 🍸 Separately, I want to say thank you to the staff, attentive waiters who serve with all my heart, thank you I will be back more than once ♥️ …", "rating": 4, "name": "Maria Kavay", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Дмитрий Андросенко", "cat": "Italian restaurant"}, {"review": "nice place, delicious steak, pasta, 4 cheese pizza used to be delicious, now not, cheesecake is good and salads…", "rating": 4, "name": "Olena Protsenko", "cat": "Italian restaurant"}, {"review": "Family restaurant for 4. The kitchen in this particular place is not impressive. The only place in the entire network where we were not satisfied. The average check is 350 UAH ...", "rating": 5, "name": "Alex Alexeyenko", "cat": "Italian restaurant"}, {"review": "Very unfriendly administrators ((, to communicate with a great favor, ordered for a holiday - after sitting for three hours in an institution - canceled - after seeing dissatisfied indignant customers at a banquet, and the final chord was an incident with a waiter and in ...", "rating": 3, "name": "Yurii Maivaldov", "cat": "Italian restaurant"}, {"review": "I liked it very much and my friends! I recommend! The cuisine is delicious, the service is unobtrusive, the staff is friendly, and everything is very sincere and fun! Will definitely return! …", "rating": 1, "name": "Юля Иванова", "cat": "Italian restaurant"}, {"review": "Great place for adults with kids! Saturday morning very busy: birthday, cooking class. Good coffee and delicious desserts)…", "rating": 1, "name": "Строй Монтаж", "cat": "Italian restaurant"}, {"review": "I like to dine in this cafe. Always delicious and friendly staff. And the prices don't bite...", "rating": 5, "name": "Алексей Маслюковский", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 5, "name": "Марина Алейникова", "cat": "Italian restaurant"}, {"review": " Celebrated 1 year of son. Pleasantly impressed with the service. Improved large children's room. The holiday was a success. Thanks! …", "rating": 3, "name": "Kateryna Danilova", "cat": "Italian restaurant"}, {"review": "Great family cafe! There is a special separate room with a chair for feeding, diapers, wet wipes, a baby toilet. There are also high chairs for feeding. Very tasty food! …", "rating": 1, "name": "Alay Soloviova", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Sergey Kostyuk", "cat": "Italian restaurant"}, {"review": "The dishes are interesting and tasty, but I noticed that after each visit my stomach began to hurt. It looks like they are preparing not quite dietary dishes. …", "rating": 4, "name": "NM", "cat": "Italian restaurant"}, {"review": "\nGood afternoon, Irina. Please specify what exactly you ordered? Because the cuisine of the restaurant is Italian, it’s mostly a high-calorie menu, hearty and fatty food (for example, pizza, pasta, risotto), but you can also order light salads and soups from us.", "rating": 5, "name": "Наташа Чубарова", "cat": "Italian restaurant"}, {"review": "Good place to go with kids. Excellent children's room, there is a nanny. While the child is busy, parents can chat and have a delicious meal. …", "rating": 5, "name": "Леся Винниченко", "cat": "Italian restaurant"}, {"review": "Good place))\nKitchen +\nMaintenance +…", "rating": 5, "name": "Светлана Березинец", "cat": "Italian restaurant"}, {"review": "Carbonara is the best in town!\nA four for the fact that sometimes you need to catch waiters to ask where my order is ...", "rating": 5, "name": "Ліля Семкулич", "cat": "Italian restaurant"}, {"review": " Very convenient for dinner with children. Tasty, the prices are moderate. But they have been cooking for a long time. Sometimes the staff makes mistakes, but the administration tries to make amends) a very nice place …", "rating": 1, "name": "Іванна Біланова", "cat": "Italian restaurant"}, {"review": " Cozy place, like the kitchen, children's rooms, the atmosphere in the restaurant itself is a good impression. …", "rating": 5, "name": "Anastasia Ovsienko", "cat": "Italian restaurant"}, {"review": " We are sincerely grateful to you for your appreciation of our work!\n\n", "rating": 5, "name": "Лидия Трачук", "cat": "Italian restaurant"}, {"review": "I was in your cafe with a friend. Loved the design and service. We will come in again. …", "rating": 1, "name": "Андрій Овчинніков", "cat": "Italian restaurant"}, {"review": "A wonderful place to relax with your family. Decent cuisine. Children will be comfortable, the children's room has been updated, there are many entertainments and a labyrinth, coloring books, balls, steam cutlets with puree and compote. …", "rating": 4, "name": "IRENE", "cat": "Italian restaurant"}, {"review": "Nice place, but the kids room needs to be updated! Crushed balls and frostbitten animators especially spoil the picture. …", "rating": 3, "name": "Aнастасия Александровна", "cat": "Italian restaurant"}, {"review": " Very good staff and delicious food. Lots of fun for kids. Put 4 stars due to the rather slow service …", "rating": 5, "name": "ydgine", "cat": "Italian restaurant"}, {"review": " Hello! Thanks for the feedback! Let's take into account!\n\n", "rating": 5, "name": "Dennis Schäfer", "cat": "Italian restaurant"}, {"review": "I order almost every weekend.\nFast delivery, delicious food...", "rating": 3, "name": "Евгений Бабич", "cat": "Italian restaurant"}, {"review": "\nThank you for leaving a review!", "rating": 1, "name": "Andrii Bratanich", "cat": "Italian restaurant"}, {"review": "The place is pleasant overall. Very disappointed with the chicken broth. It was sour and salty. Probably to hide the fact that he disappeared (((...", "rating": 5, "name": "Богдан Скопич", "cat": "Italian restaurant"}, {"review": "\nGood day. Thank you for your feedback, we will find out all the details of what happened.", "rating": 5, "name": "Валерия Май", "cat": "Italian restaurant"}, {"review": "Delicious. Thank you.\nService at the level. Keep it up …", "rating": 5, "name": "Виктор Позняк", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 4, "name": "Denis Karp", "cat": "Italian restaurant"}, {"review": "The order was waited for more than 40 minutes, they brought salmon tartare salad with rotten greens!!! …", "rating": 5, "name": "Елена Кочеткова", "cat": "Italian restaurant"}, {"review": "\nGood day! We apologize for the spoiled impressions, we ask you to leave your contacts, we very much want to understand the situation and rehabilitate", "rating": 1, "name": "Liza Chaicovska", "cat": "Italian restaurant"}, {"review": "\nGood food, nice atmosphere ..", "rating": 5, "name": "No Name", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 5, "name": "Федор Павлюк", "cat": "Italian restaurant"}, {"review": "I liked the service and service in this cafe. Menu prices are also quite reasonable. …", "rating": 5, "name": "Оксана Гусарь", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Света Кот", "cat": "Italian restaurant"}, {"review": " Cozy, tasty and fast. A separate plus for the children's room) …", "rating": 5, "name": "Ruzana Atabekyan", "cat": "Italian restaurant"}, {"review": "The cafe specializes in Italian cuisine. The prices are average, the choice of dishes is not large, there is a children's menu. …", "rating": 5, "name": "Valera Fans", "cat": "Italian restaurant"}, {"review": "haven’t been to you for a long time, used to come often, a lot of staff has changed, but we want to note with my husband that for the better /\nthe dishes somehow began to be served tastier (probably there are also new chefs in the kitchen, you see ...", "rating": 1, "name": "Алексей Гришко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "FOXLASHES STUDIO", "cat": "Italian restaurant"}, {"review": "It is very convenient with children, there is a nursery, but a couple of times there were nuances with the children's menu - salty soup, pasta not in a children's format, sugar was not brought to coffee .... there was an unpleasant aftertaste ...", "rating": 5, "name": "Овсяннікова", "cat": "Italian restaurant"}, {"review": "Although my child fell in the children's room, the cafe staff quickly responded and helped :) …", "rating": 5, "name": "dadamazza", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! :)", "rating": 2, "name": "Dmitriy Grachev", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Viktoriya Popovskaya", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback, we are very pleased!", "rating": 5, "name": "Андрей Поляков", "cat": "Italian restaurant"}, {"review": "Cafe that pleases😉 + children's room (you can relax with the kids)! The waiters quickly served everything) …", "rating": 2, "name": "Леонид Полищук", "cat": "Italian restaurant"}, {"review": "Nice place for kids to run around. The menu is not large, but there is a choice. The beef tartare is very, very good. …", "rating": 5, "name": "катя лошкина", "cat": "Italian restaurant"}, {"review": "great family cafe! I really like pate with confiture, though this time it didn’t work out somehow (pate) ...", "rating": 2, "name": "andrey baranovskiy", "cat": "Italian restaurant"}, {"review": " Tasty dishes, very attentive and friendly staff) Excellent children's room.\nThanks to Pesto Cafe for a wonderful evening …", "rating": 5, "name": "Media Evsyukov", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Эльвина Бурянова", "cat": "Italian restaurant"}, {"review": "Dooooooool service during the day, the staff brings the wrong coffee, then they are surprised, asked to pack food with them, they brought it on a plate, the bill also waited a long time, I had to remind. Sad. …", "rating": 5, "name": "Світлана Мамчур", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Thank you for your feedback. We are sorry about what happened. We would like to contact you personally.", "rating": 5, "name": "Инна Беляева", "cat": "Italian restaurant"}, {"review": "Here they wrap it up and it's very tough! I took a rabbit with a log, where it says 280/120, they brought me a micro piece of rabbit and a bowl of porridge, after hanging it turned out to be a rabbit 90 grams ...", "rating": 4, "name": "Евгений Чипаченко", "cat": "Italian restaurant"}, {"review": "We rested with the girls, everything was very pleasant! Great atmosphere, attentive and caring waiters))) very tasty cuisine!!! …", "rating": 2, "name": "Kostiantyn Ksienich", "cat": "Italian restaurant"}, {"review": " Was on a birthday in this establishment. I liked everything …", "rating": 3, "name": "Николай Петров", "cat": "Italian restaurant"}, {"review": "Very cozy, and the biggest plus is for parents with children, there is a cool children's room, delicious cuisine! …", "rating": 2, "name": "Katerina Goltsberg", "cat": "Italian restaurant"}, {"review": "Cheaper and tastier nearby! A great option for dinner with children who are supervised distracted in the children's room. …", "rating": 5, "name": "Denis Kalugin", "cat": "Italian restaurant"}, {"review": "I love Italian cuisine and I visit only them, the most important thing is the taste, it is amazing. …", "rating": 5, "name": "solovcom", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 2, "name": "Сергей Хрещик", "cat": "Italian restaurant"}, {"review": " I really liked the cafe on Lobanovsky Avenue. Polite waiters. Polite waiter Elijah and administrator Alexei. Thank you very much for us !!!!!!!!!!!!!!!!!!!! Your 8 table …", "rating": 1, "name": "Mike Naidonov", "cat": "Italian restaurant"}, {"review": " Thank you for your evaluation!\n\n", "rating": 5, "name": "game888 olymp", "cat": "Italian restaurant"}, {"review": "I love this restaurant: the food here is delicious, the atmosphere is pleasant, and the service is on top! …", "rating": 5, "name": "Evgeniy Suprun", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 1, "name": "Евгений Южный", "cat": "Italian restaurant"}, {"review": "Large, bright, clean space! Lots of toys, a slide, a swing... attentive, responsible staff. Recreation for parents!!!))…", "rating": 5, "name": "Николай Зеленько", "cat": "Italian restaurant"}, {"review": " Polite staff. Delicious cuisine. I recommend\n\n", "rating": 5, "name": "Святослав Темченко", "cat": "Italian restaurant"}, {"review": " The slowness of the waiters can be attributed to the consequences of quarantine, but there is no desire to understand the tasteless pasta …", "rating": 4, "name": "Yana Omer", "cat": "Italian restaurant"}, {"review": "Cozy place, friendly staff, delicious food and reasonable prices. We will definitely come back to you again) …", "rating": 5, "name": "Олег Ильенко", "cat": "Italian restaurant"}, {"review": " I do not advise anyone to go to this institution because the order is prepared for 40 minutes and served cold !!! …", "rating": 5, "name": "Julia Farkas", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nWe are very sorry that we did not live up to your expectations. We will definitely take your feedback into account!\n\n", "rating": 1, "name": "Никита Герасименко", "cat": "Italian restaurant"}, {"review": "I didn’t like the queue of karaoke, I sat at my girlfriend’s birthday party, sang 1 song from 23-2.00, one girlfriend sang, who just paid money and sang without a queue, they could have skipped the queue once, but once in the queue, in general, if you want to sing and relax …", "rating": 5, "name": "Ирина Биленька", "cat": "Italian restaurant"}, {"review": "The birthday of the child was celebrated very well, all the children were satisfied. Delicious food, excellent service. …", "rating": 5, "name": "Дмитрий Рудченко", "cat": "Italian restaurant"}, {"review": "Always very tasty, cozy interior and exterior, there is a smoking room, a cool car at the entrance :) …", "rating": 5, "name": "Marechka", "cat": "Italian restaurant"}, {"review": "Cozy, delicious desserts, but I didn’t like the pasta and it’s strange that I had to wait 20 minutes for drinks, 20 minutes for tea, it’s terrible! …", "rating": 5, "name": "Serhii Zubov", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Thank you for your feedback. Please specify what kind of pasta you ordered and what exactly you did not like. Thanks.", "rating": 5, "name": "Daria Grechushkina", "cat": "Italian restaurant"}, {"review": "Delivery is just class. The restaurant is very cozy and delicious. Very good staff. I recommend it to everyone!) …", "rating": 3, "name": "Yevhenii Shapovalov", "cat": "Italian restaurant"}, {"review": " Great place for a family vacation with children, a nice atmosphere and delicious food, I recommend!)) …", "rating": 1, "name": "Just Leiz", "cat": "Italian restaurant"}, {"review": "Excellent family restaurant. There is a large children's play area. It is possible to sit in a large company conveniently and comfortably. …", "rating": 5, "name": "Валерий Кравченко", "cat": "Italian restaurant"}, {"review": "Perfect place. Delicious steaks and salads. There is a children's room. There is a separate smoking area. …", "rating": 1, "name": "Денис кораблев", "cat": "Italian restaurant"}, {"review": "We arrived disappointed in another institution - but here we were able to eat deliciously and sit comfortably ...", "rating": 5, "name": "Вероніка Ліговская", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Данил Савченко", "cat": "Italian restaurant"}, {"review": "I was there more than once, I really liked it well that there is a cafe where you can have breakfast with the whole family. I advise everyone to visit the \"pesto cafe\" on Lobanovsky 4d ...", "rating": 4, "name": "Nikita Polozov", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Максим Лысенко", "cat": "Italian restaurant"}, {"review": "The right place for a quick meal without frills. The kitchen is normal. …", "rating": 5, "name": "Татьяна Кавуненко", "cat": "Italian restaurant"}, {"review": "Big cafe, food is expensive, portions are microscopic. Service - as luck would have it, we were served normally. …", "rating": 5, "name": "Любовь Бондаренко", "cat": "Italian restaurant"}, {"review": " Satisfied delivery. Very tasty, fast and courteous couriers. Thanks. I will order yet) …", "rating": 5, "name": "Олег Трошин", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Andy Frost", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback, we will wait for you again at a party :)", "rating": 5, "name": "Сергій Сівер", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Фесенко Олена", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number so we can contact you?\n\nWrite to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Марія Ревтюк", "cat": "Italian restaurant"}, {"review": "We always come with children, because they love pizza and a children's room)) Once we went for a children's DR - we were satisfied! …", "rating": 2, "name": "Anton Tararyiev", "cat": "Italian restaurant"}, {"review": " Nice place, good service. A good option for a family holiday. There is a large children's room …", "rating": 5, "name": "Rctrfrvt Rtcrtvrfv", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Александра Яворская", "cat": "Italian restaurant"}, {"review": "\nVery cozy place and delicious food", "rating": 5, "name": "Олексій Дитяча фотосесія, виїздна зйомка", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Агентство Праздников Любимчики", "cat": "Italian restaurant"}, {"review": "The cappuccino was made from burnt grains, fortunately it was remade, with an incomplete seating we waited for pasta with duck for more than 40 minutes, it's a nightmare, no compliment for waiting was even presented, run away from this establishment !!!! …", "rating": 3, "name": "kostya ukr", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Dashella х", "cat": "Italian restaurant"}, {"review": " Decided to spend Wednesday evening in Pesto ..\nDelicious cuisine, friendly service.. pleasantly surprised by the troubles of the administration .. …", "rating": 5, "name": "Dom Telecom", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Дима Попович", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 2, "name": "Eugeny Shcheglov", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Пащенко", "cat": "Italian restaurant"}, {"review": " Thank you for taking the time to leave feedback on our work, we really appreciate it! 💚\n\n", "rating": 3, "name": "Леонид Васильев", "cat": "Italian restaurant"}, {"review": "A very good family restaurant comfortable for both children and parents, I was satisfied with visiting the restaurant. …", "rating": 5, "name": "Наталия Дехтяренко", "cat": "Italian restaurant"}, {"review": "\nEverything was delicious and fast. thank", "rating": 5, "name": "Віталій Стах", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Meagler", "cat": "Italian restaurant"}, {"review": " Adequate place to come again. The waiters are nice, the food is delicious. …", "rating": 5, "name": "Maxim Pavlov (MAX)", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "прост стар", "cat": "Italian restaurant"}, {"review": "Italian cuisine is excellent. Steaks are good, but it is worth improving this direction. …", "rating": 1, "name": "Aleksandr Pawlowski", "cat": "Italian restaurant"}, {"review": " Cozy atmosphere and friendly staff. For lovers of singing there is karaoke …", "rating": 3, "name": "Алексей Кокорин", "cat": "Italian restaurant"}, {"review": "Cozy place, came with a girl. Extensive menu, friendly waiters, reasonable prices. …", "rating": 5, "name": "Natalie Stasevych", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Volodymyr Huk", "cat": "Italian restaurant"}, {"review": "A wonderful place for a family, a very cool cafe and helpful, kind staff! …", "rating": 4, "name": "Nataliia Suprun", "cat": "Italian restaurant"}, {"review": " Terrible service and not only. Breakfast did not wait, I do not advise anyone, only time is lost …", "rating": 1, "name": "Aleksey Zadorozhnyy", "cat": "Italian restaurant"}, {"review": " We are sorry to hear that you did not meet your expectations. In order to conduct a detailed analysis of the situation described by you, we ask you to leave us your contacts in a personal message at the link - m.me/pestocafe.kiev so that we can understand the situation. Thank you.\n\n", "rating": 5, "name": "Boris Lunov", "cat": "Italian restaurant"}, {"review": "Favorite cafe of our family. We have already celebrated two birthdays! We are very satisfied with both the food and the good staff. …", "rating": 5, "name": "Александра Трофимович", "cat": "Italian restaurant"}, {"review": " A cozy and nice cafe with Italian food that is also suitable for children. Its beautiful games are directly courteous …", "rating": 5, "name": "Оля Динисова", "cat": "Italian restaurant"}, {"review": "Excellent family cafe, delicious cuisine, good service and a great place for children. Everything is great!!! …", "rating": 2, "name": "Вася Пупкин", "cat": "Italian restaurant"}, {"review": "Cozy, tasty and comfortable. The only thing that can be improved is to slightly increase the servings of dishes ...", "rating": 3, "name": "Наталия Зубрицкая", "cat": "Italian restaurant"}, {"review": "Delicious, cute, but... 45 minutes to make ravioli? Apparently, they sculpted them especially for me)) ...", "rating": 5, "name": "Павло Потапенко", "cat": "Italian restaurant"}, {"review": " One of the best! Cozy, warm, friendly and quick waiters. A wide selection of delicious, varied dishes. I recommend it! …", "rating": 5, "name": "Volodymyr Zaslavskyy", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "No Name", "cat": "Italian restaurant"}, {"review": "\nTasty, good service, decent interior.", "rating": 1, "name": "Евгений Фурсов", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Eray Yilmaz", "cat": "Italian restaurant"}, {"review": "Rested with friends in karaoke, everyone really liked both the food and the service. I recommend!))) …", "rating": 5, "name": "Ника Зелинская", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksii Shkondik", "cat": "Italian restaurant"}, {"review": "I made an order through Glovo, as a result, the courier was given the order in an hour and they said that in 15 minutes they would give it + the delivery staff is greyhound and ignore the horror in general, I don’t advise such an institution. …", "rating": 5, "name": "Сергей Белов", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback! We understand the situation.", "rating": 4, "name": "Вика Рудь", "cat": "Italian restaurant"}, {"review": "A cozy place, the waiters are young, cute, funny, they will support the conversation.\nThe food is the bomb!)😁 …", "rating": 5, "name": "Сергей Белицкий", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!", "rating": 4, "name": "Константин Мускатов (koul_terner)", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Hurkivskyy", "cat": "Italian restaurant"}, {"review": " A good place for family holidays\n\n", "rating": 5, "name": "Віталій Гайдей", "cat": "Italian restaurant"}, {"review": " Staff other than hostesses stubbornly refuse to speak the national language. …", "rating": 5, "name": "Ольга Потемкина", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ubaydullo Tursunov", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 3, "name": "Если че Я Баха", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Vitaliy Kurganov", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 1, "name": "OSA 9815", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Кабанець", "cat": "Italian restaurant"}, {"review": " Normal place, cozy. Medium-level kitchen. Good service\n\n", "rating": 5, "name": "Oleksa", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "БачуВсе Онлайн videonabbts", "cat": "Italian restaurant"}, {"review": "I gave an order for 2 dishes, the first came in 30 minutes, and the second waited exactly an hour and 40 minutes, and in the end it came incomplete ...", "rating": 1, "name": "Захарка Два-шесть", "cat": "Italian restaurant"}, {"review": "\nGood day. We are sorry that we did not meet your expectations. We would like to personally rehabilitate ourselves in front of you.", "rating": 5, "name": "Таня Притужалова", "cat": "Italian restaurant"}, {"review": "Everything seems to be fine, and the place is pleasant and the food is delicious, but the order is just indecently carried for a long time ...", "rating": 5, "name": "Pasha Ecw", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Thank you for your feedback. We will take into account your comments and will work on speed. We hope not to disappoint you again!", "rating": 5, "name": "GGleb985", "cat": "Italian restaurant"}, {"review": "Nice place, crowded on weekends. Prices are slightly above average, interior and service for a four. …", "rating": 5, "name": "Ирина Полянська", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Tetyana Chermnykh", "cat": "Italian restaurant"}, {"review": "Wonderful place! Delicious cuisine, original style and interior, nice staff! …", "rating": 4, "name": "Руслан Одайський", "cat": "Italian restaurant"}, {"review": "\nGreat menu, especially the bombeta.", "rating": 5, "name": "Iryna Kostenko", "cat": "Italian restaurant"}, {"review": "Nice place to visit with family or friends. Attentive service, delicious food. …", "rating": 5, "name": "Андрей Скопин", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 4, "name": "Наталія Зайцева", "cat": "Italian restaurant"}, {"review": " Ordered delivery. All liked it quickly and tasty!)\n\n", "rating": 5, "name": "Дима", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Karina Vlasenko", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Светлана Лысенко", "cat": "Italian restaurant"}, {"review": "\nDelicious! Service is good.", "rating": 5, "name": "Виталий Черненко", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Benjamin Gingerich", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback, we will be glad to see you again :)", "rating": 5, "name": "Antonina Makhynia", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Андриана Лещенко", "cat": "Italian restaurant"}, {"review": "\nVery tasty and cozy. Nice staff", "rating": 5, "name": "Екатерина Сирченко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Алла Лисовая", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Yaroslav Yakymchuk", "cat": "Italian restaurant"}, {"review": "Delicious food, cozy interior. Suitable for both family holidays and business meetings. …", "rating": 5, "name": "katya fedchenko", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Бовтун", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Pavlo Yatsukhnenko", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry about what happened.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 3, "name": "Andrew Borisenko", "cat": "Italian restaurant"}, {"review": " Tasty food, small portions, divorced drinks. Prices are not low and quality does not match. …", "rating": 5, "name": "Александр Малежик", "cat": "Italian restaurant"}, {"review": " Hello! Thanks for the feedback. We will redistribute your feedback to the brand-chief of the network. Tell me, please, what kind of dishes did you like?\n\n", "rating": 5, "name": "Владислав Горбунов", "cat": "Italian restaurant"}, {"review": "\nGreat pizzeria for a family trip!", "rating": 5, "name": "Maksym Zhytnytskyy", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Anna KIEV", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Вікторія Вдовін", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Павло Пилипенко", "cat": "Italian restaurant"}, {"review": "\nGood day.\nWe would like to ask you to leave us your contacts in a personal message via the link - m.me/pestocafe.kiev, so that we can understand the situation. Thank.", "rating": 5, "name": "Антон Рудзевич", "cat": "Italian restaurant"}, {"review": "A great place for parents, there is a children's room. Food and service leave a lot to be desired…", "rating": 3, "name": "Kelmin Sky", "cat": "Italian restaurant"}, {"review": "\nSergey, hello, please describe the situation in a little more detail.", "rating": 5, "name": "Юрий Некришевич", "cat": "Italian restaurant"}, {"review": " Modern interior. Prices are attractive. The service is good. …", "rating": 4, "name": "Herman Taslitskyi", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Yevhen Ostrianskyi", "cat": "Italian restaurant"}, {"review": "Service, food, design of the restaurant, I rate it at five. I can't give less. …", "rating": 5, "name": "Hunloggi Artem", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Дзюба", "cat": "Italian restaurant"}, {"review": " Super menu) cool baby rooms and nice nannies\n\n", "rating": 5, "name": "Alena Kovtun", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Nikita Shaposhnik", "cat": "Italian restaurant"}, {"review": "\nGood day. Thanks for the feedback. Leave. Please contact us so that we can rectify the situation. Thank.", "rating": 5, "name": "Саша Ковальчук", "cat": "Italian restaurant"}, {"review": " Very good service\n\n", "rating": 5, "name": "Вера Новицкая", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Зоряна Соловей", "cat": "Italian restaurant"}, {"review": "\nA bottle of water 50 UAH Don't go on.", "rating": 4, "name": "Igor Pikalov", "cat": "Italian restaurant"}, {"review": " Pleasant atmosphere, good menu\n\n", "rating": 5, "name": "Антон Савицкий", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Пятак", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Роман Скрыпник", "cat": "Italian restaurant"}, {"review": " Cozy restaurant in a retro atmosphere, delicious food and drinks, nice staff. …", "rating": 5, "name": "Наташа Швайко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Надя Спасибо", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback! Be sure to work on the speed of serving dishes!", "rating": 5, "name": "Ксения Лютикова", "cat": "Italian restaurant"}, {"review": " Twice visited and twice felt invisible - 0 reactions from staff. …", "rating": 3, "name": "Lesha Diamond", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Вера", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "татьяна швец", "cat": "Italian restaurant"}, {"review": "Wonderful family restaurant.\nTasty and democratic. …", "rating": 1, "name": "Сергей Сирота", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Солотинская", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Катя Кудряшова", "cat": "Italian restaurant"}, {"review": "\nDermo cheat people !!!! Stole 20 UAH", "rating": 5, "name": "Виталина Латышева", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Oleksandr Kavun", "cat": "Italian restaurant"}, {"review": "\n\"4 meats\" is definitely a fatty pizza 🍕", "rating": 5, "name": "Андрей Палёха", "cat": "Italian restaurant"}, {"review": "\n:)))) Thank you for your feedback", "rating": 5, "name": "Денис Гончаров", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Масло", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Евгений Заиграев", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Андрей Дехтяренко", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 3, "name": "Надія Яницька", "cat": "Italian restaurant"}, {"review": "\nIt really is very tasty cooked)))", "rating": 5, "name": "Kateryna Buzovska", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "opopopopopo Lololol", "cat": "Italian restaurant"}, {"review": "\nGood place for visitors with children", "rating": 5, "name": "Алла Голикова", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Olha", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Анна Ру", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Костя Костя", "cat": "Italian restaurant"}, {"review": " …", "rating": 2, "name": "Ростислав Цяпкало", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksandr Ponomarenko", "cat": "Italian restaurant"}, {"review": " Nice, the kids like it.\n\n", "rating": 5, "name": "Ирина Владимирова", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 1, "name": "Ира Буцик", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Краснова", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Thanks for the feedback!", "rating": 5, "name": "Анатолій Мішньов", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Anastasia Malko", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Алексей Высоцкий", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Karina Krizhanivska", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Andrey Kutovenko", "cat": "Italian restaurant"}, {"review": "Not really", "rating": 5, "name": "Татьяна Литвиненко", "cat": "Italian restaurant"}, {"review": " Google:\n\nGood day. Thanks for the feedback. We apologize for the inconvenience and would like to correct your opinion of Pesto Café, as it is important to us. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Andrei Yadykin", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Qweeqer Qweeqer", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Оля Овчинникова", "cat": "Italian restaurant"}, {"review": " Positive atmosphere and delicious pizza\n\n", "rating": 3, "name": "Anton", "cat": "Italian restaurant"}, {"review": "\nGreat service! Tasty food!", "rating": 5, "name": "Нікіта Нестеренко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Farid Romaiev", "cat": "Italian restaurant"}, {"review": "\nThey cook tastelessly. Very long service.", "rating": 1, "name": "Sarcastic Linxy", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry, that did not meet your expectations. Please specify what you did not like. Thank.", "rating": 5, "name": "Інна Дудченко", "cat": "Italian restaurant"}, {"review": " grandson's birthday\n\n", "rating": 3, "name": "Marina Nosenko", "cat": "Italian restaurant"}, {"review": "\nForgot to bring the order.", "rating": 5, "name": "Юлия Т", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Виталий S", "cat": "Italian restaurant"}, {"review": " Deliciously!\n\n", "rating": 4, "name": "Наталия Боримская", "cat": "Italian restaurant"}, {"review": "\nGood italian restaurant. Tasty pizza.", "rating": 3, "name": "Julija Kolumbet", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Mr. OK", "cat": "Italian restaurant"}, {"review": "\ndelivery did not arrive on time", "rating": 5, "name": "Михаил Окрент", "cat": "Italian restaurant"}, {"review": " Good day. Can you please leave your contact number or e-mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nRegards,\nThe Pesto Cafe team\n\n", "rating": 5, "name": "Наталья Сидоренко - Канистратенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Г.", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Anatolii Kozak", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Козицкий", "cat": "Italian restaurant"}, {"review": " Very tasty.\n\n", "rating": 5, "name": "Дарья Стрельникова", "cat": "Italian restaurant"}, {"review": " Deliciously.\n\n", "rating": 4, "name": "Anatoliy Lisovsky", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Мария Кипа", "cat": "Italian restaurant"}, {"review": "\nDelicious.", "rating": 4, "name": "Влад Уткин", "cat": "Italian restaurant"}, {"review": "\nChildren's room, cozy, delicious food!", "rating": 5, "name": "Soukaina El Mouhtaj", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Юлия Теслюк", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Alexey Nizhenkovskyi", "cat": "Italian restaurant"}, {"review": "\nSuper, especially after a lochdown!)))", "rating": 5, "name": "Karina Breslavskaya", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Ивченко", "cat": "Italian restaurant"}, {"review": "\nGreat food, nice atmosphere.", "rating": 3, "name": "Daria Fesenko", "cat": "Italian restaurant"}, {"review": "\nIt is very convenient here with children!", "rating": 4, "name": "Oleksandr Maslikov", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Liza", "cat": "Italian restaurant"}, {"review": "\nDisrespect for customers, long service", "rating": 5, "name": "Victoria Sviridenko", "cat": "Italian restaurant"}, {"review": " Good day. Thanks for the feedback. Can you please leave your contact number or mail so that we can contact you?\n\nOr write to us:\nhttps://www.facebook.com/pestocafe.kiev\n\nSincerely,\nThe Pesto Cafe team\n\n", "rating": 4, "name": "Nick Hadson", "cat": "Italian restaurant"}, {"review": " Delicious cuisine, everything was nice\n\n", "rating": 5, "name": "Drago A", "cat": "Italian restaurant"}, {"review": "I've been waiting for gazpacho for 40 minutes!!!\nI'll probably leave....", "rating": 5, "name": "Alina Lizunova", "cat": "Italian restaurant"}, {"review": " Yum-yum ...\n\n", "rating": 5, "name": "Ада Орлова", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Марго Искандерова", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Дроздюк", "cat": "Italian restaurant"}, {"review": "\nLike a great cafe for me!", "rating": 5, "name": "Інна Проданчук", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Mira Blэk", "cat": "Italian restaurant"}, {"review": "\nEverything is delicious", "rating": 1, "name": "Natali Chmarina", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 2, "name": "Danylenko Vladyslav", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "AHR Odessa", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback and your rating!", "rating": 5, "name": "Вдвтв а Влата", "cat": "Italian restaurant"}, {"review": "\nGreat place for families with children", "rating": 5, "name": "Антон Фильцов", "cat": "Italian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Сергій Авдєєв", "cat": "Italian restaurant"}, {"review": " Hello! Thank you for visiting, we will be glad to see you at Pesto Café❤️\n\n", "rating": 2, "name": "Viacheslav", "cat": "Italian restaurant"}, {"review": " A wonderful, family-friendly place to stay!\n\n", "rating": 5, "name": "Кафе БАРАНКА", "cat": "Italian restaurant"}, {"review": "\nDelicious)))", "rating": 2, "name": "Татьяна Амельчиц", "cat": "Italian restaurant"}, {"review": "Great", "rating": 4, "name": "Денис Макаренко", "cat": "Italian restaurant"}, {"review": "\nLong served. Rassinhron filing", "rating": 4, "name": "Євген Панов", "cat": "Italian restaurant"}, {"review": "\nGood day. Sorry, that did not meet your expectations. We will take into account your comments to correct and look forward to seeing you again!", "rating": 5, "name": "kristina kristina", "cat": "Italian restaurant"}, {"review": " sbs\n\n", "rating": 5, "name": "Анастасія Герасимчук", "cat": "Italian restaurant"}, {"review": "\nGood italian cafe", "rating": 5, "name": "дима усатов", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Валентина Зиньковская", "cat": "Italian restaurant"}, {"review": "\nSuper restaurant !!! Food and service !!!", "rating": 5, "name": "Yuliya Goncharenko", "cat": "Italian restaurant"}, {"review": "\nLong wait for your order.", "rating": 4, "name": "Андрій Данько (RIDER)", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback. We will take into account and will work on ourselves.", "rating": 5, "name": "Сергій Юрчик", "cat": "Italian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Batuhan E", "cat": "Italian restaurant"}, {"review": "\nA cozy, relatively calm place.", "rating": 5, "name": "Віталій Кравченко", "cat": "Italian restaurant"}, {"review": "\nThe steak was harsh.", "rating": 5, "name": "Ihor Peresunko", "cat": "Italian restaurant"}, {"review": "\nNot enough staff at all", "rating": 5, "name": "Serhii Koreniev", "cat": "Italian restaurant"}, {"review": "\nLiked.", "rating": 4, "name": "Ramilla", "cat": "Italian restaurant"}, {"review": "\nNot bad at the level", "rating": 5, "name": "Дарья Шеферштейн", "cat": "Italian restaurant"}, {"review": "\nGreat family cafe", "rating": 4, "name": "Ekaterina Bryl", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Сергій", "cat": "Italian restaurant"}, {"review": "\nEverything is very cool ))", "rating": 5, "name": "Irina Kromberg", "cat": "Italian restaurant"}, {"review": "\nI recommend during happy hours. :-)", "rating": 5, "name": "sunflower1112", "cat": "Italian restaurant"}, {"review": "\nAttentive staff!", "rating": 5, "name": "Valentin Pupena", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Danger Hell", "cat": "Italian restaurant"}, {"review": "\nGood day. Please specify why a low score for our restaurant? Feedback from our guests is very important for us, we will certainly take into account your comments. We would like to ask you to write to us in a personal message at the link - m.me/pestocafe.kiev, so that we can understand the situation.", "rating": 5, "name": "Andrey Domres", "cat": "Italian restaurant"}, {"review": "\nBetter to go to a new one", "rating": 4, "name": "Viktoriya Nesterenko", "cat": "Italian restaurant"}, {"review": " Cozy family cafe\n\n", "rating": 5, "name": "Cleo S", "cat": "Italian restaurant"}, {"review": "\nAlways friendly staff", "rating": 5, "name": "Александр Красюк", "cat": "Italian restaurant"}, {"review": " Good place\n\n", "rating": 4, "name": "Богдан Пристинский", "cat": "Italian restaurant"}, {"review": "\nattitude towards customers at the level", "rating": 5, "name": "Алёна Шевчук", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Марина Табакова", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Michael Tsapenko", "cat": "Italian restaurant"}, {"review": "\nFast and tasty", "rating": 5, "name": "Viktor Chernikov", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Aleksandr Panasenko", "cat": "Italian restaurant"}, {"review": "\nNice place)))", "rating": 5, "name": "Natalya Наталия", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 5, "name": "Людмила Иваницкая", "cat": "Italian restaurant"}, {"review": "\nThey were surprised!", "rating": 5, "name": "Jony", "cat": "Italian restaurant"}, {"review": "\nGood afternoon. Please specify what exactly you did not like? Thank.", "rating": 4, "name": "Владислав Руденко", "cat": "Italian restaurant"}, {"review": "In my opinion the prices are not justified. Service for 3+. I took a Napoleon, and it caught a hair. They didn’t turn off the account, they didn’t bring anything in return and didn’t even apologize. …", "rating": 5, "name": "Oleg Derevyankin", "cat": "Italian restaurant"}, {"review": " Nice place.\n\n", "rating": 5, "name": "Sergey Ivanov", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 4, "name": "Маша Поровчук", "cat": "Italian restaurant"}, {"review": " OK\n\n", "rating": 5, "name": "Pavel Diachenko", "cat": "Italian restaurant"}, {"review": "\nFavorite karaoke!", "rating": 5, "name": "Настюша Хвіст", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Yuri N", "cat": "Italian restaurant"}, {"review": " Eugene, good afternoon! It is an incredible pity that you had to give us the lowest rating. We would like to contact you to find out the details of your visit to our restaurant. Please write your contact. Thank you.\n\n", "rating": 4, "name": "Андрей", "cat": "Italian restaurant"}, {"review": " For family restaurateur\n\n", "rating": 5, "name": "Serhii Chaikovskyi", "cat": "Italian restaurant"}, {"review": "\ngood place", "rating": 3, "name": "Анатолій Недиба", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 1, "name": "Evgeniy Sulima", "cat": "Italian restaurant"}, {"review": "\ncool place", "rating": 2, "name": "Алексей Третяк", "cat": "Italian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Anton N.", "cat": "Italian restaurant"}, {"review": "\nTwo-faced staff.", "rating": 4, "name": "Андрій К", "cat": "Italian restaurant"}, {"review": "\nGood day. Specify, please, what exactly you mean. Thank!", "rating": 5, "name": "Andrii Shishkin", "cat": "Italian restaurant"}, {"review": "\ngood kitchen", "rating": 4, "name": "Виктор Гром", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ivan Grynko", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Евгения Куприянова", "cat": "Italian restaurant"}, {"review": "\nGood nursery", "rating": 5, "name": "Майя Дещенко", "cat": "Italian restaurant"}, {"review": "\nGreat place", "rating": 4, "name": "Viktoriia Cherednyk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Sasha Nykolishy", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 4, "name": "Раковський Роман", "cat": "Italian restaurant"}, {"review": "\nTasty coffee", "rating": 5, "name": "Ольга Хижинська", "cat": "Italian restaurant"}, {"review": "\nPerfect place", "rating": 2, "name": "Алиса Лебединская", "cat": "Italian restaurant"}, {"review": "\nCockroaches !!!!!", "rating": 2, "name": "Aspariys", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Саша Паремский", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "oleg shipa", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Светлана Щур", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "LITBe LITBe", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Анастасия Олейник", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Юрій Сидоренко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Елена Демянюк", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Юлия Пантелеева", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Екатерина Юрьева", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Татьяна Жданова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Bjørn Tore Støvreide", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Макс Вознюк", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Виталий Носков", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Den1s B1lous", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Наталья Гуляева", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Майя Тимошенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Анастасія Ріпка", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Олександр Садовник", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Руслан Шуть", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Світлана Ганілова", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Dmitry Vakulenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Надежда Лилейко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Yurii Shubka", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Alona Hovorun", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Grigoriy Davydenko", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Ярослав Іващенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Eugene Veremiy", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Yevgenii Kryvosheiev", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Tim Sannikoff", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "uri sogavker", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Pavlo Yatsukhnenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Чикишева", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Oleg Pospelov", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Віталій Батченко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Клавдия Максименко", "cat": "Italian restaurant"}, {"review": " Our guests are the best💜\n\n", "rating": 5, "name": "Людмила Пархоменко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Rafael Heredia", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Oleksandr Zabrodskyy", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Petro Monto", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Олександр Будько", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Катерина Кононенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Елена Корецкая", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Влад Смоловик", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Oly1804 Simanyuk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Tetyana Venglinska", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Шаповалова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Uriy Zorkiy", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Sonya M", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Sergey Garas", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Роман Борискин", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Мария Лисина", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Iryna Macharashvili", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Aleksandra Bondarenko", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Andriy Pavlenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Нана Гогуадзе", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "George Likhachov", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Kostya Sydorenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Vladimir Boyarskyi", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Швед", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Александр Александр", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "тАТЬЯНА тЕЛЕГУЗ", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "fahad alanazi", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Олег Мельник", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ustym Motornyuk", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Руслана Рибальченко", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Anton Yakovenko", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 4, "name": "Роман Гузун", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Wilsharm Вилшарм", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ruslan Zhu", "cat": "Italian restaurant"}, {"review": "\nThank you for your rating!", "rating": 5, "name": "Galina", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "n n", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Константин Неизвестный", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Alex Almiz", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Nataliia Lesiuk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Катя Накоренко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Tiana Luka", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Евгений", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Валерия Копанская", "cat": "Italian restaurant"}]