[{"review": "Ordered via take out through the glovo app and was perfectly smooth. The menu translates to English on the app, so it made the ordering experience easy for me. The dumplings and pavlova were great. The takeout bag had plenty of napkins and utensils for two and was all neatly packaged.", "rating": 5, "name": "Michael Kyle", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Alper Türker", "cat": "Ukrainian restaurant"}, {"review": "Everything was great. Great place, great food, great staff. Best Ukrainian Borscht in Kiev. You'll be sorry if you miss this place.", "rating": 5, "name": "Elze Atroskeviciute", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your high rating and feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Cristo Salvacion", "cat": "Ukrainian restaurant"}, {"review": "Fast service, low prices, tasty authentic Ukrainian food, many options to choose from. Staff doesn’t speak a lot of English, but they are helpful and try their best to accommodate their customer as well as possible. Chicken kiev and vareniki - excellent quality.", "rating": 3, "name": "Paul Henderson", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Michael Bossetta", "cat": "Ukrainian restaurant"}, {"review": "First time I’ve had meat dumpling in Eastern Europe without the foul fleshy smell of meat. The crunchy fried onion topping gave it a more new level of flavor. Reasonable prices. Courteous staff. Highly recommended!", "rating": 4, "name": "Robban J", "cat": "Ukrainian restaurant"}, {"review": "Hello Red, thank you for visit and such a great review about our restaurant. Best regards Petrus-ь", "rating": 5, "name": "Berta Burokaite", "cat": "Ukrainian restaurant"}, {"review": "The atmosphere is nice here, and the homemade vodka is amazing, but I am giving this restaurant 3 stars mainly because of the slow service post-meal. I went here twice. The first visit I went by myself, and it took very long to get my bill …", "rating": 5, "name": "Khalid Alhajri", "cat": "Ukrainian restaurant"}, {"review": "Pretty solid Ukrainian food. Very nice waitstaff. Lots and lots of dishes to choose from, so there’s something for everyone. The borsch is really good, and I’d recommend trying the homemade flavored vodka (I had the buckthorn, really good!). Dumplings with rabbit are also worth a try.", "rating": 5, "name": "Rui Apóstolo", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "AYHAN BODUR", "cat": "Ukrainian restaurant"}, {"review": "This restaurant is known for its dumplings and that's why I came here. The dumplings are really good and the potato pancakes are also pretty nice. It's a bit more expensive than other similar places but still well worth it. Service is good and the restaurant itself is pretty nice.", "rating": 4, "name": "yunuscan ünal", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Robban, thank you for visit and review. Happy holidays! Best regards Petrus -ь", "rating": 5, "name": "Boris Egídius Byčánek", "cat": "Ukrainian restaurant"}, {"review": "Kiev kotlet was the funniest i ever tried, but in a good way. Would recommend cocktail with brut and peach pure. Interesting experience when you try horseradish vodka, it was tasty and you can really smell the horseradish from it. In general food was tasty, service and food presentation of a high quality.", "rating": 5, "name": "SHIRAI FBI", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 4, "name": "Rafal Zieba", "cat": "Ukrainian restaurant"}, {"review": "5 star  great services . I don’t know why some reviewers complain about the services.\nI had such great experience, delicious Ukrainian food. And the staff are very professional.\nThank you.", "rating": 5, "name": "Karol", "cat": "Ukrainian restaurant"}, {"review": "Hello Khalid, thank you for visit and such a great review about our restaurant. Happy holidays!", "rating": 4, "name": "Co", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, lots of different dishes and with a good atmosphere. Didn't try the drinks, so can't vouch for that. Staff were very friendly and professional. …", "rating": 5, "name": "Ani Yoseliani", "cat": "Ukrainian restaurant"}, {"review": "This is a 24 hour restaurant in the very center of the city. Menu is big enough for any taste but prices are a bit on the higher side for locals I guess. A huge plus about this restaurant is, they have a nice smoking area on the street level with a busy street view.", "rating": 5, "name": "Andrius Senulis", "cat": "Ukrainian restaurant"}, {"review": "Tourist friendly\nFood is good\nCentral location. …", "rating": 5, "name": "Blast Harder", "cat": "Ukrainian restaurant"}, {"review": "Hello Yunuscan, thank you for visiting and review. We took into account your comments. Best regards, Petrus-ь", "rating": 5, "name": "Henk Dannijs", "cat": "Ukrainian restaurant"}, {"review": "I am happy that my First restaurant in Kyiv was here! Very nice place with very Good ukraine food. Service was profesional, but knowledge of foreign leangue is worse. But experience is fantastic.", "rating": 5, "name": "Vadim Khaikin", "cat": "Ukrainian restaurant"}, {"review": "I came to Ukraine at first time.\nAnd I found this restaurant thanks to free map.\nSo I came here and I had the famous Ukrainian foods. …", "rating": 4, "name": "tamilya tamilya", "cat": "Ukrainian restaurant"}, {"review": "Hi, Shirai,  thank you very much for such a great and detailed review.  We were glad to see you, so waiting for your next visit in Kiev.  Have a nice day.", "rating": 5, "name": "vanfja", "cat": "Ukrainian restaurant"}, {"review": "Nice place with good alcohol and delicious food.", "rating": 5, "name": "Andriy Kharkhalis", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Sandu Guzun", "cat": "Ukrainian restaurant"}, {"review": "Welcome shot of horseradish vodka was good starter for delicious food - salad, liver and good beer. Prices are affordable too.", "rating": 5, "name": "Stephan Hassenpflug", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Karol, thank you for such a great review and 5 stars rating. Have a nice trip! Best regards Petrus-ь", "rating": 2, "name": "suliman almousa", "cat": "Ukrainian restaurant"}, {"review": "The food was delicious and the decor is very cozy. Stay on the main floor instead of the downstairs of you can because it’s noisy because of the enclosed space.", "rating": 1, "name": "Mario Stumpo", "cat": "Ukrainian restaurant"}, {"review": "Hello Co Hoang, thank you for review and 4 stars rating. Best regards Petrus-ь", "rating": 4, "name": "Vladimir Nikolov", "cat": "Ukrainian restaurant"}, {"review": "Lovely place with a large selection of ukranian dishes. The best vareniki in town, different selection of fillings and toppings. A great place to go \"family\" style and share a wide array of hot and cold appetizers. Authentic and delicious …", "rating": 5, "name": "David", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Alican Kutlu", "cat": "Ukrainian restaurant"}, {"review": "Fantastic Ukrainian food! Will be back to try other stuff from the menu.", "rating": 1, "name": "Andriy A", "cat": "Ukrainian restaurant"}, {"review": "Hi Andrius, we are so glad to hear from you such a great review. Hope to see you soon in Ukraine. Best wishes, Petrus Kiev", "rating": 5, "name": "MAXIMUS GROUP", "cat": "Ukrainian restaurant"}, {"review": "Nice friendly place. Authentic Ukrainian food.  Just like my mum use to make.", "rating": 5, "name": "Keven Dubinsky", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 1, "name": "Urbatron Anderson", "cat": "Ukrainian restaurant"}, {"review": "Very good food for a fare price", "rating": 3, "name": "Olena Kovalova", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Ruben Lopez", "cat": "Ukrainian restaurant"}, {"review": "Great food and service. Relatively high prices for Kiev.", "rating": 1, "name": "Mario Romano", "cat": "Ukrainian restaurant"}, {"review": "Dear Vadim,  thank you for 5 stars.  Have a nice day in Kiev", "rating": 3, "name": "Micky W", "cat": "Ukrainian restaurant"}, {"review": "Nice place, delicious traditional food. Servers know English.", "rating": 5, "name": "Dariia Korniienko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "C. Cochran", "cat": "Ukrainian restaurant"}, {"review": "Hard working waiters, fast and delicious traditional Ukrainian food! This is my second time and I will return again! One of the best Ukrainian restaurants in town!", "rating": 1, "name": "Vincent Vega", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Robin Heijt", "cat": "Ukrainian restaurant"}, {"review": "I stayed in the hotel close to this place and liked it as breakfast location. I also tried it for lunch with a friend, and liked it a lot. Wide choice of Ukrainian food with a reliable quality, staff was always alert and responsive. Looking forward to visiting them again.", "rating": 4, "name": "Hillary Branman", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Looking forward to see you again!", "rating": 1, "name": "Lena Gamulia", "cat": "Ukrainian restaurant"}, {"review": "Very polite stuff, food tastes good, i found it a bit expensive. Overall good place to stay and eat.", "rating": 5, "name": "Viktoriya", "cat": "Ukrainian restaurant"}, {"review": "Hello Sandu, thank you for visiting and review. Best regards Petrus-ь", "rating": 5, "name": "Arash Mehrnama", "cat": "Ukrainian restaurant"}, {"review": "Very nice location, good food, friendly staff", "rating": 5, "name": "Caroline Ignacio", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Evelin Elystrand", "cat": "Ukrainian restaurant"}, {"review": "Tasteless food .. slow service..\n\nto be honest and fair , the service provided by one lady was extinguished, as she was trying to seek my feedback and be responsive to the customer demand …", "rating": 3, "name": "Daria Beketova", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. . Sincerely, Petrus\n\n", "rating": 5, "name": "Alexey Alekseenko", "cat": "Ukrainian restaurant"}, {"review": "My wife and I went to celebrate San Valentine in this restaurant of which I had good memories during the last two times I went there last year. Today, a complete disappointment. …", "rating": 5, "name": "Leon Vainshtein", "cat": "Ukrainian restaurant"}, {"review": "Dear Mario, thank you for your visit and such a detailed review. We are very sorry that you have such an impression. Many of our regular guests from Ukraine and other countries are very pleased with our services, the taste of dishes and hospitality. We wish you a good mood and to see you again to exceed your expectations. Best regards, Petrus Kiev", "rating": 5, "name": "Piotr Nierodzik", "cat": "Ukrainian restaurant"}, {"review": "A restaurant with nice ambient, lovely staff and good choices of local cuisine. A bit on the price side.", "rating": 4, "name": "Özgür ÇALIŞKAN", "cat": "Ukrainian restaurant"}, {"review": "Hello Vladimir, thank you for visit and review. Best regards Petrus-ь", "rating": 1, "name": "Zanko Ralenekov", "cat": "Ukrainian restaurant"}, {"review": "I can't say it's the best home cooked Ukrainian food in Kiev because I didn't try them all but it has to be right up there with the very best.  Food was just amazing. Wait staff provided top notch service.  We ate there 4 times in 6 days and every time I think it was more delicious.  Open 24/7 for those middle of night munchies.", "rating": 1, "name": "Gracjana S", "cat": "Ukrainian restaurant"}, {"review": "Hello dear David, thank you for such a great review about our restaurant. Best regards Petrus-ь", "rating": 3, "name": "Michael Kolomenkin", "cat": "Ukrainian restaurant"}, {"review": "Especially homemade vodka with sea buckthorn was perfect.", "rating": 5, "name": "Valentin Cherdakli", "cat": "Ukrainian restaurant"}, {"review": "Hello Alican, thank you for visiting and 5 stars rating. Best regards Petrus-ь", "rating": 5, "name": "Jacek Góraj", "cat": "Ukrainian restaurant"}, {"review": "We went there with a child in the morning. Restaurant was empty. Food is ok, but the worst part of the story is terrible smell of cigarettes. It seems this Restaurant  is loyal to smokers. …", "rating": 4, "name": "mark donnachie", "cat": "Ukrainian restaurant"}, {"review": "Dear, Andrіy. The best restaurant in Ukraine thanks you for the rate. We strongly disagree with you. Smoking is not allowed in our establishment. If you sat down where we recommended you, then this situation did not happen. Please change the rating to a higher one. Considering that you all liked it.", "rating": 5, "name": "Michael Z", "cat": "Ukrainian restaurant"}, {"review": "One of the best places in Kiev which is a MUST to visit 👌🏻🍻 Unique authentic dishes and very nice interior design 👍🏻", "rating": 5, "name": "Paweł Tański", "cat": "Ukrainian restaurant"}, {"review": "Hello Maximus, thank you for such a great review about our restaurant. Best regards Petrus-ь", "rating": 4, "name": "Florin", "cat": "Ukrainian restaurant"}, {"review": "Loved our meal here, great restaurant and service.", "rating": 5, "name": "Konstantin Target", "cat": "Ukrainian restaurant"}, {"review": "Hi Keven,  thank you for 5 stars.  We work really hard to offer the best food and service.  Hope to see you again soon", "rating": 5, "name": "Anton Shishkin", "cat": "Ukrainian restaurant"}, {"review": "Food was alright, service could have been better, I was waiting for 25 minutes for a beer after I ordered.\nThey started with my main dish, then my starter, and last I got my appetizer. …", "rating": 1, "name": "Vitaliy Sharlay", "cat": "Ukrainian restaurant"}, {"review": "We hold a meeting over there at 7 am and the only thing I can say that the staff wasn't happy to see the table with 15 people that early in the morning. I can understand them, but it would be really nice to see at least something that …", "rating": 5, "name": "Valera Terekhov", "cat": "Ukrainian restaurant"}, {"review": "Dear Elena,  thank you for visiting and detailed review. We apologize for the unhappy faces of our staff.  Last night was very difficult for them, as there were many rude guests.  Perhaps they were really tired and were waiting for the new shift.  It was a human factor.  We hope that next time we will surprise you with our bright smiles. Best regards,  Petrus restaurant", "rating": 5, "name": "Vilius Sekevičius", "cat": "Ukrainian restaurant"}, {"review": "Lards and Dumplings were simply fantastic! Cosy and casual. Great!", "rating": 2, "name": "Felix Schulte", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 3, "name": "Lena Strykun", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian restaurant near palats sportu . They offer the classic Ukrainian dishes. It's my third visit and unfortunately the experience was less positive. It's a pity they seem to warm up borsch and its bread (not included) with a …", "rating": 5, "name": "Jirka Somol", "cat": "Ukrainian restaurant"}, {"review": "Buongiorno, Mario, thank you very much for your review.  We will check this information and make comments to staff.  We are very sorry that you have the impression.  We apologize and look forward to your visit again!  Best regards Petrus-ь", "rating": 5, "name": "Quincy Moore", "cat": "Ukrainian restaurant"}, {"review": "Great food and nice place but I had a strange experience.\nI ordered an ice cream and it was half melted.\nI asked the waitress but she couldnt speak English so I had to talk to the …", "rating": 4, "name": "mohammedi ismaeel", "cat": "Ukrainian restaurant"}, {"review": "Here they cook the best herring salad in Kyiv", "rating": 4, "name": "Welton Luiz Costa Rocha Filho", "cat": "Ukrainian restaurant"}, {"review": " Thank you for the high evaluation of our institution. We look forward to seeing you again!\n\n", "rating": 5, "name": "Abraham Hurdle", "cat": "Ukrainian restaurant"}, {"review": "Excellent food, great selection, fast service and super nice staff. English menus, WiFi and they take credit cards! We had the meat in aspic, blood pudding, herb salad, horseradish vodka, steak, buckwheat with mushrooms, and chocolate cake. The dessert was nothing special, but everything else was. Oh, and the Petrus beer is a must!", "rating": 1, "name": "Noirot Türkiye", "cat": "Ukrainian restaurant"}, {"review": "Hello dear C. Cochran, thank you for visit and such a great review about our restaurant. Have a nice trip! Best regards Petrus-ь", "rating": 5, "name": "Gintare Aleks", "cat": "Ukrainian restaurant"}, {"review": "Food is okay. Here is how their tourist trick works [service charge trick]: you'll get the correct check, let's say 1300. You'll leave 1500 in the check book, back you'll get something like 70, and the check is gone. You'll ask the waiters …", "rating": 5, "name": "László Békéssy", "cat": "Ukrainian restaurant"}, {"review": "Dear Vincent. Thank you for your visit and feedback. We are very sorry that such a shallow situation. All guests know that tips are included in the bill. We are really the best cuisine in Ukraine. Guests from many countries of the world come to us and everyone is satisfied with the service and the taste of food. We only hope that this is only 10%. We wish you a pleasant stay in Ukraine.", "rating": 5, "name": "Vladimir Chuhnenko", "cat": "Ukrainian restaurant"}, {"review": "Nice and cozy place. The staff speaks English, and they serve an amazing Solyanka. Good atmosphere around and has enough place to also fit a bit bigger party of people. …", "rating": 5, "name": "Dragos Victor Savu", "cat": "Ukrainian restaurant"}, {"review": "Dear Robin,  thank you for visit and such a wonderful review. We are very pleased that you liked everything. Next time we recommend that you taste our borsch, dumplings and cheesecakes. We wish you a pleasant trip in Kiev.", "rating": 4, "name": "Serkan Bora", "cat": "Ukrainian restaurant"}, {"review": "Tasty Ukrainian food (slightly higher prices than can be found elsewhere) and very pleasant staff. Would recommend with one minor heads up to foreign visitors: you may be charged for items you did not order (examples: we ordered soup; the …", "rating": 4, "name": "Omer Galily", "cat": "Ukrainian restaurant"}, {"review": "It is first time in my life when I'm writing the negative comment. But I've never faced with such a bad service! …", "rating": 5, "name": "TT", "cat": "Ukrainian restaurant"}, {"review": "We are apologize for this situation! Hope next time you will enjoy restaurant, food and service.", "rating": 5, "name": "Dale Barnes", "cat": "Ukrainian restaurant"}, {"review": "Amazing place with delicious Ukrainian cuisine,  friendly staff and reasonable prices as for city centre. I was stunned by pork steak and hashbrowns! And horseradish vodka with mini lard sandwiches is complimentary for every visitor 😉", "rating": 5, "name": "Vicky Alman", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Heather Idoni", "cat": "Ukrainian restaurant"}, {"review": "If you're in Kyiv, do yourself a favor and come here for authentic Ukrainian food!  Don't miss the borscht, very flavorful.  Also tried the lamb vareniki.  Great food and atmosphere.  Thank you!", "rating": 4, "name": "Andrea Fiorentino", "cat": "Ukrainian restaurant"}, {"review": "Dear Arash,  thank you for visit and such a wonderful review. We are very pleased that you liked everything. Next time we recommend that you taste dumplings and cheesecakes. We wish you a pleasant trip in Kiev.", "rating": 5, "name": "Otar Chekurishvili", "cat": "Ukrainian restaurant"}, {"review": "This was my favorite. A very homey, welcoming feel. Downstairs feels like you've walked into someone's adorable grandma's house. In addition to the great environment, the food was delicious. I had the chicken noodle soup, garlis bread and the Ukranian lamb dumplings. The strawberry and ginger tea was amazing.", "rating": 4, "name": "Alexandre Xerri", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 4, "name": "Ophir Yoktan", "cat": "Ukrainian restaurant"}, {"review": "This place is worth visiting for the food! Out of many places in Kiev here the Ukrainian food is outstanding. One of the best vareniki I have ever tasted in my life (I’m Ukrainian born) I can also recommend pelmeni and diruni. Can’t wait to come back and taste more from the menu. The service was ok :)", "rating": 4, "name": "Shai Soroka", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Evelin, thank you for visit and such a great review about our restaurant. Happy holidays! Best regards Petrus-ь", "rating": 4, "name": "Alexei Sinitsa", "cat": "Ukrainian restaurant"}, {"review": "You always should wait for a waiter for a long time.\n\nThe Ukrainian dishes are delicious, but not meat( cos it's really fat,  small …", "rating": 5, "name": "Ed Crowther", "cat": "Ukrainian restaurant"}, {"review": "Hello Dear Dasha,  we are sorry for the experience you have. We took into account your comments about meat. Hope to see you again and we will meet your expectations. Best regards, Petrus-ь", "rating": 4, "name": "wowa benz", "cat": "Ukrainian restaurant"}, {"review": "Good price/value conditions.  Nice Ukrainian cuisine.  Working 24/7. Can recommend for regular dinner if you travel for business reasons to Kyiv.", "rating": 5, "name": "lihoo hamani", "cat": "Ukrainian restaurant"}, {"review": "Hello Alexey, thank you for such a great review and recommendation. Best regards Petrus-ь", "rating": 4, "name": "Alex Smirnyagin", "cat": "Ukrainian restaurant"}, {"review": "Authentic design, tasty Ukrainian traditional food, great service & low prices.", "rating": 3, "name": "Oleksandr Kondratyuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Elena Razgonova", "cat": "Ukrainian restaurant"}, {"review": "Best service of Jana ❤️and great food!", "rating": 5, "name": "Eino Kuutti", "cat": "Ukrainian restaurant"}, {"review": "Thank you very much!", "rating": 4, "name": "Okan Meroglu", "cat": "Ukrainian restaurant"}, {"review": "All the soups and foods were delicious but the soup options are limited. I was wondering about solyanka, ukha and other kind of local tastes but i could not find some of them. If the restaurant expands its menu a little bit and adds some type of kvas and tarhun, that would make the place 6 star of restaurant.", "rating": 4, "name": "Engin Mert", "cat": "Ukrainian restaurant"}, {"review": "Hello Ozgur, thank you for review. We took into account your comments. Best regards Petrus-ь", "rating": 4, "name": "Juraj Ploskunak", "cat": "Ukrainian restaurant"}, {"review": "They served us beer not in the menu for 145 hrivnyas. That is at least three times more than normal. There was also 10% service included in the bill, which was not mentioned anywhere. It looks like a tourist trap. Better avoid it.", "rating": 3, "name": "Matt Yudin", "cat": "Ukrainian restaurant"}, {"review": "Very bad service. We have to wait for our dishes very long time. Main dishes came before starters, one soup came about half an hour after we all finished eating. They also charge you for service, but it isn't mentioned  anywhere. Very low level of \"restaurant\". Food was ok", "rating": 5, "name": "Anna Simakova", "cat": "Ukrainian restaurant"}, {"review": "Dear Gracjana,  thank you for review.  We are very sorry that this situation has happened to you. Hope to see you again and we will meet your expectations. Best regards,  Petrus-ь", "rating": 5, "name": "geoff ford", "cat": "Ukrainian restaurant"}, {"review": "Very good borscht and mushrooms. The ribs were way over cooked. There was no beer - neither draft nor bottles. The service was slow relative to other places", "rating": 5, "name": "Maria Starkova (Andrews)", "cat": "Ukrainian restaurant"}, {"review": "Dear Michael! Thank you for feedback! Its very important for us! Sorry for beer - there was problem with druft but you could order bottled. Hope you will be copmpletely enjoy your next visit!", "rating": 2, "name": "Donatas Misiunas", "cat": "Ukrainian restaurant"}, {"review": "Nice place with good kitchen. Deruny and solyanka are perfect.", "rating": 5, "name": "Dani Kamanovsky", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Lewis Hutchinson", "cat": "Ukrainian restaurant"}, {"review": "This restaurant offers variety of different ukrainian food. You can find here rabbit, chicken, duck and everything in between. It's expensive though. Be careful for prices though, it can got pretty expensive :) …", "rating": 5, "name": "Rob Mokum", "cat": "Ukrainian restaurant"}, {"review": "Thank you for leaving such a nice comment.We hope to see you again soon", "rating": 4, "name": "Veslemøy Maria Svartdal", "cat": "Ukrainian restaurant"}, {"review": "Varenichnaya Katusha\nA recently opened member of a rapidly growing restaurant chain here in the capital. It is authentic Ukrainian food at very reasonable prices. The atmosphere is …", "rating": 5, "name": "Ivan Bochenko", "cat": "Ukrainian restaurant"}, {"review": "Very nice place, close to the Center. There is an english card and the waiters speak fantastic english (in Kyiv that is often a big problem ^^). Here are locals and tourists, so also no rip-off. I will come more often. …", "rating": 5, "name": "T S", "cat": "Ukrainian restaurant"}, {"review": "Excellent food though a bit pricey. All we ordered. They have their own horseradish vodka - a must! Highly recommended!", "rating": 4, "name": "Natali Clark", "cat": "Ukrainian restaurant"}, {"review": "Nice location, good food, friendly staff, speaks good english", "rating": 5, "name": "Oleg Ud", "cat": "Ukrainian restaurant"}, {"review": "Dear Florin,  thank you for 5 stars rating and such a great review.  Have a nice trip in Ukraine", "rating": 5, "name": "Timothy Rother", "cat": "Ukrainian restaurant"}, {"review": "A restaurant with the best vareniki in Kiev - widest set of the available options. The place is very quiet and peaceful - a very good selection to taste Ukrainian specialities after the busy day.", "rating": 4, "name": "Rolandas Z", "cat": "Ukrainian restaurant"}, {"review": "Not the cheapest place in Kyiv, although not really expensive compared to any restaurant in Europe. However food is totally worth the money. It's also cosy inside and the staff is very professional and friendly. I definitely recommend it to anyone who is in Kyiv.", "rating": 5, "name": "Carina P", "cat": "Ukrainian restaurant"}, {"review": "The worst service ever. Waiting time is terribly long especially during business lunch time. Waiters are unfocused and all the time going to different areas in the restaurant. Unfortunately this is not first time. Very bad experience. Wasting time and money.", "rating": 4, "name": "Volodymyr Tkachuk", "cat": "Ukrainian restaurant"}, {"review": "Dear Vitaliy,  thank you for visiting and review.  We are so sorry to hear about your unfortunate experience.  Can you please phone to us and describe what was wrong with your order. Thank you for feedback and hope to see you again to do our best to exceed your expectations.", "rating": 5, "name": "FreddyDolo", "cat": "Ukrainian restaurant"}, {"review": "Nice and cozy place with great choice of Ukrainian dishes. However, need some improvement as far as USDA steaks, or simply exclude it from the menu.", "rating": 4, "name": "Kateryna Guban", "cat": "Ukrainian restaurant"}, {"review": "Nice place, traditional kitchen, good service", "rating": 5, "name": "Oleksandr Kryvonos", "cat": "Ukrainian restaurant"}, {"review": "Got to wait ages for your order to arrive at the table. prices high. portions small. food good though.", "rating": 5, "name": "Özgür Mutluer", "cat": "Ukrainian restaurant"}, {"review": "Dear Felix,  we are sorry for the experience you have. We took into account your comments. Best regards, Petrus-ь", "rating": 4, "name": "Bukashka", "cat": "Ukrainian restaurant"}, {"review": "The food is overrated, I was not impressed.\nThe service is good.\nBut that dessert called Pavlova on the menu, is not Pavlova!", "rating": 5, "name": "Joseph Orenstein", "cat": "Ukrainian restaurant"}, {"review": "Hello Lena, thank you for visit.", "rating": 5, "name": "Nicola Gallo", "cat": "Ukrainian restaurant"}, {"review": "Servis was professional, atmosphere very nice, food was excellent. It was very nice time spent there. I can strongly recommend to vizit there.", "rating": 5, "name": "Olena Illiasevych", "cat": "Ukrainian restaurant"}, {"review": "Thank you for nice feedback! Looking forward to see you again!", "rating": 5, "name": "Luis Gonzalez", "cat": "Ukrainian restaurant"}, {"review": "One of my go to Ukrainian food places when visitors come and I want to show them what Ukrainian food is all about. Always tasty, never disappointing.", "rating": 4, "name": "Akram", "cat": "Ukrainian restaurant"}, {"review": "Great authentic food and atmosphere", "rating": 5, "name": "Dima Kalinin", "cat": "Ukrainian restaurant"}, {"review": "Beautiful decor, cozy ambiance and delicious food. We arrived almost at closing time and the staff was very nice to us anyway.", "rating": 4, "name": "Jakob Watschinger", "cat": "Ukrainian restaurant"}, {"review": "Good food. Parking can be a challenge. Had lunch, and it was good. Staff is friendly and speaks good English. Menus are available in English as well.", "rating": 5, "name": "Julien Vanbergen", "cat": "Ukrainian restaurant"}, {"review": "ATTENTION .!  Very  Expensive  and  very   bad  food.  Not  fresh...Never  again   BECAREFUL.. FOR  ALL  VISITER   KIEV.", "rating": 5, "name": "Filippo Neri", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 5, "name": "Vien Hoang", "cat": "Ukrainian restaurant"}, {"review": "This place and food just wow so delicious! I would high recommend to visit it! Staff are very helpful and friendly.", "rating": 5, "name": "Inanc Gurkan", "cat": "Ukrainian restaurant"}, {"review": "Dear Aleks, thank you for your visit and feedback.  We are very pleased to work for you.  Looking forward to you. Have a good day", "rating": 5, "name": "Diana Zakon", "cat": "Ukrainian restaurant"}, {"review": "Lots of good food, with a very proactive waiter. It's a fine dining place, recommended mainly for people from Western-Europe.", "rating": 3, "name": "Trevor Williams", "cat": "Ukrainian restaurant"}, {"review": "Great food and lovely staff. We had an excellent breakfast there, and hope to eat at Petrus again soon.", "rating": 5, "name": "Kostya", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 2, "name": "Vladimir Marushchak", "cat": "Ukrainian restaurant"}, {"review": "The traditional food was very good. The red sauce will get rid of any cold you would have.", "rating": 5, "name": "Petr Gyske", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback.Come again.Let's wait.", "rating": 4, "name": "Olga Reznikova", "cat": "Ukrainian restaurant"}, {"review": "It's nice place to try ukranian traditional dishes... And also service staff are so kind especially Lina.. Thanks to all interest.", "rating": 5, "name": "Hasan Köroğlu", "cat": "Ukrainian restaurant"}, {"review": "Good local kitchen with great homemade vodkas. Don't forget to by some bottles as a souvenir before You go.", "rating": 4, "name": "Michael Presson", "cat": "Ukrainian restaurant"}, {"review": "Beautiful design, delicious food, prices a little higher then in similar places. Near to metro station, open 24h.", "rating": 5, "name": "Oleksandr Ushkalenko", "cat": "Ukrainian restaurant"}, {"review": "Hello TT, thank you for visit and such a great review. Best regards Petrus-ь", "rating": 5, "name": "Gary Honegger", "cat": "Ukrainian restaurant"}, {"review": "Excellent cuisine. Great service. Very friendly staff. Must go if in Kyiv.", "rating": 5, "name": "Serg Poklad", "cat": "Ukrainian restaurant"}, {"review": "Hello Dale, thank you for such a great review about our restaurant. Best regards Petrus-ь", "rating": 4, "name": "Chivu Radu", "cat": "Ukrainian restaurant"}, {"review": "Excellent food and variety. We had breakfast and everything was just excellent.\nVareniki -probably the best in town", "rating": 4, "name": "Jiří Zikmund", "cat": "Ukrainian restaurant"}, {"review": "Our favorite place in Kyiv!  My favorite is their паштет (chicken liver pate).  Best in the city!", "rating": 5, "name": "Stephen Crowson-Towers", "cat": "Ukrainian restaurant"}, {"review": "Dear Heather,  thank you for very much for such a great review about Petrus Ukrainian restaurant. Have a nice day.", "rating": 5, "name": "Larissa Thomma", "cat": "Ukrainian restaurant"}, {"review": "Nice place in the center with tasty Ukrainian food. Always visited when I M here", "rating": 5, "name": "Camuel Gilyadov", "cat": "Ukrainian restaurant"}, {"review": "Hello Andrea Fiorentino, thank you for visit. Best regards Petrus-ь", "rating": 5, "name": "Julia Schlegel", "cat": "Ukrainian restaurant"}, {"review": "One of my favorite spots in Kiev. Delicious Ukrainian food and moderate prices.", "rating": 5, "name": "Stanislav Rubtsov", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 3, "name": "Artiom Moscaliov", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant where you can eat very typical ukrainian food. The waiters are very polite, I have to say it...", "rating": 5, "name": "Michael OConnell", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback.Come again.Let's wait", "rating": 5, "name": "Guillaume", "cat": "Ukrainian restaurant"}, {"review": "Good local food. Most of the dishes we tried were very good", "rating": 5, "name": "Vlad Sobolev", "cat": "Ukrainian restaurant"}, {"review": "Dear Ophir,  thank you very much for spending time in our restaurant.  Hope to see you again in Kiev", "rating": 5, "name": "Andrius Riauba", "cat": "Ukrainian restaurant"}, {"review": "Great local food. Good service. Great price. Center location. Recommended.", "rating": 5, "name": "Vladimir Milinovic", "cat": "Ukrainian restaurant"}, {"review": "Traditional Ukrainian cuisine. Smoking allowed in a separate section, and this is rare these days.", "rating": 4, "name": "Alex Miller", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and excellent value lunch. Classic Ukrainian dishes.", "rating": 5, "name": "Sergey Timin", "cat": "Ukrainian restaurant"}, {"review": "Dear Ed, thank you for 5 stars rating and such a good review. Look forward to see you again in our restaurant in Kiev", "rating": 5, "name": "Jordy van den Brink", "cat": "Ukrainian restaurant"}, {"review": "Everything was fine.\nThe quality of galobzi was bad.\nThe rest was good.", "rating": 5, "name": "domas zevuckis", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Looking forward to see you again!", "rating": 5, "name": "Ernest Vaulin", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian food . Fresh,  authentic, good service", "rating": 5, "name": "Leonid Itkin", "cat": "Ukrainian restaurant"}, {"review": "Hello Lihoo, thank you for visit and such a great review. Best regards Petrus-ь", "rating": 5, "name": "DIANA ZAKON", "cat": "Ukrainian restaurant"}, {"review": "Nice place for late dinner. Ukrainian food. Friendly environment. Service is not fast, but its ok.", "rating": 5, "name": "Will Sloan", "cat": "Ukrainian restaurant"}, {"review": "Quite good service, but ovepriced. For example, Hoegaarden costs 145 hryvnas.", "rating": 5, "name": "Ruxandra Voiculet", "cat": "Ukrainian restaurant"}, {"review": "Lovely place, very tasty, great service, and working 24/7!", "rating": 5, "name": "Alexander Shvartsburd", "cat": "Ukrainian restaurant"}, {"review": "Hello Olena, thank you for such a great review. Best regards Petrus-ь", "rating": 5, "name": "peker halil ibrahim", "cat": "Ukrainian restaurant"}, {"review": "A great restaurant with quality service. A large and varied menu.", "rating": 5, "name": "Olga Mykhailovska", "cat": "Ukrainian restaurant"}, {"review": "Dear Eino, thank you for visit and such a great review about our restaurant. Have a nice trip! Best regards Petrus- ь", "rating": 4, "name": "Jasper van Rossem", "cat": "Ukrainian restaurant"}, {"review": "Meals are delicious, but service very slow. Prices are over than it deserves", "rating": 2, "name": "Fara Tolib", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback.Come again.Let's wait", "rating": 4, "name": "Gabriel V.", "cat": "Ukrainian restaurant"}, {"review": "Food was very good but the portions were small.", "rating": 5, "name": "lasha barbakadze", "cat": "Ukrainian restaurant"}, {"review": "Dear Engin, thank you for 4 stars and recommendations. We gave your comment about portions to chef. Have a nice day", "rating": 5, "name": "Alarich", "cat": "Ukrainian restaurant"}, {"review": "Very good food, especially \"vareniky\" (filled dumplings with meat or fruits)", "rating": 5, "name": "Soulis Art", "cat": "Ukrainian restaurant"}, {"review": "Really small portions and rather unfriendly waiters", "rating": 5, "name": "Sabine", "cat": "Ukrainian restaurant"}, {"review": "So sorry for such experience. We will work with our service and hope next time you will be happy visiting our restaurant!", "rating": 5, "name": "Masha Tarhini", "cat": "Ukrainian restaurant"}, {"review": "Really good place to eat business lunch. Fresh and tasty! Thank you! 😊", "rating": 5, "name": "joshuaw", "cat": "Ukrainian restaurant"}, {"review": "Hello Anna, thank you for such a great review. Best regards Petrus-ь", "rating": 2, "name": "Owain Atkin", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant, friendly staff. And the food was good as well.", "rating": 5, "name": "Kaspar Raamat", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Iryna Gerasymenko", "cat": "Ukrainian restaurant"}, {"review": "Food was okay, and gentlemen waiters was very great this time)", "rating": 5, "name": "Daniel Koyfman", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback.Come again.Let's wait", "rating": 4, "name": "Vlad Sydorenko", "cat": "Ukrainian restaurant"}, {"review": "Bland food\nExpect to pay 45 eur for a basic steak", "rating": 4, "name": "Paul Van Amersfoort", "cat": "Ukrainian restaurant"}, {"review": "Dear Donatas, thank you for your visit. We are pleased, but we categorically disagree with your opinion. We have tasty and juicy food. A matter of taste is a very delicate matter. You were in the best restaurant in Ukraine and we are proud of it. We wish you good trip", "rating": 5, "name": "Stanislav Semenets", "cat": "Ukrainian restaurant"}, {"review": "Very tasty breakfast, cozy and nice personal.\nWifi password is 88888888", "rating": 5, "name": "Šarūnas", "cat": "Ukrainian restaurant"}, {"review": "Great, traditional Ukrainian food and delicious homemade vodka.", "rating": 5, "name": "Jonathan Rueda", "cat": "Ukrainian restaurant"}, {"review": "Dear Lewis, thank you for 5 stars rating and such a good review. Look forward to see you again in our restaurant in Kiev", "rating": 3, "name": "Eugene Platonov", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant. Good service and the food very very tasty!!!", "rating": 5, "name": "Jacek Tomica", "cat": "Ukrainian restaurant"}, {"review": "Hello Rob, thank you for visit and such a great review about our restaurant. Have a nice trip! Best regards Petrus-ь", "rating": 5, "name": "Dipti Rai", "cat": "Ukrainian restaurant"}, {"review": "Nice restaurant. Very good option for travelers as the restaurant is open 24 hours a day.", "rating": 4, "name": "Marbre MBX", "cat": "Ukrainian restaurant"}, {"review": "Love the ambience and food is on a high level", "rating": 1, "name": "Fencing Fan", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Dmitriy Fedorov", "cat": "Ukrainian restaurant"}, {"review": "Coffee and dessert were great! 5/5 will visit again!", "rating": 4, "name": "Dmitry Ivankin", "cat": "Ukrainian restaurant"}, {"review": "Hello Andrei, thank you for such a great review. We will be glad to see you again. Best regards Petrus-ь", "rating": 3, "name": "Nataliia Bidna", "cat": "Ukrainian restaurant"}, {"review": "Good varenyky but can't say they are perfect.", "rating": 5, "name": "B B", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Nikolas Enas", "cat": "Ukrainian restaurant"}, {"review": "Food and atmosphere is great, nice place to have a lunch", "rating": 5, "name": "Ignas Budnikas", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 4, "name": "GETTER GO", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food,good service and convenient location", "rating": 4, "name": "Mickael Barkatz", "cat": "Ukrainian restaurant"}, {"review": "Nice and calm place", "rating": 2, "name": "manjit singh Binni", "cat": "Ukrainian restaurant"}, {"review": "Nice waitress and excellent food. Recommended", "rating": 5, "name": "Arthur Ross", "cat": "Ukrainian restaurant"}, {"review": "Hello Carina, thank you for recommendation and such a great review. Best regards Petrus-ь", "rating": 5, "name": "Bastian Headgehogskin", "cat": "Ukrainian restaurant"}, {"review": "Breakfasts are extra fine.\nLots of ducks in interior :)", "rating": 5, "name": "Andreas Palluch", "cat": "Ukrainian restaurant"}, {"review": "Thank you for leaving such a nice comment.We hope to see you again soon!!!!", "rating": 3, "name": "Serhii Hubernachuk", "cat": "Ukrainian restaurant"}, {"review": "Very good food and good drinks. Highly recommend.", "rating": 4, "name": "Stanislav Gakhov", "cat": "Ukrainian restaurant"}, {"review": "Good place to try Ukrainian cuisine. A bit overpriced though", "rating": 3, "name": "Mo Al", "cat": "Ukrainian restaurant"}, {"review": "Nice place, nice interior, decor. Perfect for family visits and business meetings", "rating": 5, "name": "Jane Doe", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 4, "name": "Enrique de la Garza", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and warm atmosphere with nice service 👍🏽", "rating": 5, "name": "Oleg Protsenko", "cat": "Ukrainian restaurant"}, {"review": "Dear guest! Thanks for the feedback.We are waiting for you again.", "rating": 5, "name": "Tamás Várfi", "cat": "Ukrainian restaurant"}, {"review": "Vareniki was the best. Pelmeni was just ok.", "rating": 5, "name": "Leon Sinayuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Looking forward to see you again!", "rating": 5, "name": "Reşit Emre Aydın", "cat": "Ukrainian restaurant"}, {"review": "Great food and service. Have the Honey Cake!!!", "rating": 4, "name": "NOVICA JOLIC", "cat": "Ukrainian restaurant"}, {"review": "Hello Dear Joseph, thank you for such a great review about our restaurant. Best regards Petrus-ь", "rating": 5, "name": "Pavel Kaplun", "cat": "Ukrainian restaurant"}, {"review": "Very good place in KIEV, taste traditional food here.", "rating": 5, "name": "Tatiana Taraskova", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian food! Good service", "rating": 5, "name": "Sezgin Aksoy", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Wladimir Schoppert", "cat": "Ukrainian restaurant"}, {"review": "Good food, good prices, good service...", "rating": 5, "name": "Nadin", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your visit and for the great feedback! Sincerely, Petrus\n\n", "rating": 4, "name": "Татьяна B", "cat": "Ukrainian restaurant"}, {"review": "A nice restaurant in a beautiful view, near the famous mall, nice woody design, and nice service", "rating": 5, "name": "楊瑜鋒", "cat": "Ukrainian restaurant"}, {"review": "Thank you for leaving such a nice comment.We hope to see you again soon", "rating": 3, "name": "Алла Баланова", "cat": "Ukrainian restaurant"}, {"review": "Very good and tasty food,great serves", "rating": 5, "name": "robert van weperen", "cat": "Ukrainian restaurant"}, {"review": "Good food, nice waiters. Recommend it.", "rating": 5, "name": "Анна Филимонова", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "София Лиховая", "cat": "Ukrainian restaurant"}, {"review": "Great ukrainian food and they can speak english :)", "rating": 5, "name": "Катя", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and very welcoming host!", "rating": 3, "name": "Владимир Лях", "cat": "Ukrainian restaurant"}, {"review": "Hello Filippo, thank you for 5 stars rating and for such a great review about our restaurant. Best regards Petrus-ь", "rating": 4, "name": "Nadia P", "cat": "Ukrainian restaurant"}, {"review": "Went here for breakfast and had a great experience even though there was a language barrier.", "rating": 5, "name": "Ирина Баринова", "cat": "Ukrainian restaurant"}, {"review": "Dear Vien, thank you for 5 stars rating and such a good review. Have a nice trip in Ukraine", "rating": 5, "name": "Владислав Бесарабчик (Raccoon)", "cat": "Ukrainian restaurant"}, {"review": "Great borsch, very taste ukrainian bread", "rating": 5, "name": "Сергей Бажов", "cat": "Ukrainian restaurant"}, {"review": "Hello Inanc, thank you for review. Happy holidays! Best regards Petrus-ь", "rating": 5, "name": "Yana Minitser", "cat": "Ukrainian restaurant"}, {"review": "The best authentic Ukrainian restaurant in town", "rating": 4, "name": "Екатерина Шабалина-Сас", "cat": "Ukrainian restaurant"}, {"review": "It is OK. Just be careful checking bill as they charge 10% for ALL service GOOD or BAD", "rating": 5, "name": "Алексей Чечулин", "cat": "Ukrainian restaurant"}, {"review": "Hello Trevor, thank you for review. Best regards Petrus-ь", "rating": 3, "name": "Алла 121212", "cat": "Ukrainian restaurant"}, {"review": "Authentic Ukrainian cousine, cozy interior and friendly stuff.", "rating": 5, "name": "Dmytro Osypa", "cat": "Ukrainian restaurant"}, {"review": "Dear Kostya, thank for such a wonderful review. Best regards, Petrus", "rating": 4, "name": "Alex SUN", "cat": "Ukrainian restaurant"}, {"review": "Well overpriced, we asked for 🍞 which cost more than b.lunch at the end. How come?", "rating": 5, "name": "Vincenz Zinner", "cat": "Ukrainian restaurant"}, {"review": "Hello! We bake bread by ourself and you can check price it in our menu. B.lunch - is a special propose limited by time, thats why the price is more lower.", "rating": 4, "name": "Alex Solongos", "cat": "Ukrainian restaurant"}, {"review": "Had a breakfast here. Good omelets. Like👍🏻", "rating": 5, "name": "Sasha Radchuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much. We will be glad to see you again", "rating": 2, "name": "Mike Ivanenko", "cat": "Ukrainian restaurant"}, {"review": "This is a great place with real Ukrainian cuisine.", "rating": 4, "name": "evgeny kirichenko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 3, "name": "Liudmyla Karpenko", "cat": "Ukrainian restaurant"}, {"review": "Nice ambiance, service and great food.", "rating": 4, "name": "Петър Буцев", "cat": "Ukrainian restaurant"}, {"review": "Nice restaurant with very good traditional food", "rating": 5, "name": "Alexander Galkin", "cat": "Ukrainian restaurant"}, {"review": "Very tasty traditional Ukrainian kitchen!", "rating": 5, "name": "Solomiya Sokol", "cat": "Ukrainian restaurant"}, {"review": "Very cosy and marvelous ukrainian food.", "rating": 2, "name": "Teddy", "cat": "Ukrainian restaurant"}, {"review": "Hello Gary, thank you for such a great review. Best regards Petrus-ь", "rating": 5, "name": "Stepan HK", "cat": "Ukrainian restaurant"}, {"review": "Ukraine cousine, lots of dishes. Good service quality.", "rating": 5, "name": "Samanta Kotcyk", "cat": "Ukrainian restaurant"}, {"review": "Good food. Waiter no speak good English.", "rating": 1, "name": "nikita puntus", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much that you like our food!!!!", "rating": 5, "name": "Филипп Ваганов", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant with local cuisine.", "rating": 2, "name": "Karina Komarova", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 4, "name": "glinand", "cat": "Ukrainian restaurant"}, {"review": "Came to this place for dumplings. They were good.", "rating": 5, "name": "Aleksandr Kovalenko", "cat": "Ukrainian restaurant"}, {"review": "Traditional tasty food. charming place", "rating": 5, "name": "Яна Семенас", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Larissa, thank you for such a great review and 5 stars rating. Best regards Petrus-ь", "rating": 5, "name": "Sarah", "cat": "Ukrainian restaurant"}, {"review": "My steak was good and the service was polite", "rating": 5, "name": "Ксенія Савойська", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian food, great drinks", "rating": 5, "name": "gayane", "cat": "Ukrainian restaurant"}, {"review": "Great national dishes with good price", "rating": 3, "name": "Yuliia Shulha", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback!", "rating": 5, "name": "Елена Мечникова", "cat": "Ukrainian restaurant"}, {"review": "pricey for what you get in comparison to other places... food was ok though", "rating": 3, "name": "Елена Романская", "cat": "Ukrainian restaurant"}, {"review": "Good service, good atmosphere, fair prices.", "rating": 5, "name": "Lena Butenko", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Michael, thank you for such a great review about our restaurant. Have a nice trip! Best regards Petrus-ь", "rating": 5, "name": "Kamil Kwapich", "cat": "Ukrainian restaurant"}, {"review": "Quick service, and nice food, I recommend !", "rating": 5, "name": "Никита Степанов", "cat": "Ukrainian restaurant"}, {"review": "Not so bed", "rating": 5, "name": "Денис Наумов", "cat": "Ukrainian restaurant"}, {"review": "Hello dear Vlad, thank you for a great review. Best regards Petrus-ь", "rating": 5, "name": "Группа COCOS", "cat": "Ukrainian restaurant"}, {"review": "Good food and service.", "rating": 5, "name": "Vika Elkin", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 3, "name": "Алина Котенко", "cat": "Ukrainian restaurant"}, {"review": "Spacey venue with traditional ukraine food", "rating": 5, "name": "Юля Саменко", "cat": "Ukrainian restaurant"}, {"review": "Hello Vladimir, thank you for visit and review about our restaurant. Have a nice trip! Best regards Petrus-ь", "rating": 4, "name": "Victoria klng", "cat": "Ukrainian restaurant"}, {"review": "Tasty ukrainian food. Good for lunch.", "rating": 5, "name": "Марина Гуцул", "cat": "Ukrainian restaurant"}, {"review": "Cozy place with good meal and nice crew.", "rating": 5, "name": "Yoel Lubinsky", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback.Come again.Let's wait", "rating": 5, "name": "Brown _", "cat": "Ukrainian restaurant"}, {"review": "cheap and tastes good", "rating": 5, "name": "Mashat Polivodoff", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Галина Шеруда", "cat": "Ukrainian restaurant"}, {"review": "perfect place in kiev and its opened 24/7", "rating": 5, "name": "Valeria Natalenko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "vincenzo de crescenzo", "cat": "Ukrainian restaurant"}, {"review": "Good and delicious Ukrainian restaurant", "rating": 5, "name": "Alina Yurova", "cat": "Ukrainian restaurant"}, {"review": "Hello Ernest, thank you for visit and such a great review. Best regards restaurant Petrus-ь", "rating": 5, "name": "Ирина Силина", "cat": "Ukrainian restaurant"}, {"review": "Great place , tasted and cheap!", "rating": 4, "name": "Thibaut P", "cat": "Ukrainian restaurant"}, {"review": "Hello Leonid, thank you for visit and such a great review about our restaurant. Best regards Petrus-ь", "rating": 5, "name": "Larisa Gubarewa", "cat": "Ukrainian restaurant"}, {"review": "The best ukrainian cuisine in Kyiv", "rating": 3, "name": "Jevgenij Antonov", "cat": "Ukrainian restaurant"}, {"review": "Dear Diana,  thank you for visit and such a wonderful review. We are very pleased that you liked everything. Next time we recommend that you taste dumplings and cheesecakes. We wish you a pleasant trip in Kiev.", "rating": 1, "name": "Garip Özat", "cat": "Ukrainian restaurant"}, {"review": "The veriniki was amazing!", "rating": 5, "name": "Наталья Надточий", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Юлия Золотарёва", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, Cosy place, friendly staff", "rating": 4, "name": "Alonka M", "cat": "Ukrainian restaurant"}, {"review": "Very delicious and reasonable restaurant.", "rating": 5, "name": "Victoria Nemzer", "cat": "Ukrainian restaurant"}, {"review": "l love petrus. Delicious food and alcohol", "rating": 5, "name": "Светлана Шевченко", "cat": "Ukrainian restaurant"}, {"review": "Hello Peker, thank you for such a great review. Best regards Petrus-ь", "rating": 5, "name": "Марина Воробьёва", "cat": "Ukrainian restaurant"}, {"review": "Excellent service and tasty food", "rating": 4, "name": "Тетяна Другак", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Karolina Inhinova", "cat": "Ukrainian restaurant"}, {"review": "Great affordable food👍", "rating": 4, "name": "Анастасия Крупельницкая", "cat": "Ukrainian restaurant"}, {"review": "Hello Jasper, thank you for such a great review about our restaurant. Have a nice trip! Best regards Petrus -ь", "rating": 5, "name": "Ірина Власова", "cat": "Ukrainian restaurant"}, {"review": "Average quality of food, definitely overpriced", "rating": 4, "name": "Светлана Папа-Дмитриева", "cat": "Ukrainian restaurant"}, {"review": "Nice food, good price, center...", "rating": 1, "name": "Inna Hashchenko", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Дмитрий Гордов", "cat": "Ukrainian restaurant"}, {"review": "one of the tastiest borsh!!!", "rating": 4, "name": "Anika Anika", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Ніна Герасимова", "cat": "Ukrainian restaurant"}, {"review": "Amazing Ukrainian dishes! A must!", "rating": 5, "name": "Максим Федорчук", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "milan vaisblum", "cat": "Ukrainian restaurant"}, {"review": "Very good local food", "rating": 5, "name": "Valerio Tinghi", "cat": "Ukrainian restaurant"}, {"review": "Dear Soulis, thank you for review and 5 stars rating. Have a nice trip! Best regards Petrus-ь", "rating": 5, "name": "Алексей Зуев", "cat": "Ukrainian restaurant"}, {"review": "Very good pierogi and borscht", "rating": 5, "name": "Zeev Kazakov", "cat": "Ukrainian restaurant"}, {"review": "Dear Sabine, thank you for 5 stars rate and such a good review. Best regards, Ukrainian restaurant Petrus", "rating": 5, "name": "Jenya Roslyakova", "cat": "Ukrainian restaurant"}, {"review": "Perfect ! Just Perfect", "rating": 3, "name": "Damir Khamidullin", "cat": "Ukrainian restaurant"}, {"review": "Good service and reasonable prices.", "rating": 5, "name": "Оля Дідух", "cat": "Ukrainian restaurant"}, {"review": "Dear guest! Thanks for the feedback.We are waiting for you again.", "rating": 5, "name": "Ekaterina Dancova", "cat": "Ukrainian restaurant"}, {"review": "Go to Pervak instead, much much better", "rating": 5, "name": "Дмитрий Татаринов", "cat": "Ukrainian restaurant"}, {"review": "Dear Owain Atkin, thank you for review. We did not get any information about your visit and reason why you wrote such a advertising review. We respect yours to me, but we cannot agree with him. We are more and better. Best regards, Petrus", "rating": 5, "name": "Aston MARTIN", "cat": "Ukrainian restaurant"}, {"review": "Great food quality", "rating": 5, "name": "Валентина Штукерт", "cat": "Ukrainian restaurant"}, {"review": "Hello Kaspar, thank you for such a great review. Best regards Petrus-ь", "rating": 2, "name": "Yaroslav Lytvynenko", "cat": "Ukrainian restaurant"}, {"review": "Good place to chill out with friends.", "rating": 5, "name": "Mirco Devincenzi", "cat": "Ukrainian restaurant"}, {"review": "Great local cuisine.", "rating": 5, "name": "Белая Татьяна", "cat": "Ukrainian restaurant"}, {"review": "Thank you!", "rating": 5, "name": "Svitlana Biriuk", "cat": "Ukrainian restaurant"}, {"review": "Quiet and quite nice place", "rating": 2, "name": "Oleh", "cat": "Ukrainian restaurant"}, {"review": "Good restaurant, with good service", "rating": 5, "name": "Кристина Данцевич", "cat": "Ukrainian restaurant"}, {"review": "Dear Paul,  thank you very much for 4 stars.  We work really hard to offer best dishes and services.  Hope to see you again in Kiev", "rating": 5, "name": "tom Tombu", "cat": "Ukrainian restaurant"}, {"review": "Tasty but a bit expensive", "rating": 4, "name": "Leia Kuznetsova", "cat": "Ukrainian restaurant"}, {"review": "Food was just perfect!", "rating": 4, "name": "Irina Kashkova", "cat": "Ukrainian restaurant"}, {"review": "Nice breakfast", "rating": 4, "name": "Ирина Подошвелева", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Алеся Суслова", "cat": "Ukrainian restaurant"}, {"review": "Just okay", "rating": 5, "name": "Kirill Avdeev", "cat": "Ukrainian restaurant"}, {"review": "Very good food", "rating": 4, "name": "Юлия Василенко", "cat": "Ukrainian restaurant"}, {"review": "Hello Jacek, thank you for such a great review. Best regards Petrus-ь", "rating": 5, "name": "SuperMargolia", "cat": "Ukrainian restaurant"}, {"review": "Great food!", "rating": 5, "name": "Perec Krasny (Pavlo)", "cat": "Ukrainian restaurant"}, {"review": "Dear Dipti Rai, thank you for 5 stars rating. Have a nice day in Kiev. Best regards, Petrus Ukrainian restaurant", "rating": 5, "name": "Valerii Reshmedilov (Valera_kiev)", "cat": "Ukrainian restaurant"}, {"review": "Good good, friendly staff", "rating": 5, "name": "Неля Бойко", "cat": "Ukrainian restaurant"}, {"review": "It used to be good now it’s better to avoid.", "rating": 5, "name": "Тамила Гаджиева", "cat": "Ukrainian restaurant"}, {"review": "Pity that you have such ipmpression(", "rating": 5, "name": "Sasha Maistrenko", "cat": "Ukrainian restaurant"}, {"review": "Nice, cozy and hearty!", "rating": 1, "name": "Alex Demyan", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat", "rating": 4, "name": "Anton", "cat": "Ukrainian restaurant"}, {"review": "Hello Dmitry, thank you for visit and review. Best regards Petrus-ь", "rating": 5, "name": "Анжелика Дерило", "cat": "Ukrainian restaurant"}, {"review": "Not really tasty", "rating": 5, "name": "Андрей Сваволя", "cat": "Ukrainian restaurant"}, {"review": "Food very good", "rating": 5, "name": "Екатерина Альберти", "cat": "Ukrainian restaurant"}, {"review": "Very nice . suggested .", "rating": 2, "name": "Dasha Dasha", "cat": "Ukrainian restaurant"}, {"review": "True Ukrainian Kiev!", "rating": 5, "name": "Витя Макерно", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 1, "name": "Irina Kiyanchenko", "cat": "Ukrainian restaurant"}, {"review": "Nice and delicious", "rating": 5, "name": "Алексей Падун", "cat": "Ukrainian restaurant"}, {"review": "Hello, thank you for review. Best regards Petrus-ь", "rating": 5, "name": "Полина Бирюк", "cat": "Ukrainian restaurant"}, {"review": "good local food", "rating": 5, "name": "Алексей Курило", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Макар Дудов", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Helena Gav", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Maria", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Святослав Фадеев", "cat": "Ukrainian restaurant"}, {"review": "Perfect", "rating": 4, "name": "Huly-Buly A", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Андрей Костин", "cat": "Ukrainian restaurant"}, {"review": "Just delishes", "rating": 5, "name": "Аня Павлик", "cat": "Ukrainian restaurant"}, {"review": "Dear Andreas, thank you for such a good review. Wish you a wonderful trip in Ukraine. Best regards, Petrus Restaurant Kiev", "rating": 5, "name": "Игорь Куценко", "cat": "Ukrainian restaurant"}, {"review": "To expensive for this service.", "rating": 5, "name": "Sergiy B.", "cat": "Ukrainian restaurant"}, {"review": "Good food 👌", "rating": 5, "name": "Миша Остапчук", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 3, "name": "Эмили Илин", "cat": "Ukrainian restaurant"}, {"review": "good", "rating": 2, "name": "Artur Kachalapa", "cat": "Ukrainian restaurant"}, {"review": "Cozy place. cozy", "rating": 5, "name": "Наташа Ковальчук", "cat": "Ukrainian restaurant"}, {"review": "Amazing meet!", "rating": 5, "name": "Алла Жашкова", "cat": "Ukrainian restaurant"}, {"review": "Super cool", "rating": 5, "name": "Мария Серебряная", "cat": "Ukrainian restaurant"}, {"review": "Dear Oleg, thank for recommendation", "rating": 1, "name": "Елена Коробенко", "cat": "Ukrainian restaurant"}, {"review": "Best in town", "rating": 4, "name": "Pascal Laiglehoux", "cat": "Ukrainian restaurant"}, {"review": "Amazing place", "rating": 5, "name": "Мария Татаренко", "cat": "Ukrainian restaurant"}, {"review": "Great place", "rating": 5, "name": "Ирина Микулина", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 4, "name": "A T", "cat": "Ukrainian restaurant"}, {"review": "Hello Novica, thank you for review. Best regards Petrus-ь", "rating": 5, "name": "Оксана Тарина", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 4, "name": "Олена Климович", "cat": "Ukrainian restaurant"}, {"review": "The place is excellent, Ukrainian cuisine is presented in all its diversity. The interior corresponds to the Ukrainian style in a modern interpretation. The waiters are friendly and not intrusive. A high chair is available and coloring pencils are offered. …", "rating": 4, "name": "Victoria Sushko", "cat": "Ukrainian restaurant"}, {"review": " Thank you !!! Sincerely, Petrus Restaurant\n\n", "rating": 2, "name": "Aleksandr K", "cat": "Ukrainian restaurant"}, {"review": " If you want to taste local dishes unique to Ukraine, this may be the right address. Service personnel speak little English but are very interested. We ordered pork borsh soup, rabbit meat ravioli, garlic bread. All of …", "rating": 2, "name": "Maciejos DonBaKos", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Валерия Новикова", "cat": "Ukrainian restaurant"}, {"review": " Visited on November 18 and 19, 2021\nThe restaurant is very cozy with a great atmosphere.\nThe service is just great! Food comes quickly and is simply delicious. We ate …", "rating": 5, "name": "Anna Koryavtseva Vuleta", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Римма Репешко", "cat": "Ukrainian restaurant"}, {"review": "The establishment is worth a visit. The interior divides the restaurant into zones, each one is interesting and worthy of attention and visit. Lots of foreigners. Liqueurs deserve special attention - a varied taste, a pleasant aftertaste. Kitchen …", "rating": 5, "name": "Артур Гренчук", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 4, "name": "Anna R.", "cat": "Ukrainian restaurant"}, {"review": "I’ll start with the good: the restaurant has been around for many years, good cuisine (I personally liked the mincemeat), delicious liqueurs (cherries and cranberries are love!), There are dishes for the company (we ordered a grill set, it had a very tasty chicken). The interior is very…", "rating": 5, "name": "Алексей Огурцов", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback and evaluation! We will take into account your comments! We look forward to seeing you again.\n\n", "rating": 5, "name": "Anna Govoruhina", "cat": "Ukrainian restaurant"}, {"review": " Very delicious and the price is ok.\n\nThe service attitudes of various industries in Ukraine are not good, so service …", "rating": 4, "name": "Катя Д", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Кирилл Белов", "cat": "Ukrainian restaurant"}, {"review": "After reading a lot of good reviews, we decided to go to a business lunch with a big company.\nWe arrived at 15 o'clock, but the waitress assured us that the business lunch had already ended. We ordered from the menu. Out of everything we ordered, I liked the dumplings. …", "rating": 1, "name": "P V", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 3, "name": "Светлана Кожемякина", "cat": "Ukrainian restaurant"}, {"review": " Great tent. Very friendly and alert service. Clear menu. Excellent dishes made with a lot of love and taste. And a good wine. …", "rating": 2, "name": "Victoria Rajagopal", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 1, "name": "Evgenia Miaus", "cat": "Ukrainian restaurant"}, {"review": "I really liked this place!\nFound it by accident but loved it!\nDelicious Ukrainian cuisine👍🏼everything we've tried is insane...", "rating": 5, "name": "Максим Прокопенко", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your visit and for the great feedback! Sincerely, Petrus\n\n", "rating": 5, "name": "Виктор Лазаренко", "cat": "Ukrainian restaurant"}, {"review": "Very expensive and not worth it. And while you are eating borscht, they bring you coffee, and you are waiting for a spoon to start eating borscht. It used to be much better. Today it was just perfect, like visiting another restaurant. Bograch is beyond praise, others ...", "rating": 5, "name": "roby fulare", "cat": "Ukrainian restaurant"}, {"review": " Ms. Sofia, thank you for your visit. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 5, "name": "Ирина Кича", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and homemade food, the guy the waiter served perfectly and quickly enough. All the food ordered was very tasty and full, I advise 10,000% …", "rating": 3, "name": "Елена Михайлив", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 5, "name": "Анна Мирошник", "cat": "Ukrainian restaurant"}, {"review": "Very cozy place with lots of greenery and flowers.\nThe kitchen is very weak. Napoleon is insipid, hodgepodge is like pickle - the cat cried smoked meats. Plus it's americano with milk - the milk was brought separately and already whipped. …", "rating": 5, "name": "Валентина Яцько", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. Your comments about the dishes are taken into account. As for tips, information about this is available on our website, so each guest can decide in advance whether such conditions are suitable for him.\n\n", "rating": 3, "name": "Eugene Bogatyriov", "cat": "Ukrainian restaurant"}, {"review": "Borscht and Kiev cutlet were delicious. They have their own liqueurs. Cherry is very good. …", "rating": 5, "name": "Леонид Замковенко", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 5, "name": "Виктория Пругло", "cat": "Ukrainian restaurant"}, {"review": "A good place, everything is decorated in the style of a grandmother's house, the interior is interesting.\nThe dishes are quite tasty, the borscht is really Ukrainian, such as I ate in my childhood with my grandmother 10/10, it’s for borscht that I put 5 stars. The waiters know English, …", "rating": 4, "name": "Egor Papyshev", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Irina, we truly thank you for your feedback! We look forward to seeing you again at Petrus Restaurant\n\n", "rating": 5, "name": "Валерий Писарчук", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Алина Гриценко", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your high rating and feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Виктория Гураль", "cat": "Ukrainian restaurant"}, {"review": "Handsome. Very tasty and interesting cuisine. Interesting and unusual interior, sincere atmosphere. Not cheap, but worth it. Friendly staff. A good place in general, both in terms of service level, and in general in terms of cost, and …", "rating": 5, "name": "Марина Дудник", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! We look forward to seeing you again!\n\n", "rating": 5, "name": "Waffentrager Kedavra", "cat": "Ukrainian restaurant"}, {"review": "Very tasty Ukrainian cuisine!!!!! Super! Thanks for your Gratitude! Today is the 2nd time in your establishment! Right now we are sitting and eating this whole extraordinary yummy !!! Amazingly delicious!! You \"forced\" us))) in a good way ...", "rating": 3, "name": "Anastasiia Baliuk", "cat": "Ukrainian restaurant"}, {"review": "\nSuper review, thank you 😍😍😍", "rating": 5, "name": "Alexander Smetkin", "cat": "Ukrainian restaurant"}, {"review": " Very atmospheric, in general the prices are average, for some positions - too high (sweet). Delicious, fast service, waiter advice is sound and unobtrusive. At the same time, it was surprising that the check was …", "rating": 5, "name": "kamillka alp", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your visit and for the great feedback! Sincerely, Petrus\n\n", "rating": 4, "name": "Таня Хименчук", "cat": "Ukrainian restaurant"}, {"review": "Pleasant, even somewhat rustic interior, causing a desire to stay longer. A thoughtful menu (from which everything is available) allows you to choose dishes for both adults and children. Excellent service (polite and unobtrusive). …", "rating": 5, "name": "Елена Кудрявцева", "cat": "Ukrainian restaurant"}, {"review": " Alex, we are very pleased that you came to our restaurant and wrote such a warm and wonderful feedback. We are waiting for you and your loved ones for dinner! Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Вячеслав Арещенко", "cat": "Ukrainian restaurant"}, {"review": "The business lunch was delicious. The only thing that disappointed so much is that I forcibly include a tip to the waiter in the bill. I am not a greedy person and have always left a tip, but when it is not voluntary, but in the form of a mandatory payment, then ...", "rating": 5, "name": "Евгения Стахова", "cat": "Ukrainian restaurant"}, {"review": " Ms. Hello, thank you for your visit. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 4, "name": "Ольга Чечётка", "cat": "Ukrainian restaurant"}, {"review": "An excellent place for lovers of Ukrainian cuisine. Delicious zrazy, dumplings, potato pancakes, excellent cutting of fat. There are tinctures of our own production (fortress around 30 degrees), which are also very good. Nice place to eat on your own or…", "rating": 4, "name": "Yegor “estevez” Vialov", "cat": "Ukrainian restaurant"}, {"review": "Good tasty place.\nNational cuisine.\nCozy aviator, but you can't smoke. …", "rating": 5, "name": "Сергей Куцый", "cat": "Ukrainian restaurant"}, {"review": "\nWe are always glad to see you !!!!", "rating": 5, "name": "Ира Дьяченко", "cat": "Ukrainian restaurant"}, {"review": " In this restaurant you eat very good Ukrainian. Before the meal there was a little attention of the house. The food came quickly and the service was very friendly. The prices are slightly higher than usual but still …", "rating": 5, "name": "Дарья Василенко", "cat": "Ukrainian restaurant"}, {"review": " good day Vincenz. Thanks for your comment. We will consider all your comments. Good Trip!\n\n", "rating": 3, "name": "Natalia Butseroga", "cat": "Ukrainian restaurant"}, {"review": " In other CIS regions, however, Ukrainians do not lose their traditional dumplings. Chilled chilled yogurt soup that can only be enjoyed in summer, various salads and meat dishes, homemade vodka and wine are excellent. …", "rating": 5, "name": "Elena Khanbekyan", "cat": "Ukrainian restaurant"}, {"review": " Hi. Ukrainian Restaurant Thank you for your visit and recommendation. We are very pleased. We are waiting for you and your friends in Kiev. Enjoy your trip.\n\n", "rating": 1, "name": "Nateinazkomina", "cat": "Ukrainian restaurant"}, {"review": "This is a pleasant restaurant with a cozy atmosphere. The staff is friendly and will help you choose the food. And dumplings are the best in Kyiv for every taste, I recommend trying with visha and strawberries. And also drink uzvar☺️ …", "rating": 5, "name": "Лариса Спичка", "cat": "Ukrainian restaurant"}, {"review": " Mr Alexander, thank you very much for your feedback. And we recommend that you try meatballs baked in a pot with sour cream. Delicious and goodbye to Petrus!\n\n", "rating": 5, "name": "Маргарита Вартова", "cat": "Ukrainian restaurant"}, {"review": "The taste of the food is not bad, but there are comments on some elements. Especially on the inclusion of tips (hello to the little behavioral economics tricks). First things first:…", "rating": 5, "name": "Олександр Шевченко", "cat": "Ukrainian restaurant"}, {"review": " Hello Mike, Thank you very much for visiting our restaurant and appreciating the taste of our dishes and interior. The decision to include 10% of the total bill was made to facilitate settlement between the guest and the waiter. Thank you for your understanding and look forward to your visit again. Sincerely, the administration\n\n", "rating": 2, "name": "Маша Гацоева", "cat": "Ukrainian restaurant"}, {"review": "I remember this place from the time of Varenechnaya. When there was still a pig in diapers.\nThe dumplings are just as tasty, the coffee somehow didn't turn out very well. Still comfortable and good service. If you want to try the maximum number of different types ...", "rating": 5, "name": "Анастасия Пазюра", "cat": "Ukrainian restaurant"}, {"review": " Most dishes are delicious, some even very. But the question of potatoes or onions is the main ingredient? Too many onions are in the worms themselves and are still tricked from above fried. I do not have anything …", "rating": 5, "name": "Igor Kashoeryk", "cat": "Ukrainian restaurant"}, {"review": " Good day, dear Mrs. Lyudmila, staff and restaurant management express their thanksgiving words and a detailed review. Thanks to you we become even better. We apologize for the remarks you mentioned, we really have to take them into consideration and fix them. We hope that our establishment will make you a better impression on the next visit and we will receive a higher rating as we really have a delicious cuisine. We wish you a good day and invite you and your friends to Ukrainian dishes. Sincerely, administration\n\n", "rating": 4, "name": "Константин Надтока", "cat": "Ukrainian restaurant"}, {"review": " The place is easily discovered, despite the huge trees in front of the façade, which are obviously supposed to take care of. …", "rating": 4, "name": "Rantier Sissito", "cat": "Ukrainian restaurant"}, {"review": " Good day Peter, thank you very much for the four.\n\n", "rating": 4, "name": "Elena Usatova", "cat": "Ukrainian restaurant"}, {"review": "Beautiful interior. Tasty food. The prices are above average and match the quality. Some dishes seemed small, but this is subjective. It was a pleasure to dine at this establishment. I will definitely come back again. Convenient location - close to NSC …", "rating": 5, "name": "Book Monster", "cat": "Ukrainian restaurant"}, {"review": " Mr. Alexander, good day. The restaurant staff and management express their thanks for such a nice and comprehensive review. We are extremely pleased to work for grateful visitors like you. Be sure to look forward to your next visit and recommend dippers with rabbit meat and Ukrainian potato dumplings. Sincerely, Petrus\n\n", "rating": 3, "name": "Svetlana Kulyk", "cat": "Ukrainian restaurant"}, {"review": " Wonderful traditional breakfasts. They open early, so breakfasts are really on time. Prepare and serve quickly. The staff is polite and speaks English, Russian and Ukrainian. In general, the restaurant is very …", "rating": 5, "name": "Светлана Котова", "cat": "Ukrainian restaurant"}, {"review": " I had good memories with my friends\nThe staff who keeps coming back to work and the food is okay\nDon't give up your money because you've eaten all the cash you left wrong. …", "rating": 4, "name": "Alina Gakh", "cat": "Ukrainian restaurant"}, {"review": " Hi Thank you Ukraine best restaurant for your visit and rating. We have the best staff. We are very sorry that you have such a comment. Have a nice trip!\n\n", "rating": 1, "name": "Pol Asin", "cat": "Ukrainian restaurant"}, {"review": "Had breakfast here 2 times in 3 days in Kyiv. I advise you to drink coffee only hot\nVareniki with poppy seeds - incredibly tasty!\nAll other dumplings are just delicious! …", "rating": 5, "name": "Мелания Рябченко", "cat": "Ukrainian restaurant"}, {"review": " Delicious Ukrainian cuisine, nice and wonderful staff, the atmosphere is incredibly inspiring and appetizing. The location of the institution is very convenient almost in the city center. We sat in a large company, …", "rating": 1, "name": "Юлия Захарова", "cat": "Ukrainian restaurant"}, {"review": " Thank you, we are very pleased to receive such feedback. Are waiting for you!!\n\n", "rating": 5, "name": "Артур Демидов", "cat": "Ukrainian restaurant"}, {"review": "WANT TO BE CALLED A HOME? THAT WAY!\n1/09 in the evening, I was in this place with my wife. I would very much like to call it a restaurant, but so far this is the level of a cheap cafe. We sat for about 1500. …", "rating": 5, "name": "Анна Гаецкая", "cat": "Ukrainian restaurant"}, {"review": " It is a pity to see such a low score. Please write to the restaurant petrusrest2016@gmail.com and tell the details of your visit.\n\n", "rating": 5, "name": "Igor Manzhos", "cat": "Ukrainian restaurant"}, {"review": "Great place to grab a bite to eat and eat well. A large selection of standard cuisine dishes, special attention can be paid to dumplings, there is a choice of tinctures. A great option for breakfast: 3 large cheesecakes, scrambled eggs or stuffed eggs ...", "rating": 1, "name": "Игорь Резник", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "Константин Боров", "cat": "Ukrainian restaurant"}, {"review": "🥩Steak is the worst I have ever tasted in my life!\nWell, how can such meat be served in a restaurant?\nThey write that meat from America ...", "rating": 4, "name": "Anna Belinska", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Karina, we are very pleased that you taste borscht and our turkey salad. Your comments on other menu items will be taken into consideration. We recommend that you try the delicious meatballs in the pot with sour cream next time. You will be delighted! Sincerely, Petrus\n\n", "rating": 4, "name": "Oksana Paraskeva", "cat": "Ukrainian restaurant"}, {"review": "Good selection of Ukrainian dishes. They cook delicious. Interior in national style. The price tag is a bit pricey. Service included in the check. …", "rating": 5, "name": "Yaroslav Litvinenko", "cat": "Ukrainian restaurant"}, {"review": " Hello dear Glinand, Thank you very much for your visit and such a detailed review. We are very pleased that you liked us. Sorry for not being warned about turning on maintenance on the account. We wish you a good weekend\n\n", "rating": 5, "name": "Рома Биличук", "cat": "Ukrainian restaurant"}, {"review": "Great place, as for the outskirts of Kyiv. The place is quite deaf if you visit after Auchan closes. The kitchen, as to accompany a beer feast, is at its best. And tasty, and by Kyiv standards, very inexpensive. Beer also has an assortment, …", "rating": 3, "name": "Rosalie B", "cat": "Ukrainian restaurant"}, {"review": "It was very tasty, we went with friends, the borscht is excellent, we also liked the fat. Aspic is very meaty and very good pickles. The guys took potato pancakes, Olivier and a petrus cutlet with potatoes. Everything was cooked delicious, satisfying, served beautifully. …", "rating": 1, "name": "Артем Кривоносов", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to visit us !!!\n\n", "rating": 1, "name": "Юлія Лащ", "cat": "Ukrainian restaurant"}, {"review": " Typical Ukrainian cuisine! I ordered a chicken kiev, which was excellent. We went there twice more. 1 starter, 2 main courses, 4 vodkashots, 2 dessert, coca cola and 1.5l water converted to approx. 35.00 USD for 2 …", "rating": 5, "name": "Марічка Сорока", "cat": "Ukrainian restaurant"}, {"review": "Dear guest! Thanks for the feedback.We are waiting for you again.", "rating": 5, "name": "Ангелина Рыбакова", "cat": "Ukrainian restaurant"}, {"review": "Gorgeous establishment! Very cozy, relaxed, interior solutions are pleasing to the eye, atmospheric establishment, now you always want to have breakfast, lunch, dinner here))) Pleasant service, delicious dishes, interesting presentation. Kissel - ...", "rating": 2, "name": "Myroslav Havryshchuk", "cat": "Ukrainian restaurant"}, {"review": "This institution is located on the site of Varenichnaya # 1 from the time of the trump card chain. Since then, the interior has changed little. Cozy, delicious. There are offers for business lunches. Here you can also bring guests of the city to Ukrainian cuisine. In the evening …", "rating": 5, "name": "Vasili Yadchanka", "cat": "Ukrainian restaurant"}, {"review": " Guyana, Thank you very much for your pleasant and helpful feedback. We are waiting for you and your loved ones for a delicious lunch. You will surely love the new autumn menu!\n\n", "rating": 5, "name": "Владислав Некрасов", "cat": "Ukrainian restaurant"}, {"review": "Food is ok. Nothing special. Prices are above average. The salmon was tasteless. I don't think we'll be back. …", "rating": 1, "name": "Li La", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. . Sincerely, Petrus\n\n", "rating": 5, "name": "Fatma Dulger", "cat": "Ukrainian restaurant"}, {"review": "Very cute and cozy place. Everything is so cute, homemade: jars of jam, tinctures, painted plates, etc. Everything is like a grandmother in the village, only the dishes are more refined) ...", "rating": 1, "name": "Ruslan Kudryavtsev", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for choosing us, we are very pleased. We are always glad to see you !!! We are waiting for a visit !!!", "rating": 5, "name": "Карина Милевская", "cat": "Ukrainian restaurant"}, {"review": " Everything was always delicious, except today. Greek salad is made from old tasteless cucumbers (at the price of 142 hryvnias). We will not come here again. …", "rating": 2, "name": "Тetiana", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback !!!!", "rating": 4, "name": "Siem Kok", "cat": "Ukrainian restaurant"}, {"review": "Democratic, tasty, sincere - these are, perhaps, the three main words for Petrusa 😊 The kitchen, indeed, is beyond praise - dumplings made from the most delicate dough melt in your mouth! By the way, there are already 13 types of them - sweet, salty, meat, vegetable - to choose ...", "rating": 5, "name": "Nonna Priscepa", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We will be glad to see you on a visit again !!!", "rating": 5, "name": "Дарья Тусовая", "cat": "Ukrainian restaurant"}, {"review": " The best restaurant I've been to in Ukraine. Delicious Ukrainian borscht. Homemade vodka with horseradish worth trying. Pork fat. recommend …", "rating": 4, "name": "Altima Plus", "cat": "Ukrainian restaurant"}, {"review": " Good morning, Kamil, thank you for the good feedback. We are very happy that we liked it!\n\n", "rating": 5, "name": "Надежда Тихонова", "cat": "Ukrainian restaurant"}, {"review": "I liked the establishment.\nThe menu is delicious. I want to order everything at once. But since it is impossible to eat everything at once, I had to choose. I decided to order barbecue pork ribs. And it's just...", "rating": 5, "name": "Alena Aliulina", "cat": "Ukrainian restaurant"}, {"review": "Visited this restaurant for the first time recently. We got there at lunch, which is probably why it turned out without a reservation.\nThe food is amazing! We tried borscht, real Ukrainian borscht with pork…", "rating": 3, "name": "Dmitriy Stashchenko", "cat": "Ukrainian restaurant"}, {"review": "Amazing restaurant with delicious food! Prices are not too high, location in the city center and a large selection of dishes. Dumplings are one of the best in Kyiv. The waitresses are friendly and very polite, the service was top notch. We …", "rating": 5, "name": "Инга Богданова", "cat": "Ukrainian restaurant"}, {"review": "Delicious, hearty and homemade. The menu is suitable for children. Be sure to order cherry dumplings. …", "rating": 5, "name": "Yakov Saksoncev", "cat": "Ukrainian restaurant"}, {"review": " Victoria, thank you very much for your feedback. We also recommend tasting our delicious cheeses. Good day!\n\n", "rating": 5, "name": "Евгения Стороженко", "cat": "Ukrainian restaurant"}, {"review": "In the center. Good wifi. I do not recommend turkey salad (something not the first freshness, either cucumbers, or lettuce leaves). A cup of coffee 60 UAH The toilet smells of dampness or fungus. The girl with the terminal was waiting for 10 minutes. …", "rating": 5, "name": "Anna Seliunina", "cat": "Ukrainian restaurant"}, {"review": " Hello Alina, thank you for your feedback. We will definitely check this information. We apologize. We invite you to try the dishes from the autumn menu and we hope that you will have a better impression. Sincerely, Petrus\n\n", "rating": 5, "name": "Max Tik", "cat": "Ukrainian restaurant"}, {"review": "I really liked the place in general and the dish I ordered in particular! And that's why:\nFirst, it's beautiful! …", "rating": 5, "name": "Оксана Кузьменко", "cat": "Ukrainian restaurant"}, {"review": "Delicious, fast, quality dinner.\nThe only negative, in my opinion, you can refresh the interior.... …", "rating": 4, "name": "Mat Kovskyi", "cat": "Ukrainian restaurant"}, {"review": "Very tasty dish!\nThe catfish fillet turned out tender and juicy. Not a lot of potatoes are served with him. And sauce! I don't know what kind of sauce it was, but it was very tasty! …", "rating": 5, "name": "Oleksandr", "cat": "Ukrainian restaurant"}, {"review": " Peter went to the restaurant on our first night in Kiev, received a recommendation for this restaurant local directory.\nA. The restaurant design is impressive and homey at the same time …", "rating": 5, "name": "Эля Бурматова", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon. Thank you for visiting our restaurant and leaving us a review.\n\n", "rating": 5, "name": "Юрий Антонов", "cat": "Ukrainian restaurant"}, {"review": "Favorite restaurant of Ukrainian cuisine. All dishes are delicious, the staff is friendly. The interior itself is very cozy, and despite the fact that the institution is located in the city center, there is a calm atmosphere, I like to spend evenings here with my loved ones. …", "rating": 5, "name": "Петр Мазько", "cat": "Ukrainian restaurant"}, {"review": "I have known this vareniki ever since a piglet lived there))) Very cozy and tasty! Vareniki are super! …", "rating": 5, "name": "Heiko Mertsch", "cat": "Ukrainian restaurant"}, {"review": " Ms. Maria, thank you very much for your excellent evaluation and feedback. Be sure to visit us for mashed potatoes. Delicious and Happy Holidays! Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Тина Ёшина", "cat": "Ukrainian restaurant"}, {"review": " Nice place! Delicious cuisine! Staff attitude is good! They visited more than once, in March and October for several days. Very impressed with the business lunch, the portions are not large but small. Thank you all …", "rating": 4, "name": "Галина", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your appreciation, we are very pleased !!", "rating": 4, "name": "Илья Кошкин", "cat": "Ukrainian restaurant"}, {"review": "Was at the facility on a Wednesday. I ordered a salad with mushrooms and eggplant mousse. Very tasty! The thing that surprised me the most was, of course, the eggplant mousse. I have never eaten eggplant like this before. Very soft, light and airy. …", "rating": 2, "name": "Елена Сайкова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback !!! We really hope to surprise you again! As soon as possible !!! See you !!!!", "rating": 4, "name": "Дмитрий Менделеев", "cat": "Ukrainian restaurant"}, {"review": " Great place. Ok prices and high food quality. One of the few Ukrainian restaurants I have found. Recommended. …", "rating": 3, "name": "Владимир Ц", "cat": "Ukrainian restaurant"}, {"review": "I am a fairly frequent visitor to Petrus. We often go to varenichki, here they are cooked very well and the prices are reasonable. But this time, a new dish was a real discovery for me - mussels in tomato sauce. Honestly, it’s like being in the center of Kyiv…", "rating": 5, "name": "Marina K.", "cat": "Ukrainian restaurant"}, {"review": "A very pleasant establishment. It seems to work around the clock. Chose this place for an early breakfast. Cooked very tasty. The interior has. Very cozy and sincere. Pleasant service. There are no comments. …", "rating": 2, "name": "пельмене вылавливательница", "cat": "Ukrainian restaurant"}, {"review": " Hello, Dear Irina, Thank you very much for your incredibly warm response. We are very pleased to work for the grateful guests. Be sure to try the new autumn menu. Bon appetit!\n\n", "rating": 5, "name": "Ruslan Ivanytsky", "cat": "Ukrainian restaurant"}, {"review": " Very good restaurant with Ukrainian specialties. Third time I have been to Kiev and best borshch I have eaten! I recommend. …", "rating": 5, "name": "Анна Сорокопуд", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 2, "name": "Екатерина Красоты", "cat": "Ukrainian restaurant"}, {"review": "A very cozy place, good decoration, the summer terrace is conveniently half-closed (I don’t like it when passers-by look into my mouth), but framed with a hedge of flowers. Excellent service. We, of course, only tasted wine, dine ...", "rating": 4, "name": "Tatyana Tymchenko", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "YURII SHULHA", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, but the portions are often different. coffee also differs from shift to shift. ordered branded beer - sour. prices are not very high. Basically, they have their customers. All you have to do is select your choice from the menu. location is good. …", "rating": 5, "name": "Ekaterina Balakan", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 5, "name": "Христина Маковій", "cat": "Ukrainian restaurant"}, {"review": " There is no photo on the menu, the content of the food you order is not fully understood. Prices are high, food is not tasty. A 10% tip is automatically added to the bill. We paid 800grivna for 3 people and we were …", "rating": 5, "name": "Nazar Kurmanov", "cat": "Ukrainian restaurant"}, {"review": "So sorry for such experience. We will work with our service and hope next time you will be happy visiting our restaurant!", "rating": 1, "name": "Татьяна Тону", "cat": "Ukrainian restaurant"}, {"review": "Wonderful service, delicious food (veal brains and Kiev cutlet), nice interior and delicious teas with ginger…", "rating": 5, "name": "Анна Владимировна", "cat": "Ukrainian restaurant"}, {"review": "Gorgeous honey cake, delicious dumplings with cherries. Bograch is tasty, but not spicy and adapted to our cuisine (more like a stew with meat). Service is fast and unobtrusive. …", "rating": 5, "name": "Natali Kyiv", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback and recommendations !! It is especially pleasant to read about our Branded Medovik - this is our special pride. We are always looking forward to visiting !!!", "rating": 1, "name": "Юрій Химич", "cat": "Ukrainian restaurant"}, {"review": "The most delicious cabbage rolls in all of Kyiv!!! Really like homemade.\nVery kind staff! …", "rating": 3, "name": "Nikolay Kapnik", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 1, "name": "K Vlog", "cat": "Ukrainian restaurant"}, {"review": " Very very fine Ukrainian cuisine! Vareniki with potatoes and mushrooms, Chicken Kiev (Kotleta po kievski) and Mors to drink are recommended. …", "rating": 5, "name": "Илона Малиновская", "cat": "Ukrainian restaurant"}, {"review": " Went with a friend for coffee. Yes, of course, took a coffee for dessert :))\nMy friend highly recommended honey cake (and then I understood why, because I …", "rating": 4, "name": "Лили Unicorn", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback. We are waiting for you to visit !!!!\n\n", "rating": 5, "name": "Malgorzata Butryn", "cat": "Ukrainian restaurant"}, {"review": "It's a pity I didn't take a photo inside, but this is a very atmospheric place, with delicious food and good service. But the toilet exceeded all my expectations! This is the best toilet I've ever seen in a restaurant! …", "rating": 5, "name": "Станислав Богацкий", "cat": "Ukrainian restaurant"}, {"review": " Everything is delicious, but we were unlucky with the waiter, forgot to bring water, then brought lemon instead of honey for tea. …", "rating": 5, "name": "Valentyna Romanchenko", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 4, "name": "Natalka Ryaba", "cat": "Ukrainian restaurant"}, {"review": "I've been to this restaurant twice and was very pleased both times!\nI would only add that the waiters were a little more attentive to the visitors, otherwise it turned out that either we were waiting for the menu for 10 minutes, then the bill ... ...", "rating": 5, "name": "Tatti", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback 😉", "rating": 5, "name": "Vika Orlova", "cat": "Ukrainian restaurant"}, {"review": "very nice service! thanks guys for the atmosphere. The borscht was delicious. If the check includes 10%, in our country money does not always go to the staff. and if they do, then this is their rate. So before complaining, it's worth clarifying ...", "rating": 5, "name": "Елена Желтышева", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "михаил пантюхин (mihailpan33)", "cat": "Ukrainian restaurant"}, {"review": " Finally reached out to write a review. A banquet was organized in this institution a month ago. So, I really liked everything. Despite the fact that the banquet was inside the restaurant, in the hall, not in a …", "rating": 4, "name": "Алексей Ежов", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! We are waiting for you again !!! Your Petrus\n\n", "rating": 5, "name": "Татьяна Бондаренко", "cat": "Ukrainian restaurant"}, {"review": "The food is decent, although quite expensive but not too expensive..\nDrinks not great.\nLevel service. …", "rating": 5, "name": "Ulanov Mikhail", "cat": "Ukrainian restaurant"}, {"review": " Mrs. Svetlana, thank you for the hard quartet and nice feedback. Your opinion is very important to us. Your drinking reminder was handed over to the management. Sincerely, Petrus-restaurant management\n\n", "rating": 5, "name": "Eva Milonova", "cat": "Ukrainian restaurant"}, {"review": "Too greasy food, small portions and below average service.\nI have not seen for a long time that a couple of pieces of dried bread were taken out as a separate line in the bill (...", "rating": 5, "name": "Арина Шестакова", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. We hope to improve them next time. Sincerely, Petrus\n\n", "rating": 5, "name": "Andrey Azarov (talerka)", "cat": "Ukrainian restaurant"}, {"review": "What could be better than cheesecakes for breakfast? Correctly! Only syrniki with sour cream and raisins 8)\nThanks for the delicious breakfast! …", "rating": 5, "name": "Александра Мирошник", "cat": "Ukrainian restaurant"}, {"review": "Very tasty dry wine of own production. Very straight. Of the minuses, the inconvenient arrangement of tables, when the hall is packed, you have to squeeze through chairs and people. It is not possible to smoke IQOS. Particularly pleasant attitude of the waiters…", "rating": 5, "name": "Yuriy Zvezdin", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 5, "name": "Надежда Сокирко", "cat": "Ukrainian restaurant"}, {"review": " Cozy place, delicious cuisine, attentive waiters. I especially like tinctures) …", "rating": 5, "name": "Dmytro Lisunov", "cat": "Ukrainian restaurant"}, {"review": " Tinctures are our own production, we are very glad that you liked them. Thank you for your high rating and feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Сергей Герасименко", "cat": "Ukrainian restaurant"}, {"review": " A place where it's delicious like mom's at home!\nA lot of Ukrainian cuisine! Here you have dumplings, dumplings and borscht. And, of course, parcels in Kyiv style! …", "rating": 5, "name": "Ivan Zhivitsa", "cat": "Ukrainian restaurant"}, {"review": " A perfect place for popular and delicious food, simple, excellent attitude, we would definitely recommend and come back, again !! …", "rating": 5, "name": "Леся Бондаренко", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 5, "name": "Евгения Козаченко", "cat": "Ukrainian restaurant"}, {"review": " Excellent restaurant of traditional Ukrainian cuisine, the staff is nice, there is a large choice of dishes. …", "rating": 3, "name": "Ірина Зюбанова", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 4, "name": "Тетяна", "cat": "Ukrainian restaurant"}, {"review": "Delicious liqueur 🍸🍹\nCarp is amazing\nNice service 🎎🍰…", "rating": 5, "name": "Александра Синицина", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! We are waiting for you again !!! Your Petrus\n\n", "rating": 5, "name": "Максим Смирнов", "cat": "Ukrainian restaurant"}, {"review": " Delicious food and tasty service a little slow but place really recommended!\nTonight's Novi Goode was really amazing! …", "rating": 4, "name": "Иван Иванов", "cat": "Ukrainian restaurant"}, {"review": " Hello, thanks for the feedback! Happy New Year! May you have pleasant events and fulfill all your most precious dreams! Best regards, Peter\n\n", "rating": 5, "name": "Masha Voikina", "cat": "Ukrainian restaurant"}, {"review": "I was here with a colleague a year ago and I forgot to write a review. We went in for a borscht lunch, nothing more. As a result, we had lard with croutons and green onions, and potato pancakes with sour cream, and borscht itself, of course, and all because ...", "rating": 5, "name": "Ольга Безверхая", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 5, "name": "Veronika Shcherban", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "Ирина Еременко", "cat": "Ukrainian restaurant"}, {"review": " The best institution in Kyiv. It attracts with its various home-made dishes. A wide range of dumplings made of thin dough and fragrant cold tinctures! …", "rating": 4, "name": "Инна В", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 5, "name": "Diana Dovjenko", "cat": "Ukrainian restaurant"}, {"review": "I love this place for delicious cuisine (there is delicious Ukrainian borscht, thick and rich), Ukrainian interior, pleasant service. One of my favorite places 🖤…", "rating": 5, "name": "Ярослав Данилюк", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus !!!!\n\n", "rating": 5, "name": "Анна Солошко", "cat": "Ukrainian restaurant"}, {"review": "An excellent institution of Ukrainian cuisine. We took assorted grill - I liked all the meat. Khrenovuha and croutons with bacon are excellent))))) the service is fast. +10% for service immediately included in the bill ...", "rating": 5, "name": "Станислав Громов", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus !!!!\n\n", "rating": 4, "name": "Виктория Квин", "cat": "Ukrainian restaurant"}, {"review": " Very warm welcome even if I arrived late\nExcellent dinner\nNo complaints …", "rating": 3, "name": "Олег Ганеев", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Looking forward to see you again!", "rating": 5, "name": "Дима Яровой", "cat": "Ukrainian restaurant"}, {"review": " The cuisine is good, the service is good! A little expensive !!))) And how close to me the tables are! …", "rating": 5, "name": "Pavel Kurylo", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 4, "name": "Валерий Ромаскевич", "cat": "Ukrainian restaurant"}, {"review": "Prices for beer are just space and there are already three types of it! They didn’t bring the sauce to the fries, while waiting for it for 10-15 minutes they finished the potatoes, the sauce was counted on the bill. …", "rating": 5, "name": "Роман Грибов", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. We hope to improve them next time. Sincerely, Petrus\n\n", "rating": 4, "name": "Ekaterina Gusan", "cat": "Ukrainian restaurant"}, {"review": " We really enjoyed our time there. Typical Ukrainian cuisine, fast service, wide choice of dishes, all good. Normal portions not abundant and prices in the average position. The restaurant also has a smoking room and …", "rating": 5, "name": "Богдан Носенко", "cat": "Ukrainian restaurant"}, {"review": " Hi Mirco. Thanks for the comment. I'll wait for you again! Enjoy your trip!\n\n", "rating": 2, "name": "Злата і її пригоди", "cat": "Ukrainian restaurant"}, {"review": "The borsch turned out to be too sweet, no jelly, but I really liked the dumplings with cabbage and potatoes, as well as the herring under a fur coat! And a huge thank you to the staff for their patience and help! I really appreciate the service! …", "rating": 5, "name": "Наталія Кудрицька", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 5, "name": "Денис Калинин", "cat": "Ukrainian restaurant"}, {"review": "Cozy place. Pleasant, helpful staff. I can’t really say anything about the cuisine: we took only beer and pita bread with suluguni. Lavash was very tasty). We were on Thursday evening, around 20:30, so only a few tables were occupied - very …", "rating": 5, "name": "Ирина Петрук", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the good feedback! Come to us again - to fully try our cuisine!\n\n", "rating": 5, "name": "Мария Котова", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, but the experience is spoiled by the service. It is none!\nThe waiter did not know the menu, when ordering dumplings with homemade cheese, they specified whether they were sweet or salty, the waiter said salty, after they brought the dish it ...", "rating": 5, "name": "Анастасія Лакуста", "cat": "Ukrainian restaurant"}, {"review": " Mr. Oleg, thank you for your visit. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 5, "name": "Оля Гурко", "cat": "Ukrainian restaurant"}, {"review": "I love this place! Whenever I am in Kyiv I visit it!!!!! Simply above all praise! …", "rating": 5, "name": "Юрій Подуражний", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "Елена Гринько", "cat": "Ukrainian restaurant"}, {"review": " The second time I visit and the food is very tasty\nFresh, tasty potato and rabbit with sour cream\nExcellent borscht soup …", "rating": 5, "name": "Alenka Joy", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon Thanks for your feedback. We are very happy that you loved everything. Have a great trip!\n\n", "rating": 5, "name": "Славик Войченко", "cat": "Ukrainian restaurant"}, {"review": "A good institution of Ukrainian cuisine, very fast and high-quality service, I took borscht and dumplings - it was very tasty) …", "rating": 5, "name": "Анна Цветкова", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus !!!!\n\n", "rating": 5, "name": "Елена Багрий", "cat": "Ukrainian restaurant"}, {"review": " Great Ukrainian cuisine, nice traditional style venue, good service …", "rating": 4, "name": "Валерий Могут", "cat": "Ukrainian restaurant"}, {"review": " Thanks for your appreciation and feedback! We will be glad to see you again!\n\n", "rating": 5, "name": "Олександр Мишенко", "cat": "Ukrainian restaurant"}, {"review": "Dishes of Ukrainian cuisine. The location is good. Chicken thigh skewers. Desserts are delicious. I advise you to try the dessert \"Pavlova\", for the classic dessert with the same name (and this is meringue with fruit), it has no wearing answer, but ...", "rating": 1, "name": "Frederic Pranich", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 4, "name": "Anna Chekhovaya", "cat": "Ukrainian restaurant"}, {"review": "Delicious mojito, many dishes of Ukrainian cuisine are also on top. But Caesar .... used to be one of the most delicious in Kyiv, now something is not right ..... the location is super, the waiters are friendly ...", "rating": 5, "name": "Артем Совин", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything!\n\n", "rating": 5, "name": "Михаил Молодецкий", "cat": "Ukrainian restaurant"}, {"review": "They cook very tasty, excellent Ukrainian menu. Nice facility and staff. Not high prices. …", "rating": 5, "name": "Максим Барсюк", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus !!!!\n\n", "rating": 5, "name": "Mario Chuan Zorrilla", "cat": "Ukrainian restaurant"}, {"review": "Cozy and atmospheric. Good service. Delicious jelly, medium borscht. They took seoyanscre sausages, in fact they are just Viennese creamy sausages, unexpectedly. But overall delicious. And the menu is interesting. Good liqueurs, especially cherry. But …", "rating": 5, "name": "Work Ua", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Julia, Thank you for such a detailed review of our menu. All your comments will be taken into consideration. We are waiting for you again! Sincerely, Petrus\n\n", "rating": 5, "name": "Тать Яна", "cat": "Ukrainian restaurant"}, {"review": "It's nice that the place works around the clock.. Very clean and comfortable.. And sooooo tasty …", "rating": 5, "name": "Сигизмунд Лазаревич", "cat": "Ukrainian restaurant"}, {"review": "Celebrated a friend's birthday. Everything is at a high level. From drinks, liqueurs, horseradish and cold snacks ... Hot, cakes. I just liked everything. Polite, non-intrusive staff. I recommend. …", "rating": 1, "name": "Влад Кононенко", "cat": "Ukrainian restaurant"}, {"review": " Thank you !!!! Come to us again!\n\n", "rating": 4, "name": "Alina Levchuk", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian cuisine!\nOne of the few places where you can smoke, and there are already two rooms for this!) …", "rating": 5, "name": "Довгаленко Сергій", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 4, "name": "Светлана Захаренко", "cat": "Ukrainian restaurant"}, {"review": "Liked\nVery nice place with friendly staff and delicious food.\nBecause now a great post, then to the main menu, we were offered another lean. …", "rating": 5, "name": "Галинка Бондарева", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "אורלי יעקובוב", "cat": "Ukrainian restaurant"}, {"review": "At first glance, envious may seem like a typical horcheva, but this is only at first glance. A very cozy atmosphere and friendly waiters complement the restaurant well. As for the choice of food, everything is quite simple, the portions are average, everything is very tasty and …", "rating": 5, "name": "Christoph R.", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 1, "name": "Mary Smykova", "cat": "Ukrainian restaurant"}, {"review": "Very tasty cheesecake\nAnd dumplings with porcini mushrooms))\nPostal Ukrainian style) ...", "rating": 3, "name": "Serge K", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback !!! We hope to see you again as our guest !!!!", "rating": 5, "name": "Olena Kretzschmar", "cat": "Ukrainian restaurant"}, {"review": "Previously, it was varenichnaya and it was at least something like.\nNow .... The prices are heavenly (one coffee and one tea 180 hryvnias), the staff is unobtrusive and cleanliness, although no, you can’t call it cleanliness. …", "rating": 5, "name": "SAMIR", "cat": "Ukrainian restaurant"}, {"review": " Hello San Sanych, thank you for your visit. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 5, "name": "Алиса Ускова", "cat": "Ukrainian restaurant"}, {"review": "The atmosphere is good, the design and surroundings are interesting. They took dumplings - they were delicious, the plates are large, and the portions are small. Draniki are so-so. Honey cake is cool, but the coffee is not tasty. What I didn't like was that the tip is included in the bill. …", "rating": 1, "name": "Maria Kravchuk", "cat": "Ukrainian restaurant"}, {"review": " Hello Anton, thank you for your feedback. All comments about the menu were sent to the chef. Order Christmas specials at the Petrus Restaurant. Fur coat, pencil, jelly! We will do everything for you! Call us and we will gladly accept your orders! Good holidays!\n\n", "rating": 5, "name": "Валентина Мышкова", "cat": "Ukrainian restaurant"}, {"review": "I like this place, I not only have fun here, but I often order dishes to take away, in general I don’t return home empty-handed) I advise you to try roast veal with porcini mushrooms for horseradish, it’s just flying away. BUT …", "rating": 3, "name": "Stacy Fartushna", "cat": "Ukrainian restaurant"}, {"review": "At first glance, envious may seem like a typical horcheva, but this is only at first glance. A very cozy atmosphere and friendly waiters complement the restaurant well. As for the choice of food, everything is quite simple, the portions are average, everything is very tasty and …", "rating": 5, "name": "Роман Дряпа", "cat": "Ukrainian restaurant"}, {"review": "\nThanks you! We are always glad to see you !!!", "rating": 4, "name": "Марьяна Донина", "cat": "Ukrainian restaurant"}, {"review": "I highly recommend visiting this establishment. From the first minutes I was impressed by the interior. Sideboards, dishes, paintings - very colorful!\nService is top notch. All the waiters are friendly, not keeping you waiting long. …", "rating": 5, "name": "Ирина Михайлюк", "cat": "Ukrainian restaurant"}, {"review": " Good day, Katerina, thank you very much for the extremely pleasant feedback and recommendation. We are very pleased that you are delighted with our interior, service and incredibly delicious cuisine. We invite you to taste dumplings and borscht from pork ribs. Bon appetit! Sincerely, Petrus Restaurant\n\n", "rating": 3, "name": "Vasyl Andreyev", "cat": "Ukrainian restaurant"}, {"review": " Came for borscht, it is visually and on serving closer to the canteen) sour cream to dumplings for a fee, store-bought bread, 10% for service is included in the mandatory payment on account, you can only breathe on …", "rating": 5, "name": "Анна Чейчук", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. We hope to improve them next time. Sincerely, Petrus\n\n", "rating": 5, "name": "Vladislava Vlada", "cat": "Ukrainian restaurant"}, {"review": "First time I met this restaurant. We can safely say - an impeccable institution! Convenient location in the city center, favorite national cuisine, excellent service and warm cozy atmosphere. The food deserves a special mention,…", "rating": 5, "name": "Андрей Фишман", "cat": "Ukrainian restaurant"}, {"review": "\nVictor, thank you for appreciating our restaurant, we are very pleased to receive such reviews. We are trying for you. We are waiting for a visit !!!", "rating": 5, "name": "Lena Punko", "cat": "Ukrainian restaurant"}, {"review": "Do I have questions for the owner? Did he taste his own food at the establishment? Because the quality doesn't justify the price. I'm sorry, even in the Pot-bellied Hut, dumplings are tastier. In general, a complete disappointment, I came from another foreigner to show on …", "rating": 2, "name": "Petro Shamborovsky", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Irina, we are very sorry that you have such an opinion. As most of our guests from Ukraine and other countries are very satisfied with our dumplings. They even come from other countries. We understand that the matter of taste is a very delicate matter and you can choose the institutions that meet your requirements. We hope that your next visit will meet your expectations. It is advisable to try a new dish from the autumn menu - tender veal cheeks with wild mushrooms. Sincerely, Restaurant Petrus.\n\n", "rating": 5, "name": "Natalia Parkhomenko", "cat": "Ukrainian restaurant"}, {"review": "We rested in this institution before the Scorpions concert. The location of the restaurant is very convenient, right next to the Sports Palace.\nI liked it very much. …", "rating": 5, "name": "Николай Евдокименко", "cat": "Ukrainian restaurant"}, {"review": " Hello, thank you very much for such a warm and pleasant response. We are very pleased! We will be glad to see you as our regular guest! Sincerely, Petrus\n\n", "rating": 3, "name": "Nazar Emma-O", "cat": "Ukrainian restaurant"}, {"review": "I highly recommend visiting this establishment. From the first minutes I was impressed by the interior. Sideboards, dishes, paintings - very colorful!\nService is top notch. All the waiters are friendly, not keeping you waiting long. …", "rating": 4, "name": "Anna Ganich", "cat": "Ukrainian restaurant"}, {"review": " Polina, good afternoon, the staff and the leadership of the Petrus-i restaurant express the words of appreciation and warm response. We are glad that we have such enjoyable guests. We will be glad to see you and your friends. See you\n\n", "rating": 4, "name": "Julian Honchar", "cat": "Ukrainian restaurant"}, {"review": "I have been visiting this restaurant for a long time. Everything is always homemade and delicious. It is felt that the chefs are trying to please every guest. Ukrainian borscht here is definitely the most delicious in the city! Thanks to the restaurant and all the staff for…", "rating": 5, "name": "Татьяна Пономаренко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "Andrey Kamozin", "cat": "Ukrainian restaurant"}, {"review": "Restaurant with reasonable prices and delicious food! The portions are good (not small) so you can eat very much. I have not eaten such a delicious barbecue as here! The rest of the ordered dishes also pleased - very tasty! The interior is cozy…", "rating": 1, "name": "Konchenaya Mraz", "cat": "Ukrainian restaurant"}, {"review": "A colorful place, delicious Ukrainian cuisine, polite staff. Clean and comfortable. I recommend! …", "rating": 5, "name": "Ben Johnson", "cat": "Ukrainian restaurant"}, {"review": " Ms. Helena, thank you very much for your excellent assessment and recommendation. Be sure to visit us for a salmon fillet with lemon-lime sauce. Bon appetit! Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Freddie Bussy", "cat": "Ukrainian restaurant"}, {"review": "Cubby. Cleanliness is given due attention here. I usually notice some spots on the table, insufficiently clean cutlery, dust. Everything was clean, including the toilet. …", "rating": 2, "name": "Paulina S", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Mary, thank you very much for your great feedback. We will be glad to see you as our regular guest. You will definitely love the new autumn menu. See you!\n\n", "rating": 2, "name": "Aleksey K", "cat": "Ukrainian restaurant"}, {"review": "I have been visiting this restaurant for a long time and I want to note that the food here is consistently delicious. I tried both breakfasts and lunches, and sometimes with colleagues sat up late at a delicious dinner. …", "rating": 3, "name": "Maryna Hovorukhina", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback and recommendations! We will wait for you very much !!!", "rating": 1, "name": "Daniele Rosa", "cat": "Ukrainian restaurant"}, {"review": "I don't really like traditional Ukrainian establishments. Usually not very nicely decorated and the staff is mediocre. This restaurant is no exception.\nThe food is not bad. There are interesting positions. For example, brains (it is not clear why they are in ...", "rating": 4, "name": "Olha Sydorenko (SOL')", "cat": "Ukrainian restaurant"}, {"review": "\nGood day! We are very sorry that you are so concerned with restaurants of Ukrainian cuisine.", "rating": 5, "name": "Дмитрий Резниченко", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place ! I recommend for all 100!\nRestaurant of correct Ukrainian cuisine.\nCutlets in Kiev 😗 …", "rating": 5, "name": "Ignat Ignatiev", "cat": "Ukrainian restaurant"}, {"review": "The facility is very pleasant. But the service could be better. Everyone is not very smiling, because of this there was a feeling of uninvited guests. Although our waitress was nicer than the rest. But the food and atmosphere is great. Borscht is chic) ​​...", "rating": 5, "name": "Аль Ка", "cat": "Ukrainian restaurant"}, {"review": "Was with my wife and company on the 18th. We went to have a bite to eat before the concert, despite the fact that there was a stir, we all found exactly where to sit. The food is delicious, especially dumplings, I really liked the horseradish. The service was good, everyone brought very …", "rating": 5, "name": "Vitalii", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Ksenia Vainshtein", "cat": "Ukrainian restaurant"}, {"review": " Hello Sergey, thank you very much for your feedback. We are very pleased that you are our regular guest. We are waiting for you again! Bon appetit!\n\n", "rating": 5, "name": "Галина Павловна", "cat": "Ukrainian restaurant"}, {"review": "Had a good time with my wife. The waiter was great.\nDespite the fact that the menu is dominated by national cuisine, there is also a large selection of other dishes. My wife and I decided to order steaks, salad, and for dessert…", "rating": 5, "name": "Alex D", "cat": "Ukrainian restaurant"}, {"review": "\nMichael, thank you 😉 for your feedback. We are very glad that you liked it with us. Until next time !!!!", "rating": 4, "name": "SuperTaruk Iskra", "cat": "Ukrainian restaurant"}, {"review": "Delicious but expensive. For 2 servings of soup, 2 servings of dumplings + uzvar 650-700 UAH.\nPortions are small (especially soups). Don't eat one meal. A 10% tip is also included in the bill. At the same time, no greeting, no goodbye, no smile from ...", "rating": 3, "name": "Влад Гаврилюк", "cat": "Ukrainian restaurant"}, {"review": " Hello Emily, thank you very much for your feedback. Your comments about the service and some of the menu items came from the management and the chef. We look forward to seeing you again and getting a better rating from you. Sincerely, Petrus\n\n", "rating": 5, "name": "Farid Movlazadeh", "cat": "Ukrainian restaurant"}, {"review": "It was generally a terrible decision to go to this institution!\nThe waiter was rude just because they asked for the calculation of each guest separately, we didn’t specify this at the beginning, but we weren’t asked about it either! Waiter …", "rating": 5, "name": "Сергій (Сергій)", "cat": "Ukrainian restaurant"}, {"review": " Mr. Artur, thank you for your visit. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 5, "name": "Никита Туров", "cat": "Ukrainian restaurant"}, {"review": "Liked the restaurant! Original interior. Chests of drawers, sets, bottles of tinctures, jars of jam - everything is in the subject)). There are many national dishes on the menu. Everything we ordered was delicious, almost homemade. Thanks to the restaurant for…", "rating": 5, "name": "ВЛАДИМИР ХОРОВЕЦКИЙ", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "Вера Дорошенко", "cat": "Ukrainian restaurant"}, {"review": "I liked the establishment.\nVery cozy and so \"homey\" that you didn't want to leave :)\nThe menu is large, almost all dishes of real Ukrainian cuisine. There is even…", "rating": 5, "name": "Елизавета Пилипонская", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much. We are waiting for your visit!!!", "rating": 5, "name": "alia firchuk", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian cuisine in the city center, they also work around the clock. Interior, attention to detail, cuisine, service, atmosphere - 10/10. Here they serve a real correct cutlet in Kiev - on a leg. Borscht, salo, dumplings - everything is very ...", "rating": 5, "name": "Татьяна Кузьменко", "cat": "Ukrainian restaurant"}, {"review": " Ms. Maria, thank you very much for your excellent evaluation and feedback. Be sure to visit us for fillet tips with vegetables. Bon appetit! Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Leonid K.", "cat": "Ukrainian restaurant"}, {"review": "We chose a place for breakfast and were very disappointed.\n1. The lingering smell of cigarettes.\n2. Unreasonably expensive for what the establishment offers. …", "rating": 5, "name": "ЛЮДМИЛА ЮЩЕНКО", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Helen, we apologize. Your comments came to the management and the chef. We hope to see you again and make an impression on our institution. We wish you a festive mood and a good day! Sincerely, Petrus\n\n", "rating": 4, "name": "Nati Talk", "cat": "Ukrainian restaurant"}, {"review": " Very good Ukrainian meal, wine to be avoided\nMerlot Cabernet Sauvignon from Africa? …", "rating": 4, "name": "Андрей", "cat": "Ukrainian restaurant"}, {"review": "Thank you! Looking forward to see you again!", "rating": 1, "name": "Valentina Podolna", "cat": "Ukrainian restaurant"}, {"review": "Love this place :)\nI was lucky enough to work within walking distance from this restaurant, so I visit here quite often. I want to note that all dishes are delicious despite the fact that …", "rating": 4, "name": "Magda Kaluzynska", "cat": "Ukrainian restaurant"}, {"review": " Good day, dear Mary, staff and restaurant of the Ukrainian Petrus-dishes restaurant, sincerely thank you for being our regular guest. Your opinion is very important to us and it is extremely enjoyable to work for grateful guests like you. We are waiting for you and your friends. Sincerely, administration\n\n", "rating": 5, "name": "Олег Гастроном", "cat": "Ukrainian restaurant"}, {"review": "Came in the afternoon, almost everything was busy. We chose this place so that a foreigner could try Ukrainian cuisine, the choice is large, beautiful serving of dishes, they give out quickly enough. Our guest really liked the dishes of Ukrainian cuisine …", "rating": 1, "name": "Данила Александров", "cat": "Ukrainian restaurant"}, {"review": " Beautiful interior, great staff, but the food is not very tasty. …", "rating": 4, "name": "Юля Грюканова", "cat": "Ukrainian restaurant"}, {"review": " Hello, thank you for appreciating the interior and the high level of service. We encourage you to taste delicate calf cheeks with wild mushrooms. You will be delighted! Sincerely, Restaurant Petrus\n\n", "rating": 4, "name": "Ирина Леличенко", "cat": "Ukrainian restaurant"}, {"review": "I work not far away and every morning I pass by this place, periodically stopping by for breakfast 8)\nThe biggest advantage is that they cook very quickly! And sometimes when...", "rating": 5, "name": "Rita Gavenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback !!! We are glad that you come to us with pleasure. Until next time !!!", "rating": 4, "name": "roberto garrucciu", "cat": "Ukrainian restaurant"}, {"review": "Quite a pleasant atmosphere, the interior, despite the obvious eclecticism, does not cause internal dissonance. The employees of the institution are very friendly and attentive, good cuisine, one 'but' - vegetarians are served fish, but in principle, I understand that …", "rating": 4, "name": "Михаил В", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We will be glad to see you on a visit again !!!", "rating": 4, "name": "Melih Dinler", "cat": "Ukrainian restaurant"}, {"review": "Delicious, but brought the bill already with a tip (recommended). Because payment was by card, immediately removed with a tip. Let the visitor decide for himself how much he liked the service and how much he wants to leave a tip ...", "rating": 5, "name": "Serghii", "cat": "Ukrainian restaurant"}, {"review": " Hello Victoria, thank you very much for visiting our restaurant and appreciating the taste of our dishes. The decision to include 10% of the total bill was made to facilitate settlement between the guest and the waiter. Thank you for your understanding and look forward to your visit again. Sincerely, the administration\n\n", "rating": 5, "name": "Валюша Скокун", "cat": "Ukrainian restaurant"}, {"review": "Externally, everything was fine - the interior, the menu, everything. But the dishes themselves were completely tasteless and nothing interesting. In the dining room, borscht was much tastier and literally three times cheaper. I can say the same about dumplings. The minced meat was ground into…", "rating": 2, "name": "Anna Shynkovych", "cat": "Ukrainian restaurant"}, {"review": " Food may be good but service is terrible. Not only is the communication difficult, because of the poor English and Polish, they are also crazy meals, first I got the second dish and then the soup, I had to ask for …", "rating": 4, "name": "Игорь Кривошеев (OxOTa911)", "cat": "Ukrainian restaurant"}, {"review": " Good morning, dear Maciejos, we are very sorry that you have such an opinion. Like most of our guests from Ukraine and other countries, he is very pleased with the taste of the dishes and the service. We will certainly pay attention to comments about your service. We look forward to seeing you again for a better rating. Yours sincerely, Petrus Restaurant\n\n", "rating": 5, "name": "Екатеринка Тимакова", "cat": "Ukrainian restaurant"}, {"review": "We go into the institution several times already, but still in the interior we find more and more cute details, now jam, now tinctures, some wooden knick-knacks, and so on. The place is very cozy and conducive to a pleasant pastime. …", "rating": 4, "name": "Kirill Kudinov", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for appreciating our restaurant!! We look forward to seeing you again!!", "rating": 5, "name": "Яна Мерченко", "cat": "Ukrainian restaurant"}, {"review": "Perfect place! During a business trip, we were here a couple of times for breakfast, I really liked the food, the staff, and the interior! Good luck and success to the restaurant and staff!!! …", "rating": 5, "name": "Piotr Golewski", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much for your feedback. We are waiting for you and your colleagues again for a delicious dinner!\n\n", "rating": 5, "name": "Fabienne KERNOA", "cat": "Ukrainian restaurant"}, {"review": "Very beautiful interior in Ukrainian style and delicious food. There is a wardrobe and maps of Kiev. I recommend it👍 …", "rating": 5, "name": "Олександр Прищепа", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "Alina Koliada", "cat": "Ukrainian restaurant"}, {"review": "Great establishment!\nAn absolute favorite among restaurants with Ukrainian cuisine! This restaurant always serves delicious food and is always welcoming to visitors. This restaurant does not…", "rating": 4, "name": "Юля Вальковська", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, Arthur. Thank you for your kindly feedback. We are glad that our troublesome work and tasty dishes bring you comfort and enjoyment of dishes. Be sure to try dumplings and deruny with sour cream. We are waiting for you, your friends and colleagues. Good day\n\n", "rating": 4, "name": "Dobry Igor", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Юра Городченко", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your high rating and feedback! We look forward to seeing you again!\n\n", "rating": 5, "name": "Alon", "cat": "Ukrainian restaurant"}, {"review": "Cool establishment. I always try to get into this place when I'm in Kyiv. The advantage of this place is, of course, 24/7 work!!! It’s also a huge “plus” for being located near the stadium. There are places for …", "rating": 5, "name": "Kirill Korn", "cat": "Ukrainian restaurant"}, {"review": "I often go to this restaurant. Nice atmosphere. Interestingly beaten interior - an abundance of various accessories in the interior gives the restaurant coziness and a warm atmosphere. It can be seen that everything here is done with a soul. The food is good, the food is delicious. …", "rating": 5, "name": "Игорь Алам", "cat": "Ukrainian restaurant"}, {"review": "On the plus side, I liked charging for phones and that's it. Long service. I can’t say that it’s not tasty, but you can’t say that it’s tasty either. …", "rating": 4, "name": "Светлана Федчун", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 5, "name": "Наталия Білушенко", "cat": "Ukrainian restaurant"}, {"review": "We met with a friend in this institution during a business lunch. We got acquainted with the lunch menu and everything more than suited us. From salads - they took Olivier, for the first - Ukrainian borscht, and for the second - zrazy with meat, and even uzvar. Delicious, …", "rating": 2, "name": "Анна Боклан", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback!!! Visit us more often, we are waiting for you !!!", "rating": 4, "name": "Kitty Kitty", "cat": "Ukrainian restaurant"}, {"review": "An institution for tourists, service is biased, food is like itself for such a price + 10% tip is included in the check, and no one warns you about aphids about this !! The waiters were recruited as if from the street, they asked for a menu, no one came up after 10 ...", "rating": 5, "name": "Serhii Сережа", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Paul, we are very sorry that you have this opinion. As most of our guests from Ukraine and other countries are very satisfied with the taste of dishes and service. We will definitely pay attention to your service comments. We look forward to seeing you again for a better rating. Sincerely, Restaurant Petrus\n\n", "rating": 3, "name": "Rostyslav Lukach", "cat": "Ukrainian restaurant"}, {"review": "Unreasonably expensive. Be prepared that for each item on the menu they will automatically add + 10% of the cost. The owner of the establishment simply decided to pay people a salary at the expense of visitors. Well done, what else can I say. …", "rating": 5, "name": "Tatiana Chimyshenko", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. We hope to improve them next time. Sincerely, Petrus\n\n", "rating": 3, "name": "Novikov Kostiantyn", "cat": "Ukrainian restaurant"}, {"review": "Disgusting attitude towards guests. It was the first time and I ordered cherry dumplings. Not only was the serving without sour cream (you can buy a comment from the waiter separately), but the dumplings themselves were cloyingly sweet. On my note, the administrator ...", "rating": 4, "name": "בצלאל אבנון", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Victoria, we are truly sorry that you did not like our dumplings, which all our guests are delighted with. According to the recipe, they are made with a certain amount of sugar. The matter of taste is a very delicate matter. We hope that next visit will give you a better impression. Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Сергей Борчуков", "cat": "Ukrainian restaurant"}, {"review": "We ordered a three-course dinner - Olivier with tongue, borscht and dumplings with sour cream. The dishes were not of high quality, to say the least. We got a wild poisoning with all the consequences and we will not order more in this restaurant and we do not recommend it to others. …", "rating": 5, "name": "Алина Тополева", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, Eugene. It is very sad to read such a review. In the more than 15-year history of the restaurant we have not had such cases: we are always extremely attentive to the quality of products and sanitary and epidemiological norms. Please leave your contact through our administrator phone (067 232 6979) - so that we can understand this situation.\n\n", "rating": 5, "name": "Дмитрий Байрачный", "cat": "Ukrainian restaurant"}, {"review": "We are delighted - this is a restaurant of real Ukrainian cuisine! Appetizers, salads, all kinds of meat dishes, zrazy, dumplings and amazing borscht with ribs. The kitchen is beyond praise! Ate and enjoyed. The prices are quite reasonable. Service …", "rating": 5, "name": "NATOR", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback!!! We are extremely glad that you liked it with us. We are always glad to see you !!!", "rating": 4, "name": "Roland Van Pruijssen", "cat": "Ukrainian restaurant"}, {"review": "Visited this place for the first time on the recommendation of friends. They praised it so much that I could not restrain myself and decided to see for myself how good this restaurant is. At first glance, I drew attention to the interior - colorful and very in harmony with …", "rating": 4, "name": "Артем «Kryn»", "cat": "Ukrainian restaurant"}, {"review": "\nVictor, thank you very much for your feedback !!! We are very glad that you have such a great impression from our restaurant !!! We are waiting for you for dessert !!!", "rating": 4, "name": "Ramir Danishgar", "cat": "Ukrainian restaurant"}, {"review": " There were 4 of us and we ate really well, really special goulasch, excellent soups also delicious the Ukrainian rabbit and dumplings. friendly waitresses and they knew English. …", "rating": 5, "name": "Сиренко Рахим", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!", "rating": 5, "name": "Оксана Алексеева", "cat": "Ukrainian restaurant"}, {"review": "We are delighted - this is a restaurant of real Ukrainian cuisine! Appetizers, salads, all kinds of meat dishes, zrazy, dumplings and amazing borscht with ribs. The kitchen is beyond praise! Ate and enjoyed. The prices are quite reasonable. Service …", "rating": 4, "name": "Людмила Маркиз", "cat": "Ukrainian restaurant"}, {"review": "\nThanks you! We are always glad to see you !!!", "rating": 5, "name": "Alex Skripin", "cat": "Ukrainian restaurant"}, {"review": "Didn't like the kitchen. At rather high prices - the quality is so-so. Turkey fillet is completely tasteless. No salt, no pepper. Pork ribs like boiled and then fried. More was expected. Well, the coffee is fine. …", "rating": 5, "name": "Incognito", "cat": "Ukrainian restaurant"}, {"review": "I don’t fast for so long in my life (it’s only been 3 years so far), but I’m eating lean Olivier for the first time)) Instead of meat, it contains mushrooms. It turned out to be very tasty and unusual. …", "rating": 3, "name": "Павло Гоц", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 4, "name": "jade", "cat": "Ukrainian restaurant"}, {"review": "Had a great time! Thanks to the waitress Alena - fast, smiling, competent. And he talks about the food very well. So delicious that we could hardly get up from the table 8) …", "rating": 5, "name": "Оленка Українка", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for the kind words! We look forward to seeing you again !!!!", "rating": 4, "name": "Alexander Papruga", "cat": "Ukrainian restaurant"}, {"review": "Counted 200 UAH for 2 chopped tomatoes. I had to call the administrator to solve this problem. …", "rating": 5, "name": "Володя Сень", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Eugene, we apologize for the mistake. Your comments have been submitted to management. We look forward to your next visit. We hope to exceed expectations! Sincerely, Petrus\n\n", "rating": 3, "name": "Oleg Voronov", "cat": "Ukrainian restaurant"}, {"review": "As a regular customer of this establishment, I want to note that there have never been any misunderstandings either in terms of the level of service or the quality of the dishes. The waiters are always friendly, the food is delicious, the prices are reasonable. Everything is Ukrainian - colorful. …", "rating": 4, "name": "Michael MOZAR", "cat": "Ukrainian restaurant"}, {"review": "\nThanks you! We are always glad to see you !!!", "rating": 3, "name": "Ivan Alumov", "cat": "Ukrainian restaurant"}, {"review": "We visited this restaurant and left pleasant memories .. Children and my husband really like dumplings and dumplings, I can’t cook like that.) The atmosphere there is very pleasant, polite and attentive waiters. When we first arrived, it took a long time...", "rating": 5, "name": "Иван «cobzar» Рошка", "cat": "Ukrainian restaurant"}, {"review": "The place is not bad, the service is excellent. But the portions are rather weak for the price - very simple, unpretentious food and quite a high price tag. Service five, food - three. By the way, the beer is delicious and the compliment from the chef smoothed over the negative...", "rating": 5, "name": "Виталий Боднарюк", "cat": "Ukrainian restaurant"}, {"review": " Mr. Yegor, good day. Thank you very much for your visit and remarks. Your opinion is very important to us. Your comment has been handed over to the chef and management. We hope the next visit will surprise you. We wish you a good weekend\n\n", "rating": 4, "name": "Dmitriy Dnb", "cat": "Ukrainian restaurant"}, {"review": "Went with my wife on a Sunday. We were satisfied with the visit.\nVery cozy and warm atmosphere in the restaurant. Everyone is cute and smiling.\nOur order consisted of two portions of dumplings, jelly and desserts with coffee. Order …", "rating": 5, "name": "Rita K", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback and kind words addressed to us !!!", "rating": 5, "name": "Marat Galimzyanov", "cat": "Ukrainian restaurant"}, {"review": "Came by accident. The hall was completely packed, but we were lucky and just one table became free. The manager, by the way, was very nice and friendly.\nThe interior is nice, love it. Dishes are excellent. Most of all, of course…", "rating": 3, "name": "Михаил Голенко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 4, "name": "Роман Петрович", "cat": "Ukrainian restaurant"}, {"review": "I don't really like traditional Ukrainian cuisine. I think it's too oily and heavy. But Petrus liked his varied menu. A pleasant discovery was mussels in a creamy sauce and a salad of pumpkin, vegetables and cheese. Turned out easy...", "rating": 5, "name": "Валентина Великая", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 4, "name": "Nadia Turkevich", "cat": "Ukrainian restaurant"}, {"review": "Interesting interior, excellent and timely service, helpful and understanding staff, doing everything for a comfortable stay in this institution. The waiters are always there, the bartender makes very tasty cocktails and, of course, beautiful …", "rating": 1, "name": "Nikita Oleksandrovich (Nikita)", "cat": "Ukrainian restaurant"}, {"review": "A very pleasant establishment, good service, several rooms (including for smokers). Adequate pricing policy for a vareny with a very diverse menu. Delicious and highly recommended!…", "rating": 5, "name": "алла соколовская", "cat": "Ukrainian restaurant"}, {"review": " And thank you for such kind words! We try for you! And we look forward to seeing you again!\n\n", "rating": 4, "name": "Ar Vi", "cat": "Ukrainian restaurant"}, {"review": " I visited this institution on Sunday evening. Around 20-00.\nThe veranda of the non-smoking hall was empty, so in search of waiters we had to …", "rating": 5, "name": "Sofia K.", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, dear Anastasia, we apologize for this situation. Your service comments have been received by management. We hope to see you again in our restaurant and correct your impressions. Because our dumplings are very popular with regular guests. Sincerely, Petrus\n\n", "rating": 3, "name": "Igor Zakharchenko", "cat": "Ukrainian restaurant"}, {"review": "A wonderful place to eat a delicious business lunch, sit with business partners, just celebrate a birthday or celebrate a holiday. Wonderful service, delicious Ukrainian cuisine, cozy interior and comfortable service. Come in -…", "rating": 3, "name": "Serhii Yakhin", "cat": "Ukrainian restaurant"}, {"review": " Mr Alexander, thank you very much for your excellent evaluation and feedback. Be sure to visit us for fillet tips with vegetables. Bon appetit! Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Ганна Карпенко", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, inexpensive, nice waitresses. Just super! Remember, we will walk. …", "rating": 4, "name": "Lenny Soshinskiy", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus\n\n", "rating": 5, "name": "Владлена Перунова", "cat": "Ukrainian restaurant"}, {"review": "Not bad, but the order was waiting for a long time. There were 8 of us, the waitress forgot about the order of one of the guests of our table. The guy waited for his tea for about 45 minutes, and then it turned out that the girl didn’t even order tea for him at the bar, so they decided to just refuse. …", "rating": 5, "name": "Igor Odessa", "cat": "Ukrainian restaurant"}, {"review": "They cook very tasty food. Service is good. Liked the desserts. Clean, service is fast...", "rating": 5, "name": "Julia Eberhard", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much! There will be an opportunity - come here with friends or business partners. I recommend! …", "rating": 5, "name": "Андрюха Слободян", "cat": "Ukrainian restaurant"}, {"review": "Local cuisine is the best cuisine!\nI often come here to enjoy Ukrainian cuisine and the atmosphere of this place! As for the service, the staff is always polite and helpful, the dishes …", "rating": 1, "name": "Liudmyla Karpova", "cat": "Ukrainian restaurant"}, {"review": "\nEugene, thank you for the kind words addressed to us😊", "rating": 5, "name": "Артем Пономаренко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Lina Shkrobynets", "cat": "Ukrainian restaurant"}, {"review": " Thank you for the high evaluation of our institution. We look forward to seeing you again!\n\n", "rating": 3, "name": "Роман Геря", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian cuisine and waiters who know their business are undoubtedly a huge plus of this place. Exactly like a separate smoking room.\nBusiness lunches are a little spoiled, which are much inferior in quality to the main menu. …", "rating": 3, "name": "Halyna", "cat": "Ukrainian restaurant"}, {"review": "I want to highlight the advantages of this restaurant.\n1) Location in the city center.\n2) Working hours 24 hours. …", "rating": 5, "name": "Dankilove", "cat": "Ukrainian restaurant"}, {"review": "My colleagues and I go to this restaurant for lunch more often than other places. The reason is not only the convenient location, but also the excellent quality and taste of everything that is cooked here. Good choice of lunch menu for real money. …", "rating": 5, "name": "Oksi Oka", "cat": "Ukrainian restaurant"}, {"review": "Despite the fact that the menu is dominated by dishes of Ukrainian cuisine, lovers of European cuisine will also have something to eat here.\nI was personally very impressed with the sea bream with vegetables. Both taste and presentation are good. …", "rating": 5, "name": "Софья Шевченко", "cat": "Ukrainian restaurant"}, {"review": "Excellent establishment. I like it. But recently I was there with my friends who often visit this restaurant. I was surprised that the waiters did not want to serve us. With a square grimace of their face - they are violently and loudly ...", "rating": 5, "name": "Lola Gilbo", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback, we will take action and be sure to discuss the behavior of our employees at the meeting, this is not permissible. We are sorry.", "rating": 3, "name": "Ярославич Федик", "cat": "Ukrainian restaurant"}, {"review": "Delicious and very cozy! The staff is professional. Dishes are uniquely selected from the menu and prepared with soul.\nPrices for the city center are not high. The bill for three turned out to be 695 UAH (without alcohol ...", "rating": 3, "name": "Ольга Полищук", "cat": "Ukrainian restaurant"}, {"review": " ATTENTION RESTAURANT CHEATS. I have never written any comment yet, this time I would like to warn everyone against the FRAUD of the Petrus restaurant. Despite the bad opinions about the cost of charging additional …", "rating": 5, "name": "Anastasiia Hurieva", "cat": "Ukrainian restaurant"}, {"review": "A cozy restaurant with an original interior and delicious cuisine. I come for a business lunch and always sit up a little. I order more coffee, dessert (no way without it) and enjoy the atmosphere of this place! The staff is friendly, serving …", "rating": 5, "name": "Arthur Po", "cat": "Ukrainian restaurant"}, {"review": "\nLarisa, thank you for your feedback! We look forward to visiting !!!", "rating": 5, "name": "Oleksandr", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Віталий Яценко", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "Nonna Galangy", "cat": "Ukrainian restaurant"}, {"review": " Very good location. Interesting interior, fast service. Served by a very friendly waiter Alexander. It was delicious. Thank you …", "rating": 5, "name": "Александр Лахно", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "Oleg Planovoy", "cat": "Ukrainian restaurant"}, {"review": "Service leaves much to be desired. The waiter leaves without listening, without any haste, because the workload was small. The food is average, the hodgepodge was sweet and had to be salted, the bread was a little dried up, as if they gave us the remaining stranger. …", "rating": 5, "name": "Serhii Kravchenko", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Ангелина Зуб", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback! We are waiting for your visit!!!", "rating": 4, "name": "Александр Велороут", "cat": "Ukrainian restaurant"}, {"review": "Went here for a business lunch. Fast and very tasty. There are three dishes in each category - you can choose according to your taste. The price is great. I didn’t even expect that for 165 hryvnia you can dine in a restaurant). Will definitely come here again! …", "rating": 4, "name": "Yulia Kharchenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you 😉", "rating": 3, "name": "Андрій Шумков", "cat": "Ukrainian restaurant"}, {"review": "Celebrated daughter's birthday. Kitchen on a solid four. The staff is not very friendly. There was a feeling that we came and prevented them from resting. …", "rating": 5, "name": "Luca", "cat": "Ukrainian restaurant"}, {"review": " Thank you for visiting. We hope to meet the expectations for a better assessment next time! Sincerely, Petrus\n\n", "rating": 4, "name": "Алексей Михайлов", "cat": "Ukrainian restaurant"}, {"review": "Convenient location in the city center.\nThe food here is delicious and clean.\nOn the summer site, the flowers are pleasing to the eye (not artificial, as in most others ...", "rating": 4, "name": "Viola G", "cat": "Ukrainian restaurant"}, {"review": "The food is always delicious. One time the waitress mixed up and brought the wrong soup and insisted that she was right and not the customer who actually ordered the other soup. Once again we waited over an hour for our food. But most of the service...", "rating": 4, "name": "Sergey Mikhaylov", "cat": "Ukrainian restaurant"}, {"review": "Whacked place. A native home every time when in Kyiv with mom. Everyone has dumplings with cherries!!!! …", "rating": 5, "name": "Олег Коломієць", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, thank you very much for your visit and nice feedback. Your comment was forwarded to the management and cooks. We are very pleased to work for grateful guests. We are waiting for you and your relatives. Sincerely, Petrus\n\n", "rating": 4, "name": "Yehor Paskhalov", "cat": "Ukrainian restaurant"}, {"review": "Former \"Varenichnaya1\" under a new sign with a slightly updated menu of Ukrainian cuisine. Vareniki and dumplings are still present. Waiters are rude and arrogant. The food is delicious quality, but lowered the score for the quality of service. Restaurant …", "rating": 5, "name": "Іван Омелян (Ivan Omelian)", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much for a great evening and an incredibly delicious dinner. Even though they don't usually go on dates to this style of establishment, I eat potato pancakes or cabbage rolls with much more pleasure than lasagna. The food is top notch, that's what everyone says, but I still...", "rating": 4, "name": "Yulian A.", "cat": "Ukrainian restaurant"}, {"review": "Good brewery with nice staff. The most delicious poppy seed dumplings I have ever tasted. We asked the waiter to pour vodka into a decanter in front of us - our desire was fulfilled with understanding and without any problems or indignation. + …", "rating": 5, "name": "Сергей Можаров", "cat": "Ukrainian restaurant"}, {"review": "This restaurant was chosen due to its proximity to the Sports Palace. It's a good place to stop by for a bite to eat before a concert. This is a plus for the establishment. Unfortunately this is the only plus. …", "rating": 2, "name": "Eugene L", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Pol, we prepare all natural and fresh foods that are listed directly on the menu. The matter of taste is a very delicate matter. We apologize for the expectations that were not justified. We look forward to your visit again to correct the impression. Sincerely, the administration\n\n", "rating": 5, "name": "Artem Alforov", "cat": "Ukrainian restaurant"}, {"review": "We ordered a banquet for others. There were not many people (13), everyone was perfectly accommodated.\nThe manager is a very nice lady. She explained everything, gave advice, recommended the best. In general, I treated them as \"theirs\")) ...", "rating": 5, "name": "Владимир Максименко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for such words, we are very pleased. We are always glad to see you !!!!!", "rating": 5, "name": "alona korotush", "cat": "Ukrainian restaurant"}, {"review": "After reading the owner's responses to all the other reviews, I ask the question whether it is worth writing your review if the answer is predictable!\nBut still, the service is terrible, and they also charge 10% of tea for it, maybe I don’t ...", "rating": 1, "name": "Dzhulios Makata", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Julia, we are very sorry that you have such an opinion about our dishes and service. Because, most of our regular guests are always very satisfied with the delicious dishes and the work of the staff. We apologize and look forward to seeing you again. We may correct your next visit with a better assessment. Sincerely, Petrus\n\n", "rating": 5, "name": "M F", "cat": "Ukrainian restaurant"}, {"review": "I love this place and come here often. The kitchen is like home. Cheesecakes, dumplings, potato pancakes. And recently I saw a strawberry menu here. Cool!) As a regular customer, I confirm that they cook delicious food and serve well!!! …", "rating": 3, "name": "Denys Podymskyy", "cat": "Ukrainian restaurant"}, {"review": "Excellent cuisine!!! I especially love rabbit dumplings. Yes, the price range is not from the middle segment, but it's worth it!!!\nThe waiters are always friendly and tolerate \"fun\" customers (tested by our …", "rating": 5, "name": "zininv", "cat": "Ukrainian restaurant"}, {"review": "Prices are above average, as elsewhere in the center, but very tasty, beautiful interior and presentation.\nLarge selection of national cuisine. …", "rating": 4, "name": "Святослав", "cat": "Ukrainian restaurant"}, {"review": "The food is so-so for the price. Liked the interior. The staff doesn't know the menu. The waiter did not want to give a 15% discount when calculating a platinum card, although at the entrance it is written that there is a discount on the Visa privileges website. Why partner with Visa if…", "rating": 5, "name": "Slender hamster", "cat": "Ukrainian restaurant"}, {"review": "Very satisfying and affordable business lunch.\nSoup, meatballs, side dish, salad, bread and compote. And all this for 165 UAH in the center of Kyiv! And most importantly, everything is really tasty. For me, as a bachelor, this is ...", "rating": 5, "name": "Анастасия Корнилова", "cat": "Ukrainian restaurant"}, {"review": "At first I liked everything: the interior is cute and cozy, the kitchen is excellent - they took dumplings with rabbit, mushrooms in a pan, salads, tea, everything - you will lick your fingers. But a strange service was immediately felt, the waiters changed, i.e. did not have …", "rating": 5, "name": "Александр Тарин", "cat": "Ukrainian restaurant"}, {"review": "\nWe sincerely apologize if the work of our team did not meet your expectations. Thank you for your feedback, your opinion is very important to us!!", "rating": 5, "name": "Майстер- Ключ", "cat": "Ukrainian restaurant"}, {"review": "Great place with authentic Ukrainian cuisine. Large selection of types of dumplings. Transcarpathian pickled mushrooms are well complemented with homemade drinks: horseradish and others. Good service, nice interior, convenient location in the very …", "rating": 5, "name": "Алена Чубук", "cat": "Ukrainian restaurant"}, {"review": "Restaurant chain Kozyrnaya Karta. High quality, reliable, tasty, expected. Moderate prices (as for a restaurant). Friendly staff. They bring the order quickly. You can come with a large company (10-15 people) without moving the tables. Canape with a garden and a glass ...", "rating": 4, "name": "Иван Швец", "cat": "Ukrainian restaurant"}, {"review": "Celebrated the anniversary of the father in the restaurant Petrus were satisfied. The kitchen is delicious, stuffed pike made our evening)) Dishes were served on time, glasses were regularly filled, appliances were changed without reminders. The atmosphere and thematic filling of the halls…", "rating": 5, "name": "Darius Pumpalavicius", "cat": "Ukrainian restaurant"}, {"review": " Had a delicious meal here. The salad I ordered had a delicious sweet dressing. Downside was that it was a very scanty filled salad for 10 euros. To put into perspective: ordered shrimp salad and it contained 4 shrimp. …", "rating": 5, "name": "귀린", "cat": "Ukrainian restaurant"}, {"review": "I understand that this is my fault, but this is disgusting on the part of the organization of the institution. I came early in the morning. I ordered a smoothie for 55 UAH (the price was on the menu). An hour and a half later, I had to leave. I paid with a card. Already after 5...", "rating": 4, "name": "ETP Consulting", "cat": "Ukrainian restaurant"}, {"review": "\nGood afternoon, Artem! We sincerely apologize for the current situation. Yes, indeed, the breakfast menu was given to you with the old prices. As an excuse, we invite you to our restaurant again - we will treat you to a smoothie at the house's expense!", "rating": 5, "name": "Lior Karmel", "cat": "Ukrainian restaurant"}, {"review": "For a long time I have not expected anything from trump card establishments. After the black pig swore not to go! They don't give a damn about the quality and taste of the dishes and the cleanliness of the establishments, but the prices are too high relative to the above! Just for the concept price...", "rating": 5, "name": "Iryna Yermak", "cat": "Ukrainian restaurant"}, {"review": "\nGood afternoon, Julia! We are very sorry that you did not like it with us. We always strive for our guests to have only positive emotions from visiting the restaurant.", "rating": 5, "name": "Nina Cherganova", "cat": "Ukrainian restaurant"}, {"review": "How many years passed by and never paid attention to this place. But in vain. The interior is just rubbish! The cuisine is delicious Ukrainian traditional. There is a smoking area. …", "rating": 5, "name": "Victoria Pechena", "cat": "Ukrainian restaurant"}, {"review": " Hello Marina, thank you very much for paying attention to our restaurant. We will be glad to see you as our regular guest. See you at Petrus's!\n\n", "rating": 3, "name": "Dmytro Barmak", "cat": "Ukrainian restaurant"}, {"review": "Quite an interesting place. The whole establishment is made in the Ukrainian style, which is a very correct combination of the interior with Ukrainian cuisine.\nI must say right away that I have never tried mead or horseradish before you. Wow!!! …", "rating": 5, "name": "Polina Hedzenko", "cat": "Ukrainian restaurant"}, {"review": "No more foot here.\n\nThe kitchen is not bad, but the service is something. In the beginning, everything was going well, until with dessert ...", "rating": 5, "name": "EDV 10000", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Myroslav, thank you for your feedback. We will definitely have a conversation with the staff. We apologize and look forward to seeing you again. Our autumn menu is worth the return! Sincerely, Petrus\n\n", "rating": 5, "name": "Елена Мироненко", "cat": "Ukrainian restaurant"}, {"review": "Conveniently located place with delicious food, delicious desserts and helpful service…", "rating": 5, "name": "Юрій М", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 4, "name": "Женя Макаров", "cat": "Ukrainian restaurant"}, {"review": "We go every day for a business lunch. You can choose what you like. Everything is very tasty and not expensive. We feel at home. Wonderful waiters who really know their customers by sight and even remember who's name. It is very nice! …", "rating": 5, "name": "Mila Barça", "cat": "Ukrainian restaurant"}, {"review": "Good food. But be prepared to spend your nerves on sorting out the relationship. The bill included three items with two slices of bread each (an average of $1 per item). The waiter suggested the bread as an addition without specifying anything. Exactly the same in…", "rating": 5, "name": "Vlad Starovoytov (Влад Старовойтов)", "cat": "Ukrainian restaurant"}, {"review": " I went to my hotel because it was very close and recommended. The breakfast is delicious, local delicacies can be easily tried here. The staff were friendly, concerned. There is a very nice ambiance during the evening …", "rating": 3, "name": "Yevgeniy Моrochkovskyy", "cat": "Ukrainian restaurant"}, {"review": " Hi Fatma, thanks for your wonderful comment. Best regards Petrus-ь\n\n", "rating": 5, "name": "Andris Jegorov", "cat": "Ukrainian restaurant"}, {"review": "Of the three menu items ordered, three were missing.\nThey brought warm draft beer and denied that it is always like this if you take draft beer. Well, of course. As a result, the bill was still not included, although thanks for that. …", "rating": 4, "name": "info OSB", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, Ruslan! All the reviews of our guests really help us to become better. So thanks for the feedback. We also want to note that okroshka and green borscht are a matter of personal taste, and Petrus is a restaurant of home-made Ukrainian cuisine. We really hope that you will visit us again and find dishes that you like!\n\n", "rating": 1, "name": "Władysław Los", "cat": "Ukrainian restaurant"}, {"review": "Cozy and pleasant place at home. No cuisine in the world can compare with our Ukrainian cuisine.\nAnd it is also important that here you can not only have lunch and dinner, but also breakfast …", "rating": 4, "name": "Denis Nazarenko", "cat": "Ukrainian restaurant"}, {"review": " Value for money for the price. On request, bring a glass of filtered water - offered a bottle of Morshynskaya in a glass container at a price of 68 UAH for 0.5 l, 0.7 l costs 90 UAH. They brought plain unfiltered …", "rating": 5, "name": "Oleg Lytvynov", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Tatiana, we are very sorry that you have such an opinion about our institution. As most of our guests from Ukraine and other countries are very satisfied with the dishes and service. The drinking water we offer to our guests should only be in closed bottles and safe for your health. We look forward to hearing from you and waiting for you again. Sincerely, Restaurant Petrus\n\n", "rating": 5, "name": "Mario Stanušić", "cat": "Ukrainian restaurant"}, {"review": " Ukrainian cuisine. Delicious eaten for a low price.\n\n", "rating": 5, "name": "Валерия Горобец", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon Siem, thanks for the nice response. Enjoy your meal!\n\n", "rating": 4, "name": "Ігор Кучмет", "cat": "Ukrainian restaurant"}, {"review": "Awesome choice, great service, you can pay with a card. If I'm in Kyiv again, I'll only dine there. …", "rating": 3, "name": "Leonid A", "cat": "Ukrainian restaurant"}, {"review": "A good place. Used to come here often. They cook well - satisfying, tasty, home-style. I like that there are pickles, jelly - as if she came to visit her grandmother. The portions are always large, you can eat your fill. Most of all I love the local dumplings and with …", "rating": 3, "name": "Настя Запара", "cat": "Ukrainian restaurant"}, {"review": "Good establishment. It was tasty enough. But the prices are higher than expected. I had a pleasant time, but for a pot roast (with pancakes), salad and hogarden 660 UAH, I think it's quite expensive. …", "rating": 5, "name": "Олександр Друмя", "cat": "Ukrainian restaurant"}, {"review": " Hello, we are very pleased that you appreciated the incredible taste of our dishes, the value of which is consistent with the high quality of the ingredients. We are waiting for you again and advised to try veal salad with oriental sauce. Bon appetit!\n\n", "rating": 5, "name": "Illia Penkas", "cat": "Ukrainian restaurant"}, {"review": "Vinaigrette, potato pancakes, dumplings and zrazy - all that we love so much, but there is always not enough time for them to cook. Especially zrazy, cooking at home - killing half a day =)) So, when we want our Ukrainian exotics, then we are a family ...", "rating": 5, "name": "Nilly WITZTUM", "cat": "Ukrainian restaurant"}, {"review": "\nHope, thanks for your feedback! We are glad that you and your family liked everything !! Be sure to come again !!!", "rating": 5, "name": "Viktoriya Zhukova", "cat": "Ukrainian restaurant"}, {"review": "Was passing through Kyiv, found this restaurant by accident.\nExcellent service, very polite and helpful waiters.\nThere is a trail for smokers. …", "rating": 5, "name": "Alesja Kravchenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "сергей чебан", "cat": "Ukrainian restaurant"}, {"review": "Unreasonably expensive! Hogarden 145 UAH, most dishes 100-300, but the portions are small. All in all, delicious.\nA tip of 10% is already included in the bill, while no one warned in advance. …", "rating": 5, "name": "Lovely Craft", "cat": "Ukrainian restaurant"}, {"review": " Mr. Dmitry, good day. We sincerely thank you for your visit and feedback. We are very sorry that you have such an opinion about the cost in our restaurant, as most of our guests, especially from abroad, are very satisfied with the service and quality. Since we are located in the city center and guarantee the freshness and quality of dishes, we certainly can not guarantee the minimum prices we can from the economic circumstances.\nHope to see you again and exceed your expectations. Sincerely, administration\n\n", "rating": 4, "name": "Мария Легкова", "cat": "Ukrainian restaurant"}, {"review": "Favorite place!\nMy friend and I often meet here. We tried all the desserts: cheesecake, honey cake, apple strudel, shortbread baskets with cream - everything is delicious, but the most…", "rating": 5, "name": "Maxim Manko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for choosing us, we are very pleased. We are always glad to see you !!! We are waiting for a visit !!!", "rating": 5, "name": "Дима Билинец", "cat": "Ukrainian restaurant"}, {"review": "Excellent black pudding and fried crucians, if you are going to football and go to this place, know that you will be late for the match, as it is very tasty. …", "rating": 5, "name": "OLESYA OLESYA", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! We are waiting for you again !!!!\n\n", "rating": 4, "name": "Ivan Sky", "cat": "Ukrainian restaurant"}, {"review": "This is one of my favorite places in the city! It is always a pleasure to spend time here not only with a cup of coffee on the terrace, but also in a cozy atmosphere in the hall. Delicious food, decent menu, good service. I recommend! …", "rating": 5, "name": "Julia Nova", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback !! Thank you for loving us, we are waiting for you again !!!!", "rating": 5, "name": "Вадим Васин", "cat": "Ukrainian restaurant"}, {"review": "If I am passing through Kyiv, then I will definitely stop by to taste the best dumplings in Kyiv Petrus-b (previously called Varenichnaya No. 1), which for some time has carried out a grandiose rebranding, becoming the Petrus restaurant - well, in terms of the quality of dishes, this is not ...", "rating": 5, "name": "Роман Горобец", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Елена Кухарец", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback, we will be glad to see you again !!!! Your Petrus\n\n", "rating": 4, "name": "אירה פורמן", "cat": "Ukrainian restaurant"}, {"review": " Service at the level, waiters welcome.\nThe prices are good, as in the city center, but the portions seem low. …", "rating": 5, "name": "Enrika Volodko", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Oksana, thank you for your appreciation. We recommend trying our incredible apple strudel with vanilla ice cream. Sincerely, Petrus\n\n", "rating": 1, "name": "Кристина Калінчук", "cat": "Ukrainian restaurant"}, {"review": " Pros-center, there is a hall for smokers, pancakes, jelly, dumplings, frying pan with mushrooms-very tasty. I recommend.\nCons-staff is not even trying to switch to Ukrainian (the institution of …", "rating": 4, "name": "Oleksandr", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Matt, we are very pleased that you like our dishes. We apologize for the service. Conversation with staff conducted. We recommend that you look for a new service: order your favorite meals at home or at the office with the Uber Eats app. Bon appetit! Sincerely, Petrus\n\n", "rating": 1, "name": "Денис Денис", "cat": "Ukrainian restaurant"}, {"review": " I liked everything: interior, service, serving food, cuisine, drinks. Thanks. …", "rating": 4, "name": "Alex Morozov", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again! Sincerely, Petrus Restaurant\n\n", "rating": 5, "name": "Vera_kozir@mail.ru vera.kozir", "cat": "Ukrainian restaurant"}, {"review": "Delicious eggs benedict. Ordered with bacon - delicious! And cheesecakes are also tender, lush, fragrant.\nIn general, I don’t know how the main menu is here, but the breakfasts are definitely worth it …", "rating": 3, "name": "Iryna Zghama", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! Be sure to visit us again !!!", "rating": 5, "name": "Wlad Olishewski", "cat": "Ukrainian restaurant"}, {"review": "A real restaurant of Ukrainian cuisine! Nice atmosphere, good quality food, friendly waiters. Great selection of business lunches and delicious breakfasts. Definitely recommend!!! …", "rating": 5, "name": "Andrzej Lukjanskij", "cat": "Ukrainian restaurant"}, {"review": "The other day I visited the Petrus restaurant and was pleasantly surprised. The atmosphere and interior of the institution are conducive to themselves, make the stay pleasant. But the dishes and their serving deserve special attention. Dorado with vegetables - you will lick your fingers. I will come again and...", "rating": 5, "name": "Di Ko", "cat": "Ukrainian restaurant"}, {"review": " Not only Ukrainian cuisine, but also some other European dishes. As a main course I had \"Beef Stroganov\" with mashed potatoes. Sufficient portion and quite delicious. The appetizer was of course borsch. The ambience …", "rating": 4, "name": "Валерия Яковлева", "cat": "Ukrainian restaurant"}, {"review": "Thank you for coming.We hope to see you again!!", "rating": 5, "name": "Oleg Kot", "cat": "Ukrainian restaurant"}, {"review": "I came to have lunch and work a little. Very cozy restaurant, not annoying at all. Diverse cuisine, Ukrainian, and surprised by a large selection of salads. I liked Raf coffee))) I drank it twice 🙌🏽 I recommend …", "rating": 5, "name": "Микола Поволяшко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback !! We look forward to welcoming you again to try our rest of our salads, we hope that they will surprise you too. Come for some more coffee, our bartender is already waiting !!!!", "rating": 5, "name": "Fodi 360", "cat": "Ukrainian restaurant"}, {"review": "Delicious original cuisine, and dumplings of course.) A huge plus is a separate terrace for smokers and non-smokers. The service is fast, but not always friendly attitude from the staff. …", "rating": 2, "name": "Вадим Лащевський", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much. We are waiting for your visit!!!", "rating": 5, "name": "Alexander Salnikov", "cat": "Ukrainian restaurant"}, {"review": "Interesting place. Retro interior, helpful staff, good cuisine, a sufficient choice of menu for relaxing with a company without the intent to fill the womb, although portions of hot and salad will be enough not to leave hungry. Prices match…", "rating": 2, "name": "Max Burda", "cat": "Ukrainian restaurant"}, {"review": " Elijah, thanks for the feedback. We invite you and your loved ones to spend an evening at the Petrus restaurant. We encourage you to try the new autumn menu!\n\n", "rating": 5, "name": "Людмила Миронець", "cat": "Ukrainian restaurant"}, {"review": "Didn't like the service. The waitress put the cutlery just on a plastic mat and not on a napkin like other visitors. Pitted olives in a Greek salad. There was no salt, pepper, or even napkins on the table. After …", "rating": 4, "name": "Ihor Barchuk", "cat": "Ukrainian restaurant"}, {"review": "I liked the food, the cocktails too. The waiters are professional but a bit arrogant. They walk in complete relaxation and discuss their personal affairs instead of work. It is better to be located indoors, on the veranda you will need much more ...", "rating": 5, "name": "Vaneliano", "cat": "Ukrainian restaurant"}, {"review": "They cook well, but we got a mediocre waiter who at first did not pay much attention to us, and then brought half of the wrong dishes that we ordered and said \"what you ordered is over.\" And at the next table a similar problem...", "rating": 5, "name": "Андрей Шукан", "cat": "Ukrainian restaurant"}, {"review": "Used to have breakfast here often. I ordered standard cheesecakes and coffee. Painfully, they fell in love with me. They are cooked here with love. They melt right in your mouth. And when you take a sip of coffee, your morning becomes much brighter and ...", "rating": 5, "name": "Alfonso Managò", "cat": "Ukrainian restaurant"}, {"review": "\nThank you zaotzyv !!! We look forward to seeing you again !!!!", "rating": 2, "name": "Olena Suslova", "cat": "Ukrainian restaurant"}, {"review": "I put 2 for service and atmosphere. The kitchen was simply not edible. Dishes look like they come from a microwave. I want to highlight pita bread with cheese. The cheese was not fresh, it was impossible to eat. …", "rating": 5, "name": "Марина Черняк", "cat": "Ukrainian restaurant"}, {"review": " Hello Michael, thank you for your feedback. We follow the high standards of our cooking and use only fresh and natural products. Our establishment has been welcomed by many guests from other countries, so we look forward to your visit again to give you a better impression. Sincerely, Petrus\n\n", "rating": 3, "name": "Y Morochkovskyy", "cat": "Ukrainian restaurant"}, {"review": " Good restaurant, delicious cuisine, cozy interior\n\n", "rating": 5, "name": "Eugeniy Suleymanov", "cat": "Ukrainian restaurant"}, {"review": "It was the first time, a friend brought her to have dinner before attending a concert - it is already a tradition with her friend 😊.\nNice place, excellent cuisine, everything is delicious, beautiful, soundly and with good …", "rating": 5, "name": "Ilya Shapoval", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback!!! Be sure to come more often, we are looking forward to seeing you !!!", "rating": 4, "name": "Elena Tereshchenko", "cat": "Ukrainian restaurant"}, {"review": "The prices are above average ... I often come here .. the last time they took out old stale bread with chicken pate ... I asked the waitress to change, they immediately brought out fresh toasted bread! …", "rating": 5, "name": "Andrey Konyukhov", "cat": "Ukrainian restaurant"}, {"review": " Hello, dear Catherine, thank you for your feedback. We will definitely check this information. We apologize and hope to correct the impression of your next visit. Sincerely, Petrus\n\n", "rating": 5, "name": "Анди Г", "cat": "Ukrainian restaurant"}, {"review": "Average Kyiv restaurant with Ukrainian cuisine, no frills. For what I love, for the presence of fried veal brains on the menu. Otherwise, everything is averaged, so, on Friday evening with a glass of horseradish and a bite of veal ...", "rating": 5, "name": "Ксюша С", "cat": "Ukrainian restaurant"}, {"review": " Ms. Tatiana, thank you very much for such helpful and delicious feedback. We also recommend that you pay attention to the new Lenten menu. You are always welcome! Bon appetit! Sincerely, Petrus\n\n", "rating": 5, "name": "Oksana Yaremchuk", "cat": "Ukrainian restaurant"}, {"review": "Potato dumplings with forest mushrooms - I already forgot how delicious it is. Vareniki and potato pancakes are now available in many establishments, but dumplings are not so easy to find) Thank you! Only because of them I am ready to become a regular customer) ...", "rating": 5, "name": "#PaschkovPRO", "cat": "Ukrainian restaurant"}, {"review": "\nThanks you! We are always glad to see you !!!", "rating": 5, "name": "Ассия Захарова", "cat": "Ukrainian restaurant"}, {"review": " Great place. Price -quality 12! And most importantly, delicious! …", "rating": 5, "name": "Kyrylo Kozyritskiy", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus !!!!\n\n", "rating": 1, "name": "Владимир Гостомельский", "cat": "Ukrainian restaurant"}, {"review": " Celebrated the golden wedding of parents, were very pleased.\nThe service is very high quality, thanks to the administrator and her team, very …", "rating": 4, "name": "Google User", "cat": "Ukrainian restaurant"}, {"review": " Thank you for choosing us for this event. We are always waiting for you !!!!!\n\n", "rating": 5, "name": "Inna D", "cat": "Ukrainian restaurant"}, {"review": "Great place to relax and have a delicious meal. Mrzhno pay tribute to the design of the restaurant - stylish and beautiful. Coordinated work of service personnel. The quality of the food is top notch and the prices are quite reasonable. …", "rating": 5, "name": "Anastasiia Romanova", "cat": "Ukrainian restaurant"}, {"review": "I went in the morning to drink coffee, for 20 minutes I was waiting for service, the waiter did not come up. My attempts to order coffee at the bar on my own were also unsuccessful. We were asked to wait another 15 minutes. I do not recommend this establishment. …", "rating": 4, "name": "Anton Yakovenko", "cat": "Ukrainian restaurant"}, {"review": " Ms. Tetiana, good day. Thank you for your visit and feedback. We are very sorry about the situation with you. We apologize for our change of waiters. We ask you to understand and return. We hope to meet your expectations.\n\n", "rating": 5, "name": "alexander mieke", "cat": "Ukrainian restaurant"}, {"review": "Delicious and fast cooking! Assortment of Ukrainian dishes. I recommend cherry liqueur, very tasty, suitable for both girls and men. In a cozy place, you can watch the hype of the center) …", "rating": 2, "name": "Kostiantyn Kolesnichenko", "cat": "Ukrainian restaurant"}, {"review": "Calm, cozy restaurant of Ukrainian cuisine, everything is served a little for a long time, but tolerable) But excellent, tasty food, pleasant waiters, it is especially good that it is round-the-clock. In case of an urgent late dinner ;) …", "rating": 5, "name": "Vladimir Sarnatskyi", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback!!! Visit us more often, we are waiting for you !!!", "rating": 5, "name": "Natalia Penzii", "cat": "Ukrainian restaurant"}, {"review": "The place sucks! The waiter Lilya did not take the order for 20 minutes, chatting with her waiter friends. Then she silently took the menu and left. At our request to return the menu and take the order, she began to roll her eyes and \"smack\" her lips ... They invited ...", "rating": 5, "name": "Иван Лозовой", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Довгун", "cat": "Ukrainian restaurant"}, {"review": " Nikolay, thank you for your visit and feedback. We are very pleased to work for grateful visitors like you. We hope the next time we will exceed your expectations. Thank you for your appreciation\n\n", "rating": 5, "name": "Дмитрий Борисов", "cat": "Ukrainian restaurant"}, {"review": "Hello! Today my parents and I ate the Petros restaurant! In fact, everything is not so rosy! Service is terrible! The staff swears among themselves, cursing! The dishes are certainly not bad, but they didn’t bring us bread croutons, because bread …", "rating": 5, "name": "Lena F", "cat": "Ukrainian restaurant"}, {"review": " My colleagues and I came here for lunch for the first time and were pleasantly surprised. At first I was impressed by the Ukrainian style and variety of dishes on the menu. For every taste! I ordered dumplings with …", "rating": 5, "name": "Людмила Назарова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback, we are very glad that you liked it! See you!!!", "rating": 2, "name": "Volodymyr Shcherbachenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious dumplings, very. But a bit pricey for dumplings. Portion 175 UAH +50 sour cream in it ...", "rating": 5, "name": "Lesya Kolomiets", "cat": "Ukrainian restaurant"}, {"review": " It is a pity that you have such impressions. We hope to improve them next time. Sincerely, Petrus\n\n", "rating": 2, "name": "Anna Sysoieva", "cat": "Ukrainian restaurant"}, {"review": " The restaurant next to stop No. 9, Palace of Sport, so dinner after landing turned out to be a great choice. Excellent food, delicious borscht. Prices, unfortunately, adequate to the quality but worth it. …", "rating": 5, "name": "Мила Зинченко", "cat": "Ukrainian restaurant"}, {"review": " Good morning Malgorzata, thank you for the tip. We will be glad to see you again. Have a nice trip! Regards, Petrus-ь\n\n", "rating": 4, "name": "Lady Nadia", "cat": "Ukrainian restaurant"}, {"review": "As for Ukrainian cuisine, the menu is not very diverse. Service - average, it seemed that the interest from the staff is shown only when you come. Prices are above average for this kind of food. The food is delicious, but the desire to visit the institution …", "rating": 5, "name": "Constantine Izotov", "cat": "Ukrainian restaurant"}, {"review": " Good place, casual atmosphere. Prices are a bit biting for students, but it's worth it. Everything is very tasty and beautiful. While waiting for the order - brought them a horseradish with a sandwich, a kind of nice …", "rating": 5, "name": "Евгений Заблоцкий", "cat": "Ukrainian restaurant"}, {"review": " wonderful restaurant of Ukrainian cuisine. ideal location - near the metro \"Palace of Sports\". plots can be reached on foot, both by subway and by car. here is really delicious cuisine. we ordered a variety of dishes …", "rating": 4, "name": "Ferdinando Panico", "cat": "Ukrainian restaurant"}, {"review": " The center, right next to the Sports Palace, was greeted by dinner after the concert and we were very impressed! Delicious Ukrainian cuisine, affordable prices, comfort and family atmosphere are guaranteed in this …", "rating": 5, "name": "Olesya Petrenko", "cat": "Ukrainian restaurant"}, {"review": " Hello, Tatiana, thank you very much for your feedback! Happy New Year! May it bring you pleasant events and the fulfillment of all your most cherished dreams! Sincerely, Petrus\n\n", "rating": 5, "name": "Антон Олегович", "cat": "Ukrainian restaurant"}, {"review": " Very interesting place. Nice interior. Very colorful.\nThe working girls are very friendly :)\nThe dishes are delicious. Of course, I liked the dumplings the most. Delicious …", "rating": 5, "name": "Nataliia Chukhrai", "cat": "Ukrainian restaurant"}, {"review": "My friends and I often visit them. For the whole company we take a meat plate or assorted grill. For 4 people this is enough to eat. We always take mead, they have it generally excellent, it is drunk softly and does not give much to the head. …", "rating": 5, "name": "Raffaele Forlani", "cat": "Ukrainian restaurant"}, {"review": "I love Ukrainian cuisine very much, in the restaurant \"Petrus\" it is cooked just perfectly. I also like the interior in a kind of rustic style, good service. Great place to relax and have a meal. …", "rating": 5, "name": "Ruslan Gecht", "cat": "Ukrainian restaurant"}, {"review": "If the soul asks for dumplings, then you need to go to Petrus. Here I have tried all the types that they have on the menu. Let me tell you, it's like homemade. Very tasty! I recommend! …", "rating": 3, "name": "Olga Chyzhevska", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback! We are extremely glad that you liked it. We look forward to seeing you again !!!! 😘", "rating": 5, "name": "Sergii Savchenko", "cat": "Ukrainian restaurant"}, {"review": "I am a regular guest of this wonderful restaurant, even before the renaming and to this day! Food, mmmm lick your fingers! The design of the dishes will not leave anyone indifferent. Well, the most important thing is the price, the bill is average (neither less nor more), but ...", "rating": 2, "name": "Roman Dunayevskyy", "cat": "Ukrainian restaurant"}, {"review": "Excellent dumpling. Just amazing service. Ribs and brains in batter - just class. Well, the cherry on the cake of the evening was the honey cake - I have not tried such an amazing combination of airy dough and butter cream for a long time. …", "rating": 5, "name": "OLEH SYMOROZ", "cat": "Ukrainian restaurant"}, {"review": "You won’t surprise anyone with dumplings, but dumplings with mushrooms are another matter!))) Especially when they are well cooked.\nI liked the establishment. We'll come again)) ...", "rating": 4, "name": "Vasyl Golubenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much!!! We look forward to seeing you again !!!!", "rating": 5, "name": "Павел Гомон", "cat": "Ukrainian restaurant"}, {"review": "An incredibly atmospheric place in the center of Kyiv with excellent service and delicious and varied cuisine. One of the few restaurants where you can invite foreigners to get acquainted with real Ukrainian cuisine! I recommend!!! …", "rating": 1, "name": "Ryszard Pierwszy", "cat": "Ukrainian restaurant"}, {"review": "the best place in Kyiv, where the best borscht and dumplings. specially in one day I went through 5 places and chose this particular dumpling as number 1. really tasty, cozy, sincere. but not cheap, so there are no lumpen there. middle class in general. …", "rating": 5, "name": "Svetlana Boyko", "cat": "Ukrainian restaurant"}, {"review": "\nVery tasty borscht! And great staff", "rating": 5, "name": "Maks Kachynskyi", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback !!!! We are waiting for you to visit !!!!\n\n", "rating": 3, "name": "Nina Nina", "cat": "Ukrainian restaurant"}, {"review": " Delicious Ukrainian food but without sharovarshchina. General lard is a top …", "rating": 5, "name": "Alex Andreev", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Come to us again!\n\n", "rating": 5, "name": "Davit Migriauli", "cat": "Ukrainian restaurant"}, {"review": " Delicious desserts!\nOften we run here with our friends after working on a cup of coffee or tea and, of course, what is it for a sit-down with no dirt? =) …", "rating": 5, "name": "Володимир Ольшанский", "cat": "Ukrainian restaurant"}, {"review": "A great place for business travelers (you can have a tasty and comfortable meal early in the morning) and for lovers of nightlife. The establishment is open around the clock, so the quality of food is not appropriate to condemn …", "rating": 3, "name": "Olya Lavrentieva", "cat": "Ukrainian restaurant"}, {"review": " Hello Mr. Dmitry, thank you for your helpful feedback. Come visit us for lunch and try BBQ veal medallions. Bon appetit!\n\n", "rating": 1, "name": "Carn Girl", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Алина Шпак", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked everything! Sincerely, Petrus\n\n", "rating": 5, "name": "Viktoriya Kravcova", "cat": "Ukrainian restaurant"}, {"review": "Delicious dumplings. Great tea with honey. That's the thing in autumn. Good service. Unfortunately, I didn't have time to take a photo, because it was very tasty. …", "rating": 5, "name": "Юрий Марик", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for choosing us, we are very pleased. We are always glad to see you !!!", "rating": 5, "name": "Станислав Широчин", "cat": "Ukrainian restaurant"}, {"review": " Excellent service, nice staff. Thank you for a wonderful time. …", "rating": 5, "name": "Shot Games", "cat": "Ukrainian restaurant"}, {"review": " Lesya, we truly thank you for your feedback. Bon appetit\n\n", "rating": 5, "name": "Hanna Korniychuk", "cat": "Ukrainian restaurant"}, {"review": " Corporate honey cake - incredible taste! One ate in the restaurant, and the other asked to be wrapped up in order to have breakfast with morning coffee. …", "rating": 5, "name": "Тамара Клименко", "cat": "Ukrainian restaurant"}, {"review": " We thank you!!! Are waiting for you!!!\n\n", "rating": 5, "name": "Інна Тимощук", "cat": "Ukrainian restaurant"}, {"review": " We went to breakfast in the morning, took cappuccino and pancakes with cheese. Cappuccino delicious. Cheesecakes, as for breakfast, are baked, cheese is tasty. Whether you want it or not, the restaurant for the …", "rating": 5, "name": "Олександр Мартинюк", "cat": "Ukrainian restaurant"}, {"review": " Mrs. Irina, good afternoon, thank you for your visit and feedback. We appreciate your opinion very much and are ready to listen to your comments. We have already handed your comments to the management and the chef. As for the cost of breakfast and other meals, we have average in the city of Kiev. Thank you for your understanding and we look forward to your next visit. Sincerely, The restaurant administration\n\n", "rating": 5, "name": "Дмитрий Фракийский", "cat": "Ukrainian restaurant"}, {"review": " Everything is delicious, but the black waitress is not friendly at all. It feels like she was forced to work …", "rating": 5, "name": "Игореха Демчук", "cat": "Ukrainian restaurant"}, {"review": " Thank you! Be sure to take into account all your comments and look forward to seeing you again!\n\n", "rating": 3, "name": "Чабан Интертелеком", "cat": "Ukrainian restaurant"}, {"review": "I love Ukrainian cuisine very much, especially red borscht! Sometimes my husband and I go to Retrus, we really like this place. It is especially pleasant to talk about the cuisine, everything is so tasty, but at the same time, the serving is not commonplace. Prices are average but...", "rating": 5, "name": "Evgeniy Krishtopa", "cat": "Ukrainian restaurant"}, {"review": "Nice and colorful place. Large selection of dishes with Ukrainian themes. The food itself is quite tasty, and quite acceptable for Kyiv. The quality of the service itself is top notch. …", "rating": 5, "name": "Елена Свец", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We will be glad to see you on a visit again !!!", "rating": 4, "name": "Гриша Грин", "cat": "Ukrainian restaurant"}, {"review": "Not bad. Quite the same!))) The place is excellent, the service is at the level. The cuisine is delicious. There are of course a few dishes that are not very good but in general very good !!!!!!! I bet 4...", "rating": 5, "name": "Яна Винниченко", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much. Delicious borscht and hodgepodge. They took buckwheat with a pork cutlet, the cutlet is juicy and soft. In general, at home 👌 ...", "rating": 5, "name": "Alex Ilnitsky", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your visit and for the great feedback! Sincerely, Petrus\n\n", "rating": 5, "name": "Aneta Marinina", "cat": "Ukrainian restaurant"}, {"review": "This is just a dream come true!!!\nBrains and dumplings with cherries!\nHappiness washed down by green Mexicans! Thank you establishment! Tastier than delicious! …", "rating": 5, "name": "Гога s.", "cat": "Ukrainian restaurant"}, {"review": " We are very glad that you liked it! We are waiting for guests!\n\n", "rating": 1, "name": "ptichko84", "cat": "Ukrainian restaurant"}, {"review": "Open 24/7, delicious cuisine, chic interior, lots of small details, good service. There are any kinds of meat, fish, salads and snacks, there are also sets for a large company. I RECOMMEND!))) 5/5 …", "rating": 5, "name": "Сергей Волна", "cat": "Ukrainian restaurant"}, {"review": " Hello Veronica, thank you for your incredibly warm response and recommendation. It's always a pleasure to work for grateful guests!\n\n", "rating": 5, "name": "Лилия Дрозд", "cat": "Ukrainian restaurant"}, {"review": "Unfortunately I'm not so lucky\nThe kitchen is ordinary, nothing special, you can eat, and the service leaves much to be desired. I had to call the waiters myself on request, going out into the hall or catching at ...", "rating": 5, "name": "Надія Конон", "cat": "Ukrainian restaurant"}, {"review": "In general, everything is good. The waiter was not very friendly. The food is delicious, but pricey. The atmosphere is pleasant. I can't say it's great, but I can't say bad either. The design is beautiful. …", "rating": 5, "name": "Eyal Shany", "cat": "Ukrainian restaurant"}, {"review": " Good afternoon, Inna, we are very pleased that we are enjoying you. We invite you to try the new autumn menu. Please note the service notes. We are looking forward to seeing you again and we look forward to fixing your top five! Good day!\n\n", "rating": 5, "name": "Николай Ключник", "cat": "Ukrainian restaurant"}, {"review": "Being in Perus and not ordering dumplings is a crime! They cook them amazingly here! It’s a pity that the portions are quite large and you can’t eat more than two different types at a time))) ...", "rating": 2, "name": "Наталья Воначлом", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback!!! Visit us more often !!!!", "rating": 5, "name": "Tanya Koval", "cat": "Ukrainian restaurant"}, {"review": "Great place - a restaurant of real Ukrainian cuisine! Snacks, salads, all kinds of meat dishes, dumplings and borscht. The cuisine is delicious. The prices are quite reasonable. Service is good. …", "rating": 5, "name": "Summer Way", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much. We are waiting for your visit!!!", "rating": 5, "name": "Анастасия Бельская", "cat": "Ukrainian restaurant"}, {"review": " We walked in the center, came across Petrus, decided to go to eat.\nI really liked the interior, you can sit and watch for hours. …", "rating": 4, "name": "Olesya Stefanyk", "cat": "Ukrainian restaurant"}, {"review": " Mushroom soup, zrazy with cabbage and dumplings ...\nI want to express my gratitude to the \"Petrus\" institution for not leaving me hungry during Lent. …", "rating": 4, "name": "Elena Berezovska", "cat": "Ukrainian restaurant"}, {"review": "The restaurant is good, they cook deliciously, but after the last visit I don’t want to return, the attitude of the waitress ruined everything, we have never been served with such a face and tactlessness. We need to work with the staff. …", "rating": 3, "name": "Artem Petroschuk", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback, We will conduct an explanatory work with our staff. We will try to become better and always work on ourselves. We look forward to visiting you!!!", "rating": 5, "name": "Василий Васильевич", "cat": "Ukrainian restaurant"}, {"review": "Positions itself as a cult restaurant, although the service does not meet the definition. Parts of the dishes on the menu are not available. The portions are very small. I ordered a portion of warriors for 280 rubles. They brought 6 dead warriors. In general, only zilch in the eye! …", "rating": 3, "name": "Oleg Ustimchuk", "cat": "Ukrainian restaurant"}, {"review": " It was an opportunity to meet with friends, everyone friendly decided to go to Petrus. Eating steaks. This time I ordered myself a Ribeye. On the meat, I make no remarks. And the roast, the look, and even the light …", "rating": 5, "name": "Karina Ve", "cat": "Ukrainian restaurant"}]