[{"review": "One of the best restaurants that I've been to in a while. The food was absolutely delicious,  it's very clean and they have good wifi while it's located partly underground.  I'll be going here a lot more often.", "rating": 5, "name": "Michael Jennings", "cat": "Restaurant"}, {"review": "Good restaurant with some sort of Thai cuisine, but they also had dishes of Ukrainian cuisine. Moderate  prices and medium portions. You should be ready for the basement location of the restaurant. …", "rating": 4, "name": "Дмитро Сидоренко", "cat": "Restaurant"}, {"review": "I went there 4 days in a roll, most of days for lunch and dinner. It was closest one around where i stayed. Most staffs tried to serve good. Their foods are fusion Asian foods and far from originals but taste were alright except some fried rice was too oily and heavy taste.", "rating": 5, "name": "D S", "cat": "Restaurant"}, {"review": "Food and service was excellent.   They have very cool terrace for evenings. I enjoyed the spring roll with shrimp and Pad Thai with chicken. The Pad Thai was good. It was their take on Pad Thai. We did not try anything from the bar.", "rating": 5, "name": "Jon Brookins", "cat": "Restaurant"}, {"review": "Has only a few Thai dishes, the rest is a random mix of European and Asian dishes. Don't expect to find Thai curry or Thai desserts here. Interior and service were pleasant, but the food was of average quality only. Definitely does not deserve the high ratings.", "rating": 2, "name": "Heinz Meyer", "cat": "Restaurant"}, {"review": "The food and dishes are really nice and the prices are good. But it feels like it used to be a hookah bar there before. You can smell hookah everywhere.", "rating": 3, "name": "Yuriy Polyashko", "cat": "Restaurant"}, {"review": "Good afternoon, we are very glad that you liked our cuisine. About the smell - it's not a hookah, it's a mango aroma diffuser smells in the restaurant", "rating": 1, "name": "Pavlo Papazov", "cat": "Restaurant"}, {"review": "I’ve made an order in this restaurant by Glovo delivery service.\nFirst issue - my courier calls me after 15 min of waiting in the Phi-Phi and told, that estimated time of food preparation will be 30 mins. …", "rating": 5, "name": "Ryan Waldron", "cat": "Restaurant"}, {"review": "I always stay at the Senator Victory Square when I am in Kyiv. The hotel elevator's bottom floor brings you to Phi-Phi, a wonderful little restaurant. I have always enjoyed the excellent food and service here.", "rating": 5, "name": "ez life", "cat": "Restaurant"}, {"review": "I thought it was an asian restaurant But the food is not bad tbh. Beef cheek is nice. Price is matching the quality", "rating": 4, "name": "Valery Tretyak", "cat": "Restaurant"}, {"review": "Tasty food. Interior is a little gloomy. Restroom needs some renovation.", "rating": 5, "name": "chris rizzo", "cat": "Restaurant"}, {"review": "Food is very good and service outstanding, waitress very attentive!!", "rating": 5, "name": "A. Alkhatri", "cat": "Restaurant"}, {"review": "Love it", "rating": 4, "name": "Igor Lubenets", "cat": "Restaurant"}, {"review": "Nice place, good but not the best food.", "rating": 5, "name": "Natasha Budey", "cat": "Restaurant"}, {"review": "Great service,  good food,  awesome people!", "rating": 3, "name": "Dennis G D", "cat": "Restaurant"}, {"review": "Dark. Food was okay but slow. Service was okay.", "rating": 5, "name": "Anna Miroshnychenko", "cat": "Restaurant"}, {"review": "Delicious food!", "rating": 5, "name": "Ksenia Podd", "cat": "Restaurant"}, {"review": "Topper place! ⭐️⭐️⭐️⭐️⭐️\nInterior and service at the highest level. Raspberry-basil tea is delicious! 😋 We also took lemonade, pad thai with veal and rice with eel. Everything is very delicious! ❤️ …", "rating": 5, "name": "Sasha Mmm", "cat": "Restaurant"}, {"review": " Delighted with the institution.\nVery tasty. Pleasant atmosphere and friendly service. I also noted a very cool \"Instagram\" interior. …", "rating": 5, "name": "Марина Приходская", "cat": "Restaurant"}, {"review": "Decided to have a date here with a guy. Great, cozy place. Incredibly tasty and varied cocktails. The order came quickly, everything was delicious. I recommend!) …", "rating": 5, "name": "Danfand", "cat": "Restaurant"}, {"review": "I managed to visit this restaurant and I did not regret that I came here. I came here on vacation so I ate here. Breakfasts in this restaurant are delicious and very beautiful. (They should not be on a plate, but on an exhibition) …", "rating": 5, "name": "Ольга Шматко", "cat": "Restaurant"}, {"review": "Went into this place by accident, ordered breakfast and a salad! A portion of salad, just \"elephant\": \"Everything is very tasty and the waiter and bartender girls are very accommodating. Clean, there are no foreign smells (I mean kitchen ones), salad ...", "rating": 5, "name": "dan_oasis", "cat": "Restaurant"}, {"review": "Great cozy place, very tasty food. The service is polite, fast and well versed in the menu. Special thanks to the chefs for their creative approach and interesting combinations, I haven’t tried these before. Shrimp salad is just …", "rating": 5, "name": "Turquoise Orchid", "cat": "Restaurant"}, {"review": " Thank you for your appreciation! We invite you to the summer terrace!\n\n", "rating": 5, "name": "fdxixbf", "cat": "Restaurant"}, {"review": "During quarantine, we really miss our holidays on Koh Samui and Krabi and our favorite Thai cuisine. We decided to try a new place - we are going to have dinner at Phi Phi. Real tom yum! delicious ginger ice cream in tempera and mango 🥭 🍧 …", "rating": 5, "name": "Дима Кор", "cat": "Restaurant"}, {"review": "Hello, I would like to share my experience. The restaurant is just wonderful. Look what beauty they have prepared for us =)\nInside a good interior clean comfortable. The staff is cheerful. With waiters...", "rating": 4, "name": "Анна Билык", "cat": "Restaurant"}, {"review": "The best restaurant I've been to. I spent an unforgettable evening with my woman. The dishes are very simple, but amazingly tasty. I don’t say anything about the atmosphere, just class! …", "rating": 5, "name": "Daniil", "cat": "Restaurant"}, {"review": "Not a bad establishment. Service is fast and pleasant. But nothing to impress in the kitchen. We had fish and steak. I did not feel caramelization on the fish, the steak was very fatty. Desserts were no longer taken. …", "rating": 5, "name": "Timofey Mozgovoy", "cat": "Restaurant"}, {"review": "The chefs in this place do amazing things, First of all, they do it beautifully: borscht, fresh sandwiches. And secondly: Is it delicious? Tasty, very tasty: nothing was lost in a plate so generous with delicacies. Better than many \"elite\" places in our city, …", "rating": 3, "name": "Аня Чуркина", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "Самое интересное и полезное", "cat": "Restaurant"}, {"review": "I came here for the first time with my friend who was staying with me for the weekend and we chose salads and two servings of borscht from the menu. The food was laid out nicely and interestingly and was very tasty. The restaurant has a very relaxing atmosphere and you …", "rating": 5, "name": "Ievhen Balahura", "cat": "Restaurant"}, {"review": "Ran for lunch. It doesn't look like a specific Thai restaurant. More precisely, this is not Thai cuisine at all, but do not understand what it is.\nThe prices are acceptable. Very cute interior. …", "rating": 5, "name": "Дима Кулиш", "cat": "Restaurant"}, {"review": "I stopped by for lunch at the Phi Phi restaurant in the city of Kyiv on 62 Dmitrievskaya Street. I ordered borscht as a true Ukrainian. Polite staff, took the order very quickly and brought my order within 15 minutes. I really liked the presentation, not far from…", "rating": 5, "name": "Любовь Макарова", "cat": "Restaurant"}, {"review": " Thank you, we are waiting for you next time!\n\n", "rating": 5, "name": "l1e2r3a4 myr", "cat": "Restaurant"}, {"review": "Dinner in a new place 🥂 and the rubric #balagura_place 🍽😜.\n.\nIf you are a lover like me of Tom Yum soup🍵🍤this is the place for you...", "rating": 5, "name": "Павел Валиев", "cat": "Restaurant"}, {"review": "Went with my girlfriend to this restaurant. The waiters are very smart, quickly served. We ordered two such salads (photo below), and a glass of wine) they cooked very tasty, we were satisfied. …", "rating": 5, "name": "Квадрат Санчез", "cat": "Restaurant"}, {"review": "Not so long ago I visited this institution and the first thing that caught my eye was an interesting and memorable interior. I was also pleasantly surprised by the variety of food and drinks on the menu. Separately, I want to note the dish in the photo: I really liked the irresistible …", "rating": 5, "name": "MrDers", "cat": "Restaurant"}, {"review": "Recently I was passing through Kyiv and visited\nrestaurant PHI-PHI will advise a sign. The restaurant captivated with its interior and cozy atmosphere. I liked the kitchen, I ordered a baked potato with fish and didn’t …", "rating": 5, "name": "Decoy", "cat": "Restaurant"}, {"review": "Been to this restaurant a couple of times. Very pleasant and quiet place, with unobtrusive music and decoration of the hall. Polite and well trained staff. Separately, I note the local borscht - it seems that the portion is small, but so satisfying and tasty that ...", "rating": 5, "name": "Андрей Бабак", "cat": "Restaurant"}, {"review": " Thank you! Come yet, we have many delicious dishes for you!\n\n", "rating": 5, "name": "Yuliia Novik", "cat": "Restaurant"}, {"review": "Let's start with the original and unusual name, I liked it. Also, I can notice a very good staff, with whom it is very pleasant to contact. Also, I noticed the presence of a mini-bar. I was pleased with the food, it is insanely delicious! What …", "rating": 5, "name": "Роман Бирса", "cat": "Restaurant"}, {"review": "After a hard day, I drove up to this restaurant and had a very tasty lunch. I ordered fried potatoes with fish and before 10 minutes had passed, the potatoes and fish were already on my table. Very tasty!!! The staff is very nice. The waiter didn't …", "rating": 5, "name": "Олег Купрач", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for the next meeting in PHI-PHI\n\n", "rating": 5, "name": "Маришка Батечко", "cat": "Restaurant"}, {"review": "Recently visited this restaurant and was very pleased. Firstly, I am immediately greeted by a pleasant atmosphere and friendliness of the staff!) I decided to order a sandwich and soup. They brought it within 15 minutes, which is very fast and high quality! Do not know how …", "rating": 5, "name": "Мишка Мошковский", "cat": "Restaurant"}, {"review": "This weekend the whole family went to celebrate my birthday. Since after we had a snack, we wanted to go to the cinema, we ordered a plate of Tagliatelle pasta. I have never tried this before! For me, this is a new level. Soon …", "rating": 5, "name": "Danil Pedorenko", "cat": "Restaurant"}, {"review": "The place is incredible! We did a party on the terrace and were very pleased! Delicious menu (shrimps are generally unrealistic), cocktails and a bartender - all fives are yours! Great staff, everything is super tactful and cool! …", "rating": 5, "name": "Ira M", "cat": "Restaurant"}, {"review": "Great place with a cool name! Prepared New Year's interior! With two halls for visitors! In one of which you can take a big company corporate party or any holiday! Lovely and delicious food, with a lot of …", "rating": 5, "name": "YukineOO", "cat": "Restaurant"}, {"review": "My girlfriend and I had a wonderful evening here. We also appreciated the quality and sophistication of drinks and excellent cuisine. My companion was simply delighted with desserts, well, yes, she still has a sweet tooth, I think she tried everything. …", "rating": 4, "name": "Aeonax Liar", "cat": "Restaurant"}, {"review": "Good food, nice interior. The summer terrace is spacious and comfortable. I met a very friendly girl, offered to sit inside and put on cartoons for the child, so the choice was obvious. The high chair is available and it is…", "rating": 5, "name": "Любитель Игор", "cat": "Restaurant"}, {"review": "Good atmosphere. There is a terrace in a closed yard (not near the road). The music is great!!! Nice decoration of the place. The cuisine is delicious (a little undersalted, but this is a plus, since the client can add salt to his own taste). Dishes are big for adequate…", "rating": 5, "name": "kaymed", "cat": "Restaurant"}, {"review": "This restaurant is very good, quality and fast service, very, very tasty dishes, cocktails contain a very natural and rich taste. The staff is 5+ stars, very helpful guys, as if they have been with them since childhood ...", "rating": 5, "name": "юра Сыромятниковr", "cat": "Restaurant"}, {"review": " It was the first time I learned about the institution from advertising in Instagram. In fact, it turned out to be very cool. The dishes are delicious, the portions are large and the prices are adequate. Cocktails are …", "rating": 5, "name": "Зорина Зорина", "cat": "Restaurant"}, {"review": "Incredibly atmospheric institution with an unforgettable interior. The staff is helpful and friendly.. I would like to note the dish in the photo: I really liked the irresistible taste and aroma. We'll be back here again...", "rating": 5, "name": "Petr Pechenoha", "cat": "Restaurant"}, {"review": "The food is good, but the toxic barmaid who likes to rise at the expense of the waitress or the kitchen ruins everything - it's unpleasant to listen to \"She has to land the dreaming waitress\" or like \"The chef who took over the watch does not know how to cook ...", "rating": 5, "name": "Gloat Arsa", "cat": "Restaurant"}, {"review": "I was on a business trip and visited several restaurants, I love pasta very much. This restaurant has the most delicious pasta I've ever tried. The atmosphere and service left a very good impression. I will definitely come back and try everything on the menu next…", "rating": 5, "name": "Елена Зинченко", "cat": "Restaurant"}, {"review": " It's nice to hear such nice words! A huge thank you!\n\n", "rating": 5, "name": "lemarko", "cat": "Restaurant"}, {"review": "As for me the best restaurant in Kyiv. TOP cocktails. The atmosphere is just class. The waiters are quick. And very tasty food. Just class. …", "rating": 5, "name": "180metres", "cat": "Restaurant"}, {"review": "We were in Kyiv for the weekend and popped in here for a bite to eat. Kitchen for 5+,\nfriendly staff and just a nice atmosphere. In general, my friends and I really enjoyed it! I recommend! …", "rating": 5, "name": "Юлия Санчук", "cat": "Restaurant"}, {"review": "My husband and I went for lunch) For the first time in this institution and we were pleasantly surprised) The service was top notch, everything was served quickly for which additional thanks, as they were brutally hungry) the portions are good, everything is tasty and fresh) the husband ate his borscht ...", "rating": 5, "name": "Gacha Sisters!", "cat": "Restaurant"}, {"review": " Rested with a girl in Phi Phi. They came out with very pleasant impressions and decided to write a review. The atmosphere of the institution is easy and cozy, the waiters are very friendly and do their job well. The …", "rating": 5, "name": "Владимир Бондарь", "cat": "Restaurant"}, {"review": "Good day. Recently, I visited Kyiv with my whole family and saw just a huge number of interesting places, and in particular this restaurant. Immediately, what caught my eye was a pleasant interior and polite staff. I liked the kitchen …", "rating": 5, "name": "T1PøK_", "cat": "Restaurant"}, {"review": "The institution does not stand out much from the street, but it is very good here. Delicious food, attentive staff.\nWe ordered Royal salad and Caesar salad with shrimps - we liked everything. …", "rating": 5, "name": "Артем Чёрный", "cat": "Restaurant"}, {"review": "The restaurant has a large number of rooms. The cooks cook very tasty and the choice of food is great, as well as the bartender with his cocktails. Service at the level, the waiters are professional in their field: fast service, quality, respect for guests and …", "rating": 5, "name": "Genny Term", "cat": "Restaurant"}, {"review": "We recently celebrated the birthday of a classmate in this restaurant. The beautiful and pleasant atmosphere suited us very well for the celebration, and the delicious food that is really worth the money made us choose this particular …", "rating": 5, "name": "Рена Иванченко", "cat": "Restaurant"}, {"review": " Very tasty and friendly staff\n\n", "rating": 5, "name": "Петро Демуцький", "cat": "Restaurant"}, {"review": "Very cool restaurant! Went there today with my family and we all loved it. The atmosphere of the restaurant is amazing! These green wallpapers and dark brown tables look very harmonious with subdued lighting. The dishes are quite tasty and…", "rating": 5, "name": "Алексей Скрицкий", "cat": "Restaurant"}, {"review": "I liked the atmosphere of this restaurant, very beautiful interior! Orders are fulfilled quickly, the waiters are very good. Special and delicious food! I really liked the dessert \"Orange tiramisu\", salad \"Caesar\" made by hand ...", "rating": 5, "name": "Саша Третьяк", "cat": "Restaurant"}, {"review": "I would like to express my deepest gratitude to the entire staff of the restaurant. The administrator helped to correctly compose the menu for the banquet, to organize the excellent work of the waiters, the wonderful preparation and serving of dishes to the table, in general, everything was left …", "rating": 5, "name": "Катя Калита", "cat": "Restaurant"}, {"review": "The best restaurant in Kyiv, always very tasty and at good prices, fast service, delicious food! Separately, I remember the dish in the photo, I advise everyone to try ...", "rating": 5, "name": "Влад Бад", "cat": "Restaurant"}, {"review": " Probably one of the best establishments in Kiev. Recently I came on business and I was recommended to this institution. And it's just incredible. Pleasant staff, beautiful interior and exterior, delicious dishes, …", "rating": 5, "name": "Артем Павлик", "cat": "Restaurant"}, {"review": "A good restaurant, the cuisine is delicious, the bartender and waiters quickly took the order. I really liked the spring roll with shrimp\nI advise everyone!! …", "rating": 5, "name": "Danya Dovgalev", "cat": "Restaurant"}, {"review": "Recently went with friends to celebrate a birthday. Upon entering the establishment, we were surrounded by a good atmosphere. Friendly waiters, chic interior, good quality furniture. After we sat down at the table, we were immediately offered a menu. …", "rating": 5, "name": "Заработать в интернете", "cat": "Restaurant"}, {"review": "I recently visited Kyiv on business. In the evening I met with friends, we decided to sit in a restaurant. I wanted exotic, chose Phi Phi. Immediately struck by the beautiful interior. The waiters are very attentive and accommodating. The order was brought to us...", "rating": 5, "name": "Ярослав Буренко", "cat": "Restaurant"}, {"review": "I came to visit a friend, he lives in Kyiv, we wanted to eat and we chose this restaurant. We came with a friend sat at a table, the waiter came up to us and offered a menu, we ordered several dishes, we had to wait not so long. …", "rating": 5, "name": "Максим Николаев", "cat": "Restaurant"}, {"review": "Recently we were walking with our family in this area of ​​Kyiv, we saw a restaurant, the name immediately intrigued us, we decided to stop by. I was pleasantly surprised by the interior, everything is done with taste, the atmosphere is kind, relaxed, the waiter is friendly, polite and smiling. Served…", "rating": 5, "name": "Антон Бережной", "cat": "Restaurant"}, {"review": "The other day I was in Kyiv and decided to go with my wife to a restaurant, we just saw the restaurant and went there. My wife ordered borscht, and I ordered some kind of burger (I don’t remember the name, and to be honest, I’m an amateur), but I ate everything and my wife also liked it. On account…", "rating": 5, "name": "Влад Горбатюк", "cat": "Restaurant"}, {"review": "I would like to express my deepest gratitude to the entire staff of the restaurant. The administrator helped to correctly compose the menu for the banquet, to organize the excellent work of the waiters, the wonderful preparation and serving of dishes to the table, in general, everything was left …", "rating": 5, "name": "っMaкcим", "cat": "Restaurant"}, {"review": " Thanks for the warm words and appreciation!\n\n", "rating": 5, "name": "Дмитро Канюк", "cat": "Restaurant"}, {"review": "I visited this place with my parents a couple of days ago. Entering it, we immediately plunged into the atmosphere of comfort and coziness. The seats are very convenient and comfortable. Polite staff served us right away. We decided to order pasta with shrimp and were…", "rating": 5, "name": "Nakiz Nakizawa", "cat": "Restaurant"}, {"review": "Nice restaurant with nice interior.\nThe restaurant is very clean and pleasant, the interior is amazing, very cheerful and stylish. Attentive waiters. There are many guys among them, all friendly and …", "rating": 5, "name": "Максим", "cat": "Restaurant"}, {"review": "Was in this restaurant on Saturday. From the moment I walked in, I really liked the atmosphere of the place. The menu is very neat and tasteful. When ordering, I was well served by the waiter, they are very friendly. The property is beautifully decorated. I think here...", "rating": 5, "name": "Екатерина Матченко", "cat": "Restaurant"}, {"review": "Recently went with friends to celebrate a birthday. Upon entering the establishment, we were surrounded by a good atmosphere. Friendly waiters, chic interior, good quality furniture. After we sat down at the table, we were immediately offered a menu. …", "rating": 5, "name": "Кристина Вахитова", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come again!\n\n", "rating": 5, "name": "Roman Petrov Two", "cat": "Restaurant"}, {"review": "In the morning I went to this wonderful restaurant - the service was at the level, served quickly and with a smile. For breakfast I ordered scrambled eggs with bacon, two sausages and a small portion of salad - very tasty, and most importantly, satisfying and not expensive, for my money, well ...", "rating": 5, "name": "Это Снова Я", "cat": "Restaurant"}, {"review": "Recently visited there. Great atmosphere, friendly waiter helped with the choice of dishes, the design of the restaurant is quite interesting and everyone will like it. I recommend!\nI myself bought scrambled eggs with sausages and pieces of bacon for tomorrow, there were also ...", "rating": 5, "name": "Татьяна Богомолова", "cat": "Restaurant"}, {"review": "I really liked the restaurant, incredible and now I will explain why.\nThe first time I went there, I really liked the atmosphere, cozy and pleasant.\nLater, I sat down on a chair and a waiter came up to me and served me. …", "rating": 5, "name": "MALACHITE", "cat": "Restaurant"}, {"review": "Wonderful restaurant. I first visited it a couple of months ago, while ordering a huge pizza for myself and friends. I was also struck by delicious cocktails: both alcoholic and non-alcoholic. The atmosphere itself is peaceful and…", "rating": 5, "name": "Maiia Skrypnyk", "cat": "Restaurant"}, {"review": " Thanks for your appreciation, we invite you to our summer terrace!\n\n", "rating": 5, "name": "Микола Онисюк", "cat": "Restaurant"}, {"review": "I often travel to Kyiv and definitely visit this restaurant. The restaurant always has a favorable atmosphere, friendly staff, excellent service. Separately, I would like to praise the delicious food and original cocktails. Ordered from…", "rating": 5, "name": "Валерия Карнаух", "cat": "Restaurant"}, {"review": " Great thanks for your appreciation. We are waiting for the next meeting, we have many more delicious dishes for you.\n\n", "rating": 5, "name": "Дима Тарасов", "cat": "Restaurant"}, {"review": "Restaurant \"Phi Phi\" is a very good place to relax. A friend invited me to a restaurant at his own expense, despite this, I thought that this was another eatery, but it turned out not to be so. I was pleasantly surprised by the quality of service...", "rating": 5, "name": "samsung даниил (Бинарный Торгаш)", "cat": "Restaurant"}, {"review": "We rested with my husband and child in Kyiv, on the advice of friends we visited this restaurant. Very cozy place, friendly staff and reasonable prices. We ordered veal tartar, very tasty and the presentation of the dish was top notch. The child was ordered...", "rating": 5, "name": "Melby", "cat": "Restaurant"}, {"review": "After spending time in the restaurant left a pleasant impression. The interior is interesting, the room is clean. The staff was attentive, friendly and helpful. The menu seemed a bit boring, but all the dishes are delicious. I especially liked the steak...", "rating": 5, "name": "The Martell", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, we are waiting for the next meeting!\n\n", "rating": 5, "name": "Маргарита Сиваченко", "cat": "Restaurant"}, {"review": "Recently visited this place with family. From the first thoughts we can say that the restaurant is very beautiful and cozy. There is a place to sit both inside and on the summer terrace. On the plus side, we can note the presence of WiFi, for hookah lovers, of course, a hookah, …", "rating": 5, "name": "w wiperr", "cat": "Restaurant"}, {"review": "We decided to visit the restaurant after reading the positive reviews about it, and made sure that everything said about it is true.\nIn short: a pleasant, calming environment where you can quietly spend a lot of …", "rating": 5, "name": "Arthur Zavolovych", "cat": "Restaurant"}, {"review": "Recently visited this restaurant. Despite the Eastern name, Ukrainian borscht was on the menu, which, after a short discussion, was ordered. What can I say ... To say just delicious is to say nothing! Fabulous! …", "rating": 1, "name": "Darina Schallie", "cat": "Restaurant"}, {"review": "I just want to express my deep gratitude to the whole team of this wonderful restaurant, from the director, the chef to the cleaner!!! Thank you very much for the fact that there is such a place in our city where you can relax to the fullest ...", "rating": 5, "name": "Alt Tricky", "cat": "Restaurant"}, {"review": "Yesterday morning my husband and I managed to visit this restaurant. Met very friendly, the staff clearly has a good relationship with each other. The waitress helped us choose the right dish for us, answered all questions without hesitation. Inside …", "rating": 5, "name": "Margarita", "cat": "Restaurant"}, {"review": "We decided to visit the restaurant after reading the positive reviews about it, and made sure that everything said about it is true.\nIn short: a pleasant, calming environment where you can quietly spend a lot of …", "rating": 5, "name": "Сергей ЯНЧЕНКО", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "Nik Virny", "cat": "Restaurant"}, {"review": "Great place, interior, service all top notch. For a good mood and a delicious lunch, you must definitely go here. Thanks 😍😻…", "rating": 5, "name": "Виталий Иванченко", "cat": "Restaurant"}, {"review": "Other friends were celebrating at the restaurant. First of all, I want to mention the service. The staff is polite, knowledgeable. The waiters are polite and friendly. Everything on the menu was fine too. Portions are large and very tasty. There is a warm and cozy atmosphere. …", "rating": 5, "name": "Игорь Гугало", "cat": "Restaurant"}, {"review": " Thank you! We invite to open the summer yard!\n\n", "rating": 5, "name": "НОРМАЛДЫ БОРОВ АТВИЧАЮ", "cat": "Restaurant"}, {"review": "We decided to visit the restaurant after reading the positive reviews about it, and made sure that everything said about it is true.\nIn short: a pleasant, calming environment where you can quietly spend a lot of …", "rating": 5, "name": "JokerKonor", "cat": "Restaurant"}, {"review": " Thank you very much, we invite you to visit the next time!\n\n", "rating": 5, "name": "Зарабатуй в Интернете", "cat": "Restaurant"}, {"review": "This is my second time visiting this restaurant. Just delighted with it. Super design. Huge beautiful room. The food tastes great and is very nicely presented. I really liked the steaks with vegetables. Here you can relax and have a good meal. …", "rating": 5, "name": "Викуля Т", "cat": "Restaurant"}, {"review": "My friends and I decided to go to this restaurant, just to have a bite, so to speak, not for a long time. But surprisingly, we sat there for a long time)) I was pleased with the staff and service, the recommendations of the waiter were at their best, as if he himself knew how to cook everything …", "rating": 5, "name": "Алексей Холодов", "cat": "Restaurant"}, {"review": " I was not in the institution itself, I made an order for self-pickup! Very good staff: helped to pick up everything, prepared everything on time, flexible for the client, delicious food. The only drawback - no …", "rating": 5, "name": "ENOT", "cat": "Restaurant"}, {"review": "Visited this restaurant with friends. Cheesecakes and borscht are masterpieces. I was pleasantly surprised by the bread with lard for borscht. Huge respect to the staff. Everything was clean to a shine. The waiter served quickly. He also recommended me to take borscht, thank you. …", "rating": 4, "name": "Влад Антоненко", "cat": "Restaurant"}, {"review": "Good afternoon. I want to tell you about this wonderful restaurant. I go to PHI-PHI every morning on my way to work and almost always order a dish, which is in the photo, almost a British breakfast) I recommend it to everyone, because the chefs prepare …", "rating": 5, "name": "Александр Дорошенко", "cat": "Restaurant"}, {"review": "I got sick with their blue cheese burger. For 3 days she was recovering from poisoning, called an ambulance and, against the background of exhaustion, she received angioedema. \"Restaurant\" saw everything and ignored it. I do not recommend. If you get poisoned, you too will simply be ignored. …", "rating": 5, "name": "Никита Гончаров", "cat": "Restaurant"}, {"review": "Before entering the restaurant, you are greeted by golden doors, you enter the room, and you smell delicious food, just cooked. The atmosphere is like in Thailand, or rather a part of it, as well as a fast serving of food and drinks! Very friendly staff,…", "rating": 5, "name": "Artom Kulia", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "The art of Self-expression", "cat": "Restaurant"}, {"review": "One of the best and my favorite restaurant! I spend a lot of time in this restaurant both with friends and together with my loved one. I am in love with the delicious cuisine of the restaurant, incomparable cocktails and various drinks, I am also in love with …", "rating": 5, "name": "Аня Планиди", "cat": "Restaurant"}, {"review": " Thank you for your appreciation of our work!\n\n", "rating": 5, "name": "Александр Кузьмичёв", "cat": "Restaurant"}, {"review": "Visited relatives and visited this restaurant. Very cozy and pleasant place - everything is clean and tidy. Waiters serve immediately - you don't have to wait long. The dishes are very beautiful and everything looks so appetizing on a plate, but …", "rating": 5, "name": "Иван Коцур", "cat": "Restaurant"}, {"review": " Thank you for meeting next time!\n\n", "rating": 5, "name": "Александр Бычков", "cat": "Restaurant"}, {"review": "Recently visited this restaurant. The friendliness of the staff is top notch. The restaurant has a cozy and warm atmosphere. Dishes were delivered quickly and were delicious and of good quality. Later they brought out cocktails and I’ll tell you that I haven’t had such yummy yet ...", "rating": 5, "name": "kannixx", "cat": "Restaurant"}, {"review": "A chic restaurant with excellent cuisine. Apparently the chef is just a master of his craft. Being in Kyiv for about a month, I repeatedly visited this institution with my family. Impressions are only positive. For which many thanks to you. Waiters and...", "rating": 5, "name": "Міша Іванченко", "cat": "Restaurant"}, {"review": "I often visit Kyiv on business matters. And almost no trip is complete without a visit to this restaurant. Friendly atmosphere, cozy interior, lighting are conducive to pleasant leisure. The waiters are unobtrusive and friendly. …", "rating": 5, "name": "Mendlly.", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for the next meeting!\n\n", "rating": 5, "name": "андрей черников", "cat": "Restaurant"}, {"review": "I visited this restaurant the other day. What can I say, I was very pleased with the staff and the serving of the dish. The order was brought within 15 minutes. Also tried the cocktail, very tasty. Special thanks, I want to say to the waiters, very …", "rating": 5, "name": "Жека", "cat": "Restaurant"}, {"review": " Thanks for your appreciation, we invite you to our summer terrace!\n\n", "rating": 5, "name": "Михаил Белов", "cat": "Restaurant"}, {"review": "I liked the atmosphere of this restaurant, very beautiful interior! Orders are fulfilled quickly, the waiters are very good. Special and delicious food!\nPros: staff, atmosphere, prices, food. Cons: none. …", "rating": 5, "name": "canapka", "cat": "Restaurant"}, {"review": "Yesterday I was with my wife in this restaurant. I liked everything very much, friendly staff, everyone smiles, the waiters are attentive. I really liked the interior, everything is clean and fresh. Special mention must be given to their chef. Very tasty! …", "rating": 5, "name": "Тетя Настя", "cat": "Restaurant"}, {"review": "A pleasant discovery was a visit to the restaurant. As a big lover of flora, I really liked the original design of the bar counter with living vegetation. Very pleasant chamber atmosphere, fast and high-quality service …", "rating": 5, "name": "Artyom", "cat": "Restaurant"}, {"review": "A very good restaurant. Inexpensive prices, delicious dishes - I really liked the cappuccino mushroom soup and the croissant with salmon and cheese - it's very tasty. Inside is a nice design, soft music. Relax and eat delicious food. …", "rating": 5, "name": "GaMeMax", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Харизов Махолайзен", "cat": "Restaurant"}, {"review": "We spent a wonderful evening here! The waiter helped to choose the best dishes, everything is very tasty, beautifully served. The atmosphere is pleasant. Loved the desserts and main courses. Well, the \"Chocolate Fountain\" was unsurpassed! I recommend 👍…", "rating": 5, "name": "Женя Посадочный", "cat": "Restaurant"}, {"review": "Hello, I was traveling around Kyiv and came across a Phi Phi restaurant. As soon as I walked in, I immediately knew that I had come to the right place. This restaurant has a pleasant atmosphere, the friendliness of the waiters, a good level of service. I ordered myself...", "rating": 4, "name": "Marko Savchuk", "cat": "Restaurant"}, {"review": " Thank you for your feedback! Come again!\n\n", "rating": 5, "name": "Мария Бухало", "cat": "Restaurant"}, {"review": "We regularly visit this establishment. Conveniently located, close to the center, close to public transport and metro. Everything we ordered here from appetizers and salads to main courses and desserts was delicious and fresh. . Spicy dishes …", "rating": 5, "name": "Иван Дуров", "cat": "Restaurant"}, {"review": "Great restaurant!\nWent to this place yesterday with my family. I have never seen a better restaurant! Let's go again today. …", "rating": 5, "name": "Andrey Karapinka", "cat": "Restaurant"}, {"review": "A pleasant discovery was a visit to the restaurant. As a big lover of flora, I really liked the original design of the bar counter with living vegetation. Very pleasant chamber atmosphere, fast and high-quality service …", "rating": 5, "name": "Football Beast", "cat": "Restaurant"}, {"review": "A very pleasant place with a colorful atmosphere, a cozy spacious room. The interior of the institution is made by a talented designer. A wide wine list and selection of drinks, wonderful cuisine and very polite staff, who are very professional …", "rating": 4, "name": "Olena Vorona", "cat": "Restaurant"}, {"review": "Coming with my husband to this restaurant, I felt like a queen in a fairy tale, honestly! Very beautiful setting and incredibly comfortable. My husband especially liked that the order did not have to wait long - they brought it quickly. We also thank the restaurant for…", "rating": 5, "name": "CR Gang", "cat": "Restaurant"}, {"review": " Thanks for such warm warm words, before meeting next time)\n\n", "rating": 5, "name": "MetronEight", "cat": "Restaurant"}, {"review": "I will say right away - they cook great and the prices do not hit the pocket. I haven’t tried everything yet, but here’s pasta with shrimp, steak with vegetables, dorado - it’s stunned how delicious it is. Pleasant staff and environment. Now you rarely see such establishments - in …", "rating": 5, "name": "Vova_Chetvertinovskiy", "cat": "Restaurant"}, {"review": " Thanks for such high praise and pleasant words. Waiting for the next meeting!\n\n", "rating": 5, "name": "кенфай", "cat": "Restaurant"}, {"review": "Visited the restaurant several times. I especially remember the day of signing the contract with my advertising partners. The order did not wait too long, for a good restaurant, within 35 minutes the dishes were on the table. Of course, one cannot fail to note the pleasant…", "rating": 5, "name": "Pasha Turchenuyk", "cat": "Restaurant"}, {"review": " Thanks for such warm warm words, before meeting next time)\n\n", "rating": 5, "name": "VOBy", "cat": "Restaurant"}, {"review": "We decided to go for dinner with my family and chose this restaurant. We do not regret our choice. The waiters are real professionals advised everyone what to take. The atmosphere is very pleasant. The prices were to our liking, they correspond to the quality. Coming soon...", "rating": 5, "name": "Костя Слободян", "cat": "Restaurant"}, {"review": " Thank you so much for the warm words! See you!\n\n", "rating": 5, "name": "Василиса Ган", "cat": "Restaurant"}, {"review": "At the weekend I decided to go to Kyiv, and the restaurant \"Phi-Phi\" caught my eye\nThe prices there are cheap, the hall is excellent and large, the atmosphere of the restaurant is wonderful, music plays. …", "rating": 5, "name": "КАК РАЗВИВАТСЯ НА ЮТУБЕ", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, we are waiting for the next meeting!\n\n", "rating": 5, "name": "Ксения Коваленко", "cat": "Restaurant"}, {"review": "I visited this restaurant, I had a good impression.\nFirstly, the service is at the highest level, the waiter can come up and tell something interesting for each dish from the menu, and secondly, the menu list is filled with …", "rating": 5, "name": "Сергуня Фамилия", "cat": "Restaurant"}, {"review": "Recently I was in the restaurant \"Phi Phi\" with my friend .. So let's say, we rested, but what good can I write about this restaurant is the food that we ordered in the issued menu))) And what dishes are there .. and rolls and salads, I'm certainly not an expert on ...", "rating": 5, "name": "Иван Подопригора", "cat": "Restaurant"}, {"review": "Good restaurant.\nPeriodically I go there with a girl, and every time we remain satisfied. The staff is polite, the atmosphere is pleasant (Regular events, such as …", "rating": 5, "name": "Владік Sych", "cat": "Restaurant"}, {"review": "I have been to this restaurant more than once: celebrated a celebration, met with friends, dined in a narrow family circle. I like the restaurant very much. Very tasty cuisine, including always available delicious meat and fish. Wonderful presentation of dishes creates…", "rating": 5, "name": "Віталій Рябоконь", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "Foxya", "cat": "Restaurant"}, {"review": "I was recently in this restaurant with a girl, on the advice of friends, they praised him very much, and for good reason! Service was top notch, the staff was very friendly. The menu is quite varied and the food is very tasty! In addition, this…", "rating": 5, "name": "Cергей Стекольников", "cat": "Restaurant"}, {"review": "Went to this restaurant this morning. The first thing I saw was an interesting and memorable interior. After I sat down at a table and the helpful staff brought me a menu, drinks and dishes in which looked quite attractive, from below I …", "rating": 5, "name": "Кодра", "cat": "Restaurant"}, {"review": "We recently had a wedding there. Very tasty food and drinks, pleasant cozy atmosphere, the staff works at 200%.\nThe only negative: be prepared for the fact that at 9-10 pm in the midst of …", "rating": 5, "name": "Руся", "cat": "Restaurant"}, {"review": "Hello, I recently visited this restaurant. The restaurant has a cozy atmosphere thanks to the amazing level of service and smiling waiters. I ordered fried eggs with bacon. The dish is amazing both in taste and appearance. Chef ...", "rating": 5, "name": "Schnaisel ///", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "Катя Сажина", "cat": "Restaurant"}, {"review": "I come here often as I walk 5 minutes from work. The food is delicious, the waiters are friendly. I really like borscht in your performance. Fragrant, hot and with an original presentation. In general, the place is good) …", "rating": 5, "name": "Валентин Корченюк", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Бамбалэя Олег", "cat": "Restaurant"}, {"review": "After arriving in Kyiv, I was very hungry and decided to have lunch at this restaurant, because it was recommended by most of my friends. More to the point, I ordered the dish that you lead in the photo, it was very tasty. The waiters were very kind to me…", "rating": 2, "name": "Ivan AL", "cat": "Restaurant"}, {"review": "The finest restaurant. Went with the whole family and everyone loved it. Service at the highest level. The waiter knows the menu by heart. Delicious food.. Cooked and brought everything quickly. Everywhere is clean and tidy .. And most importantly, reasonable prices. in …", "rating": 5, "name": "Писатель в деле", "cat": "Restaurant"}, {"review": " We came here for breakfast. The interior is beautiful, the breakfast is good, the prices are quite reasonable. Unfortunately, the menu was Russian (in parallel with English), as well as the bill. …", "rating": 5, "name": "Наталия Жук", "cat": "Restaurant"}, {"review": "Oh, I want to write so much, because it’s bursting with happiness. Went to a restaurant with my family to celebrate my husband's birthday. Thank God we chose this place. You have no idea how happy my beloved was when...", "rating": 5, "name": "Саша Касьянов", "cat": "Restaurant"}, {"review": "When I visited Kyiv, on the advice of locals, I decided to go to this restaurant, I liked the waiters, they are friendly and well versed in the menu. Prices are moderate, you can have a hearty meal within 300 hryvnia, dishes are served quickly, everything is beautifully decorated in …", "rating": 5, "name": "isugonyako", "cat": "Restaurant"}, {"review": " Thank you, waiting for you next time!\n\n", "rating": 5, "name": "Максим Кравчук", "cat": "Restaurant"}, {"review": "Last week we celebrated a friend's birthday at this restaurant. First of all, we liked the comfortable and cozy atmosphere. It is also worth noting exotic dishes and drinks at affordable prices. In the end, the holiday at ...", "rating": 5, "name": "круговорот игр", "cat": "Restaurant"}, {"review": "I recently went to Kyiv and wanted to have a bite to eat at this restaurant. I really liked its atmosphere, and the food here is just a bomb. The level of service from 1 to 10, I would rate a solid 8-ku. I advise everyone who will be in Kyiv to visit this …", "rating": 5, "name": "Fantom", "cat": "Restaurant"}, {"review": "When I walked, I was embarrassed that there were a lot of fives from people with one review, but in the morning there was nowhere else to have breakfast. In general, even if the rating is screwed up, the place is normal. The omelette was greasy, but tasty, appetizing. The waitress is nice. Clean,…", "rating": 1, "name": "Mykola Mykhalko", "cat": "Restaurant"}, {"review": "I visited a Phi Phi restaurant recently and enjoyed it a lot. The atmosphere there is seasoned, cozy and also the dark green color relaxes the eyes. The level of service is excellent, I was served quickly and the dishes were beautifully served. The food is delicious and…", "rating": 5, "name": "Міша Коберник 1ПІ-21б", "cat": "Restaurant"}, {"review": "Here is my opinion about the restaurant. I did not have time to have breakfast at home, I decided to drop in somewhere and eat. I got into this restaurant, ordered breakfast (photo attached). Great portion for a relatively small price. Everything is quite tasty and good…", "rating": 5, "name": "Віктор Полторацький", "cat": "Restaurant"}, {"review": "Good afternoon, today I visited PHI PHI restaurant\nI ordered borsh.\nIt was very tasty. …", "rating": 5, "name": "lll Ice", "cat": "Restaurant"}, {"review": "A store with a very interesting interior, I personally liked it. The staff were friendly and arrived quickly. Food can be bought not expensive, certainly not the lowest prices, this is not a supermarket with reduced prices. Chocolate fountain, cheesecake, drink ...", "rating": 5, "name": "Валерий Мигалев", "cat": "Restaurant"}, {"review": "For a long time with friends looking for a good restaurant nearby. A very atmospheric place, delicious food, and no worse cocktails, just the right thing for gatherings with friends on Saturday evenings. We were served by a nice lady and very fast. Very happy to be there...", "rating": 5, "name": "Dmitriy Rad", "cat": "Restaurant"}, {"review": "The restaurant was great, I liked it. Nice and pleasant atmosphere\ndelicious food, beautifully presented dishes, delicious cocktails and everything else at the bar. Very friendly and polite staff. Everything is clean and tidy. It can be seen a hundred administration ...", "rating": 5, "name": "Анастасия Митрохина", "cat": "Restaurant"}, {"review": "I visited this restaurant the other day. Very nice place to relax with friends. This is a classy Thai restaurant with European dishes on the menu. Excellent food, wide selection of drinks. By the way, current prices...", "rating": 5, "name": "Keri", "cat": "Restaurant"}, {"review": "Wonderful place! Before visiting this restaurant, I have not tried Thai cuisine, but in this restaurant the dishes are simply magnificent, as, indeed, the dishes of traditional cuisine (borscht was especially pleased). Also an added bonus from…", "rating": 5, "name": "Olexiy Kasianenko", "cat": "Restaurant"}, {"review": "The restaurant impressed with its \"natural\" atmosphere. I ordered borscht and a milkshake. The order was brought quickly. It was very tasty so to speak \"home-style\". cultural staff. …", "rating": 5, "name": "Виктор Вернигоров", "cat": "Restaurant"}, {"review": "Very cozy restaurant! The staff is welcoming and friendly. The food is delicious and not expensive. Acceptable prices! The interior is chic and looks very expensive. Thanks to the restaurant staff for the warm welcome! I will definitely recommend your establishment...", "rating": 5, "name": "Artur Olefirov", "cat": "Restaurant"}, {"review": "Very cozy restaurant! The staff is welcoming and friendly. The food is delicious and not expensive. Acceptable prices! The interior is chic and looks very expensive. Thanks to the restaurant staff for the warm welcome! I will definitely recommend your establishment...", "rating": 5, "name": "юра воробйов", "cat": "Restaurant"}, {"review": "Great place to eat delicious food at a reasonable price! Very nice and polite staff who are always ready to help you with the choice of dishes! And most of all, we were pleased with the adequate prices for dishes, where the price + quality ratio is …", "rating": 2, "name": "Елена Костенко", "cat": "Restaurant"}, {"review": "Everything is great! The other day I got on the phone with my classmates and decided to meet in some kind of restaurant. Out of the corner of my ear I heard about Phi Phi, I suggested going here and I was not mistaken. The evening was awesome, the service was top notch. Highly …", "rating": 5, "name": "Young Burst", "cat": "Restaurant"}, {"review": " Thank you for your appreciation! We invite you to the summer terrace!\n\n", "rating": 5, "name": "Andrey Virut", "cat": "Restaurant"}, {"review": "I went to a restaurant with friends, immediately upon entering I was pleased with the atmosphere of the institution. I ordered lunch for breakfast and coffee, friends other dishes and cocktails. I especially liked the toasts, with scrambled eggs it is very tasty, the cocktails, according to the stories of friends, are also very …", "rating": 5, "name": "Богдан Гетманцев", "cat": "Restaurant"}, {"review": "This restaurant is located not far from my apartment, we very often go to eat here with my wife. I strongly advise you to try borscht in this restaurant, it's just SOMETHING! This is almost the most delicious borscht that I have tried, of course the most …", "rating": 5, "name": "_-Тёмыч-_", "cat": "Restaurant"}, {"review": "I never liked restaurants, but my friends persuaded me to go to phi-phi with them. I was SURPRISED for the better. First of all, the atmosphere is cozy and unobtrusive. Secondly, KNOWLEDGE PROFESSIONAL staff (first they learn tastes, and then something ...", "rating": 5, "name": "ЭРО РОССИЯ", "cat": "Restaurant"}, {"review": "Every day I go to the restaurant for lunch, because I work nearby. The staff is responsive, quickly takes the order, they gave me a discount as a regular customer) The food is delicious, the prices are adequate. The restaurant can be considered one of the best in Kyiv. I advise ...", "rating": 5, "name": "Крошка Милая", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "wicked dandelion", "cat": "Restaurant"}, {"review": "I must say right away that the interior of the restaurant is very pleasant. Polite and friendly staff, served quickly and with a smile) I especially liked the dessert \"Chocolate Fountain\". I recommend the restaurant to visit and taste this dessert! …", "rating": 5, "name": "TROPIKNOOI", "cat": "Restaurant"}, {"review": " Thank you for your appreciation!\n\n", "rating": 5, "name": "Đelemor", "cat": "Restaurant"}, {"review": "I was passing through Kyiv, so I deigned to go to this institution, but it is pretty good. The waiters are very kind and smiling, perhaps because of this, the atmosphere of the restaurant seemed very bright and positive to me. I ordered fish, she told me too ...", "rating": 5, "name": "Mr. Leon", "cat": "Restaurant"}, {"review": " Thank you very much for your high appreciation. Waiting for the next meeting!\n\n", "rating": 5, "name": "Natsu Dragnil", "cat": "Restaurant"}, {"review": "Yesterday I had breakfast at the PHI-PHI restaurant. Very cozy place, nice atmosphere. And the dish I ordered is simple, something magical to taste)! I think nothing is tastier for breakfast, except for scrambled eggs with sausages and you can’t think of anything) It was very …", "rating": 5, "name": "Дмитрий Блоховцов", "cat": "Restaurant"}, {"review": "I really liked this restaurant. Very convenient location, right next to my house. They cook very tasty food there, and the cocktails there are just superb. Also the restaurant itself is very beautiful and atmospheric, everything is clean and tidy. Now I know where...", "rating": 5, "name": "CoLnKoR", "cat": "Restaurant"}, {"review": "I decided to somehow go for breakfast, cheer up before work, drink a cup of coffee. I ordered an egg with bacon and croutons, and syrniki. The breakfast was just incredible. Everything was very tasty. I decided to go for lunch😁now I eat there all the time. Restaurant …", "rating": 5, "name": "Shkvalik", "cat": "Restaurant"}, {"review": "It used to be \"mom, I'm home.\" With all the resulting feedback. They probably decided to start from a new leaf, but not successfully. The staff is the same, quickness and speed are still at zero. And I'm not even talking about the speed of serving a business lunch (from the main ...", "rating": 5, "name": "Tawer333", "cat": "Restaurant"}, {"review": "This is the first time I've seen such good service. The waitress serving our table was just darling) I took shrimp with Thai sauce and they immediately pleased me. The atmosphere is wonderful. Definitely recommend! …", "rating": 5, "name": "Борис Иванов", "cat": "Restaurant"}, {"review": "Walking around Kyiv in the morning, my husband and I absolutely accidentally stumbled upon the PHI PHI restaurant (Danilovskaya St., 62/20). Of course, the name was intriguing, but when we crossed the threshold and got into the coziest atmosphere, we saw a magnificent …", "rating": 5, "name": "Андрей Лариошин", "cat": "Restaurant"}, {"review": "I don't really like going out to restaurants, but one day my best friend and I decided to stop by for a bite to eat. The staff were very friendly, but I liked one of the drinks the most because I wasn't hungry, I just ordered it and it gave me …", "rating": 5, "name": "Валерий Серов", "cat": "Restaurant"}, {"review": "Celebrated a birthday at this restaurant. A friend just advised, and we decided to go to Phi-Phi. Honestly, at first I thought that there was nothing special about it and there would not be, but when I first entered the restaurant, I was immediately surprised by something. Whether…", "rating": 5, "name": "Fedor Fedor", "cat": "Restaurant"}, {"review": "Excellent cozy place, very tasty food. The service is polite, fast and well versed in the menu. Separately, I would like to praise the chefs for delicious hot cocktails, and the pasta is delicious. Thank you! Be sure the restaurant does not …", "rating": 5, "name": "Simba", "cat": "Restaurant"}, {"review": "Visited this restaurant the other day. I really liked the atmosphere of the place. The food is served in a beautiful way and very tasty and cheap for this restaurant. The waiter was friendly…", "rating": 5, "name": "Марина Савченко", "cat": "Restaurant"}, {"review": "I was very pleased with this restaurant, delicious food, pleasant interior, everything is of the best quality. And I can only say good things about the staff, everyone communicates pleasantly, they can suggest, help, they suggested me, and I got a new FAVORITE dish, …", "rating": 5, "name": "Mykhailo Dziubynskyi", "cat": "Restaurant"}, {"review": "Not a pleasant place, would not recommend.\nArriving early doesn't make any sense as they won't serve you exactly. In the end, I left without having breakfast ...", "rating": 5, "name": "Марина Зозуля", "cat": "Restaurant"}, {"review": "We've been coming here for a few meals - it's a great restaurant. The location of the restaurant is chic. Nice, calm atmosphere. Always friendly waiters. Delicious food, everything is fresh. Keep it up! 10/10...", "rating": 5, "name": "Стас Хранов", "cat": "Restaurant"}, {"review": "The restaurant is very fine. The atmosphere is top notch. The level of service is just super, I can't say more than that. Cocktails are very tasty and give even more joy to be in this place. In a word, the restaurant is great. …", "rating": 5, "name": "Марина Пальм", "cat": "Restaurant"}, {"review": "Was here for the first time, the institution pleased.\nWhat's inside, what's outside, very comfortable. The girl quickly approached, all smiling, even got the impression that she likes her work, it already charges for a good day. …", "rating": 4, "name": "Юлия Корниенко", "cat": "Restaurant"}, {"review": "Not a bad restaurant, I especially liked that dish like a hamburger but not a hamburger, cucumbers, tomatoes with herbs in mayonnaise sauce and a class in a large bun. Yes, and the cook is not bad, he tells me jokingly, well, like a young dish ...", "rating": 5, "name": "yulya kirova", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come again!\n\n", "rating": 5, "name": "Дмитрий -", "cat": "Restaurant"}, {"review": "We entered the restaurant by chance. Just walking with my wife. And they were pleasantly surprised! The only difference is that there are many Slavs. It's like coming back to Thailand. Management really did their best. I express my respect. Now I am your...", "rating": 5, "name": "Magic Shot", "cat": "Restaurant"}, {"review": " Thank you, very glad that we liked you, we are waiting for the next meeting!\n\n", "rating": 5, "name": "Владимир", "cat": "Restaurant"}, {"review": "Great place, great cocktails and friendly staff. Suitable for both groups of friends and couples. I go often and have never been disappointed. In a word - I recommend! …", "rating": 5, "name": "Yevhen Kirichuk", "cat": "Restaurant"}, {"review": "Hello! I eat at this restaurant every day before work and at lunchtime. This is just a great restaurant. Very beautiful and pleasant interior, the waiters are polite and nimble, the design of the dishes is also on top! …", "rating": 5, "name": "Дмитрий Ткачук", "cat": "Restaurant"}, {"review": "Excellent place: the food was very tasty, pleasant atmosphere, fast service (the order did not have to wait long), convenient location of the cafe. A good place to spend a weekend evening there, as well as a date with …", "rating": 5, "name": "Magjan Beisekov", "cat": "Restaurant"}, {"review": "The original design interior combines loft style and Asian motifs - beige and rich turquoise shades, concrete and brickwork, carved furniture, wicker chairs with soft cushions, small tables, wall paintings in …", "rating": 5, "name": "{Tops}", "cat": "Restaurant"}, {"review": "Pleasant, calming atmosphere where you can spend a lot of time unnoticed, a good choice of menu, very responsive and unobtrusive staff, ready to give advice when ordering dishes, and of course excellent cooking. I will be in the capital...", "rating": 5, "name": "Oлег В", "cat": "Restaurant"}, {"review": " Thank you for your appreciation!\n\n", "rating": 5, "name": "pandan", "cat": "Restaurant"}, {"review": "hello to everyone who reads my review !! I accidentally got into this restaurant with friends and was pleasantly surprised by the atmosphere and cuisine, everything was just on top, service was very fast, polite waiters !! And the kitchen is just an incomparable cook just ...", "rating": 5, "name": "Maks Averin", "cat": "Restaurant"}, {"review": "I ordered food through delivery, the ramen is very spicy and nowhere is it indicated that this is a spicy dish, it would be great to change this, and the cheesecakes are very sweet. Not very happy with the kitchen...", "rating": 5, "name": "m0x1t0", "cat": "Restaurant"}, {"review": "Recently, my friend and I tried the phi-phi restaurant in Kyiv! The interior is just at the highest level, the exterior is just fire🔥 There is a very pleasant atmosphere in the restaurant, after visiting the establishment you want to create something 😄 Especially the staff, it’s very …", "rating": 5, "name": "hthth gfgf", "cat": "Restaurant"}, {"review": "To be honest, I did not expect to see such a level of Asian restaurant in Kyiv. Himself from Minsk, was on a business trip, a colleague advised me to visit this institution. Was satisfied. Very cozy atmosphere, wonderful Thai cuisine. …", "rating": 5, "name": "СК", "cat": "Restaurant"}, {"review": "\nThank you very much for the feedback, we hope to come to us again!", "rating": 5, "name": "vd. vd", "cat": "Restaurant"}, {"review": "Went with a friend, friends recommended. Great place, nice atmosphere, I liked the interior, the staff is 100%. There is wi-fi, hookah, booze, dishes for different tastes, the prices here are not expensive, the dish can be taken to taste. I give 5 stars...", "rating": 5, "name": "Николай Городиский", "cat": "Restaurant"}, {"review": "My younger brother had a birthday coming up and we were looking for a place to celebrate it and found this restaurant and didn't regret it. What I really liked about this restaurant is that it has a good atmosphere, quality service, and fast …", "rating": 5, "name": "Евгений Тутык", "cat": "Restaurant"}, {"review": "The food in this restaurant is delicious, absolutely everything is perfect!\nFrom the menu to the atmosphere, it's simply indescribable. Everything is so bright and harmonious. Just a peek! …", "rating": 5, "name": "иван иванов", "cat": "Restaurant"}, {"review": "We recently went to a restaurant. Great fit, great design. Very tasty cuisine, pleases with its assortment, polite employees all with smiles and good mood. It's nice to be back there. …", "rating": 5, "name": "Traitor Lord", "cat": "Restaurant"}, {"review": "Nice atmosphere and delicious cuisine. Insanely delicious pumpkin soup!\nBut be careful, the portions are large, ordering a lot - you run the risk of not eating everything, as happened with us) ...", "rating": 5, "name": "protection racket", "cat": "Restaurant"}, {"review": "When I entered this restaurant, I immediately realized that this was what I needed. The waiters immediately welcomed me. The service in the restaurant is just super, I liked it. Drinks and cocktails are very cool, they give energy for the whole week. One word -…", "rating": 5, "name": "Manfredi", "cat": "Restaurant"}, {"review": "Excellent restaurant, chic interior, a large selection of dishes for every taste. The waiters are polite, courteous and nimble, the service is really fast. Everything we ordered was very tasty. I advise everyone to visit!!! …", "rating": 5, "name": "Марія Кляченко", "cat": "Restaurant"}, {"review": "May 2nd is your birthday. Thank you very much for such a holiday: for a chic and varied table, which the restaurant manager helped us organize, for the warm congratulations to the whole team, for the delicious borscht, which was prepared ...", "rating": 5, "name": "post mortem.", "cat": "Restaurant"}, {"review": " Thank you! We hope that you will celebrate not yet another holiday with us!\n\n", "rating": 5, "name": "Dim4ik", "cat": "Restaurant"}, {"review": "Great cozy place, delicious food. The hall is in good condition. The appearance of food and its taste are simply divine. The waiters are polite, quickly fulfill their orders!! …", "rating": 5, "name": "Дмитрий Леоненко", "cat": "Restaurant"}, {"review": "Visited this restaurant for the first time today. All my friends recommended it to me and I decided to go. The service in this restaurant is excellent, everyone is kind and polite, I really liked the food. Inside the restaurant looks solid. In general, everyone…", "rating": 5, "name": "Алмаз Сафин", "cat": "Restaurant"}, {"review": " Thank you! Looking forward to your next meeting!\n\n", "rating": 5, "name": "Дмитрий Вальтер (HackDiman)", "cat": "Restaurant"}, {"review": "When I was vacationing in Kyiv, I really liked this place! The atmosphere is so nice - comfy chairs, nice employees, delicious food + food presentation is just chic! I recommend people to visit this place, as the workers here are trying to make you …", "rating": 5, "name": "Artem Platonov", "cat": "Restaurant"}, {"review": "Recently I was near the center, I decided to have a bite to eat and go to this institution. I really liked the design, as if you find yourself in a restaurant in the jungle. The atmosphere as well as the service are very good. Prices do not bite and are very pleasant. I advise ...", "rating": 5, "name": "Chebyrek Iz myasa", "cat": "Restaurant"}, {"review": " Thank you for your appreciation! We invite you to the summer terrace!\n\n", "rating": 5, "name": "Andreu Nukki", "cat": "Restaurant"}, {"review": "I live in Kyiv, I was in this restaurant and left a good impression.\nThe hall is clean, the interior is pleasant and most importantly that the food was normal, everything was delicious. In general, I can advise for a holiday with friends and family. …", "rating": 5, "name": "Taras Bilunets", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "noxxs", "cat": "Restaurant"}, {"review": "We celebrated a friend's birthday. Only positive memories and emotions remained. The work of the establishment is top notch. The staff is friendly and immediately disposes to itself, the food is delicious, the service is fast and qualified. Very cozy and beautiful…", "rating": 4, "name": "SHOPPING HOUR", "cat": "Restaurant"}, {"review": " Thank you very much for your appreciation, come back!\n\n", "rating": 5, "name": "Ольга Шевель (oly_shaa)", "cat": "Restaurant"}, {"review": "I was very pleasantly surprised by the atmosphere in this establishment. We had a good time with the girl. The dishes were also surprised by how well they were prepared, and serving is a separate art. We will definitely visit again! …", "rating": 5, "name": "Заработок В інтернеті", "cat": "Restaurant"}, {"review": "This is not my first visit to this cozy restaurant. Pleasant atmosphere, unobtrusive and responsive waiters who know the menu very well, the dishes are very tasty and varied - let's just say that any guest, even the demanding one, will be pleasantly surprised. …", "rating": 5, "name": "DaSha Emelyanova", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 4, "name": "Yaroslav Sirkiziuk", "cat": "Restaurant"}, {"review": " I can't appreciate the kitchen because they came for coffee and lemonade. The coffee didn't cost, but the lemonade was extraordinary. The terrace is also a bomb. Thanks. …", "rating": 5, "name": "King Arthur", "cat": "Restaurant"}, {"review": "This is the best place I've been able to have a delicious lunch in the last 3 years. Restaurant, staff, food - all top notch. The plates are clean, the atmosphere is peaceful, the waiters are neat, everything is as it should be, and even better)) Thank you, I will definitely come …", "rating": 5, "name": "Tulmye", "cat": "Restaurant"}, {"review": "I was in this restaurant a few days ago. I liked everything very much. Welcoming and kind staff. The food is very tasty. I especially liked the Thai salad with funchose. The atmosphere is very cozy and comfortable. I advise everyone!!!))) …", "rating": 5, "name": "Ілля Шевчук", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, we are waiting for the next meeting!\n\n", "rating": 4, "name": "Леся Мелкумян", "cat": "Restaurant"}, {"review": " We decided to visit the restaurant after reading positive reviews about him, and made sure that everything he said was true.\nBrief: A pleasant, soothing setting, where you can spend a lot of time …", "rating": 5, "name": "Евгений Тараненко", "cat": "Restaurant"}, {"review": "Nice, friendly service\nDelicious cheesecakes. Moderate prices…", "rating": 5, "name": "serg dolgopolov", "cat": "Restaurant"}, {"review": "Excellent establishment. Beautiful interior. The dishes are all very tasty, especially meat, the portions are large. The presentation is beautiful. Large selection of drinks. The service is top notch, the staff is polite, appreciating their work. Well done. …", "rating": 5, "name": "Ирина Волошина", "cat": "Restaurant"}, {"review": " Thank you for your appreciation! We invite you to the summer terrace!\n\n", "rating": 5, "name": "frame of mind", "cat": "Restaurant"}, {"review": "Accidentally hitting this restaurant one day, my husband and I almost realized our dream - this is a real piece of Thailand in Ukraine!\nThere are no funds to go to this exotic country yet, but Phi Phi gave ...", "rating": 5, "name": "Дудник Дмитро", "cat": "Restaurant"}, {"review": "It was chilly but very comfortable. Beautiful place. Pretty quick business lunch. Delicious. They were satisfied. I take off a star for the hard buckwheat in a business lunch and a cool room. But in general I recommend. …", "rating": 5, "name": "Дамир Аляков", "cat": "Restaurant"}, {"review": "Lovely restaurant of Thai and European cuisine phiphi yesterday delighted us with a delicious dinner and added New Year's mood! Quiet and cozy place for sincere evenings and gastronomic pleasure! …", "rating": 5, "name": "Богдан Роик", "cat": "Restaurant"}, {"review": "I was in this establishment last night, it turned out that I also got to the opening) The cuisine is very tasty and at a very high level, the staff is very polite and pleasant, they serve quite quickly, despite the fact that there were really many …", "rating": 5, "name": "Артем Сиденко", "cat": "Restaurant"}, {"review": "I recently visited this restaurant for lunch with friends. We liked everything very much. Delicious food (especially fish dishes), good service, chic atmosphere ... In a word - I advise everyone! …", "rating": 5, "name": "Martinez Kiev", "cat": "Restaurant"}, {"review": "For the first time in Kyiv, I decided to go to this restaurant, many advised, it lived up to my expectations. The waiter was very polite, the dish was very tasty, the interior is attractive, now I will advise this restaurant to all my friends to advise this …", "rating": 5, "name": "Makson", "cat": "Restaurant"}, {"review": "I was passing through Kyiv and visited this restaurant. Pros: Conveniently located in a good area, good service, reasonable prices, nice interior and atmosphere\nCons: not found. …", "rating": 5, "name": "Олейник Дмитрий", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, we are waiting for the next meeting!\n\n", "rating": 3, "name": "Василий Кондратенко", "cat": "Restaurant"}, {"review": "Personally, I really liked the interior, I and my girlfriend ordered borscht each. It was very tasty, especially the fat. The staff were very friendly and always smiling. We'll be back! …", "rating": 5, "name": "Сергей Ковальчук", "cat": "Restaurant"}, {"review": "Good restaurant, excellent service, everything is clean, compact. The cuisine is inexpensive and delicious. We ate here last week with my family. We liked. We plan to visit often. …", "rating": 5, "name": "Lara Kozlova", "cat": "Restaurant"}, {"review": " Thank you! We are waiting for you next time!\n\n", "rating": 5, "name": "Timon", "cat": "Restaurant"}, {"review": "I am shocked by the staff. Very nice guys. Top notch service. VERY COOL atmosphere. Very nice in the restaurant. Everything is done neatly. Food for the professional kitchen. Very tasty. I advise EVERYONE to go there. :) …", "rating": 5, "name": "Foov Shinkarenko", "cat": "Restaurant"}, {"review": " Thanks for your appreciation, we look forward to the next meeting with you!\n\n", "rating": 5, "name": "Мудрый Василич", "cat": "Restaurant"}, {"review": "It is really impossible to remain indifferent to this cuisine - a wonderful balance of taste sensations, everything was appetizing, tasty and cooked quite quickly! Compared to ordinary cafes, this place left only …", "rating": 5, "name": "King of Suprematism", "cat": "Restaurant"}, {"review": "Nice, cozy atmosphere of the restaurant. Nice staff, fast service. Tasty food. And especially the awesome drinks! I recommend this restaurant to everyone. Come, you won't be sorry! …", "rating": 5, "name": "Danil Varvinskiy", "cat": "Restaurant"}, {"review": "If you are a follower, like me, of a delicious and hearty breakfast, you are here in phiphi.kiev. The institution is referred to as a peninsula in Thailand, how to hunt there, direct inspiration ...", "rating": 5, "name": "R T", "cat": "Restaurant"}, {"review": "Cool elite restaurant in the city of Kyiv. The interior of the restaurant itself looks elite, which immediately emphasizes the level of the restaurant. The dishes in the restaurant are prepared from different cuisines of the world, I personally liked Thai cuisine the most. I advise everyone to visit …", "rating": 5, "name": "Jeremi Hufder", "cat": "Restaurant"}, {"review": " Good restaurant, nice staff. Delicious and quality dishes look bombezno.Chas prepared a little wait a long time will not accept. Tasty tea is not a winter try when you are in a restaurant. Clean good toilets. The room …", "rating": 5, "name": "Яша Лава", "cat": "Restaurant"}, {"review": "I was at the opening, it was very cool. The cuisine is very tasty and the staff are very bright people who know their business and advise what really suits the dish, and not what is more expensive, as is done in some of our restaurants. …", "rating": 5, "name": "Karateka MC", "cat": "Restaurant"}, {"review": "The restaurant is very good! Delicious food and excellent staff, I also want to note the good atmosphere of the restaurant. There is also WiFi. The prices are normal, I advise everyone to visit. …", "rating": 5, "name": "Prosto Bodya", "cat": "Restaurant"}, {"review": "Excellent restaurant, I was surprised by the pleasant design, service at the highest level, after visiting it, this is my favorite restaurant, I advise you to definitely visit.\nI want to note this dish, the dish was served quickly, it was very tasty, this is my favorite …", "rating": 5, "name": "Vahe Hayrapetian", "cat": "Restaurant"}, {"review": " Excellent travel, excellent cuisine and friendly service. Very grateful for the fabulous emotions and a cool evening) We will definitely be back and advise friends) …", "rating": 5, "name": "Диана Шахова", "cat": "Restaurant"}, {"review": "I recently visited this restaurant with a girlfriend, ordered potatoes, meat, and much more, everything is so tasty that they couldn’t stop, then they ordered dessert, it’s also very tasty, the most delicious restaurant in the city, probably! A must when...", "rating": 5, "name": "ikkq1231", "cat": "Restaurant"}, {"review": " Thank you, come back)\n\n", "rating": 5, "name": "Anatoliy Gudkov", "cat": "Restaurant"}, {"review": "The restaurant has a lamp atmosphere. The restaurant has a good selection. Service at the highest level. Wi-Fi was also a nice bonus. …", "rating": 5, "name": "Хулиган До", "cat": "Restaurant"}, {"review": "The restaurant is just super. We came there with my family (We were in Kyiv). The staff is very kind. Helped me decide on the choice of food. And the prices are very cheap. All in all, this is the best restaurant I've ever been to. …", "rating": 5, "name": "Екатерина Пьянкова", "cat": "Restaurant"}, {"review": " I will recently visit this wonderful establishment. And you know what I say. I am very impressed with how friendly the staff treated me.\nThe atmosphere in the restaurant is simply incredible. Quiet, cozy, muted light. …", "rating": 5, "name": "Анжела Бурлака", "cat": "Restaurant"}, {"review": " The restaurant is very awkward I liked I often visit this restaurant dishes there are very delicious cocktails too.\nThe staff is very friendly always with a demonstration eta pleases :) …", "rating": 5, "name": "LT Cut", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Nigga Ballz", "cat": "Restaurant"}, {"review": "The best restaurant I have ever seen. Went there not long ago and loved it. Good service, friendly waiters and delicious dishes, that's all about this restaurant. 5 stars …", "rating": 5, "name": "Stasik Yzymaki", "cat": "Restaurant"}, {"review": "We were in many cafes and restaurants, but in the end we stopped at this wonderful place! Clean, tidy, we just became friends with the staff - a great team, helpful guys! Special thanks to the chefs for their creative approach to dishes! But what is there …", "rating": 5, "name": "Анастасия Горицкая", "cat": "Restaurant"}, {"review": " Thanks for this high appreciation!\n\n", "rating": 5, "name": "Ник К", "cat": "Restaurant"}, {"review": "Visited this restaurant with family. The food is very tasty. The staff is friendly, always smiling. I also liked the atmosphere in the restaurant. …", "rating": 5, "name": "Генадий Березовский", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Виктория", "cat": "Restaurant"}, {"review": "An excellent restaurant with a wide range of delicious dishes. Excellent service and great location. Everyone should definitely try the cuisine of this restaurant. …", "rating": 5, "name": "Про Все", "cat": "Restaurant"}, {"review": " Thanks for such warm warm words, before meeting next time)\n\n", "rating": 5, "name": "Андрей Строкатов", "cat": "Restaurant"}, {"review": "Recently went to a restaurant\nliked the service\nambience, cheap food. …", "rating": 5, "name": "FragMonkey", "cat": "Restaurant"}, {"review": " Thank you for your kind words!\n\n", "rating": 2, "name": "Ivan Altsybieiev", "cat": "Restaurant"}, {"review": "I came to the restaurant for the first time, I immediately noticed a cool and beautiful interior, ordered a couple of dishes and a cocktail, very tasty. I liked it and recommend everyone to go there! …", "rating": 5, "name": "евгений власов", "cat": "Restaurant"}, {"review": "The restaurant is very good! I was there with my girlfriend, we really liked the food, the atmosphere in the restaurant is also on the level. Very cozy place. Those who come here will not regret it. …", "rating": 5, "name": "krayid", "cat": "Restaurant"}, {"review": "Surprisingly, I visited a good institution. Cozy atmosphere, friendly staff. Dishes, by the way, are also good (at least the ones I ordered). In short, a nice, cozy place)) …", "rating": 5, "name": "Vova Kolpak", "cat": "Restaurant"}, {"review": " Thank you, very nice. We are waiting for the next meeting!\n\n", "rating": 5, "name": "Good Music", "cat": "Restaurant"}, {"review": "walking around the city of Kyiv with my family, I noticed a Phi-Phi restaurant, we decided to have dinner in it. The food there exceeded all expectations. the waiters are very pleasant and talkative. It was impossible to get my children (son and daughter) out of this ...", "rating": 5, "name": "Сергiй Ковальчук", "cat": "Restaurant"}, {"review": " Recently visited the restaurant phi-phi. The atmosphere created inside is extremely interesting and inspires to create something new. Also, the staff was very excited to say hello and showed everything. The menu is …", "rating": 5, "name": "Eber David Lievano Zaa", "cat": "Restaurant"}, {"review": " Very comfortable and cozy summer playground, polite staff, delicious business lunches! …", "rating": 5, "name": "Татьяна Александренко", "cat": "Restaurant"}, {"review": "At first, my husband and I chose a restaurant for a long time to celebrate our anniversary. A friend advised this restaurant, we couldn’t decide for a long time, but still we went to this one. I was satisfied with the restaurant. Pleasant atmosphere, wonderful staff…", "rating": 5, "name": "Фриц Филлтон", "cat": "Restaurant"}, {"review": "Not long ago I rested with friends in this restaurant, cocktails are just a bomb, very friendly staff. Dishes are brought without delay. I forgot the most important thing - very attractive prices, I will try to come here again ...", "rating": 5, "name": "Максим Попов", "cat": "Restaurant"}, {"review": "We visited this restaurant with my family, on the advice of friends. Indeed, everything was as described to us. Nice atmosphere, friendly waiters, VERY tasty borscht (like homemade), I liked the Caesar salad. The restaurant is in a good place. Definitely …", "rating": 5, "name": "joffinbtw", "cat": "Restaurant"}, {"review": "Cozy place with a quiet courtyard. Delicious cuisine and drinks.\nPolite and pleasant staff. Some orders were submitted with a delay, but the overall impression is positive) ...", "rating": 5, "name": "Гриша Калинин", "cat": "Restaurant"}, {"review": " Good location, nice and attentive staff. Dishes are delicious and high quality. The choice of dishes is great. The time of preparation of the order is not great. Very tasty tea who will be in this institution - be …", "rating": 5, "name": "Єлизавета Ігнатова", "cat": "Restaurant"}, {"review": " Thank you very much, we invite you to visit the next time!\n\n", "rating": 5, "name": "ЛОЛ ЮЮ", "cat": "Restaurant"}, {"review": "I really liked it, the atmosphere and service are top notch. Clean toilets are also pleasing. I really liked the breakfasts (I ordered Fried eggs with bacon, sausages and toast, and Oatmeal) The appearance of the food and the taste are simply divine, I recommend it!!! My mark …", "rating": 5, "name": "Балда Тарас-Остап", "cat": "Restaurant"}, {"review": "Excellent restaurant! Every day I go there, I liked the drinks, and my country kids, also very good cocktails and beer. I liked the beautiful interior. ⭐⭐⭐⭐⭐ …", "rating": 5, "name": "Play Emiron", "cat": "Restaurant"}, {"review": "Its own special atmosphere. At the entrance there is a beautiful mirror. 2 halls. A bit dark. Business lunch is ok. Nothing special. …", "rating": 5, "name": "GALE RON", "cat": "Restaurant"}, {"review": "I was on a business trip in Kyiv the other day, I visited this restaurant. The menu pleasantly amazes with a wealth of choice, the food is very tasty. From the pluses, I would also single out pleasant unobtrusive music and friendly staff. In general, after a hard day …", "rating": 5, "name": "Spich", "cat": "Restaurant"}, {"review": "A classy place with an interesting interior, a tasty and inexpensive menu and a quiet pleasant environment …", "rating": 5, "name": "Gazim Zade", "cat": "Restaurant"}, {"review": "A wonderful place, we celebrated here on February 14th. The guys created a holiday, live music, delicious sets and a smoky hookah. We will definitely come here again. …", "rating": 5, "name": "alex Naumchuk", "cat": "Restaurant"}, {"review": " The restaurant was very pleasantly impressed, if honestly, having arrived for lunch with a not-so-good mood ((but a pleasant atmosphere, which was not important at all, polite and competent waiters helped calm down. …", "rating": 5, "name": "Salam Syleimanovv", "cat": "Restaurant"}, {"review": " The restaurant left the best impression. All family visit \"Phi-pui\" every Friday. I was very surprised by the professionalism of the staff, namely, with the situation when the father asked: \"What can you taste …", "rating": 3, "name": "Alina Sarnatska", "cat": "Restaurant"}, {"review": "Today I had breakfast in this wonderful assurance, everything was brought quickly, I didn’t have to wait. The food is tastier than at home, the interior is pleasant, soft. I advise everyone, everything is wonderful ...", "rating": 5, "name": "Карина Забара", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Maria Berger", "cat": "Restaurant"}, {"review": "Thanks, everything was great. Thank you so much for hosting our wedding. Organization and service are top notch. The guests were completely satisfied with everything. …", "rating": 5, "name": "ONLY", "cat": "Restaurant"}, {"review": "Yesterday I came to eat at this restaurant. The food is very tasty, the staff is excellent, the waiter is polite. Very cozy atmosphere, like at home. The prices are not big, I really liked the mojito, I recommend it to everyone. …", "rating": 5, "name": "Назар Бубнюк", "cat": "Restaurant"}, {"review": "Perfect place. Lunch class ate like an elephant 1st, 2nd salad and compote at an affordable price👍 …", "rating": 5, "name": "blek alexandr", "cat": "Restaurant"}, {"review": "After visiting this restaurant, only positive emotions remained, delicious food, great atmosphere helped me make this evening wonderful!!\nI advise everyone to visit this place! …", "rating": 5, "name": "Mary Cooper", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for the next meeting in PHI-PHI\n\n", "rating": 5, "name": "umka pro", "cat": "Restaurant"}, {"review": "Very beautiful restaurant, pleasant atmosphere, polite and friendly staff of this place. Food and cocktails are much better than in other restaurants, so I advise you will not regret it! …", "rating": 5, "name": "FEDIK", "cat": "Restaurant"}, {"review": "It's delicious, but a bit slow-paced. I would like to improve the quality of service...", "rating": 5, "name": "Олеся Кот", "cat": "Restaurant"}, {"review": "I went to this restaurant to have a bite to eat with friends, I thought it was a simple restaurant like everyone else, but when we were served bistro and brought VERY tasty food, I changed my mind. Now I go to this restaurant every Saturday. My rating is 5. …", "rating": 5, "name": "IQ ТЕГ", "cat": "Restaurant"}, {"review": "Great cafe for those with limited time. Fast service. Super value for money. For those who take their time, they can enjoy the pleasant atmosphere and delicious dishes! I recommend! …", "rating": 5, "name": "Аид [VyacheslavOO]", "cat": "Restaurant"}, {"review": " We recently decided to eat the food we see the restaurant PHI-PHI Well, we thought and decided to try this cuisine we sat down to us came up to the waiter we ordered salad and cocktails gave us orders for the groom …", "rating": 5, "name": "iG", "cat": "Restaurant"}, {"review": "Recently I was in this restaurant. I was surprised by the interior of many details that complement one of one and the totality turns out to be such a beauty. We ordered different dishes, but I can note that I remember better that the shrimp are very tasty and also dishes with …", "rating": 5, "name": "HYPER Game", "cat": "Restaurant"}, {"review": "A wonderful place. Excellent staff! Recently visited with friends, and what dishes do you have. Just a masterpiece. I also really liked the cocktails, and more importantly, a good administrator. On the plus side, we can note the presence of WI-FI, for …", "rating": 5, "name": "Алексей Конов", "cat": "Restaurant"}, {"review": "For a very long time, they could not find a restaurant with a girl that they would go to constantly. Based on the recommendations of our friend, we decided to come here for dinner. The restaurant has very friendly staff, who will come up very quickly, with a smile on their face and take your …", "rating": 5, "name": "Этери Улещенко", "cat": "Restaurant"}, {"review": "Very good restaurant, service at the highest level, there were no problems, food is very tasty, drinks too. I think we will go back there again. I highly recommend to everyone…", "rating": 5, "name": "Marina _ Channel", "cat": "Restaurant"}, {"review": " The atmosphere in the restaurant is very welcoming, appetite appears in this place. The courier is courteous, serves very quickly, the waiters know their business, they will tell everything and advise. The food at the …", "rating": 5, "name": "Aleksandr Eroshkin", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come again!\n\n", "rating": 5, "name": "Vlad Petriv", "cat": "Restaurant"}, {"review": "A nice place where you can not only have a delicious meal, but also have fun with your company. The service is simply gorgeous!!, everything is fast without too much fuss. I recommend …", "rating": 5, "name": "Best Blogger", "cat": "Restaurant"}, {"review": "This restaurant impresses with the fact that it has an atmosphere of growth and there is also very tasty food that the bistro prepares itself there many times. Polite people, sociable. …", "rating": 5, "name": "Roman Lein", "cat": "Restaurant"}, {"review": " Thanks for your appreciation, we invite you to our summer terrace!\n\n", "rating": 5, "name": "Елена Кушнир", "cat": "Restaurant"}, {"review": "Dined with family. Friendly staff, the restaurant itself is cozy, comfortable, delicious, in a word, wonderful!)))) We were treated to a liqueur, very tasty!)) Also helpful staff and delicious cocktails. Thanks a lot !!! …", "rating": 5, "name": "skweep vip vip", "cat": "Restaurant"}, {"review": "Nice, cozy, atmospheric restaurant, very tasty food and polite staff, I especially liked this dish and drink. They cook well. I recommend! …", "rating": 1, "name": "Анна Сегеда", "cat": "Restaurant"}, {"review": "Just a cool restaurant, nice cocktails, delicious cuisine, the atmosphere is just bombing, recently visited by friends, liked everything, spent a very cool time, I recommend to all residents of Kyiv to visit this particular restaurant ...", "rating": 5, "name": "Виктор", "cat": "Restaurant"}, {"review": " Super, Thank you for your appreciation! We are waiting for you with friends)\n\n", "rating": 5, "name": "Лиза Вершинина", "cat": "Restaurant"}, {"review": "I recently visited this restaurant with my husband. First of all, I liked how the hall was decorated and what polite waiters. The food is done quickly and tasty. One of the best restaurants I have been to. I advise everyone! …", "rating": 5, "name": "Youry_f", "cat": "Restaurant"}, {"review": " Pretty good restaurant with a great tasty menu.\nI advise you to promote it !!! (◕‿◕) Reception staff and interior. …", "rating": 5, "name": "STRIP_I_ZERO", "cat": "Restaurant"}, {"review": "A good mood has been preserved for a long time from visiting the PHI-PHI restaurant. So I decided to write words of gratitude to the restaurant staff. They were very friendly and served politely. And Thai cuisine is generally cool. Such a huge selection of dishes and …", "rating": 5, "name": "Den Usenko", "cat": "Restaurant"}, {"review": "Simply the best restaurant, a couple of days ago I went with friends very much. Friendly staff. The food is delicious. Everything is clean and beautiful. The impression is the best.", "rating": 1, "name": "Andrey Markin", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, we are waiting for the next meeting!\n\n", "rating": 5, "name": "SSLL", "cat": "Restaurant"}, {"review": "Good day to all! I would like to leave a review about the wonderful PHI-PHI restaurant, which I was lucky to visit. Cozy atmosphere, rich menu selection, attentive staff and much more.. awesome cheesecakes with cherry jam …", "rating": 5, "name": "Нікітосік Kулаківський", "cat": "Restaurant"}, {"review": " Thank you, very glad that we liked you, we are waiting for the next meeting!\n\n", "rating": 5, "name": "Михаил Смурыгин", "cat": "Restaurant"}, {"review": "I recommend!\nVery tasty, fast, high quality, and I especially want to note the service - it is on top! …", "rating": 5, "name": "Андрей Филатов", "cat": "Restaurant"}, {"review": "I was in this restaurant, the staff is friendly, the food is delicious, I ordered not much but satisfying. Very satisfied. I advise! …", "rating": 5, "name": "Сергій Мікітен", "cat": "Restaurant"}, {"review": "Decent restaurant! good service, delicious food, cozy atmosphere add up to an unforgettable experience. I will definitely come again…", "rating": 5, "name": "TronZippo", "cat": "Restaurant"}, {"review": "As a fan of various drinks, I was very surprised by the quality of the hot cocktail! I love the taste of cinnamon! ;) I recommend this restaurant! …", "rating": 3, "name": "Максим Самохвал", "cat": "Restaurant"}, {"review": "A classy restaurant with a cozy interior, service, cleanliness, everything is done in the best possible way. In general, if you want to have a good time with your family in some restaurant, then this is exactly what you need. …", "rating": 4, "name": "Dima Plotnikov", "cat": "Restaurant"}, {"review": "We recently visited this restaurant and enjoyed it very much. The atmosphere is just CLASS, the treats are very tasty. The staff is just great, JUST BOMB!!! I RECOMMEND TO ALL …", "rating": 5, "name": "Данило Лайкун", "cat": "Restaurant"}, {"review": "Not so long ago I had to visit the capital and my friends invited me to visit the PHI-PHI restaurant. How much I was surprised at how the staff treats customers ... I have not seen such an attitude in other establishments. And, not least, the cuisine is very …", "rating": 5, "name": "WaxMyPotato TV", "cat": "Restaurant"}, {"review": "I want to share my delight from visiting this restaurant. We rested with my family, I really liked the salad with shrimp, drinks for every taste, but I liked the atmosphere of the service even more. Well done!!! Keep it up. I want to come to you again and …", "rating": 5, "name": "Bohdan Syniuk", "cat": "Restaurant"}, {"review": "I liked the establishment very much and will be remembered for a long time for its amazing cuisine and cozy atmosphere, polite and helpful staff without intrusiveness. Thank you so much for a great vacation! …", "rating": 5, "name": "Дарья Лазаренко", "cat": "Restaurant"}, {"review": "Went here for lunch with friends and were very surprised by the atmosphere of this place. Nice and helpful staff, very tasty dishes, cocktails. I recommend …", "rating": 5, "name": "Семен Отрода 34", "cat": "Restaurant"}, {"review": "Celebrated a birthday. Everything is very tasty and cozy, especially drinks, and most importantly, not too expensive. We advise everyone :) ...", "rating": 5, "name": "Андрій Лаврік", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Hohlinka", "cat": "Restaurant"}, {"review": "Cozy restaurant! One of the most favorite))) my wife and I are frequent guests)\nDelicious food and friendly staff. …", "rating": 5, "name": "Юлія Нетудихата", "cat": "Restaurant"}, {"review": " Good day, I would like to thank the restaurant for the classroom atmosphere and for delicious food, I really liked potatoes with fish. I will definitely come back. …", "rating": 5, "name": "TaWerka Sve4kinov", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for the next meeting!\n\n", "rating": 5, "name": "Nataliia Papka", "cat": "Restaurant"}, {"review": "Nice atmosphere, fast service. The chef is top notch every time. Thanks for your hard work!!! You want to come back...", "rating": 5, "name": "Tolok", "cat": "Restaurant"}, {"review": "Excellent establishment. I really liked it: fast service, delicious food and there is something to choose from, by the way, a large selection, also an excellent interior, everything is so harmoniously put so cozy. …", "rating": 4, "name": "Lara Kozlova", "cat": "Restaurant"}, {"review": " For the first time when I came to the PHI PHI restaurant, I thought that this is an ordinary restaurant like everyone else, but when I tried to eat my opinion changed. I consider this restaurant the best in Kyiv. You …", "rating": 5, "name": "Yuliia Ko", "cat": "Restaurant"}, {"review": " Excellent restaurant, really worth going to visit it .. Pretty elegant and delicious dishes .. Good space to share with family and enjoy .. They have a high level service .. Congratulations, keep it up …", "rating": 5, "name": "Sergei Usatkin", "cat": "Restaurant"}, {"review": "Thanks! We’re glad to see you soon!", "rating": 5, "name": "Dmitriy Alexandrovich", "cat": "Restaurant"}, {"review": "Great restaurant, delicious food, friendly service. Good selection of drinks and food. A separate plus for the interior) I liked everything! …", "rating": 4, "name": "Ольга Пабат", "cat": "Restaurant"}, {"review": "Very good restaurant. I can note the wonderful service and lovely interior. I was pleasantly surprised when I ordered udon with teriyaki sauce! …", "rating": 5, "name": "Oleksandr Levytskyi", "cat": "Restaurant"}, {"review": "Many thanks for organizing the holiday in your restaurant, everything was at the highest level, beautiful and modern interior in the hall, incredible cuisine and serving dishes, and I would also like to note the friendly and attentive staff …", "rating": 5, "name": "Лена Арт", "cat": "Restaurant"}, {"review": "We were passing through Kyiv and our friends invited us to this restaurant!!! We ordered a lot, so I don’t remember the name!!! The waiters near us, just like bees from honey, were very friendly, they always asked what else we needed, the food was …", "rating": 5, "name": "Таня Павлова", "cat": "Restaurant"}, {"review": " Thank you! Looking forward to the next meeting\n\n", "rating": 5, "name": "Nazar Galeev", "cat": "Restaurant"}, {"review": "Recently I was with my family in this restaurant. The interior is interesting and tempting. The waiter Vladislav served us, benevolent, helped to understand the menu. I advise everyone to visit the restaurant. …", "rating": 5, "name": "Afina", "cat": "Restaurant"}, {"review": " Thank you for your appreciation, come back!\n\n", "rating": 5, "name": "Елизавета Зарицкая", "cat": "Restaurant"}, {"review": " Recently attended this restaurant with her family. Everyone really liked it! Very cozy, welcoming staff and delicious food …", "rating": 5, "name": "Екатерина Бурлака", "cat": "Restaurant"}, {"review": "A cozy restaurant with a pleasant atmosphere, prices don’t bite too much either))) but most of all I was impressed by the kitchen of a professional cook..5+ …", "rating": 4, "name": "Dmytro Garmash", "cat": "Restaurant"}, {"review": " Thank you for your appreciation of our work. See you next time!\n\n", "rating": 5, "name": "Милашка Ромашка", "cat": "Restaurant"}, {"review": " Great restaurant! Were with a girl on a date, an incredibly delicious meal with a wonderful serving. Phi Phi is the place where you can truly relax from all earthly and just enjoy divine dishes …", "rating": 5, "name": "Oleksandr Osovets", "cat": "Restaurant"}, {"review": "Very cool restaurant! Everything suits. 1. Everything is cheap. 2. The dishes are very tasty. 3. The order is delivered pretty quickly!", "rating": 5, "name": "Nata Savenko", "cat": "Restaurant"}, {"review": "Recently I tried this good restaurant with friends, they cook very tasty, pleasant service, comfortable atmosphere, we will definitely visit next time) …", "rating": 5, "name": "Taras Zubar", "cat": "Restaurant"}, {"review": "Very pleasant and impressive institution, when I was in Kyiv, all my friends recommended it to me. Very responsive service. Respect to such establishments!!! …", "rating": 5, "name": "Nikita Gush", "cat": "Restaurant"}, {"review": "Was in Kyiv on vacation, visited this restaurant, really liked the kitchen, as well as the staff. The borscht is very tasty, the presentation is superb. …", "rating": 5, "name": "Oleksiy Svidro", "cat": "Restaurant"}, {"review": "The restaurant is excellent, I really liked the atmosphere and design, a very convenient place where the accommodation is, specifically for me, since I live in a neighboring courtyard. …", "rating": 5, "name": "Таня Воробець", "cat": "Restaurant"}, {"review": " The restaurant liked me a lot, and my friends liked it more, and the waiters are very competent and polite, by the way, the food is very tasty, so I recommend this restaurant …", "rating": 5, "name": "Kseniia", "cat": "Restaurant"}, {"review": "Complex lunches for a group are quite enough, and in terms of quality - like in a canteen. I did not like. …", "rating": 5, "name": "Maksim Hydim", "cat": "Restaurant"}, {"review": "Delicious cocktails, nice atmosphere, delicious food. Great place to hang out with girls. …", "rating": 5, "name": "Yulia S", "cat": "Restaurant"}, {"review": "Good service, affordable prices, there is a hookah, delicious business lunch on weekdays and, from the menu, I recommend pasta with chicken and mushrooms - it's unreal😋 …", "rating": 5, "name": "Алена Жиляева", "cat": "Restaurant"}, {"review": "Nice interior, delicious and unusual cuisine. Liked the hookah. The prices are adequate. I recommend. …", "rating": 5, "name": "fhntv rjdney", "cat": "Restaurant"}, {"review": "Recently visited with friends. Most of all I liked the interior. And most importantly, delicious food with a good presentation) …", "rating": 5, "name": "Татьяна Недашковская", "cat": "Restaurant"}, {"review": "Pretty good restaurant, pleasant service, good attitude of the staff to the client, nice interior, drinks also pleased, I advise you to visit this institution …", "rating": 5, "name": "Kirill Kaliuzhniy", "cat": "Restaurant"}, {"review": " Thank you for your appreciation! We invite you to the summer terrace!\n\n", "rating": 4, "name": "Kate Bakliukova", "cat": "Restaurant"}, {"review": "Very nice cozy place!! Delicious cuisine, business lunches 115-140 UAH. The fountain is on top, the price is 90 UAH) I was very pleased that PHI-PHI iqos friendly) I recommend)) …", "rating": 4, "name": "Alex Morozov", "cat": "Restaurant"}, {"review": "I love good places to stay! I was walking with my girlfriend and decided to have a bite to eat in this restaurant. We liked everything very much, wonderful atmosphere, very pleasant service, a huge number of dishes for every taste, delicious cocktails …", "rating": 5, "name": "Maksym Yakovlyev", "cat": "Restaurant"}, {"review": "Food is served very nicely, also very kind staff. The food is very tasty, and when visiting this restaurant, I advise you to try borscht.) …", "rating": 5, "name": "Yuriy Archon-ua", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for the next meeting!\n\n", "rating": 3, "name": "EV K", "cat": "Restaurant"}, {"review": "Great place to relax with family. We came to the restaurant on the recommendation of friends, the first time here, I really liked it, incredible atmosphere, excellent service, cool drinks, delicious food, great music, we will come again) …", "rating": 5, "name": "Oleh Rud", "cat": "Restaurant"}, {"review": "I visited this restaurant and I really liked the food, drinks.\nEverything was very ethical and I recommend you this restaurant, the coolest in the world :) …", "rating": 5, "name": "Лиман Налил", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Dmi Rey", "cat": "Restaurant"}, {"review": "I went not long ago, you know, this is not a small level of delicious food, they cook the dish quickly, the atmosphere is fucked up, the waiter is polite,\nI'm going back on the weekend! …", "rating": 4, "name": "Михаил Палкин", "cat": "Restaurant"}, {"review": "Been to the restaurant many times. Very tasty food, fast cooking, good design of the restaurant and cool staff! …", "rating": 5, "name": "Mariia Sokolova", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Amy Name", "cat": "Restaurant"}, {"review": "Great restaurant beautiful design the food is just super! We will definitely come again, I advise everyone to visit this place! …", "rating": 5, "name": "Evgeniy Morskoy", "cat": "Restaurant"}, {"review": "I liked it very much! Nice atmosphere, delicious menu, helpful staff, affordable prices! In general, I recommend to all my friends! …", "rating": 5, "name": "Yuriy Tsa", "cat": "Restaurant"}, {"review": "Great cozy place! Thai and European cuisine 👍 udon and salads are delicious! I recommend to everyone …", "rating": 5, "name": "Дмитрий Фомкин", "cat": "Restaurant"}, {"review": "I liked everything very much! Every Saturday we go here with my family, everything is very tasty. I especially like the fish in this restaurant. The prices are also good! I advise everyone!! …", "rating": 5, "name": "Света Лобойко", "cat": "Restaurant"}, {"review": " Wonderful restaurant, will not regret the most demanding gourmet. I really liked. Enjoy! …", "rating": 5, "name": "Andrew Lunin", "cat": "Restaurant"}, {"review": " Already in my wife and I are in this institution, and everything is always here at the best level.\nThanks for the delicious cuisine a pleasant atmosphere and excellent service …", "rating": 5, "name": "Telnov0926", "cat": "Restaurant"}, {"review": "The interior is at the highest level, the dishes are very tasty, the service is also at the highest level, in general, the restaurant is good, I advise everyone to visit it!!! …", "rating": 5, "name": "Anastasiia Dyka", "cat": "Restaurant"}, {"review": "Excellent atmosphere. The location of the tables is good. No one really interferes with anyone. Whoever doesn’t go to Asian cuisine will also enjoy the usual European one. Prices are normal. …", "rating": 5, "name": "Vladislav Lavrov", "cat": "Restaurant"}, {"review": " Thanks, we are waiting for you next time!\n\n", "rating": 1, "name": "Ihor Smirnov", "cat": "Restaurant"}, {"review": "We visited the PHI-PHI restaurant with friends and there was just a stand-up, drinks were good, especially on a hot evening, food was ordered simple but tasteful. The staff was polite, Yulia was a very skilled girl. Thanks for the rest ...", "rating": 1, "name": "Nina Podberezko", "cat": "Restaurant"}, {"review": "I liked the attention, the food, the experience was very pleasant, the atmosphere is charming, the service and food are second to none, a place where you can spend time, you can spend moments of fun and pleasure. …", "rating": 5, "name": "Феруза Ахмеджан кызы", "cat": "Restaurant"}, {"review": " The worst place I was. Unpleasant waiters, a very bad kitchen, this is the first time when I could not eat and turned it back. At the same time I was forced to pay its full cost. …", "rating": 5, "name": "Nik Farm", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Лидия Панкова", "cat": "Restaurant"}, {"review": "Cozy restaurant, large varied menu, large portions. Fast service, nice staff. …", "rating": 5, "name": "Serhiy Chumakov", "cat": "Restaurant"}, {"review": " Thank you very much, we invite you to visit the next time!\n\n", "rating": 5, "name": "hlopchyk", "cat": "Restaurant"}, {"review": " To be honest, I came to lunch with not very good appetite. And the pleasant atmosphere in the hall is good music and polite waiters. …", "rating": 5, "name": "Vitalii Tkachenko", "cat": "Restaurant"}, {"review": "Yesterday in the evening here, the atmosphere is very good, I want to say that the service was at the highest level, the dishes were very tasty, I say hello to the cook, the cocktails are also delicious, respect to the bartender ...", "rating": 5, "name": "Arsen Eva", "cat": "Restaurant"}, {"review": " Steep terrace in the courtyard. Delicious food and good service. …", "rating": 5, "name": "Сергій Кіприч", "cat": "Restaurant"}, {"review": "The rating is clearly overpriced, the restaurant is no more than average (the food is not very tasty, there are not many dishes that should be in a Thai restaurant). …", "rating": 5, "name": "Сергей Троекуров", "cat": "Restaurant"}, {"review": "I recently came to your restaurant and I really liked the interior, it gives some kind of non-ordinary atmosphere, and the service is very fast, and the waiters were polite and bistro served, the food is very tasty, I really liked it 10 out of 5 …", "rating": 5, "name": "Alina Beresten'", "cat": "Restaurant"}, {"review": " A wonderful place for polite staff.Prienna atmosphere.Cesar with chicken is very tasty and pleasant price also liked the summer terrace.Ideal place for business meetings or lunch with family.Radzhu everyone! …", "rating": 5, "name": "Peabody TV", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 5, "name": "Julia Mazoor", "cat": "Restaurant"}, {"review": "A good restaurant, I really liked it. Nice location, excellent guest service, I really liked latte from drinks. I invite everyone to a great restaurant …", "rating": 5, "name": "Захар Андрусенко", "cat": "Restaurant"}, {"review": "Yesterday I visited the PHI-PHI restaurant, I advise everyone to visit it, beautiful atmosphere, friendly staff, beautiful music, they cook very tasty, in general, just awesome!!! …", "rating": 5, "name": "Kris Panevschii", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Sasha23 Maslianik", "cat": "Restaurant"}, {"review": "Just a great restaurant, very tasty food and drinks. Good level of service! …", "rating": 2, "name": "Evert-Jan van Beek", "cat": "Restaurant"}, {"review": "Delicious steak, average place, slow service, waiters a bit on their wave. …", "rating": 2, "name": "Sergio Martínez", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Mariia Velychko", "cat": "Restaurant"}, {"review": "Having eaten in this restaurant, I can say one thing that there is a very beautiful atmosphere, the interior is delicious, especially Thai food, excellent service and very friendly staff, beautiful decoration, in general, I advise you to visit this beautiful …", "rating": 3, "name": "Vitaliy Khomayko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Daniel Kyrsa", "cat": "Restaurant"}, {"review": "Very cool restaurant. Delicious food. Kind waiters will always help in trouble. Very beautiful decor of the restaurant. 5+ …", "rating": 5, "name": "Павло Царук", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Андрей Медведев", "cat": "Restaurant"}, {"review": "The most delicious lunches. Excellent service. They cook very quickly. Recommend 😋…", "rating": 5, "name": "Лена Л", "cat": "Restaurant"}, {"review": " A very nice restaurant with a pleasant atmosphere and delicious food and cocktails! …", "rating": 5, "name": "Андрей Лупийчук", "cat": "Restaurant"}, {"review": " Thank you, come again!\n\n", "rating": 4, "name": "Alina", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Алёна Лагунина", "cat": "Restaurant"}, {"review": "Everything is excellent, good service, they quickly provide food and drinks, now when I go to work, I go to the Phi Phi restaurant and leave satisfied and full of energy. …", "rating": 5, "name": "Пётр Аптер", "cat": "Restaurant"}, {"review": " Great and sincere place! Waiters are very attentive, friendly and classy! We enjoyed a high level of service. Thank you! …", "rating": 5, "name": "Дарья Курка", "cat": "Restaurant"}, {"review": "I recommend!! very tasty cocktails!! The staff is polite and friendly!! If someone asks where it is good to relax, I will definitely say that it is here!! …", "rating": 5, "name": "Vitaliya Petrenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Усаткина", "cat": "Restaurant"}, {"review": " A pleasant, cozy place, very much liked the interior.\nThere were no complaints before the staff. …", "rating": 5, "name": "Maxim Nas", "cat": "Restaurant"}, {"review": " Thank you for your appreciation of our work, we look forward to the next meeting!\n\n", "rating": 2, "name": "Игорь Киа", "cat": "Restaurant"}, {"review": "\nA restaurant for a quick lunch. I like!", "rating": 5, "name": "Олександр М", "cat": "Restaurant"}, {"review": " Excellent cozy place. I advise everyone!\n\n", "rating": 3, "name": "Марина Зайко", "cat": "Restaurant"}, {"review": " Fine, cozy place with good cuisine. I recommend for a company or a romantic evening …", "rating": 5, "name": "Tabitha Fox", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Mamedov Teymur", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Уляна Батюк", "cat": "Restaurant"}, {"review": " Great neat place. Where they cook deliciously and serve well! …", "rating": 5, "name": "Jacek Korzec", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Ольга Червинко", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Roman Korchak", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Анна Бурмакина", "cat": "Restaurant"}, {"review": "I recommend to visit! Top notch food quality, great interior and atmosphere…", "rating": 5, "name": "Олександр Коновалов", "cat": "Restaurant"}, {"review": " Thanks for your appreciation, we invite you to our summer terrace!\n\n", "rating": 5, "name": "Николай Кудь", "cat": "Restaurant"}, {"review": "Great establishment!!! Delicious food, cool environment! The hookah was bomb) recommend-recommend!!!!!❤️❤️❤️ …", "rating": 5, "name": "Вероника Михеенко", "cat": "Restaurant"}, {"review": " …", "rating": 1, "name": "Максим Изовита", "cat": "Restaurant"}, {"review": "\nA good cocktail card, all for 140 UAH", "rating": 4, "name": "Анна Чернуха", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Youngho Nho", "cat": "Restaurant"}, {"review": " There is nothing to weld, tried noodle-wok with shrimp, cool. …", "rating": 2, "name": "Даниил Стариченко", "cat": "Restaurant"}, {"review": " Cheap and comfortable restaurant, many foreigners, nice service! …", "rating": 4, "name": "Дмитро Калінін", "cat": "Restaurant"}, {"review": " Very tasty, beautiful interior and service.\n\n", "rating": 5, "name": "Блёскин Алексей", "cat": "Restaurant"}, {"review": " I was there only once but I was very sorry and when I'm going to Kiev then obovjaskovo visit again races …", "rating": 5, "name": "Слава Гук", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Виталий", "cat": "Restaurant"}, {"review": " I liked breakfast, I recommend not even seriously for the sake of their egg-ready district of the world to pass …", "rating": 5, "name": "Olena Sukhobrus", "cat": "Restaurant"}, {"review": " Thank you! We are very pleased to see you next time!\n\n", "rating": 4, "name": "Ирина Богданова", "cat": "Restaurant"}, {"review": " Cozy courtyard. Excellent service and cuisine. Superlike\n\n", "rating": 5, "name": "Anton Poretskov", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Дмитро Апенько", "cat": "Restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "назар ксюк", "cat": "Restaurant"}, {"review": "Perfect place. The atmosphere is pleasant and very calm. I recommend you try it, I think you will like it. …", "rating": 5, "name": "Марина Богдан", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Толик Козина", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Ганна Мархальчук", "cat": "Restaurant"}, {"review": " …", "rating": 3, "name": "Юлия Павленко", "cat": "Restaurant"}, {"review": "\nNice interior. Interesting menu.", "rating": 4, "name": "Александр Бурченко", "cat": "Restaurant"}, {"review": "\nFine", "rating": 5, "name": "Александр Чумаченко", "cat": "Restaurant"}, {"review": "\nNot bad, but it could be better)", "rating": 5, "name": "Роман Перетятко", "cat": "Restaurant"}, {"review": " Delicious lunches at attractive prices\n\n", "rating": 5, "name": "Владимир Чередник", "cat": "Restaurant"}, {"review": " Great cuisine. Professional and fast service.\n\n", "rating": 5, "name": "Dariia Nedashkovska", "cat": "Restaurant"}, {"review": " Thanks for the great assessment!\n\n", "rating": 5, "name": "Fox", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Duker000", "cat": "Restaurant"}, {"review": " …", "rating": 4, "name": "Vladyslav Yakymenko", "cat": "Restaurant"}, {"review": "\nIt has become much tastier", "rating": 5, "name": "Наталія Крамарчук", "cat": "Restaurant"}, {"review": "\nAuthentic noodles", "rating": 5, "name": "Kirill Badiurov", "cat": "Restaurant"}, {"review": "\nGood tasty Thai food", "rating": 5, "name": "Andrij Grinchenko", "cat": "Restaurant"}, {"review": " …", "rating": 5, "name": "Світлана Коваленко", "cat": "Restaurant"}, {"review": "\nEverything cool. Delicious", "rating": 4, "name": "Pavel Ivanov", "cat": "Restaurant"}, {"review": "\nDelicious food, nice interior.", "rating": 5, "name": "Oleksiy Kuzmik", "cat": "Restaurant"}, {"review": " Beautiful interior. Tasty food.\n\n", "rating": 5, "name": "Дмитрий ГОРОХОВ", "cat": "Restaurant"}, {"review": "\nA good place to eat business lunches here", "rating": 5, "name": "Sergii Pozharov", "cat": "Restaurant"}, {"review": " Comfortable. Delicious. Atmospheric.\n\n", "rating": 3, "name": "Igor Gruzhevsky", "cat": "Restaurant"}, {"review": "\nGood Tom Yam, great terrace", "rating": 4, "name": "Ирина Гучакова", "cat": "Restaurant"}, {"review": "\nClear, stylish and youth decorated", "rating": 5, "name": "Юра Бидненко", "cat": "Restaurant"}, {"review": " Tom Yam is super\n\n", "rating": 5, "name": "Анастасия Дермель", "cat": "Restaurant"}, {"review": "\nQuiet, pleasant and atmospheric place.", "rating": 5, "name": "Mateusz Adamski", "cat": "Restaurant"}, {"review": "\nThank you for your feedback, we are looking forward to visit you next time!", "rating": 4, "name": "Daria Yermolova", "cat": "Restaurant"}, {"review": "\nWas with a girl terribly frozen.", "rating": 2, "name": "Valentina Ogneva", "cat": "Restaurant"}, {"review": "\nNot tasty ☹️", "rating": 5, "name": "Олексій Тертишний", "cat": "Restaurant"}, {"review": "\nGreat restaurant prekrosno", "rating": 5, "name": "Виталий Лягера", "cat": "Restaurant"}, {"review": "\nOriginal and tasty.", "rating": 5, "name": "Oleksii Pashko", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "олег боднарюк", "cat": "Restaurant"}, {"review": " Okay\n\n", "rating": 3, "name": "Daria Burik", "cat": "Restaurant"}, {"review": "\nGreat", "rating": 5, "name": "Анна Ярусевич", "cat": "Restaurant"}, {"review": "\nGreat business lunch", "rating": 5, "name": "Натали Епитроп", "cat": "Restaurant"}, {"review": "\nClass", "rating": 4, "name": "Ганна Струк", "cat": "Restaurant"}, {"review": " Deliciously\n\n", "rating": 5, "name": "A Горскова", "cat": "Restaurant"}, {"review": " Thank you, Sergey. Before the next meeting in PHI-PHI!\n\n", "rating": 3, "name": "Артур Ковинько", "cat": "Restaurant"}, {"review": "\nGreat place with reasonable prices", "rating": 5, "name": "Леся Толеубекова", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Ирина Мячкова", "cat": "Restaurant"}, {"review": "\nService at the highest level.", "rating": 4, "name": "Коля Полюхович", "cat": "Restaurant"}, {"review": "\nNice enough place 👌🏻", "rating": 5, "name": "Viter Lviv", "cat": "Restaurant"}, {"review": "\nTasty food.", "rating": 4, "name": "Олександр Коновалов", "cat": "Restaurant"}, {"review": "\nI like it!!!", "rating": 4, "name": "Andriy Vorobik", "cat": "Restaurant"}, {"review": "\nColdly)))", "rating": 5, "name": "Петр Везенков", "cat": "Restaurant"}, {"review": " unsociable\n\n", "rating": 5, "name": "Марина", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Anna Okrushko", "cat": "Restaurant"}, {"review": "\nWe are very sorry that you didn’t like something with us. Please contact us through social networks to resolve the situation.", "rating": 5, "name": "Mister SM", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Галина Семенчук", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Вячеслав Заріцький", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Ірина Воронова", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Viktor Nedashkivskyi", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "А", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Lex Ra", "cat": "Restaurant"}, {"review": "", "rating": 3, "name": "Viktor Danyliuk", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Руслан Торото", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Олег Барановский", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Mariyka Ri", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Юлия Мушак", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Ивась Карась", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Roman Ignatenko", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Виктория", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Munhgausen", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Катерина Руденко", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Анна Гагарина", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Илона Юшко", "cat": "Restaurant"}, {"review": "", "rating": 3, "name": "Viktoriia A", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Юлия Шатохина", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Таня Киян", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Max Krasinskiy", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "supahoma", "cat": "Restaurant"}, {"review": " Thank you for your appreciation!\n\n", "rating": 5, "name": "Катерина Дубровська", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Анастасия", "cat": "Restaurant"}, {"review": "\nGood afternoon, Anna. It is a pity that you did not like something with us. Please contact us on Facebook for more details and solutions. Thank you very much!\nfacebook.com/phiphikyiv/", "rating": 5, "name": "Anna Shevchenko", "cat": "Restaurant"}, {"review": "", "rating": 2, "name": "Aliona Pokormiako", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Nazar XZZZ", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Ivan Sokolovskyy", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Alexey Vici", "cat": "Restaurant"}, {"review": " Good afternoon, Maxim It is a pity that you did not like us. To resolve the situation, please contact us via Facebook.\n\n", "rating": 5, "name": "александр никитин", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "максим горгуль", "cat": "Restaurant"}, {"review": "", "rating": 4, "name": "Алина Лерит", "cat": "Restaurant"}, {"review": " Thank you for your appreciation!\n\n", "rating": 5, "name": "Valerii Skyba", "cat": "Restaurant"}, {"review": "", "rating": 2, "name": "Юлия Букарь", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Светлана Старостенко", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Сергей Цымбал", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Іра Шовкун", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Curtis Miller", "cat": "Restaurant"}, {"review": "", "rating": 5, "name": "Nina Kahramanova", "cat": "Restaurant"}]