[{"review": "Good Pho although a bit too sweet to my taste. Price is rather high but the place is nice. Would recommend", "rating": 5, "name": "Borys Zibrov", "cat": ""}, {"review": "Thanks for your feedback. We are waiting for you again", "rating": 5, "name": "Kirill Lemon4ik", "cat": ""}, {"review": "The blockbuster food court was very pleased: the choice of dishes is very large, there are a lot of seats, but much more than in other shopping centers. The prices are quite high considering that this is still a food court, but the taste is high and the portions …", "rating": 1, "name": "Christian Rythmique", "cat": ""}, {"review": " I highly do not recommend eating such a horrible ramen as here. This is complete horror. They write with \"tired beef\" and there are hard as rubber, pieces of which are not clear what (stringy, with arteries and fat) …", "rating": 5, "name": "Ростислав Монастырский", "cat": ""}, {"review": " It is a pity that you have such a negative impression, we prepare from quality products. Thanks for your feedback. We are waiting for you again.\n\n", "rating": 5, "name": "Юля А", "cat": ""}, {"review": "I constantly order Tom Yam soup, I am more than satisfied with the transfer of taste, spices and spiciness, otherwise I would not be a regular guest of this cuisine. Everyone has different tastes and receptors, so I advise you to visit and add your own (not common) ...", "rating": 5, "name": "Павел Перc", "cat": ""}, {"review": " Thanks for the appreciation. We are waiting for you again.\n\n", "rating": 2, "name": "Vitalii Sorochynskyi", "cat": ""}, {"review": "Pho Bo is the bomb!!! Probably the best I've tried in Kyiv. At first, I didn’t really like the first couple of spoons, but when I added lime juice, I poured out ginger and chili (it all comes with soup in boxes), and the greens opened up with it ...", "rating": 1, "name": "Gleb Volsky", "cat": ""}, {"review": " Thanks for your feedback! We are waiting for you again !!\n\n", "rating": 5, "name": "Тони Анатолич", "cat": ""}, {"review": "Fresh Pho Bo, the quality is on top, as is the portion size. Veal in the soup is more tender than analogues at Arsenalnaya) 😋🤗 …", "rating": 3, "name": "Yevhenii Semenov", "cat": ""}, {"review": " Thank you for your appreciation. We look forward to seeing you again.\n\n", "rating": 5, "name": "Дарья Зоря", "cat": ""}, {"review": " The taste of food is mediocre. I've been to many Asian restaurants, but I can say with confidence that you can't expect anything special in terms of gastronomic discoveries here. Can be easily found and better. Prices …", "rating": 5, "name": "Daria Pankova", "cat": ""}, {"review": " Thanks for your feedback. We look forward to seeing you again.\n\n", "rating": 5, "name": "A So", "cat": ""}, {"review": "I can’t write about my impressions about food because the girl at the checkout simply didn’t pay attention to me, didn’t say hello, in short, didn’t do anything to serve me, although I was standing right in front of her at the checkout. I'm just shocked...", "rating": 5, "name": "Ігор", "cat": ""}, {"review": " It is a pity that you did not have to try our cuisine. Thank you for your feedback. We are waiting for you again.\n\n", "rating": 5, "name": "Юлия Лысенко", "cat": ""}, {"review": "We took 2 ramen, everything was delicious :) I recommend to visit, ramen is one of the best I've eaten! …", "rating": 5, "name": "Маша Андруховская", "cat": ""}, {"review": "\nThanks for your appreciation. We are waiting for you again.", "rating": 5, "name": "Ann Slobodyanik", "cat": ""}, {"review": " Friendly staff, tom yam was very tasty\n\nupd in 4 months: unfortunately, in 4 months the price has risen and the quality …", "rating": 5, "name": "Максим матвеев", "cat": ""}, {"review": " Thanks for your feedback. For four months, the price and cooking technology does not change. We are waiting for you again.\n\n", "rating": 5, "name": "Виктор Дергай", "cat": ""}, {"review": "The most delicious tom yam I've ever eaten))) overeating - very tasty and fast service. I recommend it to all gourmets👌🏻👌🏻👌🏻 and not only))) …", "rating": 5, "name": "Наталья Лысенко", "cat": ""}]