[{"review": "It's not a place to eat. Come here to gain some emotions and have a good drink. Prices are higher than average (the bar is quite popular) but it worth it! We've tried a lot of different cocktails. It was really fascinating to listen to …", "rating": 5, "name": "Yelyzaveta Machukha", "cat": "Bar"}, {"review": "Our friend had praised this place for months and it was very crowded when we were there, so there are many people who like it. However, 5 of us didn't have a good time here. The service was extremely slow, all the cocktails were way too …", "rating": 2, "name": "Alina Demidchenko", "cat": "Bar"}, {"review": "Cocktails were really on point, balanced and powerful. Service at the bar was friendly yet professional. …", "rating": 5, "name": "Hadrien “Arden” Enlart", "cat": "Bar"}, {"review": "Veeery good place for people who likes complicated and tasty cocktales!\nThere are a lot of cocktails with Gin and Whiskey! The barman can propose cocktail for any taste! But if you don't like cocktails you can choose a lot of very …", "rating": 5, "name": "Alex Zakletsky", "cat": "Bar"}, {"review": "Staff is very attentive, didn’t let the hookah go out. Prices are pretty normal for a popular bar I would say. The food was really good- fresh and creative ingredients. I was happy with my experience here.", "rating": 5, "name": "Alicia W", "cat": "Bar"}, {"review": "Nice, cozy place with big variety of delicious cocktails. Due to sore throat, had to try all hot ones in place. Penicillin is my fav so far :)) …", "rating": 5, "name": "Lyu T", "cat": "Bar"}, {"review": "Nice bar situated in the courtyard in the historical district of Podil. Good cocktails and nice service. It would be better if the food was more diverse, and music not so loud. Still, it’s a good place for a couple of drinks with friends. They also have hookah.", "rating": 5, "name": "Дмитро Сидоренко", "cat": "Bar"}, {"review": "Interesting original cocktails. E.g. \"Oprah's question\" (including gin and cranberry).\nIt is better to use table reservation here.", "rating": 5, "name": "Ольга Даниленко", "cat": "Bar"}, {"review": "Drinks are nice, service is slow and very inattentive. Our food was forgotten, but then it appeared on the bill. 🤷‍♂️ Nice try.", "rating": 3, "name": "mr mule", "cat": "Bar"}, {"review": "we’re very disappointed and we’d like to make your experience better. please come again, enjoy our excuses 😉", "rating": 5, "name": "Jack Campbell", "cat": "Bar"}, {"review": "They make an excellent cocktail. I had a From Dusk Til Dawn and it was really delicious))). Probably good to write my review now in case I decide to have another. Great vibe. Good place to enjoy yourself.", "rating": 3, "name": "Vale Shtanko", "cat": "Bar"}, {"review": "Half of the menu was unavailable :( we took cheese plate and baked camembert, the last one was good. Cocktails were average though.", "rating": 5, "name": "Maksym Lobenko", "cat": "Bar"}, {"review": "One of the best cocktail bars on Kyiv. You can try all the levels of hell and heaven here. These bartenders know the gateway to heaven.", "rating": 5, "name": "Tamer Elfiky", "cat": "Bar"}, {"review": "Great place (minus the punny name) and fun cocktail menu. The food is good too, and you can have a Shisha if you like. Good people have a good time.", "rating": 5, "name": "Buben Code (bubencode)", "cat": "Bar"}, {"review": "They make just awesome cocktails! And serve great burgers. They are so juicy - please mind to keep your clothes clean while eating :) Personnel is pleasing and very attentive. Highly recommended!", "rating": 1, "name": "Raymond Salloum", "cat": "Bar"}, {"review": "Pink and Freud one of my best bars in Kiev they have great cocktail and hookah I used to hang out there for the last couple years I went there yesterday with my wife to enjoy couple good cocktail sadly that the waiter met us with a mad face …", "rating": 5, "name": "cyrille amoursky", "cat": "Bar"}, {"review": "hi there!\n\nsure it was kind of miss understanding, cause our waiters know all the actual information about covid vaccinations) and of course it’s all right to visit us with one vaccine now!\n\ncome again, we’ll be glad to see you ☺️", "rating": 4, "name": "Helmut Saathoff", "cat": "Bar"}, {"review": "Favourite bar in Kiev. Not too expensive, cosy, not too loud, great ambiance. The service is truly amazing and the cocktails are deliciou, whether it's gin, whiskey, vodka, rum and etc. Blue spectre is a must try if you like gin. If you are …", "rating": 1, "name": "Rıdvan Yağımlı", "cat": "Bar"}, {"review": "The Drinks are great! I don't like Shisha in general that's why I wouldn't return.\nStaff is really good.", "rating": 5, "name": "Dennis G D", "cat": "Bar"}, {"review": "One of waiters took our bottle of wine (and it wasn't empty) while we were smoking at outside even though we warned them not to take anything from our table when we were at outside to smoke for 5 mins. And they only wanted to compensate our …", "rating": 5, "name": "Bozhena Melnyk", "cat": "Bar"}, {"review": "One of the best cocktail bars in Kiev. Sit at the bar and watch the show!", "rating": 4, "name": "Julia Bogdanovna (Jay Jay)", "cat": "Bar"}, {"review": "Food was tasty. Cosy place. Friendly staff.", "rating": 5, "name": "Serge Matsko", "cat": "Bar"}, {"review": "The bar has a very nice choice of different drinks to every taste. Service is amazing. Our waitress was able to recommend a drink to satisfy all desires. That's pretty amazing. …", "rating": 5, "name": "Irina Sidorenko", "cat": "Bar"}, {"review": "Great, cozy and casual place, atmosphere is nice and quiet and the bartenders are some of the best in the city. A lot of cocktails in menu and guys here can make you a cocktail just for your taste even if it is not on the menu, simply tell …", "rating": 5, "name": "Bradley Cochrane", "cat": "Bar"}, {"review": "Cocktails are their benchmark. They're truly great here, ranging from well-known classics to polished and inventive house recipes. Food is decent enough, but don't go here to eat - it exists on the menu just to keep your liquor going down …", "rating": 4, "name": "Ken Laundra", "cat": "Bar"}, {"review": "Probably my favourite bar in the world to this point. As soon as i heard the name i was interested and i wasnt let down! Some of the best cocktails and even just the layout of the menu was a dream.", "rating": 4, "name": "Christian Eilers", "cat": "Bar"}, {"review": "Didn't hear any Pink Floyd, just the usual bad disco music you hear everywhere, but food and atmosphere otherwise was great!", "rating": 5, "name": "Maskyss s", "cat": "Bar"}, {"review": "Very cool bar, great drinks at okay prices. Bathroom line can get quite long at times, and a place of this size should really have more toilets available. It took us 20 minutes to find our waiter for our bill, but all in all a pleasant experience.", "rating": 3, "name": "Evren Karıştıranlı", "cat": "Bar"}, {"review": "I really liked the place inside.  It was cold outside that day, and when you got here you get into an alley, but it’s very warm.  The waitress helped with the choice of a cocktail, which I liked very much, right away.  The place is very popular, so reservation is needed.", "rating": 4, "name": "Margarita Fadeeva", "cat": "Bar"}, {"review": "The environment is quite hot and flat.  It's about 40 degrees and you're sweating where you sit.  Cocktails are good but shisha is not good.", "rating": 5, "name": "Tanya Kushch", "cat": "Bar"}, {"review": "Not bad, nice cocktails and friendly staff. Next time will seat on bar instead of table: seems to be more interesting there 😏", "rating": 5, "name": "Corey Byron", "cat": "Bar"}, {"review": "Good drinks and food. Staff speaks English.", "rating": 3, "name": "Lars Michael Milo-Sydow", "cat": "Bar"}, {"review": "Good Stuff, great drinks, nice atmosphere.", "rating": 5, "name": "Aleksey Isaev", "cat": "Bar"}, {"review": "The food was really delicious. Cocktails decent. There was only one toilet available, so long queues all the time. I really like the places concept, but there was too much light, in my opinion, making it less cozy.", "rating": 5, "name": "Jacob L.", "cat": "Bar"}, {"review": "Great place!\nGood variety of cocktails to choose from.\nGreat food (either finger-food or something a bit more elaborate) …", "rating": 5, "name": "Yaroslav Kerget", "cat": "Bar"}, {"review": "A wonderful place you need to visit. The design inside is unique. You enter from a noisy not so beautiful street and then the only thing on your mind is wow. The service is amazing and the staff well informed. Whatever drinks you like ask for them even if they are not on the menu.", "rating": 5, "name": "Jon Zaidi", "cat": "Bar"}, {"review": "One of the best bars in Kyiv according to the cocktails bar scene.\nIt’s not a fancy bar but the cocktails and the atmosphere here is perfect and if you are loooking for a not posh posh place to drink alone of with your …", "rating": 5, "name": "Sergii Rudenko", "cat": "Bar"}, {"review": "Nicr cocktails and service. Not too loud music which is good. Looks like a party in someone's backyard)))", "rating": 5, "name": "Brett Campbell", "cat": "Bar"}, {"review": "Good local place to have some talk and a couple of cocktails with friends.\nIt is recommended to order a table because this bar is a popular place. Usually opens at 6p.m.", "rating": 5, "name": "Vladislav Podolyako", "cat": "Bar"}, {"review": "Partied here for my birthday unannounced, and they did the best to accommodate us. Thank you! Kiev loves the idea of reservations, despite the economic effect of all the empty tables. 5 for birthday deserts and the best cocktails in town!", "rating": 5, "name": "Alla Kononenko", "cat": "Bar"}, {"review": "Great author cocktails. Cozy atmosphere", "rating": 5, "name": "virtuosok", "cat": "Bar"}, {"review": "The best cocktails ever!", "rating": 5, "name": "Maxim Oliynyk", "cat": "Bar"}, {"review": "Arguably the best cocktail selection in town. The guys know what they are doing. Cocktail chart - interesting and informative visualisation, it helps a lot not to get lost. If you don't care much about the exterior ('cause the walls and the ceiling are outright shabby) this is the plsce to go.", "rating": 5, "name": "Андрей Рыжиков", "cat": "Bar"}, {"review": "Good cocktails. Food is okay. Atmosphere is great. It's optimal for company of 4-6 people for a hookah and a vibrant conversation.", "rating": 5, "name": "Maddie E", "cat": "Bar"}, {"review": "Amazing atmosphere and very high-skill cocktails", "rating": 4, "name": "Welton Luiz Costa Rocha Filho", "cat": "Bar"}, {"review": "This reminded me of a very hipster bar which could be located in Shoreditch in London. They have a menu for cocktails based on your taste and you can follow the graph. Amazing, very cheap UAH (compared to prices in London!) 150 UAH but in London would be way over 300 UAH. Nice staff and atmosphere!", "rating": 4, "name": "3C16790A", "cat": "Bar"}, {"review": "Good ambiente, specially on Wednesdays, when they have \"Piano Therapy\" and nice clientele. The waitresses are attentive and the food is good. The espresso martini is my cocktail of choice here.", "rating": 5, "name": "712colgate", "cat": "Bar"}, {"review": "Great (though small) cocktails, but overly pricey for Kyiv. Staff speaks English what always is a bonus! Recommended for those that do not care about the price.", "rating": 5, "name": "Dorothy Willson", "cat": "Bar"}, {"review": "Magnificent cocktails and warm atmosphere, live music and Pink Floyd is played. Friendly and welcoming staff. Bartender is an artist)", "rating": 5, "name": "Irene Kachkalda", "cat": "Bar"}, {"review": "Lovely quiet place. Husband was delighted with Boulevardier with that huge ice cube. I for one enjoyed their own cocktail Deadly Gentle, tastes great believe me", "rating": 3, "name": "Alfred Jacob Bévort", "cat": "Bar"}, {"review": "Great place, very cozy. Great cocktails!", "rating": 3, "name": "Elizabeth V (Elizabeth travels)", "cat": "Bar"}, {"review": "We just arrived in kyiv... three hopeful, young men with a thirst for cold pleasures , such as a jungle in my mind or even a pisco punch... pink frued could easily fulfill our desires, but the bartender, who looked almost like an friendly …", "rating": 1, "name": "Yevhenii Dzhus", "cat": "Bar"}, {"review": "Dear Bernie, our bartender Bogdan who served you yesterday is indeed a very friendly person. He is sorry for taking so long to serve you beers! Please, give him another chance and come back again - this time the beer is on us :)  And please, enjoy Kyiv to the fullest!!!!", "rating": 5, "name": "Anna", "cat": "Bar"}, {"review": "Average cocktails, waiters were hard to come by and not very friendly. Beer was expensive. Ambiance and décor very nice and original.", "rating": 2, "name": "Alla Rodyna", "cat": "Bar"}, {"review": "I regret for my visit to this bar. For 6$ I received quite small cocktail without any fruits or ornaments. Also I was hungry and ordered baked potatoes. I got potatoes so hot in order to eat it, I was burned and so angry.", "rating": 5, "name": "Alona Ailikova", "cat": "Bar"}, {"review": "This place has own energy and atmosphere. If you want to bring your international friends somewhere, it is the perfect choice. Servers and barmens are very friendly", "rating": 5, "name": "Ira Pavliuk", "cat": "Bar"}, {"review": "The place is ok for cocktails and hookah. It has a good location, nice music background, friendly waiters, but it has long service and poor offer of meals.", "rating": 5, "name": "Steve Tomasak", "cat": "Bar"}, {"review": "These people are saints - they offer free tap water, unlike most bars in Kyiv. And the cocktails are sinfully tasty.", "rating": 3, "name": "Sebastian", "cat": "Bar"}, {"review": "Very nice bar with tasty cocktails and friendly staff.", "rating": 4, "name": "Sergey Zavarykin", "cat": "Bar"}, {"review": "Great drinks and knowledgeable mixologists!", "rating": 5, "name": "Sergii Chieusov", "cat": "Bar"}, {"review": "Decent cocktails but also a bit pricey at UAH 150. Shisha smoke everywhere, good for hang outs but not for a party.", "rating": 5, "name": "Вадим Б", "cat": "Bar"}, {"review": "Nice place for hipsters, has hookah service, nice cocktails, but something is wrong with a business just for me maybe. Too much people close to each other.", "rating": 5, "name": "Євгенія Лісовенко", "cat": "Bar"}, {"review": "Nice and atmospheric place. Good cocktails. However, lots of people smoke shisha. It upsets a bit if you're not smoking... :)", "rating": 5, "name": "mutez", "cat": "Bar"}, {"review": "It's a cocktail - mixology place.  Anyone will find a good one for himself.  No real food,  couple salads and appetizers.  Restroom has a shower)))", "rating": 3, "name": "Оля Кизим", "cat": "Bar"}, {"review": "Original cocktails and perfect relaxed atmosohere. Pleasant live musical performances. Better reserve a table in time!", "rating": 5, "name": "Inna Bulba", "cat": "Bar"}, {"review": "The cocktails here are unique and amazing.  Great place to enjoy a drink with your friends.  Highly recommended.", "rating": 5, "name": "silvio moeller", "cat": "Bar"}, {"review": "Overpriced and not very tasty cocktails", "rating": 5, "name": "Alina Virstiuk", "cat": "Bar"}, {"review": "Bartenders are making magic here. Cool place to taste good alcohol. And 'course, the atmosphere here nice. May be crouded", "rating": 5, "name": "David Dancey", "cat": "Bar"}, {"review": "Great Service, best quality: Before you even order you get a glass of water to refresh oneself inside 🙂 Whiskey Sour was made with best ingredients & served with pleasure.", "rating": 5, "name": "mfhal9000", "cat": "Bar"}, {"review": "great ambiance, delicious high quality cocktails, good music, sometimes live music. we really loved the place.", "rating": 5, "name": "Felix Schulte", "cat": "Bar"}, {"review": "A great cocktail bar in Podil. The service was great, the staff helpful and knowledgeable, the ambience fun and the drinks good.", "rating": 5, "name": "Yulia Lazarenko", "cat": "Bar"}, {"review": "Very nice cocktails and cheaper than the up-scale places at Mandarin Plaza. The food is simple but better than expected:-)", "rating": 5, "name": "Andrii Bohdanov", "cat": "Bar"}, {"review": "Coolest bar in Podil. Not quite cheap.  Attracts upper class + occasionally foreigners. Coctails are delicious though cheating with ice cubes.", "rating": 4, "name": "V O", "cat": "Bar"}, {"review": "Lovely place with amazing cocktails, great staff, original cuisine - steak and hummus are more than expected.", "rating": 4, "name": "Phill Varin", "cat": "Bar"}, {"review": "Best cocktails in the city:). Be ready for not the most cheapest prices but still cocktails are good...", "rating": 4, "name": "Дмитрий Загребельный", "cat": "Bar"}, {"review": "Awesome cocktails, the place is spacious and usually crowded. It can be quite loud there sometimes though.", "rating": 4, "name": "israel pereda", "cat": "Bar"}, {"review": "A little pricey but the atmosphere and quality of the drinks is great, and love the layout of the cocktail menu", "rating": 5, "name": "Zubach Artem", "cat": "Bar"}, {"review": "Great atmosphere,  nice pleasant service. Though hookah wasn't really cool. Prices are at the average for Kyiv center", "rating": 3, "name": "Vladimir Zamotaiev", "cat": "Bar"}, {"review": "Good food frienly staff hot waitress is a plus", "rating": 5, "name": "iryna", "cat": "Bar"}, {"review": "I like this place. Thanks for your cocktails ;)", "rating": 4, "name": "James Eyke", "cat": "Bar"}, {"review": "Heard that the place has one of the best shisha in Kiev. Was dissapointed, it was ordinary.\nCocktail card is good enough", "rating": 5, "name": "Vlad Strelko", "cat": "Bar"}, {"review": "Awesome cocktails, authentic place. You obliged to visit if you have never been there.", "rating": 2, "name": "Larry Crypto", "cat": "Bar"}, {"review": "Good cocktails, friendly staff. Main seating area is very nice, but the other rooms are a bit bland.", "rating": 4, "name": "Vova Mirnenko", "cat": "Bar"}, {"review": "A massive selection of great cocktails", "rating": 4, "name": "Lysander Mckain", "cat": "Bar"}, {"review": "Nice bar, but super expensiv prices for Kiev.\n\nBIG MINUS FOR THE DISGUSTING Toilet!\nThe whole Bar has this one toilet and its Gross!", "rating": 1, "name": "F. K.", "cat": "Bar"}, {"review": "good location, prices are OK, but some cocktails could be better. Also having only 2 WCs is a massive downside.", "rating": 5, "name": "Iryna Shchudlyk", "cat": "Bar"}, {"review": "It's a nice hookah-bar with a big selection of cocktails. The menu could be larger, though.", "rating": 5, "name": "Calum McHardy", "cat": "Bar"}, {"review": "Terrible place waited over one hour for a cocktail - event needed to discuss the waiting time with the chef waiter ,- don't go there to f your looking for a fun night", "rating": 5, "name": "HARDIK Chaturbhuj", "cat": "Bar"}, {"review": "Tasty cocktails and perfect burgers 🤤", "rating": 5, "name": "ioannis theodorou", "cat": "Bar"}, {"review": "Best cocktail bar ever, amazing shisha too. Great experience every visit", "rating": 4, "name": "Lilia Panchenko", "cat": "Bar"}, {"review": "too good place to chill-out with lads , good hookah, good service too", "rating": 5, "name": "Kyrylo Butenko", "cat": "Bar"}, {"review": "Nice drinks, friendly stuff and really friendly atmosphere", "rating": 5, "name": "Vladimir Tarasov", "cat": "Bar"}, {"review": "Good alcohol cocktails. No shots. Need to reserve table", "rating": 5, "name": "Anna Dymokurova", "cat": "Bar"}, {"review": "They will miss Ivanka-the best monkey ever", "rating": 5, "name": "Pavlo Red'ko", "cat": "Bar"}, {"review": "Very nice place with a plenty of interesting cocktails. Highly recommended!", "rating": 5, "name": "Chen Geron", "cat": "Bar"}, {"review": "Vast selection of tasty and original cocktails, great hookah and impeccable service 👌", "rating": 5, "name": "Sunny _", "cat": "Bar"}, {"review": "Cool cocktails & great amount of them.\n\nDislike long drinks here due to excessive amount of ice - almost nothing to drink.", "rating": 4, "name": "Jonathan Murphy", "cat": "Bar"}, {"review": "Very cool and trippy bar :)", "rating": 3, "name": "Olena Kovalova", "cat": "Bar"}, {"review": "The ambience is wonderful, the menu is very nice", "rating": 5, "name": "Igor Grabin", "cat": "Bar"}, {"review": "It's a fun bar in an old Podil yard, popular with the local hip crowd. Drinks are fairly expensive.", "rating": 5, "name": "O M", "cat": "Bar"}, {"review": "I didn't like it much. The cocktails and food were okay, like nothing special. Prices are way too high", "rating": 4, "name": "Irakli Gelovani", "cat": "Bar"}, {"review": "Excellent atmosphere and drinks, even during those gloomy times", "rating": 5, "name": "Анна Сидоренко", "cat": "Bar"}, {"review": "Great cocktails and atmosphere. Perfect location, highly recommend.", "rating": 5, "name": "Denys Ambrozhevychius", "cat": "Bar"}, {"review": "Nice cocktails. Service could be better. Good atmosphere.", "rating": 5, "name": "Eva Grin", "cat": "Bar"}, {"review": "One of the best cocktail places in the city, friendly and professional staff", "rating": 5, "name": "Vladimir Vernigora", "cat": "Bar"}, {"review": "The cocktails were amazing and that restroom with the shower inside 😏😏😏", "rating": 5, "name": "Olga Z", "cat": "Bar"}, {"review": " )))\nyes, we love them ourselves\n\n", "rating": 5, "name": "Andrew Uhlov", "cat": "Bar"}, {"review": "Very delicious cocktails. Nice snacks. Lots of youngs. ))", "rating": 5, "name": "Stas Bespolit", "cat": "Bar"}, {"review": "Food place to chill and drink cocktails. Waiters always help to choose cocktail according mood)", "rating": 5, "name": "John D", "cat": "Bar"}, {"review": "Probably one of the best places for cocktails in the city and great food", "rating": 5, "name": "Ева Корнеплянская", "cat": "Bar"}, {"review": "Amazing place with a great variety of cocktails.", "rating": 4, "name": "Maksym Gorolevych", "cat": "Bar"}, {"review": "Tasty cocktails, good music, nice folk around.\nOne of my favorite.", "rating": 3, "name": "Marcin Zabielski", "cat": "Bar"}, {"review": "Best Bloody Mary in entire city, and one of a few places where you can drink a Bulleit", "rating": 5, "name": "Jason Hyde", "cat": "Bar"}, {"review": "Great service, big cocktail choice and cozy place.", "rating": 4, "name": "Donna Holland", "cat": "Bar"}, {"review": "Average ventilation and condition. Slow service. But great cocktails.", "rating": 5, "name": "Illia Termeno", "cat": "Bar"}, {"review": "Plus: live music and overall atmosphere. Minus: quality of food.", "rating": 5, "name": "Joanna D", "cat": "Bar"}, {"review": "Great place, but double check your bills", "rating": 5, "name": "Roman Makukhin", "cat": "Bar"}, {"review": "hi there, Jason!\nsorry for that, didn’t mean that, for sure…", "rating": 5, "name": "Raïscha O'Prinsen", "cat": "Bar"}, {"review": "Excellent cocktails. Ace location and atmosphere.", "rating": 5, "name": "Roman Zhylak", "cat": "Bar"}, {"review": "Great cocktails, fantastic atmosphere, especially with open ceiling", "rating": 5, "name": "D", "cat": "Bar"}, {"review": "Super cool, on a hype. I loved the live music, but as for Ukraine it's a bit pricey.", "rating": 5, "name": "Kostiantyn Zghirovskyi", "cat": "Bar"}, {"review": "Live music to enjoy in the great ambiance accompanied by some of the best drinks in town!", "rating": 5, "name": "Al Shaw", "cat": "Bar"}, {"review": "Great cocktails and super friendly staff!", "rating": 4, "name": "Volodymyr Hryshko", "cat": "Bar"}, {"review": "Love this place, excellent authors and classic cocktails.", "rating": 5, "name": "Shervin Amirtabar", "cat": "Bar"}, {"review": "Quality cocktails, good service, great bartenders.", "rating": 5, "name": "Andrew Tkachenko", "cat": "Bar"}, {"review": "Super super nice place. Good atmosphere, food and drinks!", "rating": 5, "name": "Martyna Pociute", "cat": "Bar"}, {"review": "It's a cool place.. Barstaff are great", "rating": 5, "name": "Андрій Баран", "cat": "Bar"}, {"review": "Nice place. High prices, good quality of food&drinks.", "rating": 4, "name": "Anton Shulke", "cat": "Bar"}, {"review": "Really cool bar with a great cocktail menu", "rating": 5, "name": "Александр Серый", "cat": "Bar"}, {"review": "Excellent cocktails and very friendly staff.", "rating": 5, "name": "Gene Sturk", "cat": "Bar"}, {"review": "Good atmosphere, good music, amazing cocktails", "rating": 5, "name": "Oleg Shimanskyy", "cat": "Bar"}, {"review": "cool place, perfect for night out while you are in Kiev", "rating": 4, "name": "Marko Nikolić", "cat": "Bar"}, {"review": "Overpriced bar, if you don't care how much to pay it is your place:)", "rating": 5, "name": "Nata Mylostna", "cat": "Bar"}, {"review": "One of the best cocktail bars in Kyiv", "rating": 4, "name": "Oksana Demenchenko", "cat": "Bar"}, {"review": "Great food°°° ,Best drinks in town! !", "rating": 5, "name": "Dmytro Morozov", "cat": "Bar"}, {"review": "One of the better places for cocktail, well-located and trendy.", "rating": 4, "name": "Martin Johnsson", "cat": "Bar"}, {"review": "Ok place", "rating": 5, "name": "Valeriia Mykolaienko", "cat": "Bar"}, {"review": "Favorite cocktail place.\nComing for the Last Word... 😉", "rating": 5, "name": "Daya Rodef Shalom", "cat": "Bar"}, {"review": "Small place, just a normal hookah, not very friendly stuff", "rating": 5, "name": "Виктория Кузява", "cat": "Bar"}, {"review": "Good hookah and cocktails, decent food.", "rating": 5, "name": "Evgeniy Shestopal", "cat": "Bar"}, {"review": "Great place for a pre-dinner cocktail.", "rating": 5, "name": "Daniel G", "cat": "Bar"}, {"review": "Amazing cocktails and nice staff!", "rating": 5, "name": "Aleksey Kryvyi", "cat": "Bar"}, {"review": "Great cocktails and good atmosphere", "rating": 2, "name": "Paulius Navickas", "cat": "Bar"}, {"review": "Very good cocktails. Gin Garden is the best! :)", "rating": 5, "name": "Dachi Darchiashvili", "cat": "Bar"}, {"review": "Great atmosphere and nice drinks", "rating": 3, "name": "Sasha P", "cat": "Bar"}, {"review": "Great atmosphere and great cocktails!", "rating": 5, "name": "Denis Chunikhin", "cat": "Bar"}, {"review": "awesome place to drink exotic cocktails!", "rating": 5, "name": "Giorgi Aleksishvili", "cat": "Bar"}, {"review": "Worst overpriced cocktails in Ukraine, no music, cosy environment", "rating": 5, "name": "Stephane LE BORGES", "cat": "Bar"}, {"review": "Super Bar, Super barmans! I love this place", "rating": 4, "name": "Slav Bogutsky", "cat": "Bar"}, {"review": "Nice, chill place with shisha. Nothing extraordinary", "rating": 4, "name": "George Ambroz", "cat": "Bar"}, {"review": "Perfect place with perfect cocktails, perfect contingent and perfect interior!", "rating": 5, "name": "Nikita Tkachenko", "cat": "Bar"}, {"review": "One of the best cocktail bar in Kyiv", "rating": 5, "name": "Dmytro Tetereviatnikov", "cat": "Bar"}, {"review": "Very cool place!", "rating": 5, "name": "Savelii Barashkov", "cat": "Bar"}, {"review": "Nice cocktail bar with reasonable prices", "rating": 5, "name": "Andrii Bondarenko", "cat": "Bar"}, {"review": "Trendy crowd,  huge selection of cocktails.", "rating": 5, "name": "Andrei Snitko", "cat": "Bar"}, {"review": "Great place for a drink, awesome staff", "rating": 5, "name": "Svetlana G.", "cat": "Bar"}, {"review": "Just great place and staff.", "rating": 5, "name": "Slava Barber", "cat": "Bar"}, {"review": "Great cocktails, nice atmosphere", "rating": 5, "name": "Jimmy Burke", "cat": "Bar"}, {"review": "Design and place make this bar gorgeus!", "rating": 5, "name": "Oleksii Malashyna", "cat": "Bar"}, {"review": "Great cocktails and nice setting", "rating": 5, "name": "Nikolay Maliarenko", "cat": "Bar"}, {"review": "Popular place in Podol area for drinks", "rating": 2, "name": "Christoph Kroner", "cat": "Bar"}, {"review": "Really funky place. Cool and polite staff.", "rating": 5, "name": "Tomas Matulevičius", "cat": "Bar"}, {"review": "The cocktails are basically out of this world.", "rating": 5, "name": "Galyna Tsaryuk", "cat": "Bar"}, {"review": "Great cocktails and service", "rating": 5, "name": "Didac Sales Rodríguez", "cat": "Bar"}, {"review": "Nice cocktails:) nice crowd.", "rating": 5, "name": "Alla Petrovska", "cat": "Bar"}, {"review": "Nice place but the staff is slow as hell.", "rating": 4, "name": "Gregg Harris", "cat": "Bar"}, {"review": "Great place to have a cocktail :)", "rating": 5, "name": "Mykhailo Vorona", "cat": "Bar"}, {"review": "The best cocktails ever!", "rating": 5, "name": "Søren Romlund", "cat": "Bar"}, {"review": "Great place! Great cocktails!", "rating": 5, "name": "Paul Scheifl", "cat": "Bar"}, {"review": "Great choice of cocktails, great staff", "rating": 4, "name": "Déborah Nguyen", "cat": "Bar"}, {"review": "Good drinks! English friendly.", "rating": 1, "name": "Kostiantyn Maiuk", "cat": "Bar"}, {"review": "Great atmosphere and the cocktail map", "rating": 5, "name": "C C", "cat": "Bar"}, {"review": "Good atmosphere for a cozy evening", "rating": 3, "name": "Ingrid", "cat": "Bar"}, {"review": "Great Cocktails and Shisha", "rating": 5, "name": "Oleksiy Vovk", "cat": "Bar"}, {"review": "Nice bar to have drinks with friends", "rating": 5, "name": "Davor Filipovic", "cat": "Bar"}, {"review": "Waitress doesn’t come in time.", "rating": 5, "name": "Hlib Rubanskyi", "cat": "Bar"}, {"review": " if you could correct your impression - we would be sincerely glad. )\n\n", "rating": 5, "name": "Massimo Bonifati", "cat": "Bar"}, {"review": "great cocktails and atmosphere", "rating": 5, "name": "Inna Kandaurova", "cat": "Bar"}, {"review": "Pricing is mad, taste is whatever.", "rating": 5, "name": "acid drinker", "cat": "Bar"}, {"review": "Best bar!", "rating": 4, "name": "435 24", "cat": "Bar"}, {"review": "Very good choice, ane all the best!", "rating": 5, "name": "Dasha Shigaeva", "cat": "Bar"}, {"review": "Great atmosphere, amazing staff", "rating": 5, "name": "Sergii Yatsuk", "cat": "Bar"}, {"review": "Top cocktails", "rating": 5, "name": "B0bby Abbas", "cat": "Bar"}, {"review": "One of the best bars in Kyiv.", "rating": 5, "name": "Dmytro N", "cat": "Bar"}, {"review": "the nicest podil cocktail bar", "rating": 5, "name": "Nikita Strakhovsky", "cat": "Bar"}, {"review": "Good enough to spend evening with", "rating": 5, "name": "Oleksandr Abramov", "cat": "Bar"}, {"review": "Cosy and awesome cocktails!", "rating": 3, "name": "T K", "cat": "Bar"}, {"review": "Bog cocktails map. Thy them!", "rating": 5, "name": "Iuliia Golovinova", "cat": "Bar"}, {"review": "Cool atmosphere. Elegant", "rating": 5, "name": "Anastasiia Vereshchynska", "cat": "Bar"}, {"review": "Good place with cozy atmosphere", "rating": 5, "name": "Bryan", "cat": "Bar"}, {"review": "So good", "rating": 4, "name": "Wayward Samurai", "cat": "Bar"}, {"review": "Perfect coctails and atmosphere", "rating": 5, "name": "King Of Kyiv", "cat": "Bar"}, {"review": "Nice spot but horrible service.", "rating": 5, "name": "GYNKA 10", "cat": "Bar"}, {"review": "Good cocktails!", "rating": 5, "name": "Артем Садовник", "cat": "Bar"}, {"review": "The best Old Fashioned!", "rating": 5, "name": "S. M.", "cat": "Bar"}, {"review": "Fun hipster spot", "rating": 5, "name": "Vasyl Malyi", "cat": "Bar"}, {"review": "nice...", "rating": 5, "name": "barry hudson", "cat": "Bar"}, {"review": "Good music", "rating": 2, "name": "Timur Babaev", "cat": "Bar"}, {"review": "Too glamorous for a Chad", "rating": 3, "name": "Артемій Кондюба", "cat": "Bar"}, {"review": "The best of the best place!", "rating": 5, "name": "Maciej Cupiał", "cat": "Bar"}, {"review": "Forever in my heart", "rating": 5, "name": "V for Victory", "cat": "Bar"}, {"review": "Nice cocktails", "rating": 5, "name": "Thorsten", "cat": "Bar"}, {"review": "Dangerous cocktails;)", "rating": 5, "name": "Yevheniia Gavrylenko", "cat": "Bar"}, {"review": "Expensive", "rating": 5, "name": "Beka Kavtaraძe", "cat": "Bar"}, {"review": "Overpriced.", "rating": 5, "name": "Meike Myhr", "cat": "Bar"}, {"review": "awesome place!", "rating": 3, "name": "Hihi Høj", "cat": "Bar"}, {"review": "Cool spot 👍", "rating": 5, "name": "Ihor Polishchuk", "cat": "Bar"}, {"review": "Unique", "rating": 4, "name": "Anastasia Kovalenko", "cat": "Bar"}, {"review": "Best place ever ❤", "rating": 5, "name": "Fedir Serdiuk", "cat": "Bar"}, {"review": "Great space", "rating": 5, "name": "Anthony Akpomera", "cat": "Bar"}, {"review": "Great Location.", "rating": 5, "name": "Eldar Matmusaev", "cat": "Bar"}, {"review": "Same as Bernie.", "rating": 3, "name": "Sofia Kavitsky", "cat": "Bar"}, {"review": "Excellent place!", "rating": 3, "name": "Сергей Шалапуда", "cat": "Bar"}, {"review": "Nice chill place", "rating": 5, "name": "Eugene Pirogov", "cat": "Bar"}, {"review": "Wow", "rating": 3, "name": "Nastasia Fisher", "cat": "Bar"}, {"review": "Was cool and", "rating": 5, "name": "Сабина Т", "cat": "Bar"}, {"review": "The best from the best!!!", "rating": 5, "name": "Olga Mishchenko ex Timoshenko", "cat": "Bar"}, {"review": "Not that special", "rating": 5, "name": "Evgenia Ruban", "cat": "Bar"}, {"review": "Long service.", "rating": 5, "name": "Anastasia Raint", "cat": "Bar"}, {"review": "Awesome place", "rating": 5, "name": "Марія Ворона", "cat": "Bar"}, {"review": "Hipster place", "rating": 4, "name": "Катeрина Задорожко", "cat": "Bar"}, {"review": "The bar is good) I would immediately like to note the super service: attentive, fast, smiling waiters! Cocktails are delicious, rich, despite the fact that the volume is small. Little was ordered from the kitchen, but the appetizers were decent enough. …", "rating": 5, "name": "Tatiana Khoroshko", "cat": "Bar"}, {"review": "If I could put more stars, I would. Great bar! With delicious food, which is not unimportant. And a great cocktail list. Sat with girlfriends at the bar, a separate like for bartenders for advice on drinks, and that everything was ...", "rating": 1, "name": "Лиса", "cat": "Bar"}, {"review": "Atmospheric place on Podil with a wide variety of cocktails. In the cocktail list, you can choose cocktails that are stronger or refreshing, sweeter or sourer. Also, some cocktails can be prepared with scotch or tequila to choose from. …", "rating": 5, "name": "Mila Mila", "cat": "Bar"}, {"review": "This is a very special place in Podil!!!\nThe facade is an ordinary arch that leads to the courtyard .... But inside - it's something: something between a courtyard and an institution !!! Interior: metal barrels, interspersed with ...", "rating": 5, "name": "Алина Лисовская", "cat": "Bar"}, {"review": "Great bar in Podil.\nGood location, nice staff, delicious food and drinks.\nCool interior and toilets) …", "rating": 4, "name": "Сергей Мухин", "cat": "Bar"}, {"review": " Not very large portions, it is difficult to eat something alone, but delicious. Very tasty potatoes in a peasant way, I was just delighted. Caesar salad is nothing special, I would not take it again. Cheburechiki with …", "rating": 5, "name": "Карина Суховерхова", "cat": "Bar"}, {"review": "Very atmospheric and delicious cocktails. Immediately you need to ask the waiters, otherwise the cocktail list is very large ...", "rating": 5, "name": "Наталія Саражинська", "cat": "Bar"}, {"review": "Absolutely unprincipled, did not like the cocktails at all.\nOf the pluses, I can note the politeness of the staff, they beautifully told about the invention of this or that cocktail, even if the content corresponded to them, it would be …", "rating": 5, "name": "Алексей Бахтин", "cat": "Bar"}, {"review": "\nGood afternoon dear Lisa!\n\nwe are very sad to read about the lack of ideas, because we try very hard to ensure that everything we do carries a bright idea about the culture of drinking, interesting combinations and satisfied guests. Therefore, it is most sad that your experience was the opposite.\n\nthe content of cocktails always corresponds to its description, history of invention and idea, and, perhaps, your feedback will be for us that we will all get together again, discuss each of the 150 cocktails that our bar has and highlight their ideology.\n\nthanks for the impetus to development, with great respect, manager Bogdan. :)", "rating": 1, "name": "Ruslan Banochkin", "cat": "Bar"}, {"review": " One of the best cozy places for a cocktail in Podil: atmospheric covered courtyard, interior and service are very pleasant. Large cocktail menu, the menu has several items of original dishes for a snack. …", "rating": 2, "name": "Weekend Planner", "cat": "Bar"}, {"review": "Very atmospheric place!\nThere are many foreigners, everyone communicates naturally.\nI ordered Caesar - I was pleasantly surprised by the taste. The most tender juicy chicken, just ...", "rating": 4, "name": "Vsetresbien Oui", "cat": "Bar"}, {"review": "Took mostly cocktails. Good, but not exciting. Beer is also without frills, although with a claim to something original. The kitchen is in trouble, there really is nothing. Prices are slightly above average. The atmosphere in the place is pretty…", "rating": 1, "name": "Uliana S", "cat": "Bar"}, {"review": "Pink Freud is a great place for a Friday cocktail. A varied cocktail menu, if you get confused in the choice, the waiters will tell you which drink to choose) the service is super, very attentive people work. Delicious menu. Better before...", "rating": 5, "name": "Olga Zolotkova", "cat": "Bar"}, {"review": " Delicious fajitos and tomato soup. Pleasant rich sea buckthorn tea. Prepare fast, friendly waiters. Nice view from the window. Interesting stylish advertising posters, there are cute postcards that can be sent to …", "rating": 5, "name": "Лара Корицкая", "cat": "Bar"}, {"review": "Very interesting location. The bar is located just in the courtyard between two houses, thanks to this, a feeling of home coziness and comfort is created. You can have a great time with friends, aggravating 1-2 cocktails, which are very tasty and unusual here. …", "rating": 5, "name": "Stas Korshikov", "cat": "Bar"}, {"review": "The place is good, but the refusal of the waiters to bring a straw to the cocktails is like?\n\nManager Bogdan, if the opinion of a waiter or bartender on the topic was important to me ...", "rating": 5, "name": "Вероника Любченко", "cat": "Bar"}, {"review": "\nhello again, Ruslan!\n\nif he promises but does not carry - then he agrees one hundred percent! we will try very hard to remove all obstacles in the way of the tubes, where it is needed, from the bar to you. come to us again - I'm sure everything will be 👌\n\n🤝", "rating": 5, "name": "Julia Tkachova", "cat": "Bar"}, {"review": "Were in the winter. There is a smoke curtain in the room. There is no hood, no other ventilation.\nAll cocktails are 200 UAH, and not as indicated here in the goods from the institution itself, with …", "rating": 4, "name": "Olya Ivanova", "cat": "Bar"}, {"review": " Good day!\nMy name is Bogdan and I am the manager of Pink Freud.\nFirst of all - I am sincerely grateful to you for your feedback, its constructive part will be useful to our bar, namely we will add to the menu the number of grams in the portion of dishes in the kitchen to make it clearer to you next time. In winter, when we are limited by an additional ceiling - we have warmer air, which is really harder to ventilate. This is a historic bar in an old open courtyard, so antiquity is already part of our style, along with the author's vision of cocktails, to which we are very meticulous.\nFinally, we would be happy to meet you again to explain more about our concept, meet and make friends!\n\n", "rating": 5, "name": "Анна Климчук", "cat": "Bar"}, {"review": " Good cocktails, live music, lots of people. There is food, but not varied - this is not a restaurant …", "rating": 5, "name": "Daria Kolomoiets", "cat": "Bar"}, {"review": " Incredibly disgusting light beer. In addition to the fact that it is just disgusting to the taste, there is a feeling that it is also dangerous for consciousness. But the menu is proudly called \"delicious light beer\". …", "rating": 5, "name": "Lera Samoylenko", "cat": "Bar"}, {"review": " Good day, Juliana!\n\nmy name is Bogdan and I - the control bar.\n\nvery sorry to read this review because our light beer brought in from Spain, namely Barcelona, ​​is Estrella, so hardly \"any of cheapest supermarket in a plastic bottle\" would be better.\n\nI have noted the same and the quality of alcohol that is on the shelves, and from which we prepare cocktails (we - because I actually had - a bartender, it's extremely important to me). you can not imagine and come and potsikavtys, talk - we all show and tell)\n\nmaybe you affect something else? in this case, is happy to meet with you at the bar to change your experiences and meet again. zkontaktuyte please me, sure - we potovaryshuyemo.\n\nmy number - 0930531011. sincerely appreciated!\n\n", "rating": 3, "name": "Марія Паламаренко", "cat": "Bar"}, {"review": " Atmospheric and pleasant place for good company. Original cocktails and music. Not cheap, but justified))) …", "rating": 2, "name": "Iryna Amplieieva", "cat": "Bar"}, {"review": "You can come in with a large company on Saturday evening, but the place will be only in the vestibule.\nThe atmosphere is open and friendly. …", "rating": 4, "name": "Aleksandra Milovanova", "cat": "Bar"}, {"review": "Great, great place!!\nSuper staff - friendly and helpful, every time it's interesting to watch the work of the bartenders. …", "rating": 3, "name": "Deth MetalOn", "cat": "Bar"}, {"review": "A chic place, friendly staff, cocktails for every taste, bartenders are of course a separate highlight of the institution, they make a whole show of cocktail preparation, very professional ☝️🔥 …", "rating": 5, "name": "Mykhailo Kachmala", "cat": "Bar"}, {"review": " sincerely grateful;)\n\n", "rating": 2, "name": "D D", "cat": "Bar"}, {"review": "Even non-alcoholic cocktails can be delicious. The kitchen and hookah are also on top, attentive service. A small minus - it was cool in my blouse in January, the room is not very heated, but there is an emphasis on the courtyard in the summer, well ...", "rating": 4, "name": "Alex Roudoy", "cat": "Bar"}, {"review": " Quite a good bar, especially like its summer terrace. An interesting menu for cocktails, but the composition of some of them must be guessed. The cocktails themselves are also the norm, they look attractive. Hookahs …", "rating": 5, "name": "Inna D.", "cat": "Bar"}, {"review": "Even when it's crowded on the weekend, the administrator will always listen to you and offer you a drink)) I've been to them three times and two of them can be said to be drunk on the street. Delicious cocktails, pleasant service and atmosphere)) …", "rating": 5, "name": "Ksenia Джер", "cat": "Bar"}, {"review": "I love this establishment! Noisy, but with cozy tables, cheerful and bright, but also a little loft-style. Cocktails are great, service is good. Rather, it would be summer, I want to sit in the courtyard with a glass and get high ...", "rating": 4, "name": "Ольга Журба", "cat": "Bar"}, {"review": " thank you ❤️\n\n", "rating": 5, "name": "Yuliana Kuzhel", "cat": "Bar"}, {"review": "@pink_freud_kyiv is everyone's favorite and well-known place in Podol, which we managed to get to before quarantine 😅 …", "rating": 5, "name": "Юля Beikun", "cat": "Bar"}, {"review": "To be honest, the only thing I liked was the staff. Everyone is kind and smiling. There are no cocktails, we ordered 3 different ones and all 3 turned out to be not very good, just a lot of ice. The tea doesn't taste good either. I didn't like the restroom, it smelled terrible. Also, it was cold inside…", "rating": 4, "name": "Zoriana Hubenia", "cat": "Bar"}, {"review": "\ngood afternoon, Maria!\n\nThank you so much for your feedback - this is a place of growth for us, so the points indicated in it are already being corrected.\nwe have warmed up, improved the restrooms, reconsider the relationship with the tea supplier)\n\nand for cocktails - it is a pity that our large cocktail list could not find exactly \"your\" drinks, this is very important for us. therefore, we invite you to a cocktail compliment, personal acquaintance and error correction!", "rating": 5, "name": "Yuliia Skochko", "cat": "Bar"}, {"review": "Drinking beer with a friend. Silently paid the bill and left. Then they just thought: why is the account so big? In the bill, a cocktail for 140 UAH was additionally recorded for us. Justified by the fact that a lot of people and the waitress mixed up - someone accidentally ...", "rating": 5, "name": "Alex Badiia", "cat": "Bar"}, {"review": "Great place to \"sit and have a drink\". There are many variations of cocktails, if you are confused, they will tell you which one to choose, taking into account taste preferences. The place must be booked in advance. It is very stuffy at the tables in the room, so…", "rating": 5, "name": "Крис", "cat": "Bar"}, {"review": " Mixed feelings. Delicious cocktails, but not for the price, even with a cracked glass. The cheese plate is tasty, but nothing special to fit the price. The building smells the kitchen, in the courtyard of cigarettes …", "rating": 4, "name": "Myhaylo Mykolenko", "cat": "Bar"}, {"review": "Very handy cocktail card. It is clear even to people who are not particularly versed in alcohol. Pleasant staff. …", "rating": 5, "name": "Галина Морозова", "cat": "Bar"}, {"review": " if you call it a cocktail bar, then cocktails should be perfect.\nvisited with friends in mid-December. ordered a view carre, and it seemed awful. …", "rating": 3, "name": "Anna Radina", "cat": "Bar"}, {"review": " Hello!\n\nMy name is Bogdan, I'm a bar manager, and I'm a bartender. and I am very upset by your experience! from the very opening we do not change the recipe of vieux carre, and the quality of the ingredients is what I guarantee myself.\n\nIt's a pity that it happened, so I suggest you treat yourself to a delicious vieux carre, get acquainted and change your impressions.\n\nplease contact me\n0930531011\n\n", "rating": 4, "name": "Haktan Kaan İçel", "cat": "Bar"}, {"review": "Cocktails for 4. Prices - approx.\nThe atmosphere is very unique, I liked it.\nThe guys behind the bar better be a little more courteous and less discuss personal ...", "rating": 4, "name": "Nikita Kleymenov", "cat": "Bar"}, {"review": "Terrible ...... TERRIBLY I DON'T WANT ANYONE ELSE TO KNOW ABOUT THIS FUCKING PLACE 😂\nIt was love at first sight. A cozy yard-well is fully equipped …", "rating": 5, "name": "Наталя Відлога", "cat": "Bar"}, {"review": "An interesting institution with its own zest, I would especially like to note the design of the menu. I did not like that it is very dark, as a result, I want to come here only for additional doses of alcohol or for a hookah. …", "rating": 5, "name": "Рамиль Бульдашов", "cat": "Bar"}, {"review": "The place is not bad, lovers of garlands will like it:) drinks and hookah are good, I didn’t like the meat plate, well, or it’s just for an amateur. …", "rating": 5, "name": "Катрин Потебенько", "cat": "Bar"}, {"review": "Before visiting this place, I was surprised at such a high rating, but I realized that it is really cool here, and it is well-deserved. …", "rating": 5, "name": "viktoria a", "cat": "Bar"}, {"review": "Great bar, delicious and interesting cocktails, quality alcohol. They don't do much work on the design. Interesting interior. The bar is located in the arch between the houses. …", "rating": 5, "name": "Yana Horowitz", "cat": "Bar"}, {"review": " Located right in the courtyard between the houses, so it's a little cozy, but the warmth, a large selection of cocktails, the menu does not say what goes in there, but the waiter voices their composition. …", "rating": 5, "name": "Nick S. Shvirst", "cat": "Bar"}, {"review": " Delicious cocktails, nice atmosphere, very interesting place! If you want something new with cocktails, welcome !!! …", "rating": 5, "name": "maria nechitaylo", "cat": "Bar"}, {"review": "Anyone who wants to drink well and tasty in an interesting environment - do not pass by!\nThe institution is really famous for its variety of cocktails (more than a hundred positions). …", "rating": 5, "name": "Anastasiia Vasylenko", "cat": "Bar"}, {"review": " thank you and look forward to a delicious 🍸\n\n", "rating": 5, "name": "Ipek Gülmez", "cat": "Bar"}, {"review": "Cozy, cute bar. Professional staff who know their business and delight with delicious cocktails. Definitely recommend! …", "rating": 5, "name": "Єлизавета Андреєва", "cat": "Bar"}, {"review": "The bar is certainly unusual and great, of course, when you celebrate a birthday for someone else 💰💸, because the prices bite for a student, of course.\nAnd also a separate word about the old man Freud, who is here on every corner, after ...", "rating": 5, "name": "Катерина Рабина", "cat": "Bar"}, {"review": "I love it, even though a block of ice fills the whole glass in cocktails for 200 UAH, which actually reduces the entire drink to a couple of sips. That is, the indicated volume is taking into account a large puck of ice. But they make it delicious, very tasty ...", "rating": 5, "name": "Doğukan TANSUK", "cat": "Bar"}, {"review": "\nthanks :)\n\nwe go on to explain why quality ice is so damn important.\n\n1. melts slowly.\n2. melts beautifully.\n3. Keeps your cocktail in good shape longer ❤️.\n\nthat's why it's delicious 😋", "rating": 5, "name": "Mariia Khalak", "cat": "Bar"}, {"review": "Attractive atmosphere in the main hall (courtyard), but only those who like hookah smoke can enjoy it, as the ventilation is not very good. A non-smoking area of ​​two rooms - one with a bar, the other with access to the toilet and the kitchen, where …", "rating": 4, "name": "Анна", "cat": "Bar"}, {"review": " Delicious cocktails, friendly atmosphere and helpful waiters are beautiful. However, when it is crowded, the service is very late. The music is very ordinary. The entrance is beautifully designed, but the interior …", "rating": 4, "name": "Denis Karlovsky", "cat": "Bar"}, {"review": "The food is delicious. There are many different cocktails and they are good. I drank their \"Split\" and \"Penicillin\" with pleasure. The waitress said that they have more than 100 different cocktails, not all of them fit on the menu. The decoration and the graffiti on the walls are original, just a bomb. …", "rating": 5, "name": "Gleb Volsky", "cat": "Bar"}, {"review": " The cocktails are delicious, very creative. Excellent attentive staff. I liked that you don't have to choose cocktails from the menu, but just tell the waiter what taste you like and what ingredient you want. And he …", "rating": 5, "name": "Danyil Karuna", "cat": "Bar"}, {"review": "Nice atmosphere, friendly staff, great cocktails. Just a find. Every time when it comes to where to go in Kyiv, I remember this place. Go, you won't regret...", "rating": 5, "name": "Na J", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Микола Кащенко", "cat": "Bar"}, {"review": "My heart will forever remain within the walls of this institution. Delicious cocktails, the kitchen is just some kind of gastronomic orgasm 🙄 sorry. But you will understand what I mean when you try it. …", "rating": 5, "name": "Дмитрий Кривенко", "cat": "Bar"}, {"review": "A very unusual bar, the atmosphere is reminiscent of Odessa because of the location in the courtyard. Excellent waiters help you choose cocktails based on your taste preferences, far from being able to do this in all establishments. …", "rating": 5, "name": "Ela_vichi", "cat": "Bar"}, {"review": "Incredible bar, one of the best on the hem. Great Atmosphere and undiluted cocktails - everything you need for a good time with friends. …", "rating": 5, "name": "Olga Kosteletskaya", "cat": "Bar"}, {"review": "Lovely place, really liked the hot cocktails in the winter season, especially the Aperol-based cocktail ❤ and the hookah with the taste of sweet cake 😍 …", "rating": 5, "name": "Катерина Борисенко", "cat": "Bar"}, {"review": "I have never seen such a cocktail card in my life! Last time we spent 40 minutes choosing ;)\nGood food and great cocktails! …", "rating": 5, "name": "Valeria Sotnik", "cat": "Bar"}, {"review": " A place with great cocktailsThe prices are normal. Although there is hookah in the place, smoking is prohibited :) …", "rating": 4, "name": "Alyona S", "cat": "Bar"}, {"review": " Delicious cocktails, friendly waiters, interesting design. All in all, a great atmosphere ✨ …", "rating": 5, "name": "Eugene Vershinin", "cat": "Bar"}, {"review": " sincerely grateful, Elizabeth! (:\n\n", "rating": 5, "name": "Катерина Сидун", "cat": "Bar"}, {"review": "Very pleasant and cute place. Huge selection of cocktails. Cosy.\nThe food is delicious, but more like snacks. The portions are not big and the prices are above average. …", "rating": 2, "name": "Taya Tveritina", "cat": "Bar"}, {"review": " thank you and look forward to a delicious 🥂\n\n", "rating": 5, "name": "Лія Адам", "cat": "Bar"}, {"review": " It is a very nice and fun place, the team inside is very good. If you're a whiskey lover, it's definitely a place to stop by. …", "rating": 5, "name": "Владислав Соколенко", "cat": "Bar"}, {"review": "Incredibly delicious. It's easier to leave than to stop ordering more and more)\nAmazing cocktails and great service. Love the waitress Yana the way we did) …", "rating": 4, "name": "Тарас Проць", "cat": "Bar"}, {"review": "Nice bar, easy atmosphere. There is a choice of cocktails, the kitchen has a very small menu: 3 salads, 1 hot dish, 1 dessert, a couple of burgers and snacks ... in my opinion it is worth expanding a little. Came with a friend for dinner, in the end the choice was not …", "rating": 5, "name": "Sergey Mih", "cat": "Bar"}, {"review": " Very interesting, conceptual establishment with a very wide and targeted bar menu. There is a separate menu of author's drinks and the waiters are happy to help you choose to your taste. The atmosphere is very …", "rating": 5, "name": "Іванка Герус", "cat": "Bar"}, {"review": "Delicious cocktails, colorful interior, pleasant and sociable staff. Recommendation! Boom ahead of time. …", "rating": 5, "name": "Vasyl Dmytriiev", "cat": "Bar"}, {"review": "Delicious cocktails, nice atmosphere, live music. Hummus is a must try! It is better to book in advance, places are not always available. …", "rating": 5, "name": "Valeriia Filinovych", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Valeriia Zublenko", "cat": "Bar"}, {"review": " thank you very much! )\n\n", "rating": 5, "name": "Olya Avramenko", "cat": "Bar"}, {"review": "Delicious cocktails and snacks, interesting interior - located in the courtyard. There are many other places for pub crawling nearby. In the photo, Asia sour cocktail in a soft mayonnaise package ...", "rating": 5, "name": "Corvin The second", "cat": "Bar"}, {"review": "+ signature cocktails\n+ Sometimes live music\n+ Everything for 200 UAH) is very easy to count) ...", "rating": 5, "name": "Oleksandr Pylypenko", "cat": "Bar"}, {"review": "Super, as always. The waiters are sweethearts, they will advise you a cocktail, and they will bring delicious snacks and make an excellent hookah !!!\nVery tasty cocktails in this place. Take a big company with you, and a nice…", "rating": 5, "name": "Олександр Квітка", "cat": "Bar"}, {"review": " it is love 👌\n\n", "rating": 4, "name": "Кирилл Новоселец", "cat": "Bar"}, {"review": "Cool place where you can try a huge variety of cocktails and very nice bartenders …", "rating": 5, "name": "Инесса Чиркова", "cat": "Bar"}, {"review": " Huge selection of cocktails, attentive waiters, great music. There are always a lot of people in the bar, so you need to book a table in advance, because, most likely, there will be no seats even near the bar. …", "rating": 5, "name": "Марина Сквирская", "cat": "Bar"}, {"review": "Great bar. The location of the institution in the arch inside the courtyard, which adds to the atmosphere. Excellent selection of cocktails. If you do not know what to choose, the staff will help you choose what you like. Some cocktails include an interactive …", "rating": 1, "name": "Марина Цыбенко", "cat": "Bar"}, {"review": "In general, I liked it. The waiter is cool, after a couple of questions he brought something that he immediately liked) they definitely understand drinks.\nSnacks are good too. King prawns are really not very royal, ...", "rating": 5, "name": "Constantin", "cat": "Bar"}, {"review": " with soap absolutely agree, we correct (:\n\n", "rating": 5, "name": "Виктория Тарановская", "cat": "Bar"}, {"review": "One of the best cocktails in Kyiv. The bartenders are very sincere and will pick up a cocktail according to your preferences. I definitely recommend…", "rating": 5, "name": "Vladimir Pereginets", "cat": "Bar"}, {"review": "Great bar!\nThe most delicious cocktails in town.\nWell done bartenders, original presentation and a wonderful approach to guests. …", "rating": 4, "name": "Andrii V.", "cat": "Bar"}, {"review": "In general, it could be better. Of the 5 cocktails, we liked only one and the average price is 180 UAH, although I have been in establishments where cocktails cost 90-100 UAH. and better quality. …", "rating": 4, "name": "Татьяна Рокитская", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Natalia Riabtseva", "cat": "Bar"}, {"review": "Very very cool selection of cocktails. Bartenders for 5+\nI am delighted with their approach to the preparation of the drink.\nI really liked it. Been there 3 times already. …", "rating": 3, "name": "Кристина Метелица", "cat": "Bar"}, {"review": " Good bar, though after quarantine very slow service. Waiting for a cocktail for more than 20 minutes after ordering is not very common, and so a good place to spend time with friends. …", "rating": 4, "name": "Evghen Filin", "cat": "Bar"}, {"review": " thanks for the feedback, we are speeding up so that you can get high 😇\n\n", "rating": 5, "name": "Kira Filonova", "cat": "Bar"}, {"review": "A great place with a wonderful atmosphere, live music, delicious cocktails in the price range of about 180 UAH (I advise you to try the walnut one, the bartender will tell you). Excellent service, delicious food, like a Caesar type salad, and a feature of this …", "rating": 5, "name": "Eririt Lolopop", "cat": "Bar"}, {"review": " Very cool bartenders make very tasty cocktails\n\n", "rating": 4, "name": "Елена Рыжая", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Valeria Honcharova", "cat": "Bar"}, {"review": "Nice Place, delicious cocktails. I really liked both the design of the institution and its location (in the courtyard of the houses) …", "rating": 5, "name": "Игорь Павлов", "cat": "Bar"}, {"review": "Atmospheric place with a huge selection of cocktails. I really liked that the cocktail menu is divided into \"sour\", \"sweet\", \"sweet and sour\", etc. sections. It helps a lot in choosing, because the eyes, frankly, run up. …", "rating": 5, "name": "Elizaveta Omelchenko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Taya Melnychenko", "cat": "Bar"}, {"review": "Great bar. Most of all I liked the huge variety of cocktails and the waiters who are well versed in the cocktail menu and will help you choose the right drink and answer all your questions. …", "rating": 5, "name": "Kate “Ляля” Tkachenko", "cat": "Bar"}, {"review": "❤️❤️❤️", "rating": 4, "name": "Олеся Ващенко", "cat": "Bar"}, {"review": " Delicious cocktails, cool location, I recommend!\nP.S. Sorry for climbing on the table in my shoes while catching an inflatable ball - there was no time to take off my shoes …", "rating": 5, "name": "Mykola Ohorodnii", "cat": "Bar"}, {"review": "The most hipster place ever. The service is excellent, a lot of author's cocktails, although they are quite expensive. However, you can drink water for free, the waiters make sure that it does not end. Well clog hookahs. …", "rating": 5, "name": "Olena Yadviha", "cat": "Bar"}, {"review": "Solid four.\nPlus for the variety of the alcoholic menu and its quality, for the staff and service, for the burgers and the atmosphere in general. …", "rating": 5, "name": "Viacheslav Sotnyk", "cat": "Bar"}, {"review": "Very atmospheric place! Cozy patio, live music, delicious wine. What else do you need for a perfect evening?) The prices are reasonable…", "rating": 3, "name": "Евгения Дидук", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Jonni 28", "cat": "Bar"}, {"review": "Was at the facility. There is a map of cocktails, but the ingredients are not indicated, when you try to tell the taste you want to get, you get a little different. I also ordered their signature cocktail - it was good. Then the bartender decided to show himself and ...", "rating": 5, "name": "Сергей Рачев", "cat": "Bar"}, {"review": "\ngood afternoon, Marina!\n\nI apologize for waiting for an answer.\n\nmy name is Bogdan, and I am the manager of the bar, and also the bartender who prepares drinks and contacts the guest. )\n\nWe really have a special menu, where the ingredients of cocktails are not indicated, this is done in such a way that the guest understands the balance of the drink, its richness, and the rest is told by the waiters and bartenders - and they know how to do it cool.\n\notherwise, telling someone, including a guest, what to do is of course incorrect, and in this place I would suggest that you find time and run into our bar again, this time for a personal acquaintance with me, refreshments, and a new conversation )", "rating": 5, "name": "Sofiia Rasskazova", "cat": "Bar"}, {"review": " An establishment that serves really cool cocktails.\nAt the level of a lot of authorship and just booze.\nAlmost always an adequate contingent and a great location. …", "rating": 5, "name": "Dima Ka", "cat": "Bar"}, {"review": "Chic atmosphere, pleasant talkative baomen and price/quality cocktails. It was fun, but a bit smoky in the yard itself…", "rating": 5, "name": "Анастасия Игнаткина", "cat": "Bar"}, {"review": " Incredibly cool bar is about bar culture. If you want exquisite cocktails for every taste mixed with charismatic bartenders, unique serving and individual approach, then this is the place for you. …", "rating": 5, "name": "Мария Постемская", "cat": "Bar"}, {"review": "Interesting place with friendly bartenders and waiters. Of the minuses, this is that only one toilet worked (14.06).\nWe were lucky with the choice of cocktail - we left satisfied ...", "rating": 5, "name": "Liudmyla Dubych", "cat": "Bar"}, {"review": "The size of the cocktails is just sooooo small. This is probably such an idea of ​​the chef's brand, but damn it, as my friend said, \"I would like to drink a cocktail for longer than 3 minutes.\" But quite atmospheric. I want to note the staff, they are super well done there. …", "rating": 5, "name": "Viktoriia Stretovych", "cat": "Bar"}, {"review": " Cocktails are very good. The food is good. The atmosphere is pleasant …", "rating": 5, "name": "Alona U", "cat": "Bar"}, {"review": "The best hookah I have ever tried. Nice design and friendly staff.\nIt was cold to sit without a jacket. The wind blows through the building. High prices. …", "rating": 5, "name": "Сергей Романюк", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Мария Солодовник", "cat": "Bar"}, {"review": "Great bar to spend an evening with friends. Plenty of tables, including outdoor seating. Nice music that doesn't interfere with conversation. Large selection of cocktails and cool menu design. Cocktails are delicious and beautifully served. …", "rating": 5, "name": "Anna Sahalo", "cat": "Bar"}, {"review": "Excellent establishment. The waiters know the menu for 1000 points out of 100, as if talking to the bartender. Everything is unrealistically tasty and the best service!!! …", "rating": 3, "name": "Alina Levi", "cat": "Bar"}, {"review": "All for hookah lovers! And for those who like to experiment with cocktails)) it is very convenient to offer a choice of cocktails in the menu - you can choose your own taste. And if anything, the staff will tell you. Visitors are mostly…", "rating": 5, "name": "Ма Sense", "cat": "Bar"}, {"review": " I really liked it!\nFirst, the quality of service is just a ball, you are all incredible cats ❤️ Second, very tasty dishes and great cocktails (and their choice is really great, …", "rating": 5, "name": "littlegenius 666", "cat": "Bar"}, {"review": " and it will always be so, because water is the basis of a beautiful and delicious evening! :)\n\n", "rating": 5, "name": "Марина Мошкутело", "cat": "Bar"}, {"review": "Great cocktails and service!\n\nVery nice atmosphere (lucky to get to live music) and interesting design. …", "rating": 4, "name": "Tanka Barabanka", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Анастасия Дыхненко", "cat": "Bar"}, {"review": "🥰", "rating": 5, "name": "Мария Ильина", "cat": "Bar"}, {"review": " A good place to spend an evening, original delicious cocktails …", "rating": 5, "name": "Diana Potapenko", "cat": "Bar"}, {"review": "Lots of space, great staff! The name sign is just amazing! I can't say anything about the food, I didn't have time to try a single dish. MAYBE NEXT TIME! Nice day people 🙂 …", "rating": 5, "name": "Oleksii Bulavin", "cat": "Bar"}, {"review": " try our cuisine, it's a separate buzz 😍\n\n", "rating": 5, "name": "Алина Тенетка", "cat": "Bar"}, {"review": "Nuuuu ... Such a thing, you can sit and drink beer, lunches are not expensive, quite tasty, but everything is in cans, soup or salad is just awful. Delicious liqueurs and cider.\nExcellent youth bar, interesting atmosphere and interior. Not a quiet place...", "rating": 4, "name": "Ольга Мусякевич", "cat": "Bar"}, {"review": "\nGood day! Are you sure you are writing about the Pink Freud bar? The bar works with 18, lunches, cans and ciders exactly not :)", "rating": 4, "name": "Mariya Dyagileva", "cat": "Bar"}, {"review": "Cool place. Fast waiters, interesting snacks and cocktails. Music plays at a normal volume, you can easily communicate within the company.\nEssentially a hipster place, but everyone is welcome. …", "rating": 5, "name": "Alexandra Lebovsky", "cat": "Bar"}, {"review": "Very cool place. Super cool, tasty and original cocktails. A separate atmosphere is created by well-chosen music, not some kind of lounge, but normal songs that you can sing along to after a couple of cocktails. Oops, I did it again. Highly …", "rating": 3, "name": "Сергей Л", "cat": "Bar"}, {"review": "My most intimate place with an indescribable atmosphere. Always warm, cozy, fun, noisy if you want. …", "rating": 4, "name": "Dima Sushko", "cat": "Bar"}, {"review": "An unusual place is located inside the courtyard, but the roof is tightened and there is no air access, and it soars very much. Therefore, when they smoke a hookah at least two or three tables, there is already nothing to breathe there. There are only a few comfortable tables with sofas, the rest are not …", "rating": 5, "name": "Oleksandr Sutkovyi", "cat": "Bar"}, {"review": "Today it is 3! It's gone bad. The service forgets for you. Two cocktails in two hours. A shame. Despite the fact that we came to drink and could drink 2-3 times more. …", "rating": 4, "name": "Наталия Рула", "cat": "Bar"}, {"review": " It is a pity that you have such an impression about us. Usually such reviews are not about our bar, so we would be grateful for feedback on this situation. It is really important for us what emotions our guests receive during the holiday, so we are looking forward to a repeat visit for the opportunity to recover.\n\n", "rating": 5, "name": "Kos", "cat": "Bar"}, {"review": "Pink Freud is amazing as always. Delicious cocktails from the best bartender Bogdan. …", "rating": 5, "name": "Elena Serebryanskaya", "cat": "Bar"}, {"review": "\nSeryozha! thank you very much, shake hands and look forward to visiting manhattan 👌", "rating": 4, "name": "Ольга Орловська", "cat": "Bar"}, {"review": "Insanely delicious cocktails. Cool atmosphere. Waiters fire. Excellent service. …", "rating": 5, "name": "nina kulchevich", "cat": "Bar"}, {"review": "Thanks to my favorite bar and people who poured water in time for my well-being the next day! …", "rating": 5, "name": "Pavel Cherednichenko", "cat": "Bar"}, {"review": "Great bar with a nice atmosphere and great cocktails. They are quite expensive, but they are worth it. This is one of the few bars where, in my opinion, bartenders are the least likely to deceive visitors by not adding alcohol to a cocktail. …", "rating": 4, "name": "Анатолий Василенко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Михаил Блаженный", "cat": "Bar"}, {"review": " I love this place. Delicious cocktails, very pleasant atmosphere. Hookah. …", "rating": 5, "name": "Mariia Holushko", "cat": "Bar"}, {"review": " The cocktails are incredibly delicious. Service at the highest level. Waiters - beads🥰\nThis is one of the few places in Kiev where you can find such delicious …", "rating": 5, "name": "Daniil Svystunov", "cat": "Bar"}, {"review": " both of our waiters-guys are grateful to you - because they are both Igor)))\n\n", "rating": 5, "name": "Polina Hedzenko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Helen Stehniei", "cat": "Bar"}, {"review": "You are great! Thanks for the cool kiddo. Everything is very satisfying, tasty and most importantly affordable. …", "rating": 3, "name": "Глеб Дорохин", "cat": "Bar"}, {"review": "One of the many bars in Podil, not far from the Kontraktova Ploshcha metro station. Interesting interior with portraits of the old Freud on the walls )) Delicious cocktails. But the room is quite cramped, not enough for a large company. Overall, not bad, …", "rating": 5, "name": "Dmytro Chuprakov", "cat": "Bar"}, {"review": "One of my favorite bars! Cool concept, atmosphere conducive to intimate conversations, savoring delicious cocktails from an unusual menu.\nOf the minuses: the waiters very often stand on their own wave, talking between …", "rating": 5, "name": "Евгения Пестрикова", "cat": "Bar"}, {"review": " I ordered a special cocktail, part of the money from the sale of which was to go to charity, and in fact received juice with water and ice and a few peas of pepper. I'm glad if you contributed to a good cause, but …", "rating": 5, "name": "Маргарита Лучинська", "cat": "Bar"}, {"review": " good day!\nIt seems that in the last few months there have been no similar cocktails about charity, but in any case - come for updated cocktails on the menu, it will be delicious :)\n\n", "rating": 3, "name": "TOMEKTHEBEST", "cat": "Bar"}, {"review": "Atmospheric, friendly staff, cocktails still need to be tried, otherwise they didn’t go very well on gin ...", "rating": 5, "name": "Kseniia Sukhova", "cat": "Bar"}, {"review": "One of the few places where I liked absolutely ALL the cocktails that I tried :) very atmospheric, pleased with the shower in the restroom 😄\nPrices are above average. The waiters are very friendly and constantly make sure that…", "rating": 2, "name": "Anastasiia Kondratiuk", "cat": "Bar"}, {"review": "There is very cool music, interesting interior.\nThe bartender is very friendly and sociable, very impressed with the preparation of a signature cocktail. …", "rating": 5, "name": "Anastasiia Vorobii", "cat": "Bar"}, {"review": "Large selection of cocktails. It is desirable that for each there was a description of what this or that drink consists of. We ended up ordering a beer and a hot dog. The hot dog is delicious, the usual dark beer is so-so. The music (guitarists) was playing very loudly. Girls...", "rating": 5, "name": "Наталия Наталия", "cat": "Bar"}, {"review": "Great place for an evening with friends. Great cocktails. Friends praise the hookah (I don't smoke). Pretty tasty appetizers. I really like the patio. Great design. Thanks …", "rating": 5, "name": "Тетяна Кукавська", "cat": "Bar"}, {"review": "Very atmospheric beautiful place) Summer playground 🔥. Gorgeous live music. Good service, wide range of cocktails. Delicious hookah...", "rating": 5, "name": "Евгений", "cat": "Bar"}, {"review": "❤️", "rating": 2, "name": "Ksenia Lankastrn", "cat": "Bar"}, {"review": "Very tasty! It is better to book a table, because there are a lot of people. The waiters are great...", "rating": 5, "name": "Nazar Nefedov", "cat": "Bar"}, {"review": "Great patio with great drinks. Excellent staff. Charming waitresses. Old building, strange toilets :) …", "rating": 1, "name": "alex ka", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Julie Baeva", "cat": "Bar"}, {"review": "Place for an amateur, sat in the courtyard and it was so-so. First, we waited 20 minutes for the waiter to come, and then another 40 minutes we waited for the order. Without waiting for their cocktails, we went ourselves and took them at the bar. If you have a lot of free time...", "rating": 1, "name": "Salyar Ali", "cat": "Bar"}, {"review": "Incredibly delicious cocktails, pleasant waiters who will help you make the right choice for your taste. For me personally minus: very smoky. Hookahs, aikos... it was hard to get used to the smoke. That's why 4 stars and not 5...", "rating": 5, "name": "Аделина Кривченко", "cat": "Bar"}, {"review": " Good evening!\nA small recommendation - we have an internal, cozy room in which it is forbidden to smoke anything. Maybe you will like it)\n\n", "rating": 2, "name": "Lesia Tereschenko", "cat": "Bar"}, {"review": "Some items on the website's cocktail menu are inaccurate, but you will be substituted for a cocktail if it doesn't match the description. Great selection of cocktails, great atmosphere! …", "rating": 3, "name": "Alexander Fedorchenko", "cat": "Bar"}, {"review": " thank you;)\n\n", "rating": 4, "name": "Artem", "cat": "Bar"}, {"review": "Atmospheric, yes.\nThe bartenders are great.\nDrinks from the menu - \"went\" only one of the 4 cocktails. Huge chunks of ice...", "rating": 5, "name": "Наталья Черевичная", "cat": "Bar"}, {"review": " Good evening!\nWith ice, the story is simple, we try to explain it to each guest, but it doesn't always work out. A large depth of ice helps the cocktail to maintain the desired temperature level and slow watering, unlike fine ice. Besides - it's beautiful)\nAs for the cocktails that did not come - I'm sure in the arsenal of more than 150 cocktails, we will finally be able to find something that will come, so we are waiting for more guests. (:\n\n", "rating": 5, "name": "Дмитрий Неизвестный", "cat": "Bar"}, {"review": "It’s quite crowded on weekends, full seating, in the warm season it’s much more comfortable, with regards to cocktails, good, very convenient menu, you can easily navigate according to your preferences, with regards to burgers, to be honest, mediocre and …", "rating": 5, "name": "Viktoria Dark", "cat": "Bar"}, {"review": "A very decent place! Nice to sit and have a couple of cocktails..\nnice. Cozy. Delicious cocktails.\nI'll be back. …", "rating": 2, "name": "Ivan Peretrutov", "cat": "Bar"}, {"review": "As soon as you approach - it seems not very and too \"street\" so to speak. But I still advise you to go in, take a cocktail or a glass of wine and sit for a while. If, of course, there is a place, since it is always very crowded and there are no places, you need to reserve or ...", "rating": 5, "name": "Александр Малинковский", "cat": "Bar"}, {"review": " Great place with delicious cocktails and attentive staff! They also treated the birthday guests to cocktails from the institution. Like a trifle, but attention is most important. …", "rating": 5, "name": "Nelli Prosianyk", "cat": "Bar"}, {"review": "\nNice adult bar.", "rating": 5, "name": "Arseniy Finberg", "cat": "Bar"}, {"review": " Good quality cocktails, great atmosphere and location in the courtyard, but not always fast service, several times about our drinks just forgot :( …", "rating": 5, "name": "Ирина Фролова", "cat": "Bar"}, {"review": " Hello!\nwe personally invite you to the bar - for the fastest service ❤️‍🩹\n\n", "rating": 4, "name": "Ketrin Shch (Ketrin_Shch)", "cat": "Bar"}, {"review": "Tastier cocktails can not be found and mega service. Fulfill all all requests of visitors. I recommend …", "rating": 5, "name": "Юлия Малетина", "cat": "Bar"}, {"review": "Was very pleased. Atmospheric, cozy, delicious cocktails. Managed to lose my wallet and only notice it an hour later. Found and returned. Guys, you are awesome! Thank you. …", "rating": 4, "name": "Валерія Лобода", "cat": "Bar"}, {"review": "Special thanks to the waiters! They know how to “sell” their cocktails with high quality. Well done hookahs! They make an excellent hookah and very high quality))) Nice interior)) Stolichny Podil... You enter the establishment and feel a mini flashback to the 20th century))) …", "rating": 5, "name": "Дарія Пильо", "cat": "Bar"}, {"review": "Probably the best cocktail bar in town! Very relaxed atmosphere, cocktails for every taste and color. Ikos friendly, there are hookahs.\nUnusual design, many toilets and even a shower! …", "rating": 1, "name": "Мирослава Яцык", "cat": "Bar"}, {"review": "The one and only cocktail bar of its kind. Prices are higher than average but worth it. Pleasant, friendly atmosphere, insanely delicious cocktails, each of which is unique in its own way, and of course bartenders who will not only help with …", "rating": 4, "name": "Leonid Makarov", "cat": "Bar"}, {"review": "The place where I discovered the world of cocktails.\nCozy, tasty and cozy.\nThe best place to have a vodka martini. …", "rating": 5, "name": "Stanislav Zaravnyaev", "cat": "Bar"}, {"review": "Kind, understanding bartenders work at the viewing level. All the cocktails I have tried are divine.\nThe location of the institution is very interesting: it is located in the arch and in the courtyard between …", "rating": 5, "name": "Igor FFOKCUF", "cat": "Bar"}, {"review": "This place is clearly the leader in Kyiv in terms of signature cocktails) everyone can find something to their liking, and the way they designed the bar map on the coordinate plane is generally brilliant. The choice of locations is also pleasing: you can stay both in …", "rating": 3, "name": "Yana Chernogradskaya", "cat": "Bar"}, {"review": "The cocktails are super, but the hookah upset, not what you expect from an establishment of such a pricing policy. Hookah of the level of network establishments of a moderate price segment. If you go for a drink, I recommend it, but go to a different place for a hookah) ...", "rating": 4, "name": "Богдан Удовенко", "cat": "Bar"}, {"review": "Unusual place. Met with friends there. Went for cocktails and hookah - not in vain. The cocktails are delicious, the choice is huge, because the waiters are very needed here, they are well versed in the menu, they were friendly. …", "rating": 2, "name": "Asya Savritskaya", "cat": "Bar"}, {"review": "I love anything with gin. The bartenders on the shift are all cheerful, I really like to sit at the bar.\nYou visited a week ago with a guy, got a lot of emotions from communicating with the bartender. …", "rating": 5, "name": "Аліса Ткачук", "cat": "Bar"}, {"review": " Top bar of Kyiv!) Very tasty cocktails!\n\n", "rating": 5, "name": "Настасья Ильина", "cat": "Bar"}, {"review": "In general, not a bad place, the location is on the hem, most of the bar is on the covered terrace in the courtyard of the house, good service but the prices are above average, the toilet is not cleaned and there are eternal queues, there should be more booths for such a number of seats, …", "rating": 5, "name": "Наталия Волоховская", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Галина Зинченко", "cat": "Bar"}, {"review": "If I were asked to describe this establishment in a nutshell, it would be \"expensive\" and \"tasteless\". Large selection of alcohol but no description. Why do I have to ask the waiter about every cocktail? And the prices are above average in Kyiv. …", "rating": 5, "name": "Chyngys Barynov", "cat": "Bar"}, {"review": "Cool cocktail card, the place is quite popular, you need to book in advance. There is always something to eat for cocktails, there is a patio, but they smoke a lot there. In general, very worthy. …", "rating": 5, "name": "Iryna Zbarzhevetska", "cat": "Bar"}, {"review": "Super place! Not only are the bartenders handsome, but they also make excellent cocktails❤️🔥 …", "rating": 5, "name": "Кatiko", "cat": "Bar"}, {"review": "Delicious cocktails (very large selection), good hookahs. The staff is friendly. The atmosphere is not bad either.\nPrices are slightly above average. …", "rating": 5, "name": "Сергей Борчуков", "cat": "Bar"}, {"review": "In general, I liked everything. Immediately I want to highlight the attitude of the staff --> the visitor - at ease, friendly, pleasant. Not everywhere is so comfortable! For food, Caesar salad is top notch, liked 2 out of 2. I ate the house burger, not the best in my life, …", "rating": 5, "name": "Tetyana Nebozhynska", "cat": "Bar"}, {"review": "The place is interesting if you want to drink for a large sum and raise a hookah. I went with a young man. I liked the interior, there are several halls, but not all of them can hear music, which is a minus. The alcohol menu is rich, but there is no way out…", "rating": 1, "name": "Елизавета Болдырева", "cat": "Bar"}, {"review": "An excellent place to chill. Excellent cocktail card. I tried almost everything, the bartender makes amazing cocktails, he does not regret alcohol. The service is also up to the mark, you do not have to wait for three hours. All on time and...", "rating": 5, "name": "Oleksandr Kovinia", "cat": "Bar"}, {"review": "Been here before - everything seems to be liked. But I put a low rating and I won’t come here again: I went to my DR with 2 friends around 11 pm for coffee with becher, sat down at the bar, they poured coffee for us for free, and a completely unattractive girl of 16 years old, …", "rating": 5, "name": "Wind Stepanov", "cat": "Bar"}, {"review": " Good evening!\nI want to reasonably invite you to visit the bar to correct the impression. Call 0930531011 - I'll wait for acquaintance and delicious coffee at least)\n\n", "rating": 5, "name": "Анастасия Антипина", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Yulia Gulko", "cat": "Bar"}, {"review": " We collapsed with friends at the bar around 1 am. This was our fourth stop, so I could not drink alcohol, went to a distant bar to order coffee. Yes, it's not the best idea to order coffee at the bar, I know …", "rating": 5, "name": "Natalia Didoruk", "cat": "Bar"}, {"review": " Salyar Ali, still waiting for you for coffee and cocktails)\n\n", "rating": 3, "name": "Ivan", "cat": "Bar"}, {"review": "Favorite bar in Kyiv!\nBright interior and creative names of cocktails))\nPretty small cocktails but so tasty!! …", "rating": 3, "name": "Виктория Сабинина", "cat": "Bar"}, {"review": "A very overrated place! Of the good - live music and delicious cocktails, although the price for them is too high. For foreigners who are eager to feel \"initiation\" to Ukraine or Kyiv - that's it! They will have higher incomes. If you want...", "rating": 5, "name": "Sergio Strebkov", "cat": "Bar"}, {"review": " It takes a long time to order. We waited for 40 minutes for one cocktail in the middle of the evening. Yes, I understand that with an influx of clients, the delay is the norm, but not 40 minutes to mix 2 types of …", "rating": 5, "name": "Garskaya", "cat": "Bar"}, {"review": " Good evening!\nWhat exactly do we need to fix to get a high five?)\n\n", "rating": 5, "name": "Alexandra Sverdlova", "cat": "Bar"}, {"review": "Been here only once. Nice place to smoke hookah and drink a couple of cocktails. It is very original to go into the courtyard and get into the room, but at the same time stay in a quiet Kiev courtyard with old paving stones and windows ...", "rating": 5, "name": "Alexandra Alexandrova", "cat": "Bar"}, {"review": "The coolest bar in Kyiv. Light environment. The bartender Dima will always recommend a cool cocktail, and the waitresses are Mega-fast. Prices for the center are good. But the coolest thing is hookahs! …", "rating": 5, "name": "Софія", "cat": "Bar"}, {"review": "Perfect place. I liked everything, cocktails, atmosphere and really high-quality hookah. would come\nadvance booking on Saturday evening, there were no seats, sat at the bar, about nothing ...", "rating": 5, "name": "Марк Капуза", "cat": "Bar"}, {"review": "Amazing place, cocktails are just beyond words. Special thanks to the waiters who will suggest and select something perfect and just for you🖤 …", "rating": 5, "name": "Roman Grekov", "cat": "Bar"}, {"review": "There were much better expectations. There were no discounts or congratulations for other friends. Okay discounts if the cocktails were delicious. Penicillin is diluted like cheap juice, food is also a three. …", "rating": 4, "name": "Андрей Инквизитор", "cat": "Bar"}, {"review": "Convenient location, a large selection of cocktails, the kitchen menu is not very large, but for such an institution it is quite sufficient. There is live music, spacious, good staff - if you have questions about cocktails, they help you decide. …", "rating": 5, "name": "Alex Denysenko", "cat": "Bar"}, {"review": " All cocktails - Cocktails!))\nSuper tasty and super sincere!\nMore than once! …", "rating": 4, "name": "Andrew", "cat": "Bar"}, {"review": "One of the best cocktail establishments in the city. Large selection of delicious drinks. Smart bartenders who know their stuff. Very pleasant location. Knowledgeable hookah people and many hookah flavors…", "rating": 5, "name": "Maze Blackwood", "cat": "Bar"}, {"review": "Was in summer. Ooo liked it. Cool interior and atmosphere, if it's a hot day, it's always cool there.\nA little intrusive was the waitress who came up to us every 5-7 minutes. but …", "rating": 5, "name": "Nataliia Liuieva", "cat": "Bar"}, {"review": "Delicious cocktails. Great waiters to help you choose. Music volume is perfect. There are a lot of people (they come and go, a constant anthill).\nOf the minuses - a bathroom. All the same, the institution is evaluated by this place. …", "rating": 5, "name": "Nadia L", "cat": "Bar"}, {"review": "A great place for those who love original author's cocktails. The waiters will help you figure it out and advise what to order depending on your tastes. They are never wrong :) The food is also excellent, I recommend trying the meze. …", "rating": 5, "name": "Анатолий Букин", "cat": "Bar"}, {"review": " Everything is fine, but if you reduce the waiting time - it would be great, because waiting for cocktails for 15 minutes - it's too much 😒 …", "rating": 5, "name": "Alper Yurttas", "cat": "Bar"}, {"review": " Oh, it's very sad that you had to wait, but we must note that we always follow the queue for delivery orders and work at maximum speed. during a large influx of people there may be delays, so we apologize and invite guests again and again, perhaps in more unloaded evenings (although now almost all evenings we have a full landing and try very hard) ❤️\n\n", "rating": 5, "name": "Valya Vasichko", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Андрей Аватарский", "cat": "Bar"}, {"review": "I loved this place until today because I always sat at the bar. The most rude attitude of the waiters ...", "rating": 4, "name": "Mykhailo Amosov", "cat": "Bar"}, {"review": "\nGood evening! We are sincerely looking forward to a new visit to correct feelings. we have great guys working in the gym, come and we will begin to correct your misunderstanding)", "rating": 5, "name": "Катерина Мулявка", "cat": "Bar"}, {"review": "A very upscale establishment. There is nothing unusual in cocktails, but a strong 4k. The kitchen is good too. There were not enough fans, despite the late evening it was stuffy. …", "rating": 5, "name": "Ina Vintro", "cat": "Bar"}, {"review": "The best bloody mary I have ever tasted! Service at the level. The bartenders are friendly, fast and professional. Bliss! …", "rating": 4, "name": "Nataliia Chukhrai", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Светлана Зотова", "cat": "Bar"}, {"review": "waited two cocktails for about 40 minutes. I understand that it was rush hour - Friday, but still it's a bit too much ...", "rating": 5, "name": "София Герасимова", "cat": "Bar"}, {"review": "\nthere are delays during loading times, believe me - we do everything to avoid them. but 40 minutes is really a lot. we will be happy to meet with you again - if you allow us to improve and be faster. (maybe not even Friday) ❤️", "rating": 5, "name": "V K", "cat": "Bar"}, {"review": " An interesting place with an atmosphere, from the cons I can say- not suitable for large companies, start to save alcohol after a few cocktails (( …", "rating": 5, "name": "Вадим Петрив", "cat": "Bar"}, {"review": " Bogdan, very interesting information. Could you tell us exactly when this happened?\n\n", "rating": 5, "name": "Володимир Скоропад", "cat": "Bar"}, {"review": "The service is disgusting, with an incomplete landing, one beer was carried for 20 minutes, food for about 50 minutes, the waitress forgot our order. The price of beer is unreasonably high. And so this is an interesting and atmospheric institution for those who care about money, …", "rating": 3, "name": "Luda Klimenko", "cat": "Bar"}, {"review": "My favorite bar in Kyiv!!! Perhaps there are better, but here is the place of friends! Atmospheric and always warm! I am on friendly terms with bartenders - masters without an exception!!! I recommend! …", "rating": 4, "name": "Eugene Boggart", "cat": "Bar"}, {"review": " I discovered this place recently, but I am very glad to have visited here. Accidentally got on the day of live music and it can not be expressed in words 😻 …", "rating": 5, "name": "Евгений Холод", "cat": "Bar"}, {"review": "The best cocktails are here! ❤️ How many times I have been to this place, I have never come across a bad one! 🙈☝️ …", "rating": 4, "name": "Wely Lond", "cat": "Bar"}, {"review": "Great bar, delicious cocktails. The kitchen is really not very diverse, this is primarily a bar. It would be nice to have a more detailed bar menu. …", "rating": 5, "name": "Dmytro Komisar", "cat": "Bar"}, {"review": "Great atmosphere, cocktails and hookahs. I call my friends. Book a table in advance if Fri, Sat …", "rating": 3, "name": "Denis Kostenko", "cat": "Bar"}, {"review": "Large selection of drinks. There will be something to please yourself, especially delicious non-alcoholic lemonade ...", "rating": 5, "name": "Vadym Metchov", "cat": "Bar"}, {"review": " Atmospheric place. Delicious cocktails, good music and nice prices. To all who have not been, I advise 😎 …", "rating": 2, "name": "Ксенія Дремлюженко", "cat": "Bar"}, {"review": " thank you ☺️\n\n", "rating": 5, "name": "Varvara Voinarovska", "cat": "Bar"}, {"review": "My favorite bar in Kyiv!!! Perhaps there are better, but here is the place of friends! Atmospheric and always warm! I am on friendly terms with bartenders - masters without an exception!!! I recommend! …", "rating": 2, "name": "Aleksandra Piskun", "cat": "Bar"}, {"review": " Cool cocktails, delicious food. Experienced bartenders who understand the customer in a nutshell. I recommend !!! …", "rating": 5, "name": "Alina Sobolieva", "cat": "Bar"}, {"review": " sincerely grateful ❤️\n\n", "rating": 5, "name": "Сергей Рачев", "cat": "Bar"}, {"review": "Cozy and atmospheric, but there are RATS and mice. While we were sitting at a table at the very end of the establishment, a rat came out to us from behind a curtain that hangs on the wall butt against the chairs. And then 2 mice running around the kitchen. I'm sorry I can't yell...", "rating": 1, "name": "Антон Адамов", "cat": "Bar"}, {"review": "Nice atmosphere, nice and helpful staff (Barcelona, ​​hello :) ), delicious and delicious again) …", "rating": 4, "name": "Denis Belozorov", "cat": "Bar"}, {"review": "Great bar, good cocktails. Slightly overpriced, but not critical. In general, I recommend to visit. …", "rating": 3, "name": "Anton Shkuro", "cat": "Bar"}, {"review": "Great team, great guys. The drinks are super, and the hookah is simply divine.) I am extremely satisfied. Thank you very much for such an atmosphere. …", "rating": 3, "name": "Екатерина", "cat": "Bar"}, {"review": " The establishment is located in the old Podilsky yard, where you can safely smoke a hookah and not choke on the smoke, because if you lift your head, there are tens of meters of the building. Very original. And yet, …", "rating": 5, "name": "Виктор Пигарев", "cat": "Bar"}, {"review": " Super delicious cocktails\n\n", "rating": 5, "name": "Кate B", "cat": "Bar"}, {"review": "Not delighted, I expected more, probably because of this such a rating. I tried a couple of cocktails and also for 3 points, but the atmosphere is good. …", "rating": 1, "name": "Дмитрий Прокопчук", "cat": "Bar"}, {"review": "\ngood night, Ivan! what kind of cocktails did we get C's? we will deal with them ...)", "rating": 4, "name": "AWG Normas", "cat": "Bar"}, {"review": "Small selection of salads and main courses. Purely if you drink, then you can. But I didn't really like Aperol. …", "rating": 5, "name": "Haver Dima", "cat": "Bar"}, {"review": " Very atmospheric place, delicious burgers and cocktails, and in fact everything is here for a good rest, and all this in the courtyard of the house on the beautiful Podil. One of the best places to relax …", "rating": 5, "name": "Ирина Полищук", "cat": "Bar"}, {"review": "Atmospheric place with Huge! selection of cocktails. If you have not decided on your \"favorite\" yet, then friendly waiters and bartenders will help you with a choice based on your preferences 😃 …", "rating": 5, "name": "Head_of_NASA", "cat": "Bar"}, {"review": " Very tasty cocktails, snacks are also very ok. The only annoying thing is the hookah, but many visitors order it …", "rating": 5, "name": "Александр Бровченко", "cat": "Bar"}, {"review": " grateful for the feedback, in fact we always invite guests who are annoyed by hookahs in a separate room, it's cozy, we are waiting for you! (;\n\n", "rating": 5, "name": "Александр Доманчук", "cat": "Bar"}, {"review": "Cool place. All liked it. Original cocktails, tasty and unusual. Cool style and atmosphere. Therefore, there are always a lot of people here, but there is always a table) …", "rating": 5, "name": "Злата Игнатенко", "cat": "Bar"}, {"review": "Great cocktails, lamp atmosphere and very friendly staff. Live music is played in the evenings. It is better to book a table in advance - the institution is popular. …", "rating": 5, "name": "Daria Nosik", "cat": "Bar"}, {"review": "One of my favorite bars where I have the honor to work and enjoy not only cocktails but also communication with guests) …", "rating": 5, "name": "Олег Баранчук", "cat": "Bar"}, {"review": "Great bar. There are hookahs, beer and cocktails. Sometimes great bands perform. Unusual interior. One of my favorite places in Podil…", "rating": 4, "name": "Николай Морущак", "cat": "Bar"}, {"review": "When I visited the capital it was not easy to find this place))) But the drinks were very tasty. The staff is competent and friendly, interesting interior. In general, I recommend. …", "rating": 5, "name": "Вова Перегинец", "cat": "Bar"}, {"review": "Very atmospheric place with delicious cocktails. Waiters always help with the choice of author's drink. …", "rating": 3, "name": "i p", "cat": "Bar"}, {"review": "A pleasant place where you can have fun in the evening, a large cocktail list, the waiters will always help you choose a cocktail just for you. There is a modest but tasty selection of dishes (chebureks and shrimps are delicious). One cocktail is hardly enough, ...", "rating": 5, "name": "Tanya V", "cat": "Bar"}, {"review": " …", "rating": 1, "name": "nicolas", "cat": "Bar"}, {"review": " Very cool place with unusual cocktails. Julia is just the best, she was able to agree to make unusual cocktails to order. Thank you, Julia! …", "rating": 5, "name": "Valerie S", "cat": "Bar"}, {"review": " thank you, and Julia from nice words smiles and blushes)\n\n", "rating": 5, "name": "Ihor", "cat": "Bar"}, {"review": "Very atmospheric place. They prepare delicious cocktails, I especially liked the light cocktail split. The appetizers and burgers are delicious too. …", "rating": 4, "name": "Svitlana Merezhko", "cat": "Bar"}, {"review": "Accidentally got into it, since at 12 at night we were looking for a pub in Podil, which is not yet closed. Unexpectedly cozy atmosphere, unusual surroundings. Only the menu for a drunken head is complicated ...", "rating": 5, "name": "Сергей Стаховский", "cat": "Bar"}, {"review": " One of the most beautiful places to go in Kiev. Cocktails are great. Prices are not bad. 50 cl of beer 75 hryvnia, cocktails are also changing between 180-200 hryvnia. The decoration and ambience is also pleasant. It …", "rating": 4, "name": "Liliia Zubkova", "cat": "Bar"}, {"review": "Cool place with a huge selection of delicious author's cocktails. Good staff, girls - waitresses will always prompt and help you make the right choice)) A place where you want to return again and again. …", "rating": 5, "name": "Nicky Vinken", "cat": "Bar"}, {"review": " An interesting place for a vacation company. Several halls, cool atmosphere. There are halls where you can order a hookah. Cocktails under unusual names) …", "rating": 5, "name": "hanna kudriashova", "cat": "Bar"}, {"review": " Compared to Hitchcock (also on cocktails spices), then 4 solid) thank you! …", "rating": 4, "name": "Максим Скубенко", "cat": "Bar"}, {"review": " Elegant cozy interior, super nice staff, delicious cocktails. Convenient location - city center, next to the metro. Prices are moderate - from 140 UAH, and, undoubtedly, their original cocktails are worth it. On the …", "rating": 5, "name": "Поліна Сидорчук", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oksana Polozenko", "cat": "Bar"}, {"review": "The facility is cool. Very non-standard. The cocktails are amazing, especially the bloody mary. But the service is not very fast. We had to wait quite a long time for the order, even if it was just beer. …", "rating": 5, "name": "Alena Ninua", "cat": "Bar"}, {"review": "Interesting environment, attentive staff. The hookah was ok but not spectacular. There was no tea. There is a huge selection of cocktails, the ones we ordered were excellent. …", "rating": 5, "name": "Богдан Гуйван", "cat": "Bar"}, {"review": "Good service, delicious cocktails for every taste. I will definitely come back, I recommend! …", "rating": 4, "name": "Захар Рыжов", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Василий Лотох", "cat": "Bar"}, {"review": "🖤", "rating": 4, "name": "Артем Мовчан", "cat": "Bar"}, {"review": "Great place to relax and eat. The food is delicious, the waiters are great guys. The only thing I didn't really like was the hookah. And so I'm happy with everything ...", "rating": 4, "name": "Вадим Литвинець", "cat": "Bar"}, {"review": " Very tasty cocktails, approach to guests just a gun, bartenders top 🔥🔥🔥 …", "rating": 5, "name": "Kassandra H", "cat": "Bar"}, {"review": "🧨🧨🧨", "rating": 5, "name": "Віта Березовська", "cat": "Bar"}, {"review": " Did not like. The establishment is located in the courtyard between the sheltered houses. The food and drinks are delicious, but their price is far too high. The hookah is good. Entourage is not very. Not for those …", "rating": 5, "name": "Kate Bazhan", "cat": "Bar"}, {"review": " Delicious cocktails, but little air, lots of hookahs, not all waiters are friendly, but overall a very positive impression! …", "rating": 5, "name": "Denis Peshkov", "cat": "Bar"}, {"review": " thanks for the feedback, indeed, when we have a landing on Friday and Saturday in winter - there is not enough air, instead we have a separate hall with a smoking ban - we invite you there)\nWell, in the summer, when there is a lot of space in our yard - there is definitely not enough air. ;)\n\n", "rating": 5, "name": "Liudmyla Pavlenko", "cat": "Bar"}, {"review": " The atmosphere and music are gorgeous. All the cocktails I tried were super delicious. Definitely the highest award! …", "rating": 5, "name": "Anna Zabuha", "cat": "Bar"}, {"review": "Super atmosphere. Good cocktail list. The service is a little slow but we were on the eve of Halloween and can be attributed to that. I will definitely come again. …", "rating": 4, "name": "Василій Мухін", "cat": "Bar"}, {"review": "Very atmospheric place. An interesting menu of cocktails - made in the form of a graph where you can choose a taste - sweeter or sour, fortress. …", "rating": 5, "name": "Дмитрий Соколов", "cat": "Bar"}, {"review": "I don't know, the hookah didn't impress me at all. The first 25 minutes were still smoking, then you could get up and leave. And the cocktail turned out to be very mediocre. Maybe I got a shift, I don't know. …", "rating": 4, "name": "Артем Остривный", "cat": "Bar"}, {"review": "Great place to sit and have a delicious cocktail (and not just 1). The food menu is simple. There is a good hookah. Prices are moderately high. …", "rating": 5, "name": "Viktoriia Honcharova", "cat": "Bar"}, {"review": " Delicious cocktails, but not interesting music. And not cozy enough, because they smoke a hookah …", "rating": 5, "name": "Yarko Sapozhak", "cat": "Bar"}, {"review": " Xenia, good evening!\nWe apologize for the music, and we are sure we can discuss it at the meeting, especially if you want to visit our inner, separate room, where smoking is prohibited.\nWe are convinced - you will like it)\n\n", "rating": 5, "name": "Дан Пуржаш", "cat": "Bar"}, {"review": " The bar hit late in the evening, so it was very atmospheric, dark room between the houses, covered from above, created a unique atmosphere of the lounge and general relaxation …", "rating": 5, "name": "Иванна", "cat": "Bar"}, {"review": " The place is good and delicious cocktails. The service leaves much to be desired. Special thanks to the waiter Diana. At first, the girl very culturally made it clear why we came to one of the \"best\" cocktail bars in …", "rating": 5, "name": "Светлана Мельник", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Nikita Tkach", "cat": "Bar"}, {"review": "This is a wonderful bar with the most professional bartender, Bogdan, who prepares individual cocktails and gives you the most vivid taste experience in life. …", "rating": 4, "name": "Bogdan Cohen", "cat": "Bar"}, {"review": " thank you very much, come for strong rum cocktails more :)\n\n", "rating": 4, "name": "Nikita Lyalin", "cat": "Bar"}, {"review": "I entered a query in the search for Good Vine. And the cards showed your bar. And I arrived and spent time, but Good Vine was not there. Set semantics appropriate...", "rating": 5, "name": "Marianna Zhuravlova", "cat": "Bar"}, {"review": " very strange, not a little would have happened.\n\n", "rating": 5, "name": "Sasha Nazarova", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Богдан Коцький", "cat": "Bar"}, {"review": " Intermediate level institution. The main room is located between the houses covered with curtains on the side and top. There are cocktails, but served in strange vessels, some not presentable. Service for three. The …", "rating": 5, "name": "Наталья Серенькая", "cat": "Bar"}, {"review": "There were a lot of people, they were a company. But personally, none of the cocktails impressed me. But these are personal tastes. It's tasteless, it's cloying. .Friends liked it. …", "rating": 5, "name": "Андрей Нов", "cat": "Bar"}, {"review": "Delicious cocktails, relaxed atmosphere. But still, one thing bothers me. That the first hall is a former courtyard. Particularly disorganized. …", "rating": 4, "name": "Andrii Poturai", "cat": "Bar"}, {"review": " Cool place with delicious, smoky hookahs and an original wide cocktail menu. Hookah costs a little more than the average price, but there is one price for all tobacco, so you can mix them as soon as you want, which is …", "rating": 5, "name": "Лев Еващук", "cat": "Bar"}, {"review": "We arrived at Pinkfroid. On Google it says that they are open until 2 am, and the waiter says that they are open until 1 am and google is an unofficial site that does not present their official opening hours. What can be said? Pink Freud is an institution of norms, …", "rating": 3, "name": "Александр Третьяк", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Юрий Полепа", "cat": "Bar"}, {"review": "\nthanks for the tip! 😉\nthe cue ball on Friday and Saturday, and very often on other days is our specialty, so it's better to book in advance ❤️", "rating": 5, "name": "Marina Veremenko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Katya Katya", "cat": "Bar"}, {"review": "Atmospheric bar where you will be offered a delicious cocktail. A nice bonus - the staff speaks excellent English, you can safely come to foreign guests ...", "rating": 4, "name": "Roman", "cat": "Bar"}, {"review": "Pleasant atmosphere, attentive staff interesting guests of the institution\n😉👍 …", "rating": 5, "name": "Anastasia Pravilo", "cat": "Bar"}, {"review": "Very pleasantly surprised, delicious, good bar, perfect service, the moment when you want to come back and come back more than once. …", "rating": 5, "name": "Anastasiia Livshyts", "cat": "Bar"}, {"review": " waiting for your return, and more than once! :)\n\n", "rating": 5, "name": "Tertiaritus", "cat": "Bar"}, {"review": "Cool place to relax on the street :-) good hookahs . Cool toilet with shower 😂 …", "rating": 5, "name": "Ilya Kouperman", "cat": "Bar"}, {"review": "Impressive place, original, the atmosphere is very interesting, and the bar list is extensive, delicious cocktails! …", "rating": 2, "name": "Алена Доскоч", "cat": "Bar"}, {"review": "Officially, the best yard on the hem, in which they make sure that you have a delicious meal and then it was not sad to drive🥰🤌🏻 …", "rating": 5, "name": "Mark Lyzenko", "cat": "Bar"}, {"review": "A very atmospheric place, guests are immediately greeted by a harley at the entrance) the institution is located in the courtyard between two buildings, but it’s cold on the ground, there is also a part of the institution in the building, delicious cuisine, and an extensive selection at the bar, delicious hookah. …", "rating": 4, "name": "Черный Кролик", "cat": "Bar"}, {"review": "We booked a large table for the evening with colleagues. All liked it. A place for a pleasant evening with cocktails, but I would not count on food. …", "rating": 4, "name": "Inna Kravchenko", "cat": "Bar"}, {"review": " The work of bartenders is fascinating. Just the best cocktail bar ever …", "rating": 5, "name": "Маргарита Стасив", "cat": "Bar"}, {"review": "Hookah is rather weak, cocktails are not for everyone, the atmosphere inside the courtyard is not bad, you almost don’t even need to shout over the music to chat…", "rating": 5, "name": "SeriallChiller", "cat": "Bar"}, {"review": "I liked the place very much!\nStylish with live music!\nCocktails are delicious, but somehow too much ice! Ice and foam are best friends...", "rating": 5, "name": "Валерий Новик", "cat": "Bar"}, {"review": "We walked with a group of old friends, visited various hipster establishments in Podil. Along the way, this very Pink Freud came across (this is, as it were, a reference to the great Pink Floyd). By the way, their best album is Wish You Were Here, although many people think ...", "rating": 5, "name": "Эдуард Маханьков", "cat": "Bar"}, {"review": " And as for me, Division Bell is one of the best ...\nBut not the point - the fact is that I would like to correct your impression, and for this you need to meet.\nI will wait for your previous call to 0930531011. Absolutely sincerely)\n\n", "rating": 5, "name": "Lovetta Li", "cat": "Bar"}, {"review": " Delicious burgers and cocktails, great service. Good place. …", "rating": 5, "name": "Jully “СонцеМ” forewer", "cat": "Bar"}, {"review": "Great cocktails and delicious food\nI liked the service, despite the full room quickly and efficiently. I will definitely come back and recommend to my friends! …", "rating": 5, "name": "Yurii Kondratskyi", "cat": "Bar"}, {"review": " Interesting place. Just a yard and a bar. The atmosphere is like that of a ruined pub in Budapest. Of course, not quite, but from the Kiev bars it is as close as possible. The cocktail was not pleasant, it was with …", "rating": 5, "name": "Максим Жаворонков", "cat": "Bar"}, {"review": "one of my favorite places in Kyiv! Guys, the cocktail menu is beyond praise! …", "rating": 5, "name": "Константин Козлов", "cat": "Bar"}, {"review": " Interesting place, but the price of the cocktail is clearly too high. …", "rating": 5, "name": "Mila Cheprasova", "cat": "Bar"}, {"review": " Bar with a nice setting. From a covered terrace to more intimate tables. Good, very relaxed atmosphere with live music in the background. …", "rating": 3, "name": "Irina Marchenko", "cat": "Bar"}, {"review": "Delicious cocktails, some of the best in town.\nThere are a lot of people on weekends, so it's better to book a table in advance …", "rating": 5, "name": "Андрей Платыш", "cat": "Bar"}, {"review": " Pros: atmospheric, delicious cocktails, excellent hummus, a good map of whiskey. Cons: long waits for orders, sometimes bring cheaper whiskey, sometimes noisy. …", "rating": 5, "name": "Lina Milyutina", "cat": "Bar"}, {"review": " Cocktails are a bomb. Very cool, polite and professional waiters, delicious food, but cocktails - the best. I recommend! …", "rating": 5, "name": "Віталіна Бабенко", "cat": "Bar"}, {"review": "Definitely my favorite bar! Prices are high but worth it, very tasty cocktails, service and style are on top 🍸 …", "rating": 4, "name": "Катерина Гюлеч", "cat": "Bar"}, {"review": "\nDelicious cocktails and atmospheric place", "rating": 4, "name": "garazd", "cat": "Bar"}, {"review": "Great hookah, delicious chef burger and dessert, the waitress was very knowledgeable about the range of cocktails and gave good advice. I recommend. …", "rating": 5, "name": "Hanna Kravchenko", "cat": "Bar"}, {"review": "The place is very even.\nGood hookah and cocktails.\nPleasant staff. …", "rating": 5, "name": "Андрей Маноха", "cat": "Bar"}, {"review": "very atmospheric place. I liked the places in the courtyard - you sit between the houses. cool cocktail card. the waiters are friendly. overall a great place to visit…", "rating": 5, "name": "Maryna Gladunova", "cat": "Bar"}, {"review": "The atmosphere is interesting. The waiters are at the highest level, very nice people. Why 4 stars, not 5, there is no menu, during quarantine they offer to scan the qr code, you see the menu on the phone, not in full. As for me, this is not convenient, people in restaurant …", "rating": 5, "name": "Maria Korogod", "cat": "Bar"}, {"review": " A good selection of cocktails is a hookah. Overcharge.\n\n", "rating": 5, "name": "Георгий Грибенник", "cat": "Bar"}, {"review": " good day!\nThanks for the feedback, we try to keep the brand, and in the establishments of our segment we remain at the same price level. come to visit again - we will tell about it in more detail 👌\n\n", "rating": 5, "name": "Pavlo Legkun", "cat": "Bar"}, {"review": "I really liked craft dark beer, warm whiskey cocktail and service. Our waitress was top notch. …", "rating": 5, "name": "Sviatoslav Denysenko", "cat": "Bar"}, {"review": " Atmospheric place to return to, friendly bartenders, great cocktails👍🏻 …", "rating": 4, "name": "Andrew Ryouta", "cat": "Bar"}, {"review": "wonderful establishment. great service and staff. One of the best cocktail bars in Kyiv and at the same time with a cool hookah. …", "rating": 5, "name": "Andrii Chyrva", "cat": "Bar"}, {"review": "Cool place, delicious appetizers, great cocktails. You can take elite drinks at the bar, unfortunately they are not written on the menu ... You need to know. …", "rating": 5, "name": "Rozumniuk Alyona", "cat": "Bar"}, {"review": " A soulful place with delicious cocktails and awesome bartenders. Sit in the inner bar and talk for life with Bogdan! …", "rating": 5, "name": "Ruslan", "cat": "Bar"}, {"review": " something we haven't seen for a long time, where did you disappear to, Ludo? )\n\n", "rating": 5, "name": "Roman Prodyus", "cat": "Bar"}, {"review": " A very atmospheric hipster establishment hidden between houses. There is a lot of delicious author's cocktails and a good hookah …", "rating": 4, "name": "Serhiy Hlushko", "cat": "Bar"}, {"review": "Cocktails are delicious, varied; the surroundings are unusual and peculiar; prices are medium-high; The menu is disgusting and tasteless...", "rating": 5, "name": "Dabog Masois", "cat": "Bar"}, {"review": "Great cocktails, locations, bartender and atmosphere, would recommend to anyone and come back myself! …", "rating": 5, "name": "Victoria D.", "cat": "Bar"}, {"review": "🍸🍾", "rating": 5, "name": "Evgeniya Rozhkova", "cat": "Bar"}, {"review": "Good bar. There are good jazz performers. Great idea with tables outside. I recommend visiting…", "rating": 5, "name": "Дмитрий Кузнецов", "cat": "Bar"}, {"review": " very tasty cocktails and good service\nbut it is better to have dinner in advance, the food offers are not very diverse …", "rating": 5, "name": "Ольга Шульц", "cat": "Bar"}, {"review": " Victoria, we are preparing interesting novelties in the kitchen menu, it should be very tasty (:\n\n", "rating": 5, "name": "Alice Uncia", "cat": "Bar"}, {"review": " Very cool establishment with an incredible selection of cocktails. Everyone will find something to their liking. The staff is very knowledgeable, fluent in English. Also quite good hookahs. …", "rating": 4, "name": "Anastasia Soboleva", "cat": "Bar"}, {"review": " Friendly, nice and pleasant staff, great cocktails and good music! What else do you need for a good time? The answer is a pre-booked table …", "rating": 5, "name": "Vlad Tkachuk", "cat": "Bar"}, {"review": "Happy birthday 🔥\nGreat as always 💃🕺...", "rating": 4, "name": "Julia Kadibash", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Tetiana Bukreieva", "cat": "Bar"}, {"review": " and the best guests 🥰\n\n", "rating": 4, "name": "Светлана Ступак", "cat": "Bar"}, {"review": "Cool menu, so cool that there is a suspicion that someone stole it. The cocktails are delicious. Sleepy waitresses. The interior is interesting. You can come in. …", "rating": 5, "name": "Andrii Zinchuk", "cat": "Bar"}, {"review": "Very atmospheric, great food and cocktails. The disadvantage is the lack of restrooms in relation to the number of visitors…", "rating": 2, "name": "Osadchyy Andriy", "cat": "Bar"}, {"review": "Small selection of beer, didn't like Chicken and the usual dark one. The burger and fries are delicious, the atmosphere is awesome. …", "rating": 5, "name": "Rost Truster", "cat": "Bar"}, {"review": "Service, atmosphere, interior - everything is top five (prices are slightly above average, but it's worth it). After today's visit, PF is in the top of my favorite places. …", "rating": 5, "name": "Елена Николайчук", "cat": "Bar"}, {"review": "A haven for structure lovers on the menu - cocktail selection is made easier by plotting them on a saturation and flavor type scale. Well, quotes from Freud, too, by the way ...", "rating": 5, "name": "Алексей «Regressor» Марек", "cat": "Bar"}, {"review": " Cocktails are the coolest lavatory (come on, understand), but the tables are not a big company, we were cramped …", "rating": 5, "name": "Елена Белова", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "анастасия кутузова", "cat": "Bar"}, {"review": "Nice place, very warm in winter, bar ok. The bathroom has a shower if someone needs it. :) …", "rating": 5, "name": "Mariia Oliynyk", "cat": "Bar"}, {"review": " A normal bar with an unreasonably high price tag.\n\n", "rating": 5, "name": "Liliya Kuznietsova", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Mykhaylo Pikulskiy", "cat": "Bar"}, {"review": "Good cocktails, but the institution itself is so-so: a claim to originality, but everything is shabby and old. …", "rating": 4, "name": "Alexey “13” Uslavtsev", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Роман Гатченко", "cat": "Bar"}, {"review": "Cozy and cocktails for every taste. Asian sour cocktail is just perfect. And a set of appetizers, spreads too ...", "rating": 5, "name": "Екатерина Ардилес", "cat": "Bar"}, {"review": " Pleasant atmosphere, good music, delicious cocktails. It's a good place to meet friends. …", "rating": 5, "name": "Bonnie Benay", "cat": "Bar"}, {"review": "Good, quiet place. Large selection of cocktails. The place is more for socializing than for hanging out. …", "rating": 5, "name": "Марія Заставська", "cat": "Bar"}, {"review": "nice place, but a table reservation is required if you don't want to huddle around the barrel. …", "rating": 5, "name": "Aleksandra Omelchenko", "cat": "Bar"}, {"review": " it is true, we often have a full reserve, but we will be happy to meet you at the bar, which we book)\n\n", "rating": 4, "name": "Helen Kutsenko", "cat": "Bar"}, {"review": "three things you need to know about this institution\n- here the whole Kyiv hangs out and grazes on cocktails from a cool chef\n- the seasonal menu and signature Asia Sour are a must-try...", "rating": 3, "name": "Olga Miroshnichenko", "cat": "Bar"}, {"review": "Awesome cocktails and top notch service)) be sure to try pasties and a cheese plate! …", "rating": 2, "name": "Alexandra Bratyshchenko", "cat": "Bar"}, {"review": " thank you 🥂\n\n", "rating": 5, "name": "Игорь Близнюк", "cat": "Bar"}, {"review": "Very cozy and stylish. Every time I go when I go to hang out on Podol. More such places, respect. …", "rating": 3, "name": "Анастасия Кудовбенко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Kristina", "cat": "Bar"}, {"review": "\ngood day!\nwe usually get diametrically opposite reviews, and we are very sad now)\ncan we invite you to visit again in order to clarify and fix everything?", "rating": 4, "name": "Анатолий Лысенко", "cat": "Bar"}, {"review": "Large selection of cocktails, you can have a good time with friends and have a drink, which we somehow did. Thank you very much for a pleasant evening! …", "rating": 5, "name": "Anna Monastyrska", "cat": "Bar"}, {"review": "Many places are overrated, including this one. In total, the impressions are average - do not expect a special attitude towards yourself, the prices are too high. But the music is good...", "rating": 5, "name": "Vital Rozhevski", "cat": "Bar"}, {"review": "Large selection of cocktails, interesting menu. Too smoky when there are a lot of people. Bad ventilation. …", "rating": 5, "name": "Вита Блищик", "cat": "Bar"}, {"review": "Atmospheric place. You can come with a company to smoke a hookah, drink delicious cocktails and chat. Very friendly staff. …", "rating": 5, "name": "Екатерина Великая", "cat": "Bar"}, {"review": "Excellent. And the kitchen and bar and assortment. Everything is fast and good quality. Pleased with the interior. …", "rating": 5, "name": "Karina Aleksandrovna", "cat": "Bar"}, {"review": "\nNice place with great atmosphere", "rating": 5, "name": "Tetiana Nemchuk", "cat": "Bar"}, {"review": "\nthanks ☺️", "rating": 5, "name": "Оля Вилкова", "cat": "Bar"}, {"review": "\nStylish place with good service", "rating": 4, "name": "Clyde Caulfield", "cat": "Bar"}, {"review": "\nSooo !!!! Super delicious Asia sour!", "rating": 5, "name": "Яна Харченко", "cat": "Bar"}, {"review": " An interesting and fun place, everyone will like.\nThe relaxed atmosphere and friendly staff is always a great and friendly company! …", "rating": 2, "name": "Julz Day", "cat": "Bar"}, {"review": "Nice bar downstairs.\nEverything is atmospheric!\nThe bartender is just great! …", "rating": 5, "name": "Iurii Moroz", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Алина Гордеева", "cat": "Bar"}, {"review": "Delicious cocktails, good cuisine in the center of Kyiv. Don't limit yourself to the menu - the cocktail menu is not limited to it...", "rating": 5, "name": "Mila Pustovietova", "cat": "Bar"}, {"review": " Pleasant atmosphere, good music, delicious cocktails. It's a good place to meet friends. …", "rating": 5, "name": "Natalliia Filippova", "cat": "Bar"}, {"review": "I was in summer. .. Insanely hot. The courtyard is interestingly decorated, the cocktails are unusual (I would even say too much), but there is absolutely nothing to breathe.... …", "rating": 4, "name": "Denis Shkodynskyi", "cat": "Bar"}, {"review": "The bartenders are always trying to pour something for you, and I actually came to take the readings of the counters ...", "rating": 5, "name": "Елена Ткаченко", "cat": "Bar"}, {"review": "In general, the place is very cozy and pleasant to spend time here with friends. Although Mai Tai is not the most delicious I've tried;) …", "rating": 5, "name": "Denis Värderingsman", "cat": "Bar"}, {"review": " Cool place. Delicious cocktails. Very atmospheric. Attentive staff …", "rating": 4, "name": "gg lonely", "cat": "Bar"}, {"review": " Great cocktails, but I would like lower prices\n\n", "rating": 5, "name": "Екатерина Лавиа", "cat": "Bar"}, {"review": " A good bar. Cocktails and hookah. A little too long to carry the order. …", "rating": 4, "name": "Тетяна Ральчук", "cat": "Bar"}, {"review": " Very good atmosphere, caring service, female hookah and cocktails, want to come back) …", "rating": 5, "name": "Liza Bel", "cat": "Bar"}, {"review": "High-quality, thematic place on the hem for a pleasant pastime of any format. It's awesomely warm like at home, only you don't have to wash the dishes :) …", "rating": 4, "name": "Eddie Khach", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Kir Kelevra", "cat": "Bar"}, {"review": "Atmospheric, great cocktails. True, there is always no room. But is it an indicator? 😄 …", "rating": 4, "name": "Denis Kazakov", "cat": "Bar"}, {"review": "\nVery cozy, cocktails are always great", "rating": 5, "name": "KatAr", "cat": "Bar"}, {"review": " Seat for 5 \"minus\". Friendly but not very attentive staff.\nHookah is also at 5 with a minus. Cocktails - how lucky. …", "rating": 4, "name": "Анна Бойко", "cat": "Bar"}, {"review": " This bar brought me back to cocktails. What the guys at the bar are doing is incredible. Dear. Cool. …", "rating": 5, "name": "Artem Chunikhin", "cat": "Bar"}, {"review": " Delicious cocktails and good hookah. But nothing special and few seats …", "rating": 5, "name": "Andrii Shevchenko", "cat": "Bar"}, {"review": "A cool place, especially the courtyard itself, there is practically no choice of beer, the main focus is on cocktails, but everything is ok with the kitchen, well, atmospheric) …", "rating": 5, "name": "Варвара Шиленко", "cat": "Bar"}, {"review": "Talented bartender :)\nDelicious cocktails.\nWe'll come again...", "rating": 5, "name": "Олександр Шваничик", "cat": "Bar"}, {"review": "Excellent cuisine, dishes are served on time and tasty) the hookah is slaughtered with high quality and checked often) the staff is sooooo kind and always positive)) thanks for a good evening and emotions!) …", "rating": 5, "name": "Irene Zheludenko", "cat": "Bar"}, {"review": "Very cool and atmospheric place. Also note to girls if they want to meet a foreigner, there are a lot of them here. …", "rating": 5, "name": "Тетяна Шабалдак", "cat": "Bar"}, {"review": " An interesting place with delicious drinks and food.\nDesserts did not like.\nPrices are familiar to Kiev. …", "rating": 5, "name": "Катерина Горбаль (Aksioma13)", "cat": "Bar"}, {"review": "The bartender is always in touch, and even if you are in a state of restlessness and without a tongue, he will pick up a great drink for you. Thanks) …", "rating": 5, "name": "Ольга Андрейченко", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Maria Parkhomovych", "cat": "Bar"}, {"review": "Perfect place. Quiet and comfortable. There is a special atmosphere in the courtyard. Delicious cocktails, attentive waiters. …", "rating": 4, "name": "Владислав Бабієнко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Олександр Горкавий", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Mykola Zubrytskyi", "cat": "Bar"}, {"review": "A great place with its own atmosphere, the waiter Dasha is lovely, a nice girl with excellent knowledge of the menu) …", "rating": 5, "name": "Oleksandra Bunda", "cat": "Bar"}, {"review": "An interesting atmospheric place, but frankly speaking, there is nothing for a non-drinker to do there. The prices are too high in my opinion. The staff is friendly and helpful. …", "rating": 5, "name": "Dmytro Karpovych", "cat": "Bar"}, {"review": " Cool cocktails and hookahs, service at a high level\n\n", "rating": 5, "name": "Dmitry Tarasenko", "cat": "Bar"}, {"review": " Delicious cocktails, I have not tried the ooze))) Chatting bartenders, entertaining ... Unfortunately it only opens at 18.00 ... …", "rating": 4, "name": "Катерина Танчак", "cat": "Bar"}, {"review": "Atmospheric place, the hookah is good, the cocktails were not all from the menu, the staff is helpful …", "rating": 3, "name": "Gennadiy Sivashov", "cat": "Bar"}, {"review": " Expensive, but pleased with the live music and the competence of the waiters (will help you choose a cocktail to your taste) …", "rating": 5, "name": "Not SoBad", "cat": "Bar"}, {"review": " Delicious cocktails\n\n", "rating": 5, "name": "Valeriia Bernatska", "cat": "Bar"}, {"review": "In winter, the first hall can be cold. Everyone smokes hookah, if you don't like it, then you definitely don't come here. …", "rating": 5, "name": "Юрий Харечко", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Misha Kolesnik", "cat": "Bar"}, {"review": " Live music, delicious hookah. Not the usual interior. Recommended for companies. …", "rating": 5, "name": "Макс Степанюк", "cat": "Bar"}, {"review": "The best cocktails in the city) once I drank so that I lost my phone on the way home) I keep dropping in) risky) …", "rating": 4, "name": "Alyona Russu", "cat": "Bar"}, {"review": "Good atmosphere, it's nice to spend the evening both in the company of friends and at the bar …", "rating": 5, "name": "Дарина Цимбалист", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oksana Zernova", "cat": "Bar"}, {"review": " A nice place with a relaxed atmosphere. Delicious cocktails for every taste, also worth a salad. …", "rating": 3, "name": "MC KOTSUR Crazy SHOW", "cat": "Bar"}, {"review": "Delicious cuisine and drinks, as well as a wonderful, moderately ironic interior are inviting. …", "rating": 5, "name": "Антонина Сметанина", "cat": "Bar"}, {"review": " Not bad. Big cocktail menu. Price ₴₴₴. Good burgers.\n\n", "rating": 5, "name": "юлия олешко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Алена Глава", "cat": "Bar"}, {"review": "The place is good. Bar card chic. The choice of alcohol is huge, but the prices are a little frustrating ...", "rating": 3, "name": "Сергей Колосков", "cat": "Bar"}, {"review": "Atmospheric place in the city center, good service. If you wish, you can smoke a hookah and take a picture with a Harley))) …", "rating": 5, "name": "Євген Дутчак", "cat": "Bar"}, {"review": " Good\nCreative\nBarno …", "rating": 3, "name": "Голубицкая Анастасия", "cat": "Bar"}, {"review": " Delicious cocktails really with alcohol) hookah on different tobaccos and a cool atmosphere) I recommend …", "rating": 5, "name": "Olesia Ralchuk", "cat": "Bar"}, {"review": "Thanks to the bartender Bogdan for magically guessing a cocktail that suited my mood and became a favorite, for attention and professionalism, without which this would not have been possible) …", "rating": 5, "name": "Taras Tsvyk", "cat": "Bar"}, {"review": " Delicious drink \"Pink Freud\")\nBut I do not understand why Freud, if it is from the word fraud and reads \"fraud\" 😕 …", "rating": 5, "name": "Крипта и Пиво", "cat": "Bar"}, {"review": " Hi there! 😄\nin fact, everywhere we write freud, the other 100% ❤️\n\n", "rating": 5, "name": "Undetified Joker", "cat": "Bar"}, {"review": "Live music +\nThe contingent is drinking informals, twilight, dust and dirt are hiding in the twilight.\nVisit again - does not cause desire. …", "rating": 5, "name": "Алексей Карпухин", "cat": "Bar"}, {"review": " The quality of the cocktails has deteriorated. Inattentive and unpleasant staff. …", "rating": 5, "name": "Макс Пушкарев", "cat": "Bar"}, {"review": " Alexander, good afternoon. It is very unfortunate that you have the impression of our cocktails and staff. We can handle this. Please tell us when you visited us, and perhaps you remember which of the waiters served you? Also, we will be glad to see you again and have a cocktail.\n\n", "rating": 5, "name": "Катерина Шишкіна", "cat": "Bar"}, {"review": "I liked it very much. Delicious cocktails! Nice music and very attractive interior…", "rating": 5, "name": "Badlo Anna", "cat": "Bar"}, {"review": "After quarantine, a complete disaster with the menu, there is almost nothing!\nThere was a misunderstanding with the bill for a large company! …", "rating": 5, "name": "Евгений Тимошенко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Анжелика Венгрус", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Максим Македонский", "cat": "Bar"}, {"review": "\nThe most favorite bar in Kiev😘", "rating": 4, "name": "Nika Kairos", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oleksii Nemnozhko", "cat": "Bar"}, {"review": " Incredibly wonderful place, the most delicious cocktails, the most welcoming waiters, a relaxed atmosphere. …", "rating": 5, "name": "Анастасия Скорик", "cat": "Bar"}, {"review": "Delicious menu, TOP cocktails, I love this place and I don’t want everyone to know about it, otherwise there are always no places😁 …", "rating": 4, "name": "Azazel Mobius", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Igor Tkachenko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Stephen Mindfult", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Марина Горностай", "cat": "Bar"}, {"review": "Prices are high and not all cocktails are in, but atmospheric place. In general, I liked…", "rating": 5, "name": "Juliana Konovalova", "cat": "Bar"}, {"review": " Atmospheric place with delicious cocktails and delicious cuisine …", "rating": 5, "name": "Taras Sholokh", "cat": "Bar"}, {"review": "❤️", "rating": 5, "name": "Ярослав Богомаз", "cat": "Bar"}, {"review": "Expensive place with dozens of cocktails to choose from. If friends from abroad come to you, then take them there ...", "rating": 5, "name": "מאיה ברנבוים", "cat": "Bar"}, {"review": " I definitely recommend visiting this incredible place at least once. 180 varieties of cocktails …", "rating": 5, "name": "Анастасия Юрьевна", "cat": "Bar"}, {"review": " Maintenance of standards. Kiev prices. Many hipsters are young. Places must be booked in advance. …", "rating": 5, "name": "Volodymyr Tkachuk", "cat": "Bar"}, {"review": "\none of the best cocktail places in Kiev!", "rating": 4, "name": "Andrey P", "cat": "Bar"}, {"review": " …", "rating": 2, "name": "Аліна М", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Olga Zhuk", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oleh Shevchenko", "cat": "Bar"}, {"review": "\nDo not plan to sit down on Friday nights", "rating": 5, "name": "Ultra Vires", "cat": "Bar"}, {"review": " Pleasant atmosphere, more or less normal hookah, delicious food and cocktails …", "rating": 4, "name": "Alexander Lopotuha", "cat": "Bar"}, {"review": "Very cool establishment!\nSuper delicious cocktails and a cool shower in the toilet xD ...", "rating": 5, "name": "Валерия Абрамова", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Kostiantyn Sobol", "cat": "Bar"}, {"review": " Tatiana, good evening!\nWhen could you come to us so that we can bring the impression of cocktails to the level of impressions of the atmosphere?)\n\n", "rating": 5, "name": "D S", "cat": "Bar"}, {"review": "Great cocktails and good appetizers. Despite the fact that the bar is in the courtyard, they provided warmth and comfort here. …", "rating": 5, "name": "Руслан Лихолоб", "cat": "Bar"}, {"review": "Nice place, cozy, great bartenders. A bit pricey, but overall great! …", "rating": 4, "name": "Serhii Kuzmin", "cat": "Bar"}, {"review": "The only place in Kyiv where the Aviator cocktail is prepared with a very rare violet liqueur! You fly away from two glasses))) ...", "rating": 5, "name": "Mike Sudyn", "cat": "Bar"}, {"review": "A pleasant bar, usually filled with bar pensioners and pensioners under 40. There will be somewhere to go, but later) …", "rating": 5, "name": "Vladyslav Kosarenko", "cat": "Bar"}, {"review": " An awesome bar that we highly recommend.\n\n", "rating": 5, "name": "Irina Krasnoiaruzhska", "cat": "Bar"}, {"review": "Nice dark atmosphere, but the music is intrusive and the waiters are too slow. …", "rating": 5, "name": "Кирило Чернишук", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Дарья Гайдукова", "cat": "Bar"}, {"review": "Great bar. Pleasant and unobtrusive communication at the bar. Special thanks for the helpful advice to the bartender Andrey! …", "rating": 5, "name": "Dmytro Churkin", "cat": "Bar"}, {"review": "This is the best place if you want to try a million cocktails in an evening. There are literally a million...", "rating": 1, "name": "lemon lemonov", "cat": "Bar"}, {"review": " This is the first time in 1000 years that I drank tea at a bar, but I really enjoyed it) …", "rating": 4, "name": "Анна Ярошевская", "cat": "Bar"}, {"review": "Well, there is just a huge variety of cocktails. the playground on the street also works in winter, they put UV lamps there ...", "rating": 3, "name": "Sergey Grigorenko", "cat": "Bar"}, {"review": "Great atmosphere, delicious cocktails and very nice staff! …", "rating": 5, "name": "Bogdan", "cat": "Bar"}, {"review": " Cocktails are noble here. And the hookah is very nice. Thanks) …", "rating": 5, "name": "Виталий Коляда", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Aram Danielyan", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Eugene Vezelev", "cat": "Bar"}, {"review": " we sincerely regret that your impression is ❤️‍🩹\n\n", "rating": 4, "name": "Саша Г", "cat": "Bar"}, {"review": "Cool cocktails, place and waiters, but just terrible music. It's disgusting that a simple tut-tut is playing in such a place. …", "rating": 5, "name": "Олеся Малеваная", "cat": "Bar"}, {"review": "Very nice waiters, fast ordering, perhaps I will come back here again :) …", "rating": 5, "name": "eli levy", "cat": "Bar"}, {"review": " Gorgeous hookah, but the prices are not the most democratic. Very large selection of drinks. …", "rating": 4, "name": "Bogdan Kokhan", "cat": "Bar"}, {"review": "A wonderful hookah, and the hookah man is even more beautiful)) I will definitely come back to you again …", "rating": 4, "name": "Farid Jafarlee", "cat": "Bar"}, {"review": " quality cocktails, but it's hard to find a seat, it's best to book well in advance …", "rating": 5, "name": "denisydisney", "cat": "Bar"}, {"review": "\nA very cozy place. I like it.", "rating": 5, "name": "Marina Zabara", "cat": "Bar"}, {"review": " Good cocktails and hookah, an interesting concept, quite a diverse audience and a bit biting prices …", "rating": 5, "name": "Volodymyr Ovcharenko", "cat": "Bar"}, {"review": "Located between houses. Fans instead of air conditioners - very hot. Value for money for 3 …", "rating": 4, "name": "Сергей Сиунов", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oleksii Lysenko (lysenko_edu)", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Дар Грищенко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Evgeniy Morskoy", "cat": "Bar"}, {"review": " The place is interesting, but the cocktails are not top, as for me. …", "rating": 5, "name": "Alexander Shovkalyuk", "cat": "Bar"}, {"review": "👍", "rating": 5, "name": "Andrii Bushlyakov", "cat": "Bar"}, {"review": " Like the interior of this establishment, convenient location, but the cocktails liked only bloody measure. …", "rating": 5, "name": "Phantom Flex", "cat": "Bar"}, {"review": "Perfect place! Special thanks to the manager Ivanka for the atmosphere and bartender Lubomir for amazing cocktails …", "rating": 1, "name": "Дима Ганзюк", "cat": "Bar"}, {"review": "Nice place to unwind after work. Great cocktails and attentive bartenders. …", "rating": 5, "name": "voxyman", "cat": "Bar"}, {"review": "cool. But it is not clear, which, in the last century, lost its marketing meaning, strategy - all places are reserved, but all places are free.))) ...", "rating": 5, "name": "Anna Tkachuk", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "ann Ann", "cat": "Bar"}, {"review": " thanks for the kind words (:\n\n", "rating": 5, "name": "Smithy Shoer", "cat": "Bar"}, {"review": " Cozy place, delicious cocktails🍹\n\n", "rating": 5, "name": "Motti Herszlikiewicz", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Роман Щербуха", "cat": "Bar"}, {"review": " Problems with table reservations. Few waiters\n\n", "rating": 5, "name": "Oleg Dadaian", "cat": "Bar"}, {"review": " good afternoon, Sergey! We have now completed testing of the new backup system, so we hope that the problems will be resolved. :)\n\n", "rating": 5, "name": "Oleksandr", "cat": "Bar"}, {"review": " Very cool place! I haven't seen this choice of cocktails yet …", "rating": 5, "name": "Галина Лиман", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Irina Konnova", "cat": "Bar"}, {"review": " A wide selection of cocktails, delicious options for both girls and boys) hookah in general fire …", "rating": 4, "name": "Fer Wolt", "cat": "Bar"}, {"review": " Bar with delicious cocktails and cool hookahs.\n\n", "rating": 5, "name": "Oksana Sidun", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Oksana Kakhnij", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Мария Богатырева", "cat": "Bar"}, {"review": "The cocktails are wonderful! Communication with the bartender is casual and pleasant. We didn't try the kitchen. …", "rating": 5, "name": "Makss Power", "cat": "Bar"}, {"review": "\nDelicious cocktails and great service.", "rating": 5, "name": "Татьяна Дудкина", "cat": "Bar"}, {"review": "\nGreat cocktails, cozy covered courtyard", "rating": 5, "name": "I M", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Zhyvo Coop", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Надежда Кудрявцева", "cat": "Bar"}, {"review": "An unexpected place, from location to live music and really classic cocktails…", "rating": 5, "name": "Анастасия Преподобная", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Elvis Rublovskis", "cat": "Bar"}, {"review": "\nVery tasty cocktails)", "rating": 4, "name": "Katerina Solovyova", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Alina Mosendz-Manser", "cat": "Bar"}, {"review": "\nGreat cocktails and delicious hookah.", "rating": 5, "name": "Yurii Sachenko", "cat": "Bar"}, {"review": "Interesting cozy place. It happens that the service is a little slow, even with a relatively small load of halls ...", "rating": 5, "name": "Alex Charkin", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Alex Shokotko", "cat": "Bar"}, {"review": "Good atmosphere, friendly and good-natured staff and adequate pricing make you come back again and again. …", "rating": 5, "name": "Olga Lyakhvatskaya", "cat": "Bar"}, {"review": " Live music does its thing !!!\nIf you want a quiet conversation in silence - this is NOT here. …", "rating": 5, "name": "Elena Shevchuk", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Valery Z", "cat": "Bar"}, {"review": "Very cozy place, cool sociable waiters, delicious food, hookah and delicious cocktails. …", "rating": 5, "name": "Дима Тригодько", "cat": "Bar"}, {"review": " Great cocktails and friendly staff. Very cozy)\n\n", "rating": 4, "name": "Eugenia Nemkova", "cat": "Bar"}, {"review": " Simply great cocktails! The atmosphere is pleasant and pleasant, very nicely designed, anglitz speaking waiters, highly recommended !! …", "rating": 5, "name": "Аня В.", "cat": "Bar"}, {"review": "Good bar)))\nNice staff and delicious hookah 👍…", "rating": 5, "name": "Aleksandr Pylaev", "cat": "Bar"}, {"review": " nice hookah and delicious cocktails, but only in the warm season …", "rating": 5, "name": "Татьяна Дворниченко", "cat": "Bar"}, {"review": "Cool\nA good choice …", "rating": 5, "name": "Mila G", "cat": "Bar"}, {"review": " The waiters are in a bad mood, communicate as if you came to their home …", "rating": 5, "name": "Nastya Legonkova", "cat": "Bar"}, {"review": " Alina, we are very sad that this is your experience, but at the same time we are ready to correct it any day.\nIf we can treat you to a cocktail at the meeting - we are waiting for your call by phone 0930531011.\n(:\n\n", "rating": 5, "name": "Станислав Томчак", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "lidiya akymenko", "cat": "Bar"}, {"review": " Comfortable location, friendly staff and great cocktails 👌 …", "rating": 5, "name": "Roman Tyschenko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Eugene Segan", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Денис Галко", "cat": "Bar"}, {"review": "\nGood cocktails, nice atmosphere)", "rating": 4, "name": "Konstantin", "cat": "Bar"}, {"review": "Hmmm, not sure. There are a lot of places like this so the waiters could be nicer…", "rating": 5, "name": "Евгений Душко", "cat": "Bar"}, {"review": " Very tasty food, friendly staff. Very cozy and atmospheric …", "rating": 5, "name": "Maria H", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Yevheniia Zasiadko", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Maxim Zabolotniy", "cat": "Bar"}, {"review": " Cocktails and hookahs, BBQ ribs and cheburex, very.\n\n", "rating": 5, "name": "sabal sabal", "cat": "Bar"}, {"review": "Great atmosphere, good hookah, delicious food.\nSh…", "rating": 3, "name": "Александр Викторович", "cat": "Bar"}, {"review": "Great place, delicious cocktails, friendly staff, always ready to help. …", "rating": 5, "name": "Antonina Rudnytska", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Игорь Андрейченко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "A Boulevardier (Tetrider)", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Руслан Мамедов", "cat": "Bar"}, {"review": "I wanted to order a dish, they told me that it was not available, I ordered what is, I waited for half an hour to be told that the dish I ordered was not available 👍🏼Supre …", "rating": 5, "name": "Maiia Bulakh", "cat": "Bar"}, {"review": "\nGood day! Thanks for the feedback. Tell me, what institution were you in?", "rating": 5, "name": "Solomiia Shchur", "cat": "Bar"}, {"review": "\nDelicious cocktails, small food menu", "rating": 4, "name": "Rita Duhanina", "cat": "Bar"}, {"review": "There is not enough space inside, it is not possible to sit on stools for a long time.\nBut the place is interesting. …", "rating": 5, "name": "Amnon Israel", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Oleksii", "cat": "Bar"}, {"review": " …", "rating": 2, "name": "Психолог сексолог Виктория Билан", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Nana Ryss", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Andrey Vladimirovich", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Дмитро Федійчук", "cat": "Bar"}, {"review": "Open area for 80-100 seats, delicious cocktails, I highly recommend …", "rating": 1, "name": "Serhiy Dmytrenko", "cat": "Bar"}, {"review": " A very quiet bar and crazy cocktails ... the best I've ever tasted …", "rating": 5, "name": "Анна Клименко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Olga Kotova", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Kostja Manfred", "cat": "Bar"}, {"review": "\nTop place if you want to relax", "rating": 3, "name": "Anton Lypovskykh", "cat": "Bar"}, {"review": " Good drinks and the interior is very interesting, it is like a patio inside a building. …", "rating": 5, "name": "Anastasiya Kroupitskaya", "cat": "Bar"}, {"review": " It gives the type a light underground. The staff are friendly and experienced. Cocktails bimbo …", "rating": 5, "name": "Дарья Золотарева", "cat": "Bar"}, {"review": "\nLots of people, wide cocktail card", "rating": 5, "name": "Osaulenko Sergiy", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Александр Сидоров", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Сергій Мичка", "cat": "Bar"}, {"review": "\nDelicious cocktails and a cozy courtyard.", "rating": 5, "name": "Serg. M.", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Виталий Сергеев", "cat": "Bar"}, {"review": "I recommend the classic whiskey sour and small pasties. An unforgettable combination...", "rating": 5, "name": "Андрій Дорошенко", "cat": "Bar"}, {"review": "\nGreat cocktails", "rating": 5, "name": "Roman Vainshtain", "cat": "Bar"}, {"review": " terrible service, incredible rudeness from the waiters\n\n", "rating": 4, "name": "Yaroslav BerlinOn", "cat": "Bar"}, {"review": " friends, we love our guests very much, but at the same time we don't like it very much when they respond rudely to several requests not to eat their food in the restaurant.\n\nwe sincerely look forward to next time, but with respect to the staff. ❤️\n\nif you have the opportunity to contact us, we will be glad to hear your opinion and make friends again - 0930531011, Bogdan, manager.\n\n", "rating": 3, "name": "Tetiana Mashkantseva", "cat": "Bar"}, {"review": " The cocktail card is very diverse, delicious!\n\n", "rating": 3, "name": "Сергей Шанс", "cat": "Bar"}, {"review": "\nVery cool cocktails!", "rating": 5, "name": "Maxym Palamarchuk", "cat": "Bar"}, {"review": "A very unusual place!\n🍸 🍹\nCocktails are varied and very tasty! 🔥 …", "rating": 5, "name": "Dmitry Isaenko", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Victor Sukhomlyn", "cat": "Bar"}, {"review": " Very nice of its kind, pleasant music, quiet crowd, good service, food no more than fine …", "rating": 5, "name": "Татьяна Проценко", "cat": "Bar"}, {"review": " A very atmospheric hipster establishment hidden between houses …", "rating": 5, "name": "Nataliia Dolinska", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Шамиль Рамазанов", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Наталья Москвина", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Daniil Moisa", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "DMITRIY ULCHENKO", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Svetlana Apple", "cat": "Bar"}, {"review": "\nCool atmosphere and delicious cocktails", "rating": 5, "name": "Yurii Kobernyk", "cat": "Bar"}, {"review": " Cool bar, the most delicious cappuccino ever drunk\n\n", "rating": 5, "name": "Сергей Гринченко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Катерина К", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Anna Lekhman", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Igor Kruglenko", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "V H", "cat": "Bar"}, {"review": " The best live music cocktails on the hem.\n\n", "rating": 5, "name": "Олексій Голобородько", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Olga Bezdetko", "cat": "Bar"}, {"review": "Good service.\nNice environment. …", "rating": 5, "name": "Евгений Оснач", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Jakson Faya", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Владимир Дужик", "cat": "Bar"}, {"review": " Very tasty forshmak. Excellent service and service.\n\n", "rating": 5, "name": "Viсtoria Losovska", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Андрій Довженко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Maxim Gorban", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Павел Ткаченко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Artem Volkhonskyi", "cat": "Bar"}, {"review": " and special thanks for your beauty 😎\n\n", "rating": 5, "name": "Ilya G", "cat": "Bar"}, {"review": "Must visit\nThe flavor of Podil with a good cocktail menu…", "rating": 5, "name": "Артём Василюк", "cat": "Bar"}, {"review": "\nDecent cocktails, interesting atmosphere.", "rating": 4, "name": "Rostyslav Dudka", "cat": "Bar"}, {"review": " …", "rating": 1, "name": "Nickolai Slutskiy", "cat": "Bar"}, {"review": " …", "rating": 2, "name": "Nick Fediaiev", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Vitaliy Tsvigun", "cat": "Bar"}, {"review": "\nThe best cocktails in Kiev!", "rating": 4, "name": "Оксана Меликова", "cat": "Bar"}, {"review": "\nThe cocktail was lovely", "rating": 5, "name": "Леонид Павлика", "cat": "Bar"}, {"review": "\nInteresting place, delicious cocktails.", "rating": 5, "name": "Katerunya Hvozdova", "cat": "Bar"}, {"review": " , great guests 😌\n\n", "rating": 5, "name": "Mariia Manturova", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Dina Symoroz", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Віктор Шевченко", "cat": "Bar"}, {"review": "\nThe cocktails are delicious - in one", "rating": 5, "name": "Lera Pochapskaya", "cat": "Bar"}, {"review": "\ngood day!\nplease tell me which cocktails you didn't like?)", "rating": 5, "name": "Елена Сингуренко", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Koss Gun", "cat": "Bar"}, {"review": " …", "rating": 1, "name": "Rina Rev", "cat": "Bar"}, {"review": "\nCool cocktail card. Interesting place", "rating": 5, "name": "Oleksandr Sapozhnikov", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Святослав Чолач", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Yevgen Sysoyev", "cat": "Bar"}, {"review": " and you are in this case one of the most playful guests of Kiev (:\nthank you sincerely!\n\n", "rating": 5, "name": "Оксанка Ксю", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Сергей Назарчук", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Denys Kiparenko", "cat": "Bar"}, {"review": "\nThe best cocktails! The best bar!", "rating": 5, "name": "Ирина Шуляк", "cat": "Bar"}, {"review": "\nBright. Expensive. It's crowded.", "rating": 5, "name": "Михаил Миколюк", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Yaroslav Zelinskyi", "cat": "Bar"}, {"review": "\nDelicious awesome cocktails", "rating": 5, "name": "Давид Гаделия", "cat": "Bar"}, {"review": "Unreasonably expensive, there are not enough snacks even for this kind of establishment. The chairs in the middle of the hall are uncomfortable. …", "rating": 4, "name": "Алекс Овеч", "cat": "Bar"}, {"review": "\nCocktails are ok👌", "rating": 5, "name": "Анатолий Носков", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Alexandra Dubrovskaya", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Олег Михайловский", "cat": "Bar"}, {"review": " Delicious cocktails and a nice atmosphere\n\n", "rating": 1, "name": "rose rage", "cat": "Bar"}, {"review": "\nNot bad. Who on cocktails, there))", "rating": 5, "name": "Таня Высоцкая", "cat": "Bar"}, {"review": " Very nice coffee bar, I enjoyed\n\n", "rating": 5, "name": "Liubov Didkivska", "cat": "Bar"}, {"review": "🥂", "rating": 5, "name": "Tomi Li", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Dmytro Petrenko", "cat": "Bar"}, {"review": "\nMany people. Noisy. Close early", "rating": 5, "name": "Филя Воронин", "cat": "Bar"}, {"review": "\nGreat cocktails, nice atmosphere", "rating": 5, "name": "Dmitriy Grachev", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Igor Yuzovitskiy", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Владислав Попович", "cat": "Bar"}, {"review": " Mediocre kitchen ... coffee, no desserts at all :)\n\n", "rating": 5, "name": "Roman Puchko", "cat": "Bar"}, {"review": " Good evening!\nOnce upon a time you had a bad taste with us, but we still want to fix it)\nTherefore - we are waiting for guests for delicious coffee and desserts, and of course - for a cocktail. )\n\n", "rating": 5, "name": "Andrii Shtoda", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Olga Zhurba", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Dmitriy K", "cat": "Bar"}, {"review": "\nGood margaritas for 170 hryvnia", "rating": 5, "name": "Иван Самченко", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Marina Melekhova", "cat": "Bar"}, {"review": "\nGreat cocktails, nice atmosphere.", "rating": 5, "name": "סער רחמים", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Alexander Kosovskiy", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Maria Zghurska", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Nick Harbozuyk", "cat": "Bar"}, {"review": " The best hookah, the best cocktails.\n\n", "rating": 5, "name": "Игорь Воронюк", "cat": "Bar"}, {"review": "\nGood selection of cocktails.", "rating": 5, "name": "Роман Сажнев", "cat": "Bar"}, {"review": " …", "rating": 1, "name": "Maryna Ivanchuk", "cat": "Bar"}, {"review": " Cheerful bartender and good live music\n\n", "rating": 1, "name": "Алексей Орлов", "cat": "Bar"}, {"review": "\nThe best hookah bar in town", "rating": 5, "name": "Artem Rashev", "cat": "Bar"}, {"review": "One of the few places open late on Sunday. Loved by foreign tourists. …", "rating": 4, "name": "Юлія Гончар", "cat": "Bar"}, {"review": "\nFor hookah lovers and related audience", "rating": 5, "name": "Вікторія Шастун", "cat": "Bar"}, {"review": " Good evening, be sure to wait for you during business hours at the indoor bar - there are no hookahs. Well, as for the audience - let's get acquainted, we are great ми\n\n", "rating": 5, "name": "Evgeniy Dimov", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Pavlo Oliinyk", "cat": "Bar"}, {"review": "\nThe most delicious cocktails in Kiev", "rating": 5, "name": "И А", "cat": "Bar"}, {"review": "\nGreat bartenders and great cocktail list", "rating": 5, "name": "Anastasiya Fazulina", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Целованський Георгій", "cat": "Bar"}, {"review": "\nexcuse me, how is that?\nfor mary we are preparing a confused and delicious mary mix, what does sangrita have to do with it?", "rating": 5, "name": "Serhii Arkhypiuk", "cat": "Bar"}, {"review": "\nDelicious. Pleasant atmosphere.", "rating": 5, "name": "Мария Най", "cat": "Bar"}, {"review": "\nDelicious Cocktails", "rating": 4, "name": "Andrey Budnitsky", "cat": "Bar"}, {"review": "\nGreat place, great cocktails", "rating": 4, "name": "Andrey Chepurnoy", "cat": "Bar"}, {"review": " …", "rating": 3, "name": "Александр", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Роман Приймак", "cat": "Bar"}, {"review": "\nNice place, delicious cocktails", "rating": 5, "name": "Sveta Polubotko", "cat": "Bar"}, {"review": " sincerely grateful :)\n\n", "rating": 5, "name": "Andrey Sevruk", "cat": "Bar"}, {"review": " The atmosphere is great! Drink buzzing! Eat so-so (\n\n", "rating": 5, "name": "Мария Овсиюк", "cat": "Bar"}, {"review": "Super!\nAtmospheric, homey. Treat you like a friend. …", "rating": 5, "name": "Мери Л", "cat": "Bar"}, {"review": " …", "rating": 4, "name": "Сергей Н", "cat": "Bar"}, {"review": " Pleasant music, delicious cocktails\n\n", "rating": 5, "name": "Сергей Курилов", "cat": "Bar"}, {"review": " …", "rating": 5, "name": "Людмила Головко", "cat": "Bar"}, {"review": "\nDelicious cocktails, do not argue.", "rating": 5, "name": "Владимир Вареня", "cat": "Bar"}]