[{"review": "I have seen just a few places like this, I mean around the world. Very good chemical ideas for cocktails that feels you drinking the futuristic receipts. Very well done and recommended!!!", "rating": 5, "name": "Oğuz Tosun", "cat": "Indian restaurant"}, {"review": "There are very few vegan options but thankfully it’s enough to make a decently filling meal. …", "rating": 4, "name": "Zepla HQ", "cat": "Indian restaurant"}, {"review": "Overall a good experience.They have English speaking staffs who are friendly.There is a bar on the ground floor.Dine in area is on the first floor.Nice ambience and good food.I tried the nadan beef curry,paratha and non veg thalli.", "rating": 5, "name": "Thushar", "cat": "Indian restaurant"}, {"review": "Really atmospheric place with great cocktails, friendly bartenders and nice interior💫Hope some day I’ll be able to try and appreciate their Indian dishes also)) The kitchen closes early - keep it in mind", "rating": 5, "name": "Аlisa Paludeti", "cat": "Indian restaurant"}, {"review": "Gotta try spicy shrimps with traditional Indian bread, super tasty! Cozy interior, may be crowded at evenings", "rating": 5, "name": "Ilya G", "cat": "Indian restaurant"}, {"review": "The food was not great, not bad, but nothing special. Even I could cook better…cocktails and food really overpriced. …", "rating": 2, "name": "Поліна Сидорчук", "cat": "Indian restaurant"}, {"review": "I love the place, the vibe, the cocktails are so different, interesting and tasty. They invent their own drinks. Friendly and nice place, English speaking stuff.", "rating": 5, "name": "Kateryna Melnyk", "cat": "Indian restaurant"}, {"review": "Cocktails are really good, can totally recommend all of three on the pic! Shafran one is my favorite. Samosa was not that good though:(\nAlso not that many people on Thursday evening, which is plus during this corona time.", "rating": 4, "name": "Vale Shtanko", "cat": "Indian restaurant"}, {"review": "AMAZING food! The server was very kind and answered all our questions. Also went out of his way to make friendly conversation and bring us hot sauce (which we had been craving!) Also the owner was very friendly and kind. He gave us recommendations for the rest of our stay!", "rating": 5, "name": "Maya Patel", "cat": "Indian restaurant"}, {"review": "Pretty nice but too many curry in menu. Delicious IPA", "rating": 4, "name": "Nastya Remele", "cat": "Indian restaurant"}, {"review": "Most comfortable bar\\restarunt for now. Top-notch bartenders, eastern cuisine (Indian, Malaysian, Vietnam, Myanmar). Don't hesitate to ask to bartenders or waiters about cocktails you like but don't see it on the menu. I bet they could do …", "rating": 5, "name": "Artem Kazanovskyi", "cat": "Indian restaurant"}, {"review": "Warm waiters , they speak good English.\nThe food is excellent and the quirky cocktails are amazing.", "rating": 5, "name": "Hrishikesh Bhandiwad", "cat": "Indian restaurant"}, {"review": "What a quaint little restaurant with a lovely ambiance and very sweet people working there. The cuisine was fantastic and authentic. Our waitress was so sweet and friendly and brought my brother and I a large carafe of water 💦, such a …", "rating": 5, "name": "Rich Carroll", "cat": "Indian restaurant"}, {"review": "Food is average. Servings are less as per price, which means it's a bit expensive. Cocktails are good.\nPrawns malai kari is very nice. …", "rating": 3, "name": "Exploring Life with Smita", "cat": "Indian restaurant"}, {"review": "Friendly and helpful servers, quite cozy interior, interesting selection of foods and drinks. A bit on a pricey side (considering portions are small).", "rating": 4, "name": "Anton Dudko", "cat": "Indian restaurant"}, {"review": "Great exotic variety food, menu change every 3-5 month. Very unique and tasty kitchen. Definitely pay a visit if you will be on Podil. Tasty variety gooooooooooooood  . Prices not very expensive     Asian style food      and   Indonesian, and many more 🤙👍👍👍👍", "rating": 5, "name": "No Mad", "cat": "Indian restaurant"}, {"review": "Tasty food and super tasty cocktails, maybe the best I’ve ever tried!\nRecommend to visit.", "rating": 5, "name": "Olha Pronko", "cat": "Indian restaurant"}, {"review": "Awesome paneer butter masala 170 uah , chilli panner170ah and basmati rice 40 uah for a small portion .. pricey but delicious", "rating": 5, "name": "Adeline Steffi", "cat": "Indian restaurant"}, {"review": "I just didn't think the food was very good! Lacked in flavour, strange music choices, nice decor but not Indian really. I thought the staff was really nice, the location was good, and I felt comfortable, but I likely wouldn't go back.", "rating": 2, "name": "L F", "cat": "Indian restaurant"}, {"review": "This is where you'll find the best cocktails in Ukraine. The food is great as well.", "rating": 5, "name": "Vodafone Ua", "cat": "Indian restaurant"}, {"review": "Great food, super friendly staff and nice vibes!", "rating": 5, "name": "Kai T", "cat": "Indian restaurant"}, {"review": "Staff were amazingly friendly and helpful couldn't have been better. The food was fantastic and the beer was good. Would definatley recommend this place. Thanks guys!", "rating": 5, "name": "Lorcan Doyle", "cat": "Indian restaurant"}, {"review": "Great range of Indian teas and great atmosphere overall. Ground floor works as a cozy bar and the first floor has sitting where one can enjoy a more calm atmosphere and dine. Great Goa food. Recommend", "rating": 5, "name": "Oleg Rumiantsev", "cat": "Indian restaurant"}, {"review": "Oleg, so glad we could provide some good teas and experience. We are grateful for your visit and we hope to have you back soon!", "rating": 3, "name": "Ak Traveller", "cat": "Indian restaurant"}, {"review": "the Sali boti was spot on, however the food overall was not up to Indian standards. …", "rating": 5, "name": "Akarsh Shetty", "cat": "Indian restaurant"}, {"review": "Wonderful customer service.. I was greeted with a handshake?! Food was great, portions are just right, not too big, not too small.", "rating": 5, "name": "Diana Bessarab", "cat": "Indian restaurant"}, {"review": "Great food and bar.\nLocation near historical places.\nThanks for great service to manager Anastasia which she provided. …", "rating": 5, "name": "Andrea Maderna", "cat": "Indian restaurant"}, {"review": "Lovely place, amazing food with vegetarian and vegan options, great atmosphere both in interiors and music (except for that one very long song that features someone going \"ayyy ayyy ayyy ayyy\" a million times)", "rating": 5, "name": "Daryna Poperechna", "cat": "Indian restaurant"}, {"review": "Duly noted! We’ll remove that song posthaste", "rating": 5, "name": "Yuri Orlov", "cat": "Indian restaurant"}, {"review": "Very good atmosphere,tasty food and affordable price!very recommended!!", "rating": 3, "name": "Benakab Shayar", "cat": "Indian restaurant"}, {"review": "Very delicious Indian cuisine point right in the heart of Podil. Good variety of dishes, everybody can find there something for themselves, from spicy lovers to vegans. Nice choice of original cocktails and attentive service. You should definitely try the exquisite masala tea here!", "rating": 5, "name": "Rahul T P", "cat": "Indian restaurant"}, {"review": "It wasn't good as I expected, some of items were good but main palak paneer and another gravy, it was not good.\nService was great.\nAtmosphere was also good.", "rating": 5, "name": "Temko Komissarov", "cat": "Indian restaurant"}, {"review": "The Kerala Nadan Beef curry was the standout dish, rice, other curries made of shrimp, chicken etc were also incredible,i loved the ambience and the hospitality of PEIC. Looking forward to dine out more often, cheers :))", "rating": 5, "name": "maryna", "cat": "Indian restaurant"}, {"review": "Thank you for review, Rahul! Hope to see you soon :) !", "rating": 5, "name": "Oleksandrina Vyshnevska", "cat": "Indian restaurant"}, {"review": "Nice cozy place. Great cocktails、really liked  cocktails with peat whiskey.", "rating": 5, "name": "Eugene Kagarlyts'kyi", "cat": "Indian restaurant"}, {"review": "Loved this place! Very tasty (and spicy), excellent customer service, very nice interior and drinks are wonderful (and plentiful) too! Chai Masala is the best. Great variety of dishes, vegans will be happy too. All in all a great bar, will visit again!", "rating": 5, "name": "Alex Chernavsky", "cat": "Indian restaurant"}, {"review": "This place belongs to the owners of Lost and Found. So drinks are amazing. My husband makes me go there whenever he has a craving for Bobbie Burns, which happens often (he says it's the best in town here and I would agree). Staff is amazing. Please, never change!", "rating": 2, "name": "Tapan A", "cat": "Indian restaurant"}, {"review": "Very delicious cuisine! If you like rum – you can find very tasty types here. Really open and pleasant waiters. Cousy interior and warm atmosphere. Great 0lace to chill in silence and try tasty Indian and Vietnamese food.", "rating": 4, "name": "Faizullah Hussaini", "cat": "Indian restaurant"}, {"review": "Eugene, thank you for such a great review) we're always glad to see you in our bar! Cheers 😉", "rating": 4, "name": "Oleksii Rudyi", "cat": "Indian restaurant"}, {"review": "The place definitely has its own vibe and idea. Nice decor (outside and inside),  rather limited but good selection of Asian and quasi-Asian food. Interesting cocktail menu (classic ones were not that good though). It's the second time we are here, and despite some minor shortcomings, we plan to come back.", "rating": 5, "name": "mvstafa", "cat": "Indian restaurant"}, {"review": "Hello! What did you try from the classics that you didn’t like? We’re happy to hear feedback from our guests 🙂", "rating": 1, "name": "Rabih C", "cat": "Indian restaurant"}, {"review": "Good cozy ambience and plenty of drinks but the food options for vegetarians are limited. Definitely not a place I’d recommend for a full dinner. The portions were small. The salt lassi was 80% salt and 20% lassi ...the place is also …", "rating": 4, "name": "Serhii Topchii", "cat": "Indian restaurant"}, {"review": "Hi Tapan,\nI’m sorry that our service wasn’t up to snuff during your visit. I will investigate first thing tomorrow and make sure that there are no repeats.\nAs for the food, though, I’d note that over half the menu is vegetarian, even not counting the sides and desserts that are also vegetarian. Also, the menu is divided into small plates and large plates for your ordering convenience.\nRegards,\nAdam", "rating": 5, "name": "Andriy Tsyatsyak", "cat": "Indian restaurant"}, {"review": "Iam Indian foodie Wanted to taste Indian thali , but that day it was not available, food of course was named Indian,  but I felt they are very very far from Indian food, especially ordered Masala tea but nothing  was Indian was great disappointment  for me.", "rating": 3, "name": "Joel E", "cat": "Indian restaurant"}, {"review": "Unusual and tasty dishes. Service is great. 4  rooms with unique interior. Remarkable place!", "rating": 5, "name": "Georgii Tarasenko", "cat": "Indian restaurant"}, {"review": "One of my favorite places in Kiev. But to enjoy it properly one must tailor his expectations accordingly. Thus it's important to know what this place isn't - it is NOT an Indian restaurant of european variety with curries, poppadoms and …", "rating": 5, "name": "Steve Wu", "cat": "Indian restaurant"}, {"review": "Hi mvstafa, thanks for the review! It sounds like you get what we’re doing here. If you want, ask for Adam next time you visit, it would be interesting to meet and talk mains/desserts/India/whatever.", "rating": 5, "name": "Andrii Balanchuk", "cat": "Indian restaurant"}, {"review": "I saw the reviews and all the stars which pushed me to visit the place. However, the food is awwwwwful. It is fad and tasteless. As close to Indian food as McDonald’s!!!!! …", "rating": 5, "name": "Nizzzia", "cat": "Indian restaurant"}, {"review": "Nice place :)! Good food, good serving.", "rating": 5, "name": "Kay Kolesnyk", "cat": "Indian restaurant"}, {"review": "A cozy bar with a very authentic interior. Barmen offer more drinks than what's written in the menu. Many ingredients are home made which makes this a place with variety of unique choices that you will not have at any other place.", "rating": 5, "name": "kopustas volframas", "cat": "Indian restaurant"}, {"review": "If your looking for a tiny portion of an average curry with a 'roti' straight from the supermarket packet, all for $20, here is the place.  It wasn't bad, but just walked out of there hungry and disappointed after seeing the reviews.", "rating": 5, "name": "Stephen Bernard England Hawks", "cat": "Indian restaurant"}, {"review": "Hi Joel,\n\nWe’re sorry you didn’t enjoy your visit and left feeling less than full. Our curry portions (250-200 grams) are pretty standard for Kyiv, but some folks do indeed have heartier appetites. We would like to set the record straight on prices: any curry + two (made from scratch) roti cost up to $8 here, fairly average in the city.", "rating": 4, "name": "Corie Jason", "cat": "Indian restaurant"}, {"review": "Loved cocktails and foods, it's peppered and spicy, but very enjoyable and leaves you wanting more", "rating": 4, "name": "Ivan Voitenko", "cat": "Indian restaurant"}, {"review": "I love Asian food, I am Asian, I have a family background in Asian F&B businesses. This place has a variety of South-East Asian dishes that I never expected I would see in Ukraine, and often do an admirable job keeping dishes tasting authentically Asian. Relaxed, casual, cosy, not expensive.", "rating": 4, "name": "Naman Jain", "cat": "Indian restaurant"}, {"review": "Tasty cocktails and very nice spicy chicken, recommend", "rating": 5, "name": "Anton Guz", "cat": "Indian restaurant"}, {"review": "Warm reception, extremely cosy atmosphere, lovely unique menu and selection of cocktails that not only taste delicious, but also cheer you up like nothing else. Loved it. Way to go.", "rating": 5, "name": "Alina Virstiuk", "cat": "Indian restaurant"}, {"review": "Love their food and atmosphere. Can't wait for a new menu with more vegan options :)", "rating": 4, "name": "Mohan Yadav", "cat": "Indian restaurant"}, {"review": "Very nice bartenders, hey know the history of East India Company and the cocktails and other drinks they make the there based on that history. Prices are normal, similar to what you can find in other bars in Kiev.", "rating": 5, "name": "Maria Gordienko", "cat": "Indian restaurant"}, {"review": "Cozy little bar/restaurant on 2 floors with small menu but surprisingly excellent food and efficient service! Delighted and we highly recommend it.", "rating": 5, "name": "Leonid Bandrivchak", "cat": "Indian restaurant"}, {"review": "Fun vibe, good food (maybe not quite what Americans think of Indian food), fun drinks. The staff was accommodating and helpful. Spoke English too (thank you!).", "rating": 5, "name": "Dope Shiitake", "cat": "Indian restaurant"}, {"review": "Nice and unusual place for Kyiv. Comfortable chairs, wooden interior, light and dark corners. I drank a beer there and a few cocktails, but heard that there is a specific oriental cuisine mixed in ukrainian style. It seems so to me. But it expensive place: 80 UAH for 0,3 bottled craft beer.", "rating": 5, "name": "Juliana Begal", "cat": "Indian restaurant"}, {"review": "Just snacks and some other dishes was finished when I reach but rest all was cool", "rating": 5, "name": "Karthik Venugopal", "cat": "Indian restaurant"}, {"review": "One of the best cocktails bar in the Kyiv. You surely need to taste their own cask mixes. Also it a place where you can talk to barman to archive special drinks.", "rating": 4, "name": "Ievgen Mykhailenko", "cat": "Indian restaurant"}, {"review": "Great cocktails, quality alcohol and friendly staff. Very cozy place, especially the first floor - feels like you are visiting Hobbit's home", "rating": 5, "name": "Тоша UA", "cat": "Indian restaurant"}, {"review": "The eatery has simple interior. Serve some unique Indian dishes from different corners of India, quite close to authentic.", "rating": 5, "name": "Tommy Joy", "cat": "Indian restaurant"}, {"review": "Highly recommend this bar! Every bartender and waiter will meet you as a good old friend. Warm atmosphere and good cocktails, that's all what you need.", "rating": 5, "name": "Daniel O'Mahony", "cat": "Indian restaurant"}, {"review": "It rocks, memorable halls, very intimate atmosphere, great place for a group of old friends. The beef soup megarocks, the lemon pie and coffee on top 🔥🔥🔥", "rating": 5, "name": "Varun Agarwal", "cat": "Indian restaurant"}, {"review": "Delicious, best Vindaloo ive had in years(if not ever). Everything else was great too...service, atmosphere, drinks...all top notch. Reasonably priced too.", "rating": 4, "name": "Hanna", "cat": "Indian restaurant"}, {"review": "Great food and very authentic place!!", "rating": 5, "name": "Ifakemi iya", "cat": "Indian restaurant"}, {"review": "Good authentic Indian restaurant with an Ukrainian twist. Came here for an unexpected birthday lunch. Quite a find in Kiev!", "rating": 5, "name": "Chris McDermott", "cat": "Indian restaurant"}, {"review": "One of the few good bars on Podil.\nConsider yourself warned about the specific music and the selection of spirits. Indeed it is east india =) …", "rating": 5, "name": "Andrii Pavlenko", "cat": "Indian restaurant"}, {"review": "Cozy place with some Indian cuisine (mostly beverages and snacks) where you can relax or work for a couple of hours. Different halls with different atmosphere.", "rating": 5, "name": "Andro Dadiani", "cat": "Indian restaurant"}, {"review": "This place rules. Best mixologists in the world. Word of warning... I think their top guy (Andrey) is leaving soon to start his own bar.", "rating": 5, "name": "Андрей Москалец", "cat": "Indian restaurant"}, {"review": "These are the best cocktails in Kiev. Anywhere else that says they're \"mixologists\" is probably lying this is the real deal", "rating": 5, "name": "Andriy Bozhok", "cat": "Indian restaurant"}, {"review": "A very cool hip place..perfect one for a very hip city..loved the ambiance and snapshots of Indian food (don’t expect traditional Indian food though).\nDefinitely recommended!!", "rating": 5, "name": "Олег Бовкун", "cat": "Indian restaurant"}, {"review": "Curious place, transfers you away from Kyiv\n\n+Cozy, nice ambience …", "rating": 4, "name": "Valera Cube", "cat": "Indian restaurant"}, {"review": "Nice bar at the heart of Kyiv. Good food and cocktails and really good vibe. So highly recommend this place if you like spicy food.", "rating": 5, "name": "Artem Baryliuk", "cat": "Indian restaurant"}, {"review": "Best cocktails in Kyiv. Also some of the most original cocktails I've seen anywhere in the world. Truly amazing.", "rating": 5, "name": "Valentyn Vakatsiienko", "cat": "Indian restaurant"}, {"review": "Unbelievable. So nice, tasty and stylish place. I love their music playlist.", "rating": 5, "name": "Ken Willis", "cat": "Indian restaurant"}, {"review": "Beer was great, although quite pricey. Food was very good and moderately priced. Definitely recommend this place!!!", "rating": 5, "name": "Dmitry Voronin", "cat": "Indian restaurant"}, {"review": "great place to have some coctails. But do not order any food there. Extremely spicy and unfriendly for your stomach.", "rating": 5, "name": "Yurko Nychyk", "cat": "Indian restaurant"}, {"review": "Really good cocktails for a fair price. Delicious Asian food. Very cosy.", "rating": 5, "name": "Varun Agrawal", "cat": "Indian restaurant"}, {"review": "Such a great place for taste indian food!! You should visit it!!!", "rating": 3, "name": "Jo Nyu", "cat": "Indian restaurant"}, {"review": "Cozy and nice place, but too much questions about your cocktail, and small amount of this cocktail in the end, for the price. But good people)", "rating": 5, "name": "Ксения К.", "cat": "Indian restaurant"}, {"review": "Good cocktails and food, but pretty quiet place as for a bar even on weekends.", "rating": 5, "name": "Iryna Balashova", "cat": "Indian restaurant"}, {"review": "Refreshing ginger ale and incredibly attentive and hospitable staff. Glad I came by", "rating": 5, "name": "Katja Schulz", "cat": "Indian restaurant"}, {"review": "Bartender here is amazing. One of the best I’ve ever seen.", "rating": 5, "name": "Svitlana Honcharenko", "cat": "Indian restaurant"}, {"review": "Very cozy, very tasty food", "rating": 5, "name": "Ирина Клочан", "cat": "Indian restaurant"}, {"review": "This place has its special vibe. Strongly recommend   table with two armchairs in the room right behind the bar.", "rating": 5, "name": "Kseniia B", "cat": "Indian restaurant"}, {"review": "Very reasonable price, nice staff and good food", "rating": 5, "name": "Діма Ярмоленко", "cat": "Indian restaurant"}, {"review": "Good effort at bringing Ukrainians' idea of \"exotic\" South East Asia to Kyiv. For your typical hipster three star hotel travelling millennial. Ergo three stars.", "rating": 5, "name": "Andrii Romanenko", "cat": "Indian restaurant"}, {"review": "They have spicy enough dishes in their menu, which is good. Cocktails are so so", "rating": 5, "name": "Nana Cat", "cat": "Indian restaurant"}, {"review": "Quite expensive but very delicious (cocktails). Here you can find Indian lassi and masala.", "rating": 5, "name": "Roman", "cat": "Indian restaurant"}, {"review": "Delicious food (try the paneer!), great cocktails, friendly staff and nice atmosphere.", "rating": 5, "name": "Luke Lamb", "cat": "Indian restaurant"}, {"review": "Cozy place and tasty food. Enough vegan options 🙂", "rating": 4, "name": "Dennis Mogiley", "cat": "Indian restaurant"}, {"review": "The place is amazing.  Food is excellent amd yummy. Service is fabulous. Must visit.", "rating": 5, "name": "Alisa Tyshchenko", "cat": "Indian restaurant"}, {"review": "Eastern cuisine (China, Malaysia, Thailand, Indonesia, Philippines) and great cocktails, just say what you like.", "rating": 5, "name": "Yuliia Stepanenko", "cat": "Indian restaurant"}, {"review": "Such a cozy place, menu is really Indian and is really peculiar. You're great, guys", "rating": 5, "name": "Nikolai Gusev", "cat": "Indian restaurant"}, {"review": "Nice place with good meals and great service! If you like spicy - totally must visit)", "rating": 5, "name": "Robert Baker", "cat": "Indian restaurant"}, {"review": "Interesting menu, really nice design. Try masala tea, they have a good one!", "rating": 5, "name": "Andriy Z", "cat": "Indian restaurant"}, {"review": "Good cocktails and perfect food (but carefully can be very spicy)", "rating": 5, "name": "Anil kumar", "cat": "Indian restaurant"}, {"review": "Nice bar. The bartenders are not so much bartenders as artists and make a great cocktail.", "rating": 5, "name": "Alex Ambroz", "cat": "Indian restaurant"}, {"review": "A nice place with an interesting menu but service can be on a slower side from time to time", "rating": 4, "name": "Evaldas Miliauskas", "cat": "Indian restaurant"}, {"review": "Good cocktails and very friendly bartenders. Love this place", "rating": 5, "name": "Bryan", "cat": "Indian restaurant"}, {"review": "Unusual but very delicious asia cuisine, cosy atmosphere and nice drinks!", "rating": 5, "name": "Eugene Antonov", "cat": "Indian restaurant"}, {"review": "One of the best bars in town. Friendly bartenders and cool cocktails.", "rating": 5, "name": "Mariia Lozben", "cat": "Indian restaurant"}, {"review": "Great interior, English menus for us tourists and the food is really good", "rating": 5, "name": "Sergey Zavarykin", "cat": "Indian restaurant"}, {"review": "Very tasty cocktails and cosy atmosphere", "rating": 5, "name": "Boryslav Kuzmenko", "cat": "Indian restaurant"}, {"review": "Delicious authentic Indian food.", "rating": 5, "name": "Trevor Williams", "cat": "Indian restaurant"}, {"review": "Interesting combination of Indian, Indonesian and Malaysian cuisine, great variety of cocktails", "rating": 5, "name": "George Ambroz", "cat": "Indian restaurant"}, {"review": "not quite the indian cuisine u expect but nice place to sit", "rating": 5, "name": "King Of Kyiv", "cat": "Indian restaurant"}, {"review": "Good drinks and cool bartenders", "rating": 5, "name": "Xavier van Buchem", "cat": "Indian restaurant"}, {"review": "Great spicy pork and ginger ale", "rating": 5, "name": "Андрій Гришмановський", "cat": "Indian restaurant"}, {"review": "Great place with tasty food and drinks! Highly recommend!", "rating": 5, "name": "Владимир Ткачук", "cat": "Indian restaurant"}, {"review": "Perfect place to eat some selected indian food and drink perfect cocktails!", "rating": 5, "name": "Arkadii Rudenko", "cat": "Indian restaurant"}, {"review": "Nice place, good drinks, located near few other bars", "rating": 5, "name": "Edgar Sobolev", "cat": "Indian restaurant"}, {"review": "Great little restaurant serving Indian style cuisine with cosy atmosphere", "rating": 4, "name": "Yulia Tarasiuk", "cat": "Indian restaurant"}, {"review": "Very interesting choice of food and cocktails. Exotic taste", "rating": 5, "name": "Moses Matveeff (ШКОТ)", "cat": "Indian restaurant"}, {"review": "I have nothing special to say about this place except you should go.", "rating": 5, "name": "Daria Tikhonova", "cat": "Indian restaurant"}, {"review": "Good service, tasty original food, authentic decor.", "rating": 5, "name": "Sasha Kurdiuk", "cat": "Indian restaurant"}, {"review": "Nice and cozy bar, lot of foreigners, good drinks and bar food", "rating": 3, "name": "amir Zafari", "cat": "Indian restaurant"}, {"review": "Good food, but small portions", "rating": 5, "name": "Pete Birmingham", "cat": "Indian restaurant"}, {"review": "A cosy place with nice cocktails", "rating": 5, "name": "Tim Orlovsky", "cat": "Indian restaurant"}, {"review": "It's the best place to work from or take couple of drinks and spend evening", "rating": 5, "name": "Ярослав Богомаз", "cat": "Indian restaurant"}, {"review": "That was rather good, a Barman was as friendly as generous", "rating": 5, "name": "Yevgen Kozeko", "cat": "Indian restaurant"}, {"review": "Good cuisine and cozy place: oriental restaurant in Podil district", "rating": 5, "name": "Julia Pysmenna", "cat": "Indian restaurant"}, {"review": "Great bar. Really really amazing drinks", "rating": 5, "name": "Kostja Manfred", "cat": "Indian restaurant"}, {"review": "Great cocktails and interesting cuisine. Patê is must )", "rating": 5, "name": "Johannes Klaus", "cat": "Indian restaurant"}, {"review": "warm atmospher, not so high quality food, usual drinks", "rating": 5, "name": "Anastasiia Vereshchynska", "cat": "Indian restaurant"}, {"review": "A unique cafe in the heart of Podil. Hard to miss, but do stop by!", "rating": 5, "name": "Евгений Тимошенко", "cat": "Indian restaurant"}, {"review": "Great place with top cuisine and cocktails. Must visit in Kyiv", "rating": 4, "name": "Denis Duke", "cat": "Indian restaurant"}, {"review": "Nice east-Asian cuisine. Spicy and tasty, like it.", "rating": 5, "name": "Katerina Petenko", "cat": "Indian restaurant"}, {"review": "Favourite place in Kyiv! 2 line pie is must have", "rating": 5, "name": "Anastasia Bannikova", "cat": "Indian restaurant"}, {"review": "Good cocktails and unique cuisine.", "rating": 5, "name": "Ivan Sergiienko", "cat": "Indian restaurant"}, {"review": "Great tofu, paneer and beetroot dishes for vegetarians", "rating": 5, "name": "Glenn Broadhurst", "cat": "Indian restaurant"}, {"review": "Great place, great food", "rating": 5, "name": "Rdn As Kelo", "cat": "Indian restaurant"}, {"review": "It's an amazing place with great service and medium prices.", "rating": 5, "name": "Igor Tereshchenko", "cat": "Indian restaurant"}, {"review": "Various special cocktails and somewhat Indian food", "rating": 5, "name": "Palina Brodik", "cat": "Indian restaurant"}, {"review": "Good place for evening with friends and tea.", "rating": 5, "name": "Oksana Goncharuk", "cat": "Indian restaurant"}, {"review": "Good vibes, cocktails, music and food.", "rating": 5, "name": "Steve Tomasak", "cat": "Indian restaurant"}, {"review": "Superb.", "rating": 5, "name": "Victor Moroz", "cat": "Indian restaurant"}, {"review": "Cosy place, great cocktails", "rating": 2, "name": "Sergiy Shychynov", "cat": "Indian restaurant"}, {"review": "Small boutique cocktail bar.", "rating": 5, "name": "Oleksandr Kondratyuk", "cat": "Indian restaurant"}, {"review": "Indian cousin is closer than I thought", "rating": 5, "name": "Yehor N", "cat": "Indian restaurant"}, {"review": "Best bar in Kyiv. Period.", "rating": 5, "name": "kunoalex", "cat": "Indian restaurant"}, {"review": "Great milk punch, strongly recommended!", "rating": 5, "name": "Timofei Tishkov", "cat": "Indian restaurant"}, {"review": "Curry Colada ❤️ ask your waiter ;)", "rating": 5, "name": "Ivan Shved", "cat": "Indian restaurant"}, {"review": "Good food and spiced well.", "rating": 5, "name": "Boris Pinchuk", "cat": "Indian restaurant"}, {"review": "A comfy place with nice good and good service.", "rating": 5, "name": "Kyrylo Veligotskyi", "cat": "Indian restaurant"}, {"review": "I do not like food and cocktails.", "rating": 4, "name": "Donna “Donna”", "cat": "Indian restaurant"}, {"review": "Good place to have a cocktail.", "rating": 5, "name": "Evgeniy Kosinskiy", "cat": "Indian restaurant"}, {"review": "Cosy place with tasty cocktails", "rating": 5, "name": "Alexandr Lysyuk", "cat": "Indian restaurant"}, {"review": "East India Company indeed 🤤", "rating": 2, "name": "Pavel Dubenko", "cat": "Indian restaurant"}, {"review": "Very good new place to visit at Podil!", "rating": 4, "name": "Kesavananda Dasa", "cat": "Indian restaurant"}, {"review": "Really tasty Indian food", "rating": 5, "name": "Sergii Kulyk", "cat": "Indian restaurant"}, {"review": "The best Indian cousin in Kyiv", "rating": 1, "name": "Riaan van Romburgh", "cat": "Indian restaurant"}, {"review": "Great food, great service", "rating": 5, "name": "Kyrylo Toporikov", "cat": "Indian restaurant"}, {"review": "Great little find .staff are brilliant", "rating": 5, "name": "Kateryna", "cat": "Indian restaurant"}, {"review": "Nice place with delicious quiz", "rating": 5, "name": "Nastasia Fisher", "cat": "Indian restaurant"}, {"review": "Best cocktail at podil, kyiv", "rating": 5, "name": "Pavel Hryshchenko", "cat": "Indian restaurant"}, {"review": "Great interior, awful cocktails", "rating": 5, "name": "Kathy Dashevets", "cat": "Indian restaurant"}, {"review": "Delicious paratha", "rating": 5, "name": "mohammad", "cat": "Indian restaurant"}, {"review": "Bartendering is outstanding", "rating": 5, "name": "Софія Троян", "cat": "Indian restaurant"}, {"review": "Slow service, really bad experience.", "rating": 5, "name": "Oleksii Savchuk", "cat": "Indian restaurant"}, {"review": "Good beer", "rating": 5, "name": "Eduardo Pereira", "cat": "Indian restaurant"}, {"review": "Feels like you're inside a ship:)", "rating": 4, "name": "Andrii Miroshnychenko", "cat": "Indian restaurant"}, {"review": "Love love love 😍", "rating": 1, "name": "Mallan Patil", "cat": "Indian restaurant"}, {"review": "Good cocktails", "rating": 1, "name": "popular chugh", "cat": "Indian restaurant"}, {"review": "Cosy, tasty and pleasurable", "rating": 5, "name": "Rostyslav Dudka", "cat": "Indian restaurant"}, {"review": "Authentic taste", "rating": 5, "name": "Anastasiia Pyrih", "cat": "Indian restaurant"}, {"review": "Cozy place with unique public", "rating": 5, "name": "Yuriy Pryyma", "cat": "Indian restaurant"}, {"review": "Cool!", "rating": 4, "name": "Alina Sha", "cat": "Indian restaurant"}, {"review": "Chicken Goren !! Awesome !!", "rating": 5, "name": "Alexander Sergienko", "cat": "Indian restaurant"}, {"review": "Tasty and healthy", "rating": 3, "name": "Светлана Соколова", "cat": "Indian restaurant"}, {"review": "Not so good", "rating": 5, "name": "Наталія Паславська", "cat": "Indian restaurant"}, {"review": "Nothing indian", "rating": 5, "name": "Наталья Рыбак", "cat": "Indian restaurant"}, {"review": "Delicious food", "rating": 5, "name": "Andrej Najdoŭski", "cat": "Indian restaurant"}, {"review": "Cool interior", "rating": 5, "name": "Helena Jaremczuk", "cat": "Indian restaurant"}, {"review": "Good owner", "rating": 5, "name": "Denys Kiparenko", "cat": "Indian restaurant"}, {"review": "Nice place", "rating": 4, "name": "Olga Novak", "cat": "Indian restaurant"}, {"review": "Very cozy place with oriental cuisine. Nice interior, beautiful furniture, dim lighting. The menu is extensive and inexperienced in Indian cuisine is not very clear, but the waiter gladly answered questions and helped to decide on …", "rating": 5, "name": "Виктория Бугайченко", "cat": "Indian restaurant"}, {"review": "Cozy interior, friendly service. It's nice that they bring water right away. The cocktails are delicious. As for the taste of the dishes, the impression is neutral - I tried Indian cuisine in other establishments more interesting. Portions could be bigger for the price...", "rating": 5, "name": "Олександр Равчев", "cat": "Indian restaurant"}, {"review": " Very good place. Cozy and delicious. The waiters immediately bring water, know the menu, ready to advise the dish. Large selection of dishes, vegan. Cocktails were brought immediately. The dishes were brought quickly …", "rating": 5, "name": "Галина Морозова", "cat": "Indian restaurant"}, {"review": "I have not been to India, but after lunch in this restaurant I wanted to go there. Dishes with interesting names and no less tasty, moderately spicy and spicy. The waiter helped us with the choice, they took different types of curry and rice. Just a meal...", "rating": 5, "name": "Voice M", "cat": "Indian restaurant"}, {"review": " Cool place. Service at a very high level! The waiters immediately provide water, know all the menus, speak excellent English, even cook you something to your own taste. The food is delicious, but the portions here are …", "rating": 5, "name": "Demian Radziviliuk", "cat": "Indian restaurant"}, {"review": "Nice place downstairs. With a very cozy atmosphere and handcrafted wooden decor. A varied bar menu and snacks, a lot of cocktails and polite staff. …", "rating": 4, "name": "Людмила Бурсак", "cat": "Indian restaurant"}, {"review": "Very interesting place! From the street it looks like a very small place, but it's not. On the first floor you can sit at the bar, and on the second floor there are several halls, there is enough space for everyone. Interesting interior with many details on …", "rating": 5, "name": "Bogdan Omelyanskij", "cat": "Indian restaurant"}, {"review": "The cocktails were delicious, I really liked it, I recommend it. On the 2nd floor it was not very comfortable and the waiter rarely came up. …", "rating": 3, "name": "Oleg Savitsky", "cat": "Indian restaurant"}, {"review": "This institution impressed even the fact that you can’t notice it so quickly looking at your smartphone…. But here you are, friendly staff greets you, the kitchen is out of the box (everyone always thinks that Indian food is spicy food) but no! …", "rating": 5, "name": "Pathetic traveller", "cat": "Indian restaurant"}, {"review": " Good place. I really liked the kitchen. Drinks should be clarified with the waiters, because they are prepared much more than is on the menu. …", "rating": 4, "name": "Svetlana Kan", "cat": "Indian restaurant"}, {"review": "Didn't eat, just drank. Delicious, not cheap. It infuriates a very large block of ice for the whole glass in a cocktail for 200 UAH, but this is now such a trend in many bars. Waiting for it to pass...", "rating": 5, "name": "Nataliia (Shanti)", "cat": "Indian restaurant"}, {"review": " Great place. Snug. I understand, we were lucky today that there were very few people 🥰 Service is great!\nAte: …", "rating": 3, "name": "Droma Anima", "cat": "Indian restaurant"}, {"review": " Delicacy. Delicious cuisine, attentive courteous staff, fast service, pleasant atmosphere. I'm not a fan of Indian cuisine, but even I liked it. Highly recommend! …", "rating": 5, "name": "Hanna Soina (SAN)", "cat": "Indian restaurant"}, {"review": "Cozy atmosphere and classy style. But prices are too high..\nI love both spinach and paneer, but this dish is not tasty (what is in the massala that in this \"green paneer\" coriander is felt as the main note(And Indian cuisine is a riot ...", "rating": 5, "name": "Anna Kornieieva", "cat": "Indian restaurant"}, {"review": "The first thing that caught my eye was a beautiful bar counter in retro style. Also, the bartender girl who made us cocktails according to our preferences (we didn’t even have to read the bar list) hit the spot. I would like to return to this place. …", "rating": 4, "name": "Игорь Красный", "cat": "Indian restaurant"}, {"review": "Yes, the ice cream dessert was delicious. And the spicy pork burger type was generally good. Meatballs with lamb are also good. …", "rating": 4, "name": "Anna Shynkovych", "cat": "Indian restaurant"}, {"review": " On the basis of several dishes and the first visit I give 5)) …", "rating": 5, "name": "Тарас Павленко", "cat": "Indian restaurant"}, {"review": "First time at the cafe.\nWe sat down at a table on the 2nd floor by the window overlooking the street.\nLiked the kitchen and service. …", "rating": 3, "name": "Yevheniia Gavrylenko", "cat": "Indian restaurant"}, {"review": "What we liked:\nPremises - entourage, design, atmosphere at 4.5\nThe service is very pleasant, 5 …", "rating": 5, "name": "Ірина Вакілова", "cat": "Indian restaurant"}, {"review": "Good Indian cuisine, however, if you have tried various dishes in India itself and want to experience the very real taste, you may be disappointed.\nThe restaurant has a very pleasant interior and service. Also, it is worth noting that…", "rating": 1, "name": "Ahmed Kaleem", "cat": "Indian restaurant"}, {"review": "Delicious and friendly, cozy place. Delicious masala, cool tables near the window on the second floor. Pleasant service. The choice of dishes and the portion sizes are not big.…", "rating": 5, "name": "Andrii Kravchenko", "cat": "Indian restaurant"}, {"review": "The facility is cozy and pleasant. Went on a Saturday afternoon, not many people. The waiter helped choose the dishes and brought everything together. The food is just amazing! Very tasty, I even wanted to eat slowly and stretch the pleasure! …", "rating": 5, "name": "Olga Savchenko", "cat": "Indian restaurant"}, {"review": "Interesting place\n1. The food is really spicy))) as we asked\n2. Quiet, I would even say imposing service ...", "rating": 1, "name": "Maria Goldman", "cat": "Indian restaurant"}, {"review": "Cozy place, very nice atmosphere and service.\nThe food is VERY spicy! I ordered samosas with potatoes and peas. There was no spicy mark near them, but they wanted to cry from the sharpness. If not for so many...", "rating": 5, "name": "Віктор Котовський", "cat": "Indian restaurant"}, {"review": "Very atmospheric place. The waiters can really advise what to take from the menu. Dishes are close to authentic. There is an important detail - if you say make it sharp, then they will make you so sharp that your tongue will burn - you need to be with this ...", "rating": 1, "name": "DjTheNose Booking", "cat": "Indian restaurant"}, {"review": "The idea is good, but the implementation let us down. Interesting menu, but not all dishes were to my liking. Delicious soup with beef, a good chicken pate, though a little liquid, it is not clear why rice is in the soup with shrimp - it is better to serve it separately with the dish. …", "rating": 4, "name": "Astro Naut", "cat": "Indian restaurant"}, {"review": "✅Podil East India Company (PEIC)\n🔹Price: $$ (from 70 to 200 UAH.)\n🔹Cuisine: India...", "rating": 5, "name": "Vadim Vedmedenko", "cat": "Indian restaurant"}, {"review": "Been here the other day. I found this place in the maps, looked at the photo of the menu on the site and decided to visit this place specifically for some of the dishes from the menu, but as it turned out, the menu does not match at all what is served on the Internet. From the menu that...", "rating": 5, "name": "Anna Anna", "cat": "Indian restaurant"}, {"review": "I like it. The kitchen is adapted for the Ukrainian visitor, but everything is cool. The service is excellent, the interior is cozy, the prices are ok. I'll come again. …", "rating": 3, "name": "Alya Armisheva", "cat": "Indian restaurant"}, {"review": "First experience with Indian dishes. For me, it turned out to be spicy, but it was definitely possible to eat. Delicious drinks. …", "rating": 5, "name": "Nick Nick", "cat": "Indian restaurant"}, {"review": "Brain Certificate!\nWasn't allowed into the restaurant as one didn't have a test/certificate. We were with a 3 month old child, the temperature outside was -12C. There is no humanity at all...", "rating": 3, "name": "Сергей Мухин", "cat": "Indian restaurant"}, {"review": " Recently, for the first time visited the place, leaving only a pleasant experience. The beautiful interior and cozy place. Kitchen liked, for me it was the perfect balance of visual and taste. Especially liked the …", "rating": 5, "name": "Оля Золотая", "cat": "Indian restaurant"}, {"review": " Unfortunately the butter chicken was partly cold, otherwise only slightly warm. There the suspicion of the microwave arises ... The rice is loveless and without specials (see picture) the banana lassie was below …", "rating": 5, "name": "Den Pokali", "cat": "Indian restaurant"}, {"review": "Hi,\nWe’re very sorry about the temperature on the butter chicken, and wish you’d asked to redo it while you were here. We certainly don’t heat it in the microwave, but it sounds like the cook at the stove goofed up, and that’s our fault for sure.\n\nAs for the rice, we’re not quite sure what you mean...it’s plain basmati, as it says in the menu. Also, not quite sure why an Indian restaurant can’t play reggae or reggaeton, especially considering that India has fairly vibrant scenes for both", "rating": 5, "name": "Kamisama37", "cat": "Indian restaurant"}, {"review": " Entrance to the institution is different among others, if you have seen it, so you want to see what is there, to feel a new taste. The relaxed atmosphere and pleasant staff, delicious beer and food, but lacked …", "rating": 5, "name": "Viktoriya Bardyk", "cat": "Indian restaurant"}, {"review": " Very nice service and a wide selection of drinks, especially cocktails. …", "rating": 5, "name": "Danila Skirko", "cat": "Indian restaurant"}, {"review": "Atmospheric place. Pleasant staff who took into account our wishes in the preparation of dishes. Very tasty meals. I think this place is on my favorites list. …", "rating": 5, "name": "Анна Тарбаева", "cat": "Indian restaurant"}, {"review": "I lived in India long enough for me to like it here. Guys, curry is not just food, it's a whole culture! And bring five minutes after ordering a bowl of incomprehensible spicy-sour mess .... All your stars are exclusively for the bartender. …", "rating": 4, "name": "Дарья Науменко", "cat": "Indian restaurant"}, {"review": "A cozy place in the old town with a wonderful view from the second floor. Interesting and delicious dishes in Indian style. I really liked the spiced tea that looks like cocoa, a large boiler card with a description. The waiters are always ready to help with the choice …", "rating": 5, "name": "Катерина Даниленко", "cat": "Indian restaurant"}, {"review": "The place didn't work out well for me. Indian cuisine is not mine. The order was waiting for a long time. Alcohol is not cheap at all. You can find places without reservation, but it's better not to risk it. A pleasant moment were two bottles of water, which were immediately delivered to us by …", "rating": 5, "name": "Sergey Tkachenko", "cat": "Indian restaurant"}, {"review": "An interesting menu, new tastes, receptors are delighted. Atmospheric and cozy, you should definitely come back - not all the menus have been tasted ...", "rating": 5, "name": "TP Iryna", "cat": "Indian restaurant"}, {"review": "The best cocktails in Podil! The bartender is an excellent master of his craft, the choice of alcoholic drinks is very good, there are interesting overseas curiosities) …", "rating": 5, "name": "Олексій Бєлов", "cat": "Indian restaurant"}, {"review": " Delicious everything, the only thing is not animal milk for drinks: (( …", "rating": 5, "name": "Alex", "cat": "Indian restaurant"}, {"review": " Great place. Specific cuisine (well India by no means), but tasty and quite authentic. Good choice of drinks - their guys picked up even a very demanding whiskey girl for her taste))) there are cozy tables and a …", "rating": 5, "name": "Natalia Zhyla", "cat": "Indian restaurant"}, {"review": "I have long wanted to get into this institution and this is the very case when the expectations were not only justified, but also more than exceeded them. …", "rating": 5, "name": "Ivan Daka", "cat": "Indian restaurant"}, {"review": "Delicious, fast, nice atmosphere. A piece of India in Kyiv. This is one of those places when you left the institution and are already planning to return again ...", "rating": 5, "name": "Ivanna Shubych", "cat": "Indian restaurant"}, {"review": "An interesting idea. Opportunity to get to know a new cuisine.\nBut as for me, this food is an amateur.\nIf you try something new - thank you. …", "rating": 5, "name": "Вячеслав Кара", "cat": "Indian restaurant"}, {"review": " We'll come)\nThe case where the dishes, cocktails, service and price are pleasantly pleasing) There were vegetarians with my friends, and they also picked up a delicious …", "rating": 4, "name": "Мик Ола", "cat": "Indian restaurant"}, {"review": "An interesting selection of cocktails, they have their own presentation and their own accents. The staff is very friendly and professional - they will be able to pick up a cocktail for you based on your preferences or even make something that is not on the menu. They say the food there is delicious, but…", "rating": 5, "name": "N P", "cat": "Indian restaurant"}, {"review": " Good cocktails. The concept of the institution is unique to Kyiv. Highly recommend. Beautiful small halls, especially I love the lower one, stylized as a hold. …", "rating": 5, "name": "Anton Lypovskykh", "cat": "Indian restaurant"}, {"review": "I went to celebrate my birthday and got great pleasure: the atmosphere, the cocktails that the bartender Igor prepared for us were at the highest level. I am weak in cocktails, he found out what he liked in terms of taste and always got into the top ten) ...", "rating": 5, "name": "Anya Rokenroll", "cat": "Indian restaurant"}, {"review": "Atmospheric bar. Like in a 19th century London bar with an interior from India, a reference to the British East India Company. Delicious and hearty hummus. Attentive and friendly staff. I recommend visiting. …", "rating": 5, "name": "Maksym Zemlianyi", "cat": "Indian restaurant"}, {"review": "Sooo tasty, but not for everyone) we took chicken with rice and it was great, crispy chicken with sauce and rice with coconut milk! The mango drink tasted a bit weird, you could smell the mango, but the soda inside changed the taste a bit...", "rating": 5, "name": "Oksana Oliynik", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Artem Chernetsky", "cat": "Indian restaurant"}, {"review": " Very grateful for the feedback. We are sure we have something else to surprise you :) See you!\n\n", "rating": 5, "name": "Світлана Квятковська", "cat": "Indian restaurant"}, {"review": " Definitely, the establishment understands cocktails! Once we got into trouble with the service (our order was forgotten, and we were hungry (read evil)), but the institution arranged everything so well that we have …", "rating": 3, "name": "Olena Havryliuk", "cat": "Indian restaurant"}, {"review": " …", "rating": 1, "name": "Богдан Шевченко", "cat": "Indian restaurant"}, {"review": "Not quite a standard vision of oriental dishes, lovers of the canon will not go, but they cook very tasty! Gift alcohol compensates for slightly diluted cocktails. Clean, tidy ship loft, normal toilets, polite waiters. …", "rating": 5, "name": "Sandra", "cat": "Indian restaurant"}, {"review": " They taste cocktails, and the interior is nice, the theme of the institution)\nThe bar menu has many offers to choose from …", "rating": 5, "name": "Александра Ореховская", "cat": "Indian restaurant"}, {"review": "Cool cocktails, atmosphere, excellent cuisine. Here you are always welcome and will pick up a cocktail especially for you. …", "rating": 5, "name": "Pálína Andreudóttir", "cat": "Indian restaurant"}, {"review": "One of my favorite places in Podil! A variety of halls, each with its own atmosphere captivates from the first minutes. Here you have India and Malaysia. I will give preference to the \"blue room\" and the \"hold\" (for the sound of the sea, decks and the cry of seagulls, I want to put ...", "rating": 5, "name": "Юрій Блінов", "cat": "Indian restaurant"}, {"review": "An excellent institution where they will find an individual approach to each visitor. Excellent cuisine and delicious cocktails will impress even the most demanding guest. The whole team of this institution - great fellows! …", "rating": 5, "name": "Viktoria Burenkova", "cat": "Indian restaurant"}, {"review": " Nice place to hang out with friends))\n\nIn general, I personally liked the bar and bar menu! Everything was delicious …", "rating": 5, "name": "Наталья Новикова", "cat": "Indian restaurant"}, {"review": "The best vegetarian and vegan dishes I've had in Kyiv. Dessert Two limes pie is generally something ...", "rating": 5, "name": "Владимир Шевчук", "cat": "Indian restaurant"}, {"review": " Interesting cocktails, delicious food, but be prepared, which is very spicy. Portions are small. …", "rating": 4, "name": "Валентин Стріленко", "cat": "Indian restaurant"}, {"review": "The place is not bad, tasty wine, but the prices are high. Some dishes do not match the picture from the word at all :) ...", "rating": 4, "name": "Єлизавета Чернова", "cat": "Indian restaurant"}, {"review": "They spoiled the whole impression with their vicious check of the Quarcodes. And where is the biryani? Indian cuisine is called...", "rating": 5, "name": "Shannar de Kassal", "cat": "Indian restaurant"}, {"review": "A memorable bright and soulful place) masala and desserts are incredibly delicious. I will definitely add to the plan of future visits, as I want to try a lot more from the traditional menu. …", "rating": 5, "name": "Виктория Кириченко", "cat": "Indian restaurant"}, {"review": "Delicious b / a cocktails, friends are delighted with unusual alcoholic ones) interesting interior, fast service. …", "rating": 4, "name": "Alona Pavlenko", "cat": "Indian restaurant"}, {"review": "The atmosphere is like in the Wes Anderson films, a lot of pleasant little things and details in the interior, a cool playlist. Fell in love with lemon rice and ginger ale.\nIt was a bit uncomfortable to sit on the second floor because of the ventilation that blows…", "rating": 5, "name": "Яна Семенас", "cat": "Indian restaurant"}, {"review": " Very cozy place. Great for a small company. Wide selection of cocktails.\nI recommend sitting at the bar and talking to the bartenders. They will …", "rating": 4, "name": "Таня Капыловская", "cat": "Indian restaurant"}, {"review": "Really delicious, varied Indian cuisine!\nThe menu changes and improves constantly. Here you will understand that in India they eat not only palak paneer and butter chicken. …", "rating": 3, "name": "Алина Воложанина", "cat": "Indian restaurant"}, {"review": "Small menu but well prepared.\nExcellent service - thanks to the waiter Danil - attentively, quickly, professionally, with dignity. …", "rating": 3, "name": "Роман Душка", "cat": "Indian restaurant"}, {"review": "The atmosphere is relaxed, the service is attentive... The cocktails are delicious!!! Dessert \"Bhapa doi\" is delicious, but as for me, it would be better cold) ...", "rating": 5, "name": "Soa Soa", "cat": "Indian restaurant"}, {"review": " Cool place with delicious cuisine. Street food is just a class) \"but there is a small but\" - alcohol is not justifiably expensive, and the pot is small. …", "rating": 5, "name": "L Sh", "cat": "Indian restaurant"}, {"review": "Very atmospheric place with an interesting interior. Great service, unusual menu. The food is really interesting, high-calorie and tasty. The only negative is the lack of many items on the menu. …", "rating": 5, "name": "Anton Chernov Stockoholic", "cat": "Indian restaurant"}, {"review": " Good afternoon, Elizabeth! True, we had problems with the presence of many dishes on the menu, the situation was analyzed, we are working on processes. We hope to receive five from you on this item in the future :) Thank you for your feedback and kind words, they are very motivating!\n\n", "rating": 5, "name": "Ольга К", "cat": "Indian restaurant"}, {"review": " I have been here ten times already, and I brought friends and acquaintances - great food and drinks, I highly recommend! …", "rating": 5, "name": "Евгения Христюк", "cat": "Indian restaurant"}, {"review": "Great restaurant with amazing cuisine. We, as guests of the city, were very pleased to find such an atmospheric institution!\nThe waiter was very attentive and helped us make our choice! …", "rating": 5, "name": "Eva Casanova", "cat": "Indian restaurant"}, {"review": " I am really impressed by this place where you can sit comfortably with friends over tea, but sometimes it is difficult to find a place for more than two people, the lighting is a little dark, creating a slightly …", "rating": 5, "name": "Макс Лисенко", "cat": "Indian restaurant"}, {"review": "Delicious signature cocktails and delicious appetizers. The key lime pie is the bomb. All bartenders are very lamp and pleasant. I sincerely recommend visiting here.\nBloody Mary is the best in town.) …", "rating": 5, "name": "Mustameri ...", "cat": "Indian restaurant"}, {"review": "Very tasty, great service. Cool place. But I take off a star for small portions and not small prices at the same time. My weight is 50 kg, and even I can't get enough of one serving. …", "rating": 5, "name": "Oleg Mindriukov", "cat": "Indian restaurant"}, {"review": "Cool place, delicious cocktails, interesting menu. But there are not enough waiters. We waited half an hour for someone to come and take our order. …", "rating": 2, "name": "Tvoy Rodnoy", "cat": "Indian restaurant"}, {"review": "The menu is just one page. Prices are above average. All cocktails for 170 UAH, for a small amount. I think it's a little more than it should be. I ordered chicken curry and rice, delicious. The setting is specific. The waiters ate to work well. …", "rating": 5, "name": "Marianna Mur", "cat": "Indian restaurant"}, {"review": "Very nice place, but very poor choice of food. We need to expand. There are only 5 main dishes. The dishes are delicious. Prices for meals are listed on their website. …", "rating": 4, "name": "Natali Nesterenko", "cat": "Indian restaurant"}, {"review": " Very cozy place with a wonderful exterior and interior) When you get there you forget that in Kiev. The dishes are very tasty, the staff is friendly, the prices are adequate. If you want to try something new and …", "rating": 5, "name": "Kowka_ira", "cat": "Indian restaurant"}, {"review": "Great place for Indian food. Lots of vegetarian and spicy options…", "rating": 5, "name": "Stefana Sadovaya", "cat": "Indian restaurant"}, {"review": "If you want something unusual from the kitchen or bar .... You are here! Everything is very tasty, interesting and unforgettable! I recommend you take a look...", "rating": 5, "name": "Люба Москаленко", "cat": "Indian restaurant"}, {"review": "Very cozy place and friendly waitress Olya. The dishes are moderately spicy, with a twist. …", "rating": 5, "name": "Валентин Сатан", "cat": "Indian restaurant"}, {"review": " We love Olya very much! Thanks for the feedback and rating! We look forward to a new meeting!\n\n", "rating": 4, "name": "Лада Щеглова", "cat": "Indian restaurant"}, {"review": " In short: very tasty, very cozy, service - very much!\n\nWe were in the institution for the first time. …", "rating": 5, "name": "Микола Кащенко", "cat": "Indian restaurant"}, {"review": " Here, thank you for such a lengthy response! Glad you liked it! As for the tubes, they are made of reeds. Where possible, we follow an ecological approach: we sort garbage, there are 0 waste items in the menu. For example, in one of the desserts we use lime completely, we also make syrup from whey from suspended yogurt, which is part of several cocktails. Checks and other non-recyclable waste are given away for incineration. Congratulations to Oli and we will be glad to see you again!\n\n", "rating": 5, "name": "Катерина Гонтаренко", "cat": "Indian restaurant"}, {"review": " Wonderful and friendly waiters, delicious food. Liked the desserts. The establishment is very cozy and compact. Enjoy lovers of panacea cuisine. …", "rating": 5, "name": "Владимир Суховеев", "cat": "Indian restaurant"}, {"review": "First of all, I like the atmosphere of this place, and the atmosphere, as you know, is created by people. The design is not Indian, and should it be? To me, the title speaks more of the East India Campaign and the colonization of India, so the design…", "rating": 5, "name": "Марія Ульянова", "cat": "Indian restaurant"}, {"review": "Perfect place. Good attention to detail. Probably the most delicious lemonades on the hem! Pis…", "rating": 2, "name": "Vlad Lebediev", "cat": "Indian restaurant"}, {"review": " Thank you, Oleg) In the new menu from mid-September will be another extraordinary lemonade;) Come try it, and not only it :)\n\n", "rating": 5, "name": "Martin Prodan", "cat": "Indian restaurant"}, {"review": "Great staff and nice interior, but the establishment is still about what it brings you to the table.\nThe curry was terrible, there was practically no curry itself, three thin wings and a side dish ...", "rating": 5, "name": "Игорь Павлов", "cat": "Indian restaurant"}, {"review": "Interesting food but sooooo spicy. You have to be ready for this.)\nThere are delicious cocktails and soft drinks. I would like to bring okra more often and something really rare. Good for vegetarians! …", "rating": 5, "name": "Oleh Rohachov", "cat": "Indian restaurant"}, {"review": " Thanks for the feedback ı\n\n", "rating": 5, "name": "Віталій Ремелє", "cat": "Indian restaurant"}, {"review": "It looks like a pub, cozy and quiet, very different music plays (from electronic to rock and roll). Three floors with three different rooms. Food: there are very spicy dishes, but my order consisted of shrimp, which are hard to spoil and some kind of vegetable ...", "rating": 5, "name": "Костя Рыжий", "cat": "Indian restaurant"}, {"review": "In fact, they have a lot more cocktails than indicated on the menu, so you need to check with the bartender or waiter - everyone will tell, explain and advise) the punch went with a bang - thanks for the advice. Cozy place, I advise you to visit as …", "rating": 5, "name": "Tetiana Tama", "cat": "Indian restaurant"}, {"review": "We were in this institution two months ago, the warmest memories remain. Four cozy rooms that give the impression of privacy, friendly and (!) Unobtrusive waiters. The menu is a separate topic, I want to try everything. Prices…", "rating": 5, "name": "Ірина Буланенко", "cat": "Indian restaurant"}, {"review": "Cool place - food and drinks are delicious and very unusual. The friendly atmosphere of the staff is conducive to itself. In the evening, the bar has a special atmosphere - fun and family-friendly. You won't regret if you decide to spend a Friday night here...", "rating": 5, "name": "Ald Bor", "cat": "Indian restaurant"}, {"review": "Pleasant professional staff, a large selection of dishes, the cuisine cannot be called the highest, but it is quite tasty and the prices are thoughtlessly not too high.\nA place with Very dim lights, little to see at some tables, not …", "rating": 5, "name": "Ksenia Ko", "cat": "Indian restaurant"}, {"review": "The theme of Indian cuisine was interesting, so we decided to look here ... In general, not bad. But the tables are a bit dirty... The toilet is clean, which is nice) A bit pricey for vegetarian food... A check for one person is about 380 UAH. …", "rating": 5, "name": "Ольга Мусякевич", "cat": "Indian restaurant"}, {"review": " Surprisingly delicious Indian cuisine! Exotic cocktails on the menu, and dozens of delicious cocktails at the bar. Very polite staff who are happy to help you make the right choice. Cozy place. Hem romance and Indian …", "rating": 5, "name": "Vladyslav Makaruk", "cat": "Indian restaurant"}, {"review": "got into this place by accident, just walking along the hem attracted a sign. but they never regretted it, we were met by friendly staff, beautiful and cozy interior and the food was very tasty …", "rating": 5, "name": "Орися Шпак", "cat": "Indian restaurant"}, {"review": "Delicious food, friendly staff, cozy atmosphere and clean restrooms. I recommend to visit. …", "rating": 5, "name": "Kristina Voronovska", "cat": "Indian restaurant"}, {"review": " A cozy place with delicious cuisine and interesting interior in the heart of the hem. …", "rating": 1, "name": "Лола Кан", "cat": "Indian restaurant"}, {"review": "Empty, prices are very high, the restaurant smells musty, the waiter doesn't know the menu…\nIt's sad 😢...", "rating": 5, "name": "Pavel", "cat": "Indian restaurant"}, {"review": " An interesting building with an interesting cuisine. For the first time, I tasted such a chicken.\nThe food is quite acute as for me …", "rating": 5, "name": "d v", "cat": "Indian restaurant"}, {"review": "Luxurious interior, stylized as a \"colonial\" style; the lack of space here is not a minus, but an element that gives additional surroundings. …", "rating": 5, "name": "2205", "cat": "Indian restaurant"}, {"review": "The interior of the bar is amazing, and the bartender Andrey is probably the best thing in this place. And of course Genever with stout XD…", "rating": 5, "name": "Pinky Pink", "cat": "Indian restaurant"}, {"review": " A small cozy place with nice staff. Nice IPA pleases. However, there is almost every dish of curry. Well, I don't like him at all. …", "rating": 5, "name": "Julia", "cat": "Indian restaurant"}, {"review": "Very friendly place, delicious drinks and good food too. Friendly staff and just a nice place…", "rating": 3, "name": "Elena Soloshonok", "cat": "Indian restaurant"}, {"review": " Atmospheric place with great interior 👍 Next time I'll try cocktails 😊🍸 …", "rating": 5, "name": "Александр Моторный", "cat": "Indian restaurant"}, {"review": " An interesting place, a wonderful place where we found a company for cocktails. Good service. …", "rating": 5, "name": "Кирил Стронько", "cat": "Indian restaurant"}, {"review": " This is a cool place! Prices here are average in the city, the food is delicious, there are original offers. I personally really liked the previous design of the room, but what can you do) …", "rating": 5, "name": "Ольга Моторная", "cat": "Indian restaurant"}, {"review": " Tasted delicious dessert with cheese and almond faucet 😊 …", "rating": 3, "name": "Анастасия Московская", "cat": "Indian restaurant"}, {"review": "Good place for Indian food lovers. The selection of cocktails is good, but there is very little space on the Bar. If you don't know where this place is, then just go outside and look for the bright blue door! …", "rating": 5, "name": "Mila Mila", "cat": "Indian restaurant"}, {"review": " Nice cozy place. An interesting menu, good service. But burning dishes are not so hot. …", "rating": 5, "name": "Maryna Kovalenko", "cat": "Indian restaurant"}, {"review": " Delicious dishes, great mixologist - all the tried cocktails are just bombs.\nFriendly and friendly staff. …", "rating": 5, "name": "Галина Дехтярук", "cat": "Indian restaurant"}, {"review": " Nice, cozy place. When I got to lunch, a friendly Ukrainian-speaking (! Thank you very much for that) girl offered to try a dish that would introduce you to the maximum number of flavors of Indian (not even Ayurvedic) …", "rating": 5, "name": "Егор Плетняков", "cat": "Indian restaurant"}, {"review": " Hello! Thank you for such a heartfelt response! Such responses motivate us to even greater success. Our Indian lunches change regularly and now \"on the air\" lunch from the sunny state of Goa (you got to the northern lunch from Kashmir). Therefore, we will be glad to see you and treat you to new products. The waitress Oli thanked you. Before meeting!\n\n", "rating": 5, "name": "Кирилл Денисенко", "cat": "Indian restaurant"}, {"review": "I haven't seen a worse restaurant for a long time (except in Chernomorsk, near the port). Lohotron in its purest form. Came in by accident. The waiter came up. We say that we are the first. Neither offer you anything, nor advise ... I always check any establishments ...", "rating": 5, "name": "Anastasiia Volkovinska", "cat": "Indian restaurant"}, {"review": " I recommend an interesting institution. We had to wait a bit for food, there were a lot of people, but it was worth it. And as a bonus they got a very tasty dessert. Thank you! …", "rating": 5, "name": "Анастасия Лашко", "cat": "Indian restaurant"}, {"review": "Interesting, cute, atmospheric place.\nThe waiters are very nice, the service is not intrusive.\nThe food is not standard, in principle it is clear from the name :) …", "rating": 5, "name": "Oksana Monchuk", "cat": "Indian restaurant"}, {"review": "The restaurant is small, but it doesn't feel cramped. Cozy, unobtrusive service, homely …", "rating": 5, "name": "Max", "cat": "Indian restaurant"}, {"review": "I liked it very much. Nice atmosphere, good first introduction to the kitchen and bar (non-alcoholic cocktails are actually good)\nDefinitely want to visit more than once...", "rating": 5, "name": "Nitka", "cat": "Indian restaurant"}, {"review": "This place is like a breath of fresh air. Pleasant waiters. The food is delicious and spicy :)…", "rating": 5, "name": "Vsevolod Mironov", "cat": "Indian restaurant"}, {"review": "Weak service, one waiter does not have time to serve all the halls with high quality. Menu without photos, it's hard to imagine your dish. Waited 20 minutes for a cup of coffee...", "rating": 4, "name": "M.A.D.", "cat": "Indian restaurant"}, {"review": "Delicious Indian food. A small selection of beer, the institution is more specialized in cocktails. …", "rating": 4, "name": "Dmytro Koshel", "cat": "Indian restaurant"}, {"review": " Very nice bar with delicious cocktails and a cool atmosphere. …", "rating": 5, "name": "Nelli Prosianyk", "cat": "Indian restaurant"}, {"review": "Very very tasty food. This is exactly the case when a very long aftertaste of curry remains in the mouth. …", "rating": 5, "name": "Виталий Дорошенко", "cat": "Indian restaurant"}, {"review": "Cozy. Interesting. The staff is good. The kitchen is for an amateur, there is no gram on the menu, portions are small, prices are high relative to portions and serving. Dumplings with vegetables - 150 UAH, that says it all :) …", "rating": 5, "name": "Michael", "cat": "Indian restaurant"}, {"review": "Atmosphere, interiors - super cozy! Blue, red rooms and a hold - to pass the winter evening, work with a laptop or for a date, it’s the most!))) There are not enough vegetarian positions on the menu, but all dishes are interesting and unusual, although the menu …", "rating": 5, "name": "Yuna Trembach", "cat": "Indian restaurant"}, {"review": " I really liked the cocktails and the staff. From food they managed to try only dessert, and it was just a bomb. Thank you institution, I will definitely be back! …", "rating": 2, "name": "Anton Gerasymovich", "cat": "Indian restaurant"}, {"review": "The place is quite entertaining. Interesting, varied interior, 2 floors, nice bar. Filmed a friend's wedding there. The menu is interesting and varied. I can recommend. But, for once. Not permanently - too little space. Feeling...", "rating": 4, "name": "Настя Демидик", "cat": "Indian restaurant"}, {"review": "If you are bored with traditional shawarma and burger, then here you will find truly interesting taste solutions. Sometimes very spicy thanks to the addition of ginger and all kinds of peppers. But ulcers do not flatter themselves, dying choking with bile ...", "rating": 5, "name": "Maksym Laktionov", "cat": "Indian restaurant"}, {"review": "Very atmospheric place. Four locations in one, harmoniously arranged zoning. The menu is specific, but after a couple of times you start to understand what you need. Delicious, very tasty and really colorful ... You can completely expand ...", "rating": 5, "name": "Євген Карпусь", "cat": "Indian restaurant"}, {"review": "A cozy place with a pleasant atmosphere, interior and staff. Cocktails are original and tasty, just for them it's worth coming! It cannot be compared with ordinary longs made of no one knows what, water and ice... The prices are a little higher than average, but justified, tastier …", "rating": 4, "name": "Lena Nest", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Tetiana Mashkantseva", "cat": "Indian restaurant"}, {"review": "Was for the first time. Liked! Cozy, atmospheric, great place to meet friends! Very tasty cocktails. I can tell from the kitchen that Indian food is not for me☺ …", "rating": 4, "name": "V M", "cat": "Indian restaurant"}, {"review": "Nice, cozy place. Prices are high. But it's worth it, I haven't tried much anywhere else. The dishes are few, but they are delicious. The cocktails are just great. Well, the staff is nice. What you need. …", "rating": 5, "name": "Єлизавета Сорока", "cat": "Indian restaurant"}, {"review": "Wandered around the hem on the eve of Easter evening and found this institution. The company was big, everyone was imprisoned at once.\nThey listened to all the wishes and recommended cocktails, each on request. …", "rating": 5, "name": "Rus Muradov", "cat": "Indian restaurant"}, {"review": "I remembered the pirates and the game Corsair. I went - I liked the concept. Well done young people, friendly ...", "rating": 5, "name": "Ivan Pidoprygora", "cat": "Indian restaurant"}, {"review": "I didn’t have time to get acquainted with the kitchen, but the quality of the booze is God. The waitress who served, on a hunch, was able to understand what I wanted to drink. However, come right away and take the order 7~10 minutes. …", "rating": 3, "name": "Дарья Дарья", "cat": "Indian restaurant"}, {"review": "The place is quite colorful and interesting. The dishes are almost all spicy, but this is the highlight of the institution. Cocktails at 3.5 put a lot of ice. The beer is not bad, but the price is VERY expensive, 80 UAH per bottle 0.33, while this is not an import, but beer ...", "rating": 5, "name": "Bohdana Khomenko", "cat": "Indian restaurant"}, {"review": " Well, soooo delicious cocktails!)\n\n", "rating": 3, "name": "Saleh Abdulrahman", "cat": "Indian restaurant"}, {"review": "A cozy, unusual place with original dishes and delicious cocktails. Rarely where you can find such a warm and professional approach to visitors from the waiter. In our case, it was a girl named Polina. …", "rating": 5, "name": "Андрей", "cat": "Indian restaurant"}, {"review": "Nice cocktail list. The names have been slightly changed, making it difficult to find. The bartender and waiters are very nice, almost always guessed my preferences, and always advised something new that is not on the menu, feel free to ask. How …", "rating": 5, "name": "Игорь Мосийчук", "cat": "Indian restaurant"}, {"review": "Liked. The original small piece of the sea in Podil. Competent staff, cozy tables, original menu and bar. There wasn’t enough hookah) and so excellent, we often go. …", "rating": 5, "name": "Артем Колесник", "cat": "Indian restaurant"}, {"review": "For the kitchen - 4. Delicious. But for a drink - 1. And then only because something was poured into the glass. If you want to eat something interesting - take pork, and if you want to drink - go somewhere else. Prices are not justified if you…", "rating": 4, "name": "Arthur King", "cat": "Indian restaurant"}, {"review": "Very nice establishment, but personally I lacked Indian smells and sounds to make the atmosphere complete. And the tea is delicious, and the staff is very polite) …", "rating": 3, "name": "Svetlana G.", "cat": "Indian restaurant"}, {"review": "After the closing of the juniper, such a revival of this place is quite successful in my opinion. The menu is both vegetarian and meat. Unfortunately we didn't get to try the cocktails, but that's yet to come. Food prices are reasonable. From 70-150 per dish. …", "rating": 4, "name": "Никита Смоляра", "cat": "Indian restaurant"}, {"review": " Delicious food, friendly staff. Liked very much. When I am in Kyiv again, I will visit again, because I still have a lot to try from the menu. thanks …", "rating": 5, "name": "Snigur yvginiy", "cat": "Indian restaurant"}, {"review": "The institution is interesting, but kombucha is not very good, if you are not ready for sour experiments, I do not advise ...", "rating": 5, "name": "DaredeviII", "cat": "Indian restaurant"}, {"review": "Interesting cuisine and cocktails, the waiters will prompt and tell you everything. Only pleasant impressions from the spent evening. …", "rating": 5, "name": "Маша Затолокіна", "cat": "Indian restaurant"}, {"review": " Kitchen top. Very tasty and authentic. But the prices are the same and the portions are small, as for me. …", "rating": 5, "name": "Александр Дубровский", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Луцкая", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Sasha Orlova", "cat": "Indian restaurant"}, {"review": " Always great cocktails and a cozy atmosphere.\n\n", "rating": 5, "name": "Aliona Honcharenko", "cat": "Indian restaurant"}, {"review": "Small portions, chicken roll and paratha were delicious, lemon rice and bater chicken were nothing. …", "rating": 5, "name": "Hanna Hershun", "cat": "Indian restaurant"}, {"review": "Podil lacked such an institution: an unused menu, a high-level interior - very cozy and non-standard, original cutlery. Kudos to the chef for introducing interesting dishes to the menu. The only downside is that it's a bit pricey for…", "rating": 5, "name": "Iaroslava Stopina", "cat": "Indian restaurant"}, {"review": " A small bar is not suitable for Muslims, and on the second floor there are limited restaurant tables that offer a limited menu, not even including biryani. …", "rating": 5, "name": "Анна Шумак", "cat": "Indian restaurant"}, {"review": "Interesting menu. The food is not bad, but I liked the coconut dessert the most - I recommend it. Only it is hard, mind you - because of the coconuts. Well, the cocktails are good ;) …", "rating": 5, "name": "Alex P", "cat": "Indian restaurant"}, {"review": "\nGood place to diversify your leisure time", "rating": 5, "name": "Alexandra Yakovenko", "cat": "Indian restaurant"}, {"review": " The great atmosphere of the East Indian company, not to be confused, it's not just about India. Honestly, I don't even know what their disadvantages may be, that bartenders, cooks cook like gods. The service is mega …", "rating": 5, "name": "Виктория Плахотникова", "cat": "Indian restaurant"}, {"review": " It was stuffy, although the air conditioner worked. Service is normal. Izha, as for me, was spicy, although I did NOT order a spicy dish. Offered sour cream to reduce the sharpness and this is a plus. Water is also …", "rating": 4, "name": "Kyrylo Snizhko", "cat": "Indian restaurant"}, {"review": "At lunchtime it was empty, which is strange for Podil at lunchtime. Would like more vegetarian options. Thai soup (similar to semolina with coconut both in appearance and taste) and pumpkin dessert were not impressed. The place is not very suitable for lunch. Reviews …", "rating": 5, "name": "Alexandra Suprunenko", "cat": "Indian restaurant"}, {"review": " A cocktail institution, for those who want not a regular cocktail, if you are a tourist and you need to drink something not ordinary then this place will emphasize the entourage of the floor. I must note that for a …", "rating": 4, "name": "Яна Ткачева", "cat": "Indian restaurant"}, {"review": " Nice place, very tasty, very cozy, cool staff. The only downside - the hall just above the entrance is a little stuffy …", "rating": 5, "name": "Денис Михайльо", "cat": "Indian restaurant"}, {"review": "This is the top spot. Just try it and you won't regret it, I highly recommend it! Bar - van love ...", "rating": 5, "name": "Жанна Холявко", "cat": "Indian restaurant"}, {"review": "Unfortunately we didn't get to try the food because we arrived late. Very nice staff who will advise and sort out drinks. Very cool atmosphere. Subdued light, romance... Suitable for both a date and a get-together...", "rating": 5, "name": "Антон Гончар", "cat": "Indian restaurant"}, {"review": "I haven’t been to India yet, so it’s hard to say whether it’s truly Indian cuisine or not, I understand that there are no comrades to taste, but I really liked the kitchen !!! And a cocktail, thanks to the staff for the service! …", "rating": 5, "name": "Алексей N", "cat": "Indian restaurant"}, {"review": "The waiter advised on the map of cocktails and helped to place an order. The cocktails are delicious, although the alcohol is quite strong. Quiet, comfortable, pleasant people visit and work in this place. …", "rating": 5, "name": "Maria Veligotskaya", "cat": "Indian restaurant"}, {"review": "Polite and nice staff who know when to come and when not to interfere. The cuisine is unusual but well prepared. The only downside is the very small tables. …", "rating": 5, "name": "Igor von Lemberg", "cat": "Indian restaurant"}, {"review": " Dishes, as always on top! Drink options from warm, warming to cool and fresh combinations! Pleasant atmosphere, great location! I love this place infinitely! …", "rating": 5, "name": "Володимир Мудрий", "cat": "Indian restaurant"}, {"review": " Cocktails are just here 🌋 🤩 Dishes are also especially vegan. There are really sharp options. In fact, ACUTE)\nAnd it's just a favorite place to cozily drink green tea and taste a dessert in …", "rating": 4, "name": "Марина Ши", "cat": "Indian restaurant"}, {"review": " Unusually tasty. Wonderful interior, casual atmosphere. The place is suitable for romantic dates, for those who seek new tastes and for those who want to hide from the hustle and bustle. I liked:) …", "rating": 4, "name": "Anastasia Kuts", "cat": "Indian restaurant"}, {"review": "Accidentally wandered here, did not regret a bit)) an incredible selection of unusual, spicy cocktails. The kitchen also pleased with the variety. We felt ourselves not at all on the hem, but in the cabin of the ship of the East India Company)) ...", "rating": 5, "name": "Anastasia Demich", "cat": "Indian restaurant"}, {"review": " Delicious, average prices, nice staff, interior and music are also good.\nI recommend. …", "rating": 4, "name": "Ro Lyzko", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Demonsys K", "cat": "Indian restaurant"}, {"review": " Awesome place! Chic concept, delicious cuisine! I advise you to taste the tartare. I've never met anything like this, it's really cool. There are also original and delicious cocktails. You will have to think carefully …", "rating": 5, "name": "Denys Vodotiiets", "cat": "Indian restaurant"}, {"review": " Cozy place with good atmosphere and delicious food. The food is a bit spicy, but one must always remember this when dealing with Indian cuisine. …", "rating": 5, "name": "Александра", "cat": "Indian restaurant"}, {"review": " Hello Cyril!\nIn fact, guest service in Ukrainian is a value for us, but not always team members understand it. Accordingly, this is our failure, which we are now correcting.\nWe hope that next time you visit us you will feel it.\nPS. A special thank you for the Facebook page, as I keep it personal.\nGood day!\n\n", "rating": 3, "name": "T R", "cat": "Indian restaurant"}, {"review": "Cozy bar, all halls in a different style. Very tasty cocktail with coconut scotch, with the most delicate smell and taste) I will definitely be back! …", "rating": 5, "name": "Valik Сloud", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Vlad Kuzma", "cat": "Indian restaurant"}, {"review": "This place can take you to India with everything from 5 Negroni recipes to unique cuisine. Be prepared that you simply won’t understand half of the words on the menu…", "rating": 5, "name": "Tolok", "cat": "Indian restaurant"}, {"review": "My favorite place on Podol, there is a very cool bartender and he makes excellent cocktails, according to any preference and desire, to say that they are delicious is to say nothing, and there is also a great selection of gin 🤤 …", "rating": 4, "name": "Desvald Daldemar", "cat": "Indian restaurant"}, {"review": "A very cool establishment. The atmosphere is incredibly underground. And delicious Indian food...", "rating": 5, "name": "анастасия кутузова", "cat": "Indian restaurant"}, {"review": "The magic of taste. The waiters know very well what to offer. The bartenders are fun and friendly. Cocktails are beyond praise…", "rating": 5, "name": "Сергей Гончаров", "cat": "Indian restaurant"}, {"review": "Wonderful, atmospheric and cozy place. Very unusual and tasty food, amazing cocktails and drinks. All halls are different, for different events and meetings. I recommend to everyone! …", "rating": 5, "name": "Vic K", "cat": "Indian restaurant"}, {"review": " The bartenders make a great impression and do a great job. Seldom drunk so delicious cocktails and I would rarely advise as well as on site. Always worth a visit. Really good for Kyiv …", "rating": 5, "name": "Olha Shypilova", "cat": "Indian restaurant"}, {"review": " A cool bar with an interesting theme, very tasty author's cocktails and friendly staff, I will definitely come back here when I am in Kyiv again, I recommend …", "rating": 5, "name": "Oleksandr Korshun", "cat": "Indian restaurant"}, {"review": " Food. It is sharp, not overkill with spices. I liked the dessert.\n🌿Interior. On the 2nd floor there are 2 rooms - light and dark. Calm colors, …", "rating": 5, "name": "veronaveronaverona A", "cat": "Indian restaurant"}, {"review": "Nice place one of the \"where to go on Friday\" list. Try the shrimp! I propose to discuss cocktails with the barista personally, without stopping at the standard list, you will be pleasantly surprised. …", "rating": 5, "name": "Anna Kyvliuk", "cat": "Indian restaurant"}, {"review": "A place for those who are tired of ordinary food and who want to diversify their taste sensations. Unusual, but very harmonious dishes. I'm glad I tried...", "rating": 4, "name": "Iryna Piatanchuk", "cat": "Indian restaurant"}, {"review": " Amateur restaurant, youth serving and style, very few vegetarian dishes …", "rating": 5, "name": "Диана Шевченко", "cat": "Indian restaurant"}, {"review": " Hello!\nThanks for the feedback.\n\nOur goal is to show that India can be different, including modern: without carved furniture, gold, copper utensils and sitar. The interior used the usual for India: tiffin and kadai pans instead of lamps, wicker furniture in the colonial style, art deco, because Mumbai is the second largest city in the world in terms of art deco architecture, and the tables are reminiscent of the Old Quarter in Panaji. And many other details.\n\nIndia is different in food. Lots of regional cuisine, meat and milk, seafood, etc. As for vegetarian dishes, they (excluding vegetarian side dishes) make up 46% of our menu.\n\n", "rating": 5, "name": "Valerie S", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Tymoshenko", "cat": "Indian restaurant"}, {"review": " Extraordinary cocktails, good atmosphere, good Indian cuisine …", "rating": 5, "name": "Nazar Petrychenko", "cat": "Indian restaurant"}, {"review": "Now I have a favorite place with my girlfriends to sit with a delicious ale. Very cozy. …", "rating": 5, "name": "Artem Volkhonskyi", "cat": "Indian restaurant"}, {"review": "The staff basically does not speak Russian, even if you contact them.\nGuys, most of this city is Russian-speaking, and you only have a menu in Ukrainian and English. Seriously? …", "rating": 4, "name": "Александр Песецкий", "cat": "Indian restaurant"}, {"review": " Good place nice atmosphere, good waiters, delicious food nice music. …", "rating": 5, "name": "Pavel Gradobik", "cat": "Indian restaurant"}, {"review": "Nice, cozy, not expensive. Not enough standard cola and sprites in case both lemonades didn’t fit) …", "rating": 4, "name": "Dmytro Gilitukha", "cat": "Indian restaurant"}, {"review": " Delicious, good choice of Indian cuisine at reasonable prices.\nThe interior is very cool, tasteful. Overall a nice and cozy place, I recommend. …", "rating": 5, "name": "Oleh Dashkevych", "cat": "Indian restaurant"}, {"review": " Delicious, unusual cuisine, but for that kind of money the portions could have been bigger; in the main course, only two ribs were enough! The toilet has a broken latch, it is impossible to close, it is very …", "rating": 5, "name": "Ruslan Sedziukh", "cat": "Indian restaurant"}, {"review": "Atmospheric, especially in the hall-hold, where the crash of the deck and waves sound. Indian cuisine is close to the taste of the original, a chic combination of spices. Caution: sharp! …", "rating": 5, "name": "Діма Давиденко", "cat": "Indian restaurant"}, {"review": "The food and cocktails are delicious, the service is on top (the waiter is friendly and unobtrusive, the service was done very quickly (literally 10-12 minutes for 2 large dishes)) …", "rating": 4, "name": "Александр Борисович", "cat": "Indian restaurant"}, {"review": "\nVery atmospheric and tasty)", "rating": 4, "name": "Anna Bolshedvorska", "cat": "Indian restaurant"}, {"review": "Official place. Incredibly delicious food, took shrimp, butter chicken, roti, samosa. Then repeated it myself. We will definitely come again. …", "rating": 2, "name": "Игорь Кравец", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Mike Sudyn", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Ђорђе", "cat": "Indian restaurant"}, {"review": " I love this place! All halls are very different. The food is interesting and the cocktails are very cool! The kitchen is open until 23h …", "rating": 1, "name": "Anton Donov", "cat": "Indian restaurant"}, {"review": "Atmospheric place, quite tasty cuisine, though there are some specific dishes for an amateur)) Fast service, friendly staff. …", "rating": 5, "name": "Daria Mykhailova", "cat": "Indian restaurant"}, {"review": " I love this place, delicious cocktails and friendly staff, especially love tequila with sangrite, if not tasted - try, not the usual combination) and bloody measure) …", "rating": 5, "name": "Kyrylo Shevchenko", "cat": "Indian restaurant"}, {"review": " Delicious, friendly waitresses, very atmospheric place. I will definitely come again. …", "rating": 5, "name": "Наталья Т", "cat": "Indian restaurant"}, {"review": "A place with an oriental flavor in food and a western approach to drinks. An interesting combination. It's hard to walk past a bar on a Friday. Intelligent bartenders, with understanding. …", "rating": 4, "name": "Roman Kadykov", "cat": "Indian restaurant"}, {"review": " Very tasty cuisine. Fully reflects the atmosphere of East Asia. …", "rating": 5, "name": "kos westphalen", "cat": "Indian restaurant"}, {"review": " Cool and stylish. Delicious cocktails and food.\n\n", "rating": 5, "name": "Oleksiy Smirnov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Бажена Шмырева", "cat": "Indian restaurant"}, {"review": " Top, very tasty, you can make spicy from the menu a little sharper). …", "rating": 4, "name": "Саша П’ятниця", "cat": "Indian restaurant"}, {"review": " Interesting interior, good music and specific dishes are not associated with Indian cuisine. The waiter should be warned that Lasi yogurt has nothing to do with Indian lasagna and is served with a glass of ice, or the …", "rating": 5, "name": "Anna Putanenko", "cat": "Indian restaurant"}, {"review": " Good afternoon, Dmitry! Thanks for the feedback, but we want to emphasize that we are not an Indian restaurant / cafe, so we never said that we cook authentic Indian food) Our cuisine is a culinary discovery during our travels in Southeast Asia. In the menu you will find a schematic map with the name of the country in front of each dish, as well as labels of spicy or vegetarian food. In turn, we will once again remind the waiters to clarify the features of the dishes) We will be glad to see you again\n\n", "rating": 5, "name": "Stanley Smith", "cat": "Indian restaurant"}, {"review": " Quite unusual - I taste Indian cuisine for the first time. And the impression is quite positive. Shikanji lemonade was especially liked and was present among other flavors of bread kvass. Wheat Noodle Mitballs - 👌🏼 …", "rating": 5, "name": "Наталія", "cat": "Indian restaurant"}, {"review": " The bartender can pick up a cocktail for your taste. And the second floor is very cozy by the window. …", "rating": 5, "name": "Dmytro Chaika", "cat": "Indian restaurant"}, {"review": " Funny place. Four rooms, different in interior, for different tastes / moods. Good cuisine. Great staff. Author's cocktails. Everything is level, okay. …", "rating": 4, "name": "Natalie Surname", "cat": "Indian restaurant"}, {"review": "The place is really comfortable\nPrice range more or less acceptable, above average\nThe food is spicy, after a week they diagnosed gastritis. I'll be cured and...", "rating": 4, "name": "Dmitriy Poot", "cat": "Indian restaurant"}, {"review": " The staff is polite, immediately approached and just as quickly brought orders. Minus for the room, too tight for me. Although on the other hand atmospheric. Twilight, music tea))) …", "rating": 5, "name": "Diana Moskal", "cat": "Indian restaurant"}, {"review": "The food is mediocre and expensive, the portions are small. \"Indian\" is not enough, by the amount of spices, the impression is as if Indian food simply lay nearby. …", "rating": 5, "name": "Borys Yakushev", "cat": "Indian restaurant"}, {"review": " Good afternoon, Igor! Thank you for your feedback and we are very sorry that you had just such an experience in our institution. In order for us to understand exactly which dishes are in question, in which you did not have enough spices, please write to us in the message that you ordered. We, for our part, will check.\n\n", "rating": 5, "name": "Даня Тарасов", "cat": "Indian restaurant"}, {"review": " Pick up a delicious cocktail to taste, mood, weather and season.\nAnd their sandwiches are delicious. And shrimp too. …", "rating": 4, "name": "Olga Yushchenko", "cat": "Indian restaurant"}, {"review": " Good food, service and unusual interesting interior. But in the toilet, he burned his hand when trying to wash with cold water: cold and hot water markers, as in the best houses in India, are indicated on the …", "rating": 5, "name": "Галина Шевченко", "cat": "Indian restaurant"}, {"review": "I forgot my backpack in the bar, left it standing near the table under the wall. The next day and a few days later they say that they did not find anything. The work of visitors or employees - I don’t know, but since there was nothing particularly valuable in it ...", "rating": 4, "name": "Илья Павлюков", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Anthony Whisper", "cat": "Indian restaurant"}, {"review": "One of the best bars in Kyiv, if not the best, for many years. Seasonal punches are just a brain blast! Bartender guys - love! …", "rating": 5, "name": "Vladislava Sakharova", "cat": "Indian restaurant"}, {"review": " I really liked the service, the girl was very patient, helped with the choice. …", "rating": 5, "name": "Vira Yatsenko", "cat": "Indian restaurant"}, {"review": "Quite a worthy institution, something new, as for me. You can eat and drink, I would not visit every day, but you can come in from time to time. In general, I advise you to visit. …", "rating": 5, "name": "Nick Podobiedov", "cat": "Indian restaurant"}, {"review": "One of the best bars I know in Podil. Plus very interesting Indian cuisine) …", "rating": 5, "name": "Miguel Manukyanez", "cat": "Indian restaurant"}, {"review": "Author's cocktails for every taste. Very interesting selection/suggestion from the bartenders. …", "rating": 4, "name": "Евгения Лихачёва", "cat": "Indian restaurant"}, {"review": "Delicious, great guys work. Excellent second room after renovation. Great atmosphere ❤️…", "rating": 5, "name": "Алексей Заболотный", "cat": "Indian restaurant"}, {"review": " Dishes here for lovers of spicy food but also for the average consumer there are dishes. In general, non-standard cuisine is interesting, you should try it, but as a restaurant for regular visits, it will not suit …", "rating": 5, "name": "Валерія Черних", "cat": "Indian restaurant"}, {"review": " Cozy place, delicious food. The staff is happy to talk about the composition, taste and impressions of cocktails. Which, by the way, are very tasty. …", "rating": 4, "name": "Ярослав Хейлик", "cat": "Indian restaurant"}, {"review": " Atmospheric establishment, delicious food and lemonade. Alcohol drinkers are also quite a good choice …", "rating": 5, "name": "Алексей Белоусов", "cat": "Indian restaurant"}, {"review": " Very much liked.\nCozy place, nice interior, delicious cuisine, fast service.\nSpecial thanks to the waiter who very professionally helped with the choice of …", "rating": 5, "name": "Petro Bogomazov", "cat": "Indian restaurant"}, {"review": " Unique taste, great atmosphere and good service\n\n", "rating": 4, "name": "Yuki Muki", "cat": "Indian restaurant"}, {"review": "Delicious masala tea. The vegetables were not tasty, burnt and not salty at all, a lot of potatoes and few other vegetables. ((((₴ …", "rating": 2, "name": "Oleh Kurtsev", "cat": "Indian restaurant"}, {"review": "Very good, tasty, unique, beautiful interior. Is that narrow inside pretty. …", "rating": 5, "name": "Taisia Chertenko", "cat": "Indian restaurant"}, {"review": " Great, tasty place!) Upon request, prepared a dish that was not on the menu. Thank you!) The waiter is wonderful …", "rating": 5, "name": "Анна Сыпало", "cat": "Indian restaurant"}, {"review": "Large selection of cocktails, waiters help with the choice, prepare custom cocktails to your taste. …", "rating": 5, "name": "ales kirikovich", "cat": "Indian restaurant"}, {"review": " The bar with its own cool concept is clearly different from other bars …", "rating": 3, "name": "Анастасия Яровая", "cat": "Indian restaurant"}, {"review": " An interesting menu, just in case you want to try something new. The menu is rather concise but original. Very slow service. The interior is nice and warm …", "rating": 5, "name": "Александр Пащенко", "cat": "Indian restaurant"}, {"review": " Very, very tasty for a reasonable price !!!\n\n", "rating": 5, "name": "Алик", "cat": "Indian restaurant"}, {"review": "Great masala chai! Interesting desserts. The vegetarian menu needs work to improve the taste. …", "rating": 5, "name": "Bumshi McClinton", "cat": "Indian restaurant"}, {"review": " A fun place\n\n", "rating": 5, "name": "Вадим Гаращук", "cat": "Indian restaurant"}, {"review": "Finally, a place where if it is written spicy, it will be really spicy. And delicious. …", "rating": 5, "name": "Лена Щепина", "cat": "Indian restaurant"}, {"review": " Excellent service and non-trivial dishes. Several halls with different lighting and mood, managed to appreciate the benefits of each. A good place to spend an evening after a tiring day …", "rating": 4, "name": "Iryna Varshyk", "cat": "Indian restaurant"}, {"review": "Native coolest bar. Nice people, great atmosphere and of course the cocktails that complement the great Indian cuisine so much. …", "rating": 5, "name": "Снежана Хоминич", "cat": "Indian restaurant"}, {"review": "Restaurant with Pan Asian cuisine. Separately, it is worth mentioning the cocktails. There are an infinite number of them here. Definitely worth a visit. …", "rating": 5, "name": "Denys Ivanets", "cat": "Indian restaurant"}, {"review": "Nice bar with Indian food. But beef on the Indian menu is, of course, very interesting))) ...", "rating": 5, "name": "Vira Sheludko", "cat": "Indian restaurant"}, {"review": "\nHello, Eugene! Thanks for the feedback! Yes, beef in the Indian menu is very interesting, considering how huge this country is, how many different nationalities live in it, how many languages, how many religions! If you go to the south of India (for example, to the state of Kerala) or to Kashmir in the north, then the word beef in the menu will be found to you very often.\n\nIndian cuisine is very multifaceted and carries a mixture of cultures over the centuries, as well as beliefs. Our task is to show that it is different.\nHave a nice day!", "rating": 5, "name": "Olga Parsons", "cat": "Indian restaurant"}, {"review": "Delicious dishes, unusual combinations of flavors - definitely worth visiting this wonderful place at least once :)\nBut the only negative, as for me, on February 14th, they served for a long time and portions in …", "rating": 5, "name": "Анастасия Колосова", "cat": "Indian restaurant"}, {"review": " Cool place with a great aimosphere. Delicious and unusual dishes, delicious cocktails. Lime Pie - Love From The First Spoon) …", "rating": 5, "name": "Макс Калюжный", "cat": "Indian restaurant"}, {"review": " After 12 nights do not expect to eat here) but the drinks are interesting, both alcoholic and non-alcoholic, with various oriental spices. The interior is simple but attractive. …", "rating": 5, "name": "Катя Локанцова", "cat": "Indian restaurant"}, {"review": "A very pleasant cafe with good waiters and a good selection of Asian food. Many unusual cocktails for lovers of experiments ...", "rating": 5, "name": "Алина Кириллова", "cat": "Indian restaurant"}, {"review": "\nAlexey, thanks for the tip) We will be glad to see you again!", "rating": 4, "name": "Рената Константинова", "cat": "Indian restaurant"}, {"review": " Great cuisine, cozy interiors in different styles, good service, alcohol for every taste. …", "rating": 2, "name": "Юлия Козориз", "cat": "Indian restaurant"}, {"review": " food of norms, nothing special, as well as everywhere adapted, and with that name you expect original recipes …", "rating": 5, "name": "Maksym Dasiuk", "cat": "Indian restaurant"}, {"review": " Well, something is not very clear. It is difficult to say that it is not, perhaps almost everything is almost perishable, except for alcohol prices, they are abnormal, especially in this context. …", "rating": 5, "name": "Vitaliy Kolpachiev", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Silvio Manuel", "cat": "Indian restaurant"}, {"review": "Quarantine rules are respected✔️\nDelicious and cozy…", "rating": 5, "name": "Misha Kolesnik", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Товстоног", "cat": "Indian restaurant"}, {"review": "Good place for spicy food lovers. Alcoholic cocktails are unusual, but a bit pricey. …", "rating": 5, "name": "Алексей Алексеев", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Настя Голуб", "cat": "Indian restaurant"}, {"review": "\nGreat staff, delicious cocktails.", "rating": 5, "name": "Алина Вергелес", "cat": "Indian restaurant"}, {"review": " Nice place, mostly with vegan dishes. Prices are reasonable, the cuisine is delicious, the atmosphere of colonial relaxation …", "rating": 5, "name": "Val Vaityshyn", "cat": "Indian restaurant"}, {"review": " As always mentally. I really liked Panir in the role of a chutney. This is not even a roll, but a pair - an Indian plot. Very tasty …", "rating": 5, "name": "Андрей", "cat": "Indian restaurant"}, {"review": "Try their coconut cake, you can just sip it with a plate and fork... Very cool taste)) …", "rating": 5, "name": "Ketrin Claus", "cat": "Indian restaurant"}, {"review": "\nLena, take care of yourself, it is dangerous to swallow forks 😁 In general, thanks for such a cool review. We are waiting for your visit!", "rating": 5, "name": "Academon Zx", "cat": "Indian restaurant"}, {"review": "I liked one dish, the other turned out to be small, but we ourselves are to blame - the weight of the dish was indicated on the menu. …", "rating": 5, "name": "Andrei Pochtovyi", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Mr. К", "cat": "Indian restaurant"}, {"review": " The bar made the best of its predecessors and added a great new menu and cocktails. …", "rating": 5, "name": "Lilya Snezhko", "cat": "Indian restaurant"}, {"review": " Very good atmosphere. Delicious desserts. You always know the ingredients of an exotic dish. Decent prices. …", "rating": 5, "name": "Vadim Stepanov", "cat": "Indian restaurant"}, {"review": "Cool, atmospheric, my choice is of course lame, but the bartenders can always offer something of their own ...", "rating": 5, "name": "Bogdan Cohen", "cat": "Indian restaurant"}, {"review": "\nVery interesting!", "rating": 3, "name": "Nicky Vinken", "cat": "Indian restaurant"}, {"review": "Great service, great bar menu, you can ask to cook according to your recipe …", "rating": 5, "name": "Аркадий Танкеев", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Галко", "cat": "Indian restaurant"}, {"review": "\nSuper! Very cool place.", "rating": 5, "name": "Владислав Павлов", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Sviatoslav Denysenko", "cat": "Indian restaurant"}, {"review": " Hello! Indeed, there was such a situation, we ourselves are bitter that it happened, we eliminate the causes. Sorry for the inconvenience, please\n\n", "rating": 5, "name": "Oleksii Bozhko", "cat": "Indian restaurant"}, {"review": "Ideal place for lovers of expensive ice (\nHaving asked for a drink without ice, they brought me a full glass of it, the bill surprised me even more. …", "rating": 5, "name": "Антон", "cat": "Indian restaurant"}, {"review": "\nGood afternoon, Julia! We are very sorry that you had a bad impression of us and would like to understand the situation so that this does not happen again. Unfortunately, from your review it is not clear what happened. Please write us in messages here or on facebook and we will discuss everything", "rating": 5, "name": "Vladislava Dolmat", "cat": "Indian restaurant"}, {"review": "Great craft cocktails, great staff. I especially recommend the Levante ate defunto cocktail. …", "rating": 5, "name": "Святослав Щава", "cat": "Indian restaurant"}, {"review": "Very nice, calm, cozy place. With lovely people, good drinks and food. Bliss!) …", "rating": 4, "name": "Anhelina Kolomiiets", "cat": "Indian restaurant"}, {"review": " Good food, but for its price outrageously small portions. The same with drinks. …", "rating": 4, "name": "Fedya Shevchenko", "cat": "Indian restaurant"}, {"review": " One of the most atmospheric establishments of Hem.\nGreat place for a nice chat with friends. …", "rating": 4, "name": "Oleg Dekhtiarenko", "cat": "Indian restaurant"}, {"review": " A great place to throw a cocktail. The kitchen is open until 22. …", "rating": 5, "name": "Oleksii Lazariev", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Masha M", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Evghen Filin", "cat": "Indian restaurant"}, {"review": "Excellent interior, good cocktail list, friendly waiters, as a bonus they can serve English-speaking visitors perfectly …", "rating": 5, "name": "Igor komarnitskiy", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Бахтин", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Яна Чепилко", "cat": "Indian restaurant"}, {"review": "The best bartenders in Kyiv are here!\nThe best food is here! I never thought that I would go to a bar to eat. Thanks!!! …", "rating": 5, "name": "œÆVl Ad", "cat": "Indian restaurant"}, {"review": "Exceptionally cool. Great staff, good menu and very nice atmosphere. …", "rating": 4, "name": "Serhii X", "cat": "Indian restaurant"}, {"review": "Perfect place! Delicious food, not high bill. The staff was impressed with the care and speed of service! …", "rating": 5, "name": "Tetiana Chernonok", "cat": "Indian restaurant"}, {"review": " Delicious cocktails, but I would like more volume, delicious interesting food …", "rating": 5, "name": "Yuliia Fillippova", "cat": "Indian restaurant"}, {"review": " Unusual delicious cuisine, original cocktails, several different halls for different companies …", "rating": 5, "name": "Анастасия Вайназ", "cat": "Indian restaurant"}, {"review": "Great atmosphere, delicious coffee and sandwiches. Great for working outside the home)…", "rating": 5, "name": "Дмитро Фомов", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Яна Филоненко", "cat": "Indian restaurant"}, {"review": " Little choice on the menu, of which not everything was available. Food is ok. …", "rating": 5, "name": "Ліліт Л", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Іван Коржов", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Daria Pavlovskaya", "cat": "Indian restaurant"}, {"review": "Very authentic place! Tasty hour, atmospheric and harmonious .... cool place, come and see for yourself ...", "rating": 4, "name": "Елена М", "cat": "Indian restaurant"}, {"review": " I liked it. Unexpectedly tasty and interesting cuisine. Prices are reasonable. Interior ... original) I'll come again! …", "rating": 4, "name": "Dmytro Portianka", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Igor Orlov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Brian Warner", "cat": "Indian restaurant"}, {"review": "Beautiful place! I recommend taking cocktails not from the menu, but in person with the bartender! …", "rating": 5, "name": "Anton Art", "cat": "Indian restaurant"}, {"review": " Quiet, peaceful, small cozy place with delicious food)\n\n", "rating": 5, "name": "Andriy Pysarenko", "cat": "Indian restaurant"}, {"review": "Atmospheric, a place to \"talk heart to heart\", the food is delicious) but as a vegan, only one salad suited me 😆 …", "rating": 5, "name": "Arthur Alekseenko", "cat": "Indian restaurant"}, {"review": "Excellent service, very tasty Indian food (the best I've had in Kyiv) good prices, but the music was a little bit in the way. …", "rating": 5, "name": "Галина Крюкова", "cat": "Indian restaurant"}, {"review": "Good, even very, atmosphere, but unfortunately the cocktails did not impress and there are not so many of them ...", "rating": 5, "name": "Вячеслав Краснов", "cat": "Indian restaurant"}, {"review": " Tasty, similar to real Asia)\n\n", "rating": 5, "name": "Артур Скородумов", "cat": "Indian restaurant"}, {"review": "\nGreat cocktails and atmosphere!", "rating": 4, "name": "Mariana P", "cat": "Indian restaurant"}, {"review": "\nPeace of mind with excellent alcohol!", "rating": 5, "name": "Mariia Mariia", "cat": "Indian restaurant"}, {"review": "When you want a good and interesting cocktail, just come here and ask for Valera! …", "rating": 5, "name": "Олеся Назаренко", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Roman Maltsev", "cat": "Indian restaurant"}, {"review": " Okra humility and lime cheesecake super🥰\n\n", "rating": 5, "name": "Анна Кивлюк", "cat": "Indian restaurant"}, {"review": "A great place to try unusual cuisine and delicious cocktails. Service is great…", "rating": 4, "name": "Natasha Peday", "cat": "Indian restaurant"}, {"review": " Nice place, Indian cuisine where veal is served 🐮\n\n", "rating": 5, "name": "Andrew Samoylov", "cat": "Indian restaurant"}, {"review": " So! In Kerala (South India), where our nadan beef curry comes from, beef is eaten. This is due to the fact that Christians and Muslims live in this state. The purpose of our establishment is to show how diverse Indian cuisine is (and not only that presented in traditional Indian restaurants). Thanks for the feedback!\n\n", "rating": 5, "name": "Oliko Todua", "cat": "Indian restaurant"}, {"review": " The best cocktails, original and author's :) I highly recommend !!! …", "rating": 4, "name": "Маx Benz (BmCuts)", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Yevheniia Zasiadko", "cat": "Indian restaurant"}, {"review": "The coziest place on Podil, it's nice that dogs are allowed, everything is dog-friendly here) very tasty food and delicious drinks, the atmosphere is very romantic and calm) …", "rating": 5, "name": "avi", "cat": "Indian restaurant"}, {"review": " Delicious dishes, and cocktails, large portions. Cozy atmosphere …", "rating": 5, "name": "Anat Steel", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Marinka Malinka", "cat": "Indian restaurant"}, {"review": " very tasty and atmospheric\nsure to come again …", "rating": 5, "name": "Варвара Шиленко", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Marina Baritskaya", "cat": "Indian restaurant"}, {"review": "\nLovely cozy lamp bar in Podil!", "rating": 5, "name": "Oleksii Trufanov", "cat": "Indian restaurant"}, {"review": "a great place with various cozy and atmospheric areas, delicious and always hospitable, I recommend …", "rating": 5, "name": "Svitlana Merezhko", "cat": "Indian restaurant"}, {"review": "\ngood food, beer only IPA", "rating": 5, "name": "Artem Braichenko", "cat": "Indian restaurant"}, {"review": "\nGood afternoon, Dmitry!\nThanks for the feedback!\nOur specialty is cocktails, but there are always several craft beer positions: IPA, lager and stout. The fact that only IPA was available on the day of your visit is our flaw. We are sorry that it happened. We hope to see you again!", "rating": 4, "name": "Алексей Карпухин", "cat": "Indian restaurant"}, {"review": " Cool. Delicious cool cocktails :)\n\n", "rating": 5, "name": "Soul Mate", "cat": "Indian restaurant"}, {"review": " Atmospheric establishment with cute tables on the street\n\n", "rating": 5, "name": "Мила Кириллова", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Ksenia Kalinichenko", "cat": "Indian restaurant"}, {"review": " Very interesting interior solution, delicious exotic cuisine …", "rating": 5, "name": "pastorr napas", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Кристина Цвик", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Sasha Shkut", "cat": "Indian restaurant"}, {"review": " …", "rating": 1, "name": "Lidiya", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Dmytro Ternovyi", "cat": "Indian restaurant"}, {"review": "A place with a special atmosphere and very tasty food, but the portions could be more... …", "rating": 5, "name": "myauwell", "cat": "Indian restaurant"}, {"review": " Interesting interior. Very tasty food. Satisfied 😊\n\n", "rating": 5, "name": "Ольга Права", "cat": "Indian restaurant"}, {"review": "\nDelicious Cocktails", "rating": 5, "name": "Мария Гракова", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "чак шчак", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Шестёркина", "cat": "Indian restaurant"}, {"review": "Cozy and tasty, but in the hall on the second floor there is a terrible hood, it is very stuffy in winter and summer. …", "rating": 5, "name": "Павло", "cat": "Indian restaurant"}, {"review": " Charming cocktails, good atmosphere, friendly staff.\n\n", "rating": 5, "name": "Lave Litv", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Pylypenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Владлена Перунова", "cat": "Indian restaurant"}, {"review": " Delicious cocktails and desserts\n\n", "rating": 5, "name": "Анастасия Дёмина", "cat": "Indian restaurant"}, {"review": "\nLooking for a good cocktail? That way", "rating": 5, "name": "Виктор Валеука", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Elena Kyrychenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "vl rustle", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Igor Gorenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "YURI D.", "cat": "Indian restaurant"}, {"review": "\nWonderful place. Peerless cocktails. 5+", "rating": 4, "name": "Олександр Нагорний", "cat": "Indian restaurant"}, {"review": " Delicious chicken, delicious cocktails, good interior.\n\n", "rating": 5, "name": "Анастасия Хальзова", "cat": "Indian restaurant"}, {"review": " Delicious food, friendly staff and owners.\n\n", "rating": 5, "name": "Andrew Lunin", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Mila Pustovietova", "cat": "Indian restaurant"}, {"review": " Duwow A very interesting, atmospheric place! I will definitely come back to try something else! …", "rating": 5, "name": "Nickolay Kovrygin", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "illia kovalenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Olga Asaveluk", "cat": "Indian restaurant"}, {"review": "\nDelicious pie, just a plane rocket🤗", "rating": 5, "name": "Михайло Андрійович", "cat": "Indian restaurant"}, {"review": "cool, very cool.\ndrinks and food...", "rating": 5, "name": "Вадим З", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Анна Бегунова", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "al so", "cat": "Indian restaurant"}, {"review": " Great cuisine and service, I really liked everything.\n\n", "rating": 5, "name": "Greta Mrk", "cat": "Indian restaurant"}, {"review": "\nThis place saved me from booms", "rating": 5, "name": "Mykhailo Omelchoock", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Julia Krishtop", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Дмитрий Сергеевич", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Antonina Sydorenko", "cat": "Indian restaurant"}, {"review": "\nGood cocktail card, cozy and crowded", "rating": 5, "name": "Alyona", "cat": "Indian restaurant"}, {"review": "\nSuper delicious)", "rating": 5, "name": "Oleksandr Kovalov", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Keep Fit", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Mykola Datsiuk", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Максим Петков", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Парфенова", "cat": "Indian restaurant"}, {"review": "\nGreat place ... Tasty ...", "rating": 5, "name": "S50014 Gaetskiy", "cat": "Indian restaurant"}, {"review": " Lots of noisy visitors\n\n", "rating": 3, "name": "Павел Бондаренко", "cat": "Indian restaurant"}, {"review": " Great, atmospheric place. Have good tea)\n\n", "rating": 5, "name": "Sergii Tkachuk", "cat": "Indian restaurant"}, {"review": " Nice service, delicious food, cozy interior, prices - as in the center. …", "rating": 5, "name": "Андрей Бондаренко", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Khachatur", "cat": "Indian restaurant"}, {"review": " Classy interior. Indian food is specific, but worth a try …", "rating": 4, "name": "Віктор Шевченко", "cat": "Indian restaurant"}, {"review": "\nCool staff and delicious cocktails", "rating": 1, "name": "Julia U", "cat": "Indian restaurant"}, {"review": "\nAnastasia, thanks for the feedback) Our guys are trying very hard. We look forward to visiting next time!", "rating": 5, "name": "Денис Лес", "cat": "Indian restaurant"}, {"review": "\nSpicy, delicious, cocktails very good", "rating": 5, "name": "Yuliya Yurchenko", "cat": "Indian restaurant"}, {"review": "\nDelicious drink and food - here!", "rating": 3, "name": "Элина Омельченко", "cat": "Indian restaurant"}, {"review": " …", "rating": 3, "name": "Andrew Me", "cat": "Indian restaurant"}, {"review": " extremely tasty!\n\n", "rating": 3, "name": "Yehor Moiseiev", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Nataliia Panarina", "cat": "Indian restaurant"}, {"review": " Very tasty place, there was a desire to return.\n\n", "rating": 5, "name": "Andrey I", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Чарльз Миллер", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Igor Kaminsky", "cat": "Indian restaurant"}, {"review": "\nVery tasty and super hospitable! <Z", "rating": 4, "name": "Vlad Lo.", "cat": "Indian restaurant"}, {"review": " Thank you! Come again!\n\n", "rating": 5, "name": "Yuriy Denisyuk", "cat": "Indian restaurant"}, {"review": " Very delicious rice with rice and amazing cocktails and service ❤️ …", "rating": 5, "name": "Tessier Ashpoule", "cat": "Indian restaurant"}, {"review": " Cool interior, delicious cocktails.\n\n", "rating": 5, "name": "Дмитро Швець", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Валерий Красько", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Dmytro Sulima", "cat": "Indian restaurant"}, {"review": "\nCocktails are very pleasing! 💚", "rating": 5, "name": "Valentyna Vakarova", "cat": "Indian restaurant"}, {"review": "\nI dream of divine pate every night", "rating": 5, "name": "Сергей Кожевников", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Nataliia Dolinska", "cat": "Indian restaurant"}, {"review": "\nTasty, cozy, love you guys ❤️", "rating": 5, "name": "Because Of course", "cat": "Indian restaurant"}, {"review": "\nEverything is delicious 😋", "rating": 4, "name": "Александр Кравчук", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Виктор Хохлов", "cat": "Indian restaurant"}, {"review": "\nHello Maxim! It is very pleasant that you liked it with us, but we want to clarify that PEIC has nothing to do with Junipers, such things) See you next time 😉", "rating": 4, "name": "Suren Varzhapetian", "cat": "Indian restaurant"}, {"review": "\nNice cozy place with delicious food", "rating": 4, "name": "Alexandra Azarkhina", "cat": "Indian restaurant"}, {"review": "\nGreat bar, great atmosphere.", "rating": 5, "name": "Pavel Tipikin", "cat": "Indian restaurant"}, {"review": " Thanks for rating. We will be glad to see you!\n\n", "rating": 5, "name": "Гуша", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Макс Назарок", "cat": "Indian restaurant"}, {"review": "\nGreat bar) delicious cocktails", "rating": 4, "name": "Boryslav Larin (brabadu)", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Katie Milano", "cat": "Indian restaurant"}, {"review": "\nvery atmospheric and great cocktails", "rating": 5, "name": "Yvan Stopper", "cat": "Indian restaurant"}, {"review": " Many cozy halls, but the prices are above average.\n\n", "rating": 5, "name": "Tanya Glushko", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Andrew Tymoshenko", "cat": "Indian restaurant"}, {"review": " Always delicious and interesting.\n\n", "rating": 5, "name": "Мир в коробке клуб настольных игр", "cat": "Indian restaurant"}, {"review": " Tasty food, cool cocktails.\n\n", "rating": 5, "name": "Robert Kula", "cat": "Indian restaurant"}, {"review": " It is desirable to improve the level of service\n\n", "rating": 4, "name": "V H", "cat": "Indian restaurant"}, {"review": " Good afternoon, Elina!\nWhat caused such a low score? At what points can we become better?\nWe will be very grateful for the feedback.\n\n", "rating": 5, "name": "Taras Malanyuk", "cat": "Indian restaurant"}, {"review": "\nkitchen ok, cocktail offered bad", "rating": 4, "name": "Віктор", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Анастасия Попович", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Valusha Happy", "cat": "Indian restaurant"}, {"review": "\nDelicious interesting cozy restaurant.", "rating": 4, "name": "Татьяна Ковтун", "cat": "Indian restaurant"}, {"review": "\nGreat service, atmosphere", "rating": 5, "name": "Anna Balatska", "cat": "Indian restaurant"}, {"review": " …", "rating": 4, "name": "Христина Бурдим", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Парыгина", "cat": "Indian restaurant"}, {"review": "\nInteresting cocktails and spicy cuisine", "rating": 5, "name": "Marysya Rudska", "cat": "Indian restaurant"}, {"review": "\nGreat food, interesting drinks.", "rating": 5, "name": "Алексей Отрощенко", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Кислякова", "cat": "Indian restaurant"}, {"review": "\nGreat bar to pop with friends.", "rating": 5, "name": "Наталья Подорога", "cat": "Indian restaurant"}, {"review": " Coolly decorated, bartender professional!\n\n", "rating": 5, "name": "Olena Lazorenko", "cat": "Indian restaurant"}, {"review": " Very fast, delicious and beautiful.\n\n", "rating": 5, "name": "Вячеслав Коржов", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Nastya Rusova", "cat": "Indian restaurant"}, {"review": "\nInteresting cuisine! Tasty", "rating": 5, "name": "Sergey Smitienko", "cat": "Indian restaurant"}, {"review": "\nGood restaurant. Sharply)))", "rating": 5, "name": "Анна Левицька", "cat": "Indian restaurant"}, {"review": "\nBar with a very good atmosphere.", "rating": 5, "name": "Ievgen Bolotnov", "cat": "Indian restaurant"}, {"review": "\nspecific place and cuisine", "rating": 5, "name": "Віталій Левченков", "cat": "Indian restaurant"}, {"review": "\nOriginal food. Nice bar", "rating": 5, "name": "Anna Lysenko", "cat": "Indian restaurant"}, {"review": " For those who like to experiment with tastes\n\n", "rating": 5, "name": "Alexandr Krasnoperov", "cat": "Indian restaurant"}, {"review": "\nExcellent institution, reasonable prices", "rating": 5, "name": "Vadym Vakulenko", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Work New", "cat": "Indian restaurant"}, {"review": "\nDelicious Indian tea", "rating": 5, "name": "Yuliia Petrenko", "cat": "Indian restaurant"}, {"review": " The menu is specific, but atmospheric\n\n", "rating": 5, "name": "Ruslana Galkina", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yevhen Chuhuievets", "cat": "Indian restaurant"}, {"review": "\ngreat indonesian food ... cocktails ok", "rating": 5, "name": "Svitlana S.", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Gordon Shumwey", "cat": "Indian restaurant"}, {"review": "\nbefore the menu was better", "rating": 5, "name": "Оля Сладкова", "cat": "Indian restaurant"}, {"review": "\nExcellent time before the train", "rating": 4, "name": "Ольга Теплюк", "cat": "Indian restaurant"}, {"review": "\nCool cocktail bar 👌", "rating": 5, "name": "Wagma Riyaz", "cat": "Indian restaurant"}, {"review": "\nSlow service but cozy and themed place", "rating": 5, "name": "Марiя Бусленко", "cat": "Indian restaurant"}, {"review": " It's just a bomb. I recommend!\n\n", "rating": 5, "name": "Наталия Семёнова", "cat": "Indian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Ходаковская", "cat": "Indian restaurant"}, {"review": "\nCozy, tasty, atmospheric, fun", "rating": 5, "name": "Юлия Гацко", "cat": "Indian restaurant"}, {"review": "\nInteresting and original cuisine!", "rating": 5, "name": "Maxim Zanoga", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Nikolai Gruev", "cat": "Indian restaurant"}, {"review": " Samos and masala - love!\n\n", "rating": 5, "name": "Елена Бойчукова", "cat": "Indian restaurant"}, {"review": " Expected more delicious cuisine (\n\n", "rating": 5, "name": "Nelly P", "cat": "Indian restaurant"}, {"review": "\nVery nice, sincere place", "rating": 5, "name": "Никита Наземцев", "cat": "Indian restaurant"}, {"review": " Cozy place, original menu\n\n", "rating": 5, "name": "ivanna guda", "cat": "Indian restaurant"}, {"review": "\nVery atmospheric place. I advise everyone", "rating": 4, "name": "Андрей Чуковский", "cat": "Indian restaurant"}, {"review": "\nVery cozy and original place.", "rating": 5, "name": "Ирина Мельниченко", "cat": "Indian restaurant"}, {"review": "Very tasty!", "rating": 5, "name": "Yuriy", "cat": "Indian restaurant"}, {"review": " Original cuisine, beautiful interior\n\n", "rating": 5, "name": "Alona Nikolaienko", "cat": "Indian restaurant"}, {"review": "Perfectly!", "rating": 4, "name": "Андрей Кулинич", "cat": "Indian restaurant"}, {"review": " Cozy, atmospheric and delicious\n\n", "rating": 5, "name": "Sergii Pidbereznyi", "cat": "Indian restaurant"}, {"review": "\nCool place with its own atmosphere.", "rating": 5, "name": "Kate Plugatarenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Chris Hermanchuk", "cat": "Indian restaurant"}, {"review": "\nYou have not tried this before.", "rating": 5, "name": "Ksenia Ermak", "cat": "Indian restaurant"}, {"review": " Very nice place !!!\n\n", "rating": 5, "name": "Petro Chornomorets", "cat": "Indian restaurant"}, {"review": "\nPleasant place on the second cocktail)", "rating": 5, "name": "Kateryna Karpenko", "cat": "Indian restaurant"}, {"review": "\nVegetarians should be satisfied.", "rating": 5, "name": "A M", "cat": "Indian restaurant"}, {"review": "\nA very atmospheric place for their", "rating": 5, "name": "Inna Lauritsen", "cat": "Indian restaurant"}, {"review": "\nPart of the soul of the hem!", "rating": 4, "name": "Karyna Myroshnychenko", "cat": "Indian restaurant"}, {"review": "\nSuper cocktails from professionals", "rating": 4, "name": "Art air", "cat": "Indian restaurant"}, {"review": "Nice cozy place. Interesting drinks, will have to come back to try everything. Delicious food, didn't expect the sandwich to be so big. Very attentive and friendly staff. One of those places where you want to come back. …", "rating": 5, "name": "Olya Koistryk", "cat": "Indian restaurant"}, {"review": "\nNice place. Great service", "rating": 3, "name": "Vladimir Makarov", "cat": "Indian restaurant"}, {"review": " delicious and atmospheric!\n\n", "rating": 3, "name": "Ковальчук Евгений", "cat": "Indian restaurant"}, {"review": "\nVery cozy", "rating": 5, "name": "Роман Григорьев", "cat": "Indian restaurant"}, {"review": " Delicious and cozy\n\n", "rating": 5, "name": "Yana Kobets", "cat": "Indian restaurant"}, {"review": "\nBeautiful and atmospheric establishment", "rating": 5, "name": "Artur Skorodumov", "cat": "Indian restaurant"}, {"review": "❤️", "rating": 5, "name": "Людмила Білека", "cat": "Indian restaurant"}, {"review": "\nYou yourself know how cool it is", "rating": 5, "name": "Oleksandr Zhytnykov", "cat": "Indian restaurant"}, {"review": "\nGood", "rating": 4, "name": "thorn", "cat": "Indian restaurant"}, {"review": " very atmospheric place\n\n", "rating": 5, "name": "Anastasia Ovchinnikova", "cat": "Indian restaurant"}, {"review": "\nTasty and interesting)", "rating": 5, "name": "Артур Антонян", "cat": "Indian restaurant"}, {"review": " Delicious cocktails.\n\n", "rating": 5, "name": "Игорь Бидненко", "cat": "Indian restaurant"}, {"review": " Delicious restaurant\n\n", "rating": 5, "name": "Maxim Scherbakov", "cat": "Indian restaurant"}, {"review": "Perfect place!", "rating": 5, "name": "Алексей Гнатюк", "cat": "Indian restaurant"}, {"review": "\nInteresting and tasty.", "rating": 5, "name": "Roman Shaposhnikov", "cat": "Indian restaurant"}, {"review": "\nIncredible Atmosphere and Cocktails)", "rating": 5, "name": "Bohdan Tiahnybida", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Aratour Io", "cat": "Indian restaurant"}, {"review": "\nGood.", "rating": 5, "name": "Dima Olinevych", "cat": "Indian restaurant"}, {"review": "\nLiked", "rating": 3, "name": "Maryna Petrenko", "cat": "Indian restaurant"}, {"review": " delicious cocktails\n\n", "rating": 5, "name": "Maksim Solovey", "cat": "Indian restaurant"}, {"review": "\nGreat variation on Nigroni😍", "rating": 5, "name": "Deepu Ghuman", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Дмитрий Рассохин", "cat": "Indian restaurant"}, {"review": " Cocktails ball\n\n", "rating": 5, "name": "Денис Присяжный", "cat": "Indian restaurant"}, {"review": "Very tasty!", "rating": 5, "name": "Artemiy Kostarev", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Sahka Dutka", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Dmitriy K", "cat": "Indian restaurant"}, {"review": "\nVery tasty place.", "rating": 5, "name": "Taras Burchak", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Милена Бойко", "cat": "Indian restaurant"}, {"review": " Very tasty\n\n", "rating": 1, "name": "Катерина Преснякова", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ketrin Korepanova", "cat": "Indian restaurant"}, {"review": "\nUnusual)", "rating": 5, "name": "Yury Petrovsky", "cat": "Indian restaurant"}, {"review": "\nJuniper was better", "rating": 5, "name": "E D (Blk)", "cat": "Indian restaurant"}, {"review": "\nTu ze moon and back", "rating": 4, "name": "Dmytro Osipov", "cat": "Indian restaurant"}, {"review": "\nUnfortunately, not a juniper. (", "rating": 5, "name": "Mykyta Shulipа", "cat": "Indian restaurant"}, {"review": "\nVladimir, it is) This is a completely new institution and probably a little strange if the new bar was similar to the previous one)", "rating": 5, "name": "Виталий Poldark", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Pie Miui", "cat": "Indian restaurant"}, {"review": "\nInteresting conceptually place", "rating": 5, "name": "Julia Shoha", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anton Chernyatevich", "cat": "Indian restaurant"}, {"review": "\nFavorite bar", "rating": 5, "name": "Oleksandr Ishutkin", "cat": "Indian restaurant"}, {"review": "\nWe hear from our favorite guests", "rating": 5, "name": "Ігор Мазуренко", "cat": "Indian restaurant"}, {"review": " Very comfortable\n\n", "rating": 5, "name": "Bohdan Zhukovetskyi", "cat": "Indian restaurant"}, {"review": "Comfortable", "rating": 5, "name": "ivan vereshchaka", "cat": "Indian restaurant"}, {"review": "\nStylish", "rating": 5, "name": "Alexander Sidorenko", "cat": "Indian restaurant"}, {"review": "\nCozy and stylish!", "rating": 5, "name": "Khaustov", "cat": "Indian restaurant"}, {"review": " Bomb cocktails\n\n", "rating": 3, "name": "Maksym Kutsevol", "cat": "Indian restaurant"}, {"review": "😍😍😍", "rating": 3, "name": "Julia Lysenko", "cat": "Indian restaurant"}, {"review": "\nCool", "rating": 5, "name": "Yurii Sydorets", "cat": "Indian restaurant"}, {"review": "Comfortable", "rating": 5, "name": "A", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Irina K", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Benjamin L", "cat": "Indian restaurant"}, {"review": "\nThe atmosphere is cabin!", "rating": 5, "name": "Сергей Середин", "cat": "Indian restaurant"}, {"review": " Cool\n\n", "rating": 4, "name": "Christopher Hübner", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Kyryl Petruk", "cat": "Indian restaurant"}, {"review": "\nSuper", "rating": 5, "name": "alex mirage", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yuri K", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Yegor Olshevsky", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ivan", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Eugene Revenko", "cat": "Indian restaurant"}, {"review": " Very cool\n\n", "rating": 5, "name": "Таня Зброй", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Roman", "cat": "Indian restaurant"}, {"review": "\nGood service ...", "rating": 5, "name": "Illia Khoroshykh", "cat": "Indian restaurant"}, {"review": "Perfect place!", "rating": 5, "name": "Pavlo Stepashko", "cat": "Indian restaurant"}, {"review": "\nhair in food", "rating": 5, "name": "Anna Pateiuk", "cat": "Indian restaurant"}, {"review": "\nBeautiful place!", "rating": 5, "name": "Наталия Рынк", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Vladyslav Kolii", "cat": "Indian restaurant"}, {"review": "\nGreat negro", "rating": 5, "name": "виктория неверова", "cat": "Indian restaurant"}, {"review": " Atmospheric.\n\n", "rating": 5, "name": "Виктория Савич", "cat": "Indian restaurant"}, {"review": "\nCozy place", "rating": 4, "name": "Богдан Гливинский", "cat": "Indian restaurant"}, {"review": "\nat home", "rating": 5, "name": "Anton Gozhiy", "cat": "Indian restaurant"}, {"review": "", "rating": 2, "name": "John", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Микита Кириленко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Sulla Korrel", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yaroslav Yermilov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Максим Скачков", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Novikov Kostiantyn", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Оксана Олейник", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Дмитро Лузаков", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Михаил Персань", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Yelisaveta Semovonyk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anton Motruk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Антон Шкуренко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Yan Odynytsia (trsandflngs)", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Віктор Хом'як", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Elloertly", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Юлия", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Oleg Sytnychenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Roberto Artiles Astelarra", "cat": "Indian restaurant"}, {"review": "", "rating": 2, "name": "Анита Гиндич", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Daria Dovbysh", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Надія Овдун", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yevhen Kaduk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Holy Molly", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Mike Whitefox", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Katia Lebedynska", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Talita Otović", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alexandra Sboychakova", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Галина Панасюк", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Pixie No Baka", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Nataly Groisman", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Sasha Novak", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Vlad Amardi", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Pavlo Stadnikov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Rudi Ly", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anatolii Stehnii", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Viktoriia Dazhuk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Denys Dushyn", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Vlad Martynov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Андрій Чухрій", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Ефим Щукин", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Lisa Kasyan", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Grace", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Natalia Natalia", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Max Kolomyeytsev", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Olexandr Klimovuch", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Оксана Тимченко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Чернышенко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Виталий Сенин", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Oleksandr Ushakov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Рома Горбач", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Маша Соломина", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Harshal Jadhav", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Люба Зуева", "cat": "Indian restaurant"}, {"review": "\nHello, Anita! Obviously, you had a bad experience in our institution. We sincerely regret. And if there is something that we could improve in our work, we will be very grateful if you let us know what you did not like", "rating": 5, "name": "Liubov Makarenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Lesya Gabrileva", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Elina Galani", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Инка Шмыгина", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Dmytro Morozov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Max Golionko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Michael Shneider", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anna Saushkina", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Michael Bagmut", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Мария Александровна", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Aleksandra Kudlai", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Ілля Безкоровайний", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Іван Сорочан", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ivan Kh", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Константин Значков", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Игорь Мозговой", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Cory Quigley", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Михайло Постельга", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Stan Katsion", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ekaterina B", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Мирослава Ритко", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Vad Kulin", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Daniel Jorge", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alexander Kasyanenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Olga Varchenko", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Julia Protsyk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Holy Enthusiasm", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Taras Khimchak", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Fyodor Khorkov", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Oleg Matviichuk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Dmytro Ponomarov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Anna Kipot", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Martin Oravec", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Павло Борисенко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alina Kizilova", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Oleksandr Lets", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Дарья Тарковская", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alina Shynkaruk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Yuliya Solovan", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Александр Случ", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Денис Касько", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Andrey Mikolenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "AN NL", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Алиса Котляренко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ruslan Dolynnyi", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Mr. K", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Максим Руденко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Ксенія Гальчук", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Konstantin Morozov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Tetiana Grabovska", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Христя Морозова", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Mariia Bashmat", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Andriy Yaremenko", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Julia Godzyk", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Тима Глущенко", "cat": "Indian restaurant"}, {"review": "", "rating": 2, "name": "danon z", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Olga Pastuschyn", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Eli Starsky", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Vasil Nikolaenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Inna Kandaurova", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Татьяна Стасевич", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Oksana Huskova", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "burburbur burburbur", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Andriy Kozlov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Анастасия Урупа", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Daniel Solo", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Anastasia K", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Artem Chernov", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Mariia Dubovyk", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Valeriia Kramarenko", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Алексей Коротуненко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Irena S", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Sergey Dema", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Andrew OFlah", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Алина Будняк", "cat": "Indian restaurant"}, {"review": "", "rating": 1, "name": "Izabela R", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Roman Sizo", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Michael Zinchenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Barabashka Barabashka", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Kate Kate", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Valia T", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Natalie Iarko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Игорь Лавров", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Andrii Pospielov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Andrew Dowhopoll", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Dmytro Humeniuk", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Natanza Savonova", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alex Moonshine", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Viktoriia St", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Bohdan Popovych", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Andrey Khavryuchenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Lara Berezovskaya", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Elena Skryma", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Andrii Diachenko", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "NataLi Maikovych", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "TheAlucardMD", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Serg Karapetyan", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Max Klymyshyn", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Rosemary Gardenbell", "cat": "Indian restaurant"}, {"review": "", "rating": 1, "name": "Олег Сороцинський", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Iryna Bovgyria", "cat": "Indian restaurant"}, {"review": "", "rating": 3, "name": "Valeriy Blyus (Laverlin)", "cat": "Indian restaurant"}, {"review": "\nAnastasia, hello. We will be grateful if you give reasons for your assessment. We will try to fix the flaws", "rating": 5, "name": "Настя", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Alex Serga", "cat": "Indian restaurant"}, {"review": "", "rating": 4, "name": "Illarion Khlestov", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Александра Бурматова", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Саша Трощило", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Можаров", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Эдуард Бондаренко", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Pavel Dunaevsky", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Маргарита Кувик", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Павел Конопляник", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "игорь павлий", "cat": "Indian restaurant"}, {"review": "", "rating": 5, "name": "Gleb Lazarenko", "cat": "Indian restaurant"}]