[{"review": "Food is good, nice prices. I ate sth with chicken. Liked the salads and pie. Nobody speaks English this isn't good. There is no English explanation on food.\nRestrooms need napkins, and not clean.", "rating": 4, "name": "Write Read", "cat": "Ukrainian restaurant"}, {"review": "The first time I have been into this amazing chain has been in 2017, and honestly not much changed! The food is still amazing and reflectes the country's tradition cuisine which is what every country should do! Ukrainian salads, soups, …", "rating": 5, "name": "Basima Abu-Alhummos", "cat": "Ukrainian restaurant"}, {"review": "The best cantine in whole Europe! They have everything, soups, Schnitzel, fish, rice, potato... pancake, desserts... Very nice ambience, and wifi is also available. You can pay with card.", "rating": 5, "name": "Balazs Kiss", "cat": "Ukrainian restaurant"}, {"review": "It’s the canteen style restaurant. Local food and fantastic value for money. Know your dishes and pick them. Don’t expect them to speak English and explain the food. It’s more for locals who know what they want. For tourist it’s better to …", "rating": 5, "name": "Shyam Sundar", "cat": "Ukrainian restaurant"}, {"review": "Found my soup tipid everything else was good. Its a long walk to the queue but offers handwashing facilities and toilets are opposite.\nA large basement venue at reasonable price.", "rating": 4, "name": "Anthony Manmohan", "cat": "Ukrainian restaurant"}, {"review": "Well known and popular among locals.\nBig variety of dishes to choose from for good value. Might get very crowded during lunch time. I would recommend the place for trying local food\n...even if you are on a budget.", "rating": 5, "name": "EvaL MiKo", "cat": "Ukrainian restaurant"}, {"review": "Good quality food for its price. Mostly ukrainian food but you can find some european dishes too (pasta, pizza, schnitzel, strudel etc.) Can get very crowded during pick hours.", "rating": 5, "name": "Anna K", "cat": "Ukrainian restaurant"}, {"review": "Canteen style restaurant with loads of seating area. Affordable, food is pre-cooked, nothing fancy, but tasty.\nNo Wi-Fi.", "rating": 4, "name": "Planet Airlines", "cat": "Ukrainian restaurant"}, {"review": "Tasteful local food, really cheep, traditional, self service, two separated place for the food and the alcohol. Soup- Borsch and soljanka super, kijev kotlett amazing.", "rating": 5, "name": "Gabor Negyesy", "cat": "Ukrainian restaurant"}, {"review": "The first time I have been into this excellent chain has been in 2017, and truly now not a whole lot modified! The food is still high-quality and reflectes the us of a's subculture cuisine that is what every u . S . A . Should do! Ukrainian …", "rating": 5, "name": "mona shoti", "cat": "Ukrainian restaurant"}, {"review": "Excellent place to eat. Exceptional food and service. The price tag is a lot cheaper than elsewhere. Definitely recommend to everyone. This is the best choice to eat and relax in Kiyv.", "rating": 5, "name": "Andrei Maroz", "cat": "Ukrainian restaurant"}, {"review": "The price is indeed affordable. I would say super friendly, as the portion of sour cherry varenikis (dumplings with different fillings) cost slightly less than 1€. Yes. …", "rating": 4, "name": "Aliya Rysbek", "cat": "Ukrainian restaurant"}, {"review": "Would strongly recommend everyone who visits Kiev to experience Ukrainian food here. Best restaurant ever so far.", "rating": 5, "name": "Jebasteen David", "cat": "Ukrainian restaurant"}, {"review": "Great food, great prices, great location. I came here for breakfast (until 11:30 am) and I can say that I really astonished about the variety and the quality of the food. Credit cards are accepted.", "rating": 5, "name": "Faruk Demircioglu", "cat": "Ukrainian restaurant"}, {"review": "Good place for food and drinking coffee with delicious cake.  Breakfast in morning is very good and cheap; around € 1,50,- (50 Grifna)", "rating": 4, "name": "Paul Van Amersfoort", "cat": "Ukrainian restaurant"}, {"review": "The food is both excellent and typical ukrainian. Delicious ! Moreover, it's the cheapest restaurant you may find in Kiev ! I can only recommand it !", "rating": 5, "name": "Stanislas Pielucha", "cat": "Ukrainian restaurant"}, {"review": "Пузата хата's food is amazing. Satisfying, delicious and affordable. Their beer, coffee, herbal tea, cake are also pretty good. We have been in several branches in Kiev. It's a great idea to have a separate place for hand washing at this …", "rating": 5, "name": "Narmin Shahmarzade", "cat": "Ukrainian restaurant"}, {"review": "this is a better place for my food taste. I tried the same dishes in another restaurant, I think this place is much nicer and more affordable", "rating": 4, "name": "Fatih0_o", "cat": "Ukrainian restaurant"}, {"review": "Really nice place to eat all kind of Ukranian food and we can say it is cheap. There is a lot of these restaurants in Kiev. One thing that happened ant it wasn't cool in the (Khreschatyk St Restaurant) is that a specific waitress asked us …", "rating": 4, "name": "Rogerio Ramos", "cat": "Ukrainian restaurant"}, {"review": "Self service restaurant, the staff does not speak English, impossible to communicate and there are no menu to check the ingredients of the dishes what is terrible for vegetarian And vegan people, or anyone that has any restriction alimentaire.", "rating": 1, "name": "Letícia Pamplona", "cat": "Ukrainian restaurant"}, {"review": "My all time favourite place to go to for good Ukrainian food. There is many options to pick from!", "rating": 5, "name": "Meshaal Dossary (Misha)", "cat": "Ukrainian restaurant"}, {"review": "Wow.  What a great \"buffet\" style concept.  Very affordable and the best way to get many Ukrainian dishes.  Like sampling everything and then you can go to fancy full services restaurants and order Ukraine dishes in confidence that you like what you order.", "rating": 5, "name": "Eric Willinghan", "cat": "Ukrainian restaurant"}, {"review": "Cool place with cantine style service.\nLots of varieties of Ukrainian food.\nPrices are fair.\nRecommended.", "rating": 5, "name": "Drazen Matejic", "cat": "Ukrainian restaurant"}, {"review": "Decent Ukrainian food for very little money. Everything served cafeteria style. Seems like a place the locals go. Worth a visit.", "rating": 3, "name": "Torgeir Lindland (TravelTorgeir)", "cat": "Ukrainian restaurant"}, {"review": "Self-service. Good Ukrainian food for less money. Clean and cozy place.\nBetter than any fast food corner!", "rating": 4, "name": "Mi No", "cat": "Ukrainian restaurant"}, {"review": "The food is not bad, the prices are reasonable for everyone, you can try what I recommend.", "rating": 4, "name": "Cr martin Barannikova", "cat": "Ukrainian restaurant"}, {"review": "Cafeteria style restaurant. Prices are very reasonable and it's a great place to try traditional Ukrainian cuisine. Many convenient locations around the city.", "rating": 5, "name": "yevgen v", "cat": "Ukrainian restaurant"}, {"review": "Amazing place. Fresh and cheap for lanch. Highly recommended vareniki with cherry 😋", "rating": 5, "name": "Gul Akgun", "cat": "Ukrainian restaurant"}, {"review": "Nice place! Cozy, clean, reasonable prices.", "rating": 5, "name": "Zaiets Julia", "cat": "Ukrainian restaurant"}, {"review": "It's a nice buffet-kind of place, although recently the prices went up a notch. Tasty home-style Ukrainian food, otherwise.", "rating": 4, "name": "V O", "cat": "Ukrainian restaurant"}, {"review": "Of course not really bad ,but just for sometime you haven't time and needs some homemade dishes.", "rating": 4, "name": "Alireza", "cat": "Ukrainian restaurant"}, {"review": "Really nice place, if you want to have local cuisine, with not too much fancy extra stuff you should go here. Solyanka is amazing, cottage cheese pancakes are probably the best ever. …", "rating": 5, "name": "Iryna Shcherbatyuk", "cat": "Ukrainian restaurant"}, {"review": "Fast service and inexpensive ready to eat Ukranian food. Pay similar prices to a McDonald's but get tasty Ukrainian food instead. You may have problems to choose if you don't speak Russian but you may take one of the available combos if you don't know what to choose.", "rating": 5, "name": "Felipe FC", "cat": "Ukrainian restaurant"}, {"review": "Mobile connection is bad but either and other workers are very polite. Foods are delicious. I like there...", "rating": 5, "name": "Yarkın Güloğlu", "cat": "Ukrainian restaurant"}, {"review": "The prices were  reasonable. An ideal place to try traditional Ukrainian dishes. The only problem is the lack of English explanation in addition to the dishes and the employees know very little English. So it's a compelling situation for vegetarians and vegans. But you should definitely be given a chance.", "rating": 5, "name": "Öykü Akyürek", "cat": "Ukrainian restaurant"}, {"review": "One of the best restaurant i have ever visited. I loved the food. So many varieties.", "rating": 5, "name": "ANKIT SINHA", "cat": "Ukrainian restaurant"}, {"review": "Very good quality/price equation. Combined buffet-style self service with some dishes being served on plates as you ask for them. Always fresh due to the constant influx of people. …", "rating": 5, "name": "Miguel", "cat": "Ukrainian restaurant"}, {"review": "My favorite place to get a quick bite in Ukraine. Great food for the price.", "rating": 5, "name": "Matt Corrigan", "cat": "Ukrainian restaurant"}, {"review": "One of a kind of Ukrainian fast-food. Good selection of almost all national courses. Not for gourmet. The price will surprise even budget tourists. I liked the ambience of the restaurant at Podil (Подол) area.", "rating": 5, "name": "Zhanar Sieckmann", "cat": "Ukrainian restaurant"}, {"review": "Canteen/cafeteria style restaurant with very high quality food at a very affordable price. There is a fantastic selection of various dishes and really gave me the opportunity to try a lot of different Ukrainian dishes easily. The decor is …", "rating": 5, "name": "Jovanni Hernandez", "cat": "Ukrainian restaurant"}, {"review": "One of the characteristics of restaurants is beauty and calm. Not calm is necessarily calm from noise, but there is calm in colors, tastes and food. I found the place wonderful with great splendor, with fresh food, quality, and good …", "rating": 5, "name": "Good morning", "cat": "Ukrainian restaurant"}, {"review": "Good food. Paid ~14€", "rating": 5, "name": "Vaiva Misiūnaitė", "cat": "Ukrainian restaurant"}, {"review": "Great authentic Ukrainian food in a modest but comfortable setting. Seems to be a place locals love. The cafeteria style serving line can be a little intimidating if you don't speak the language, but the servers were very helpful and …", "rating": 5, "name": "Justin Miller", "cat": "Ukrainian restaurant"}, {"review": "Absolutely fantastic place to eat, especially as someone who speaks very little Ukrainian.  Just point and you'll receive huge portions of delicious traditional food for extremely little money.  Had we been in the city for longer, I would have been back many times.", "rating": 5, "name": "Axel Soos", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food. Self service.\nVery good, tasty. CHEAP.\nSTRONG recommendation on this place.\nGo, visit, eat & enjoy.", "rating": 5, "name": "amit boxer", "cat": "Ukrainian restaurant"}, {"review": "Where else you get cheap and great food with counterfeit Czech beer! Zlata Praha isn't a Czech beer and the writing on the glass is misspelled. :D", "rating": 4, "name": "Jirina Forever", "cat": "Ukrainian restaurant"}, {"review": "Authentic, cheap and very tasty Ukrainian food.", "rating": 5, "name": "Viktor Palchyk", "cat": "Ukrainian restaurant"}, {"review": "Best quality/price ratio for local food. Instead of ordering, you pick your food yourself (cafeteria system), so you don't have to wait. Great variety too.", "rating": 5, "name": "Çağan Şatana", "cat": "Ukrainian restaurant"}, {"review": "They have variety of Ukrainian food. They were tasty. But the foods were cold, and expensize according to portions. If you want to try Ukrainian food, you can eat here but I am sure you can find better Ukrainian food elsewhere.", "rating": 3, "name": "Tuğba Bülbül", "cat": "Ukrainian restaurant"}, {"review": "Fastfood. Good enough by its price. If do not eat there often then will no problem with stomach. Portion of main course must be bigger for that price. Service is good enough in time pick and very slowly at the evening.", "rating": 4, "name": "Svetlana Kulyk", "cat": "Ukrainian restaurant"}, {"review": "Good location, fair price, wide choice", "rating": 5, "name": "Pierre -Jean", "cat": "Ukrainian restaurant"}, {"review": "Great place for traditional Ukrainian food. It is really cheap (e.g around 1,50€-2€ for a complete lunch menu) but has a good taste. You have a big choice between different dishes and everyone will find something. …", "rating": 4, "name": "Mara Muster", "cat": "Ukrainian restaurant"}, {"review": "You can try some traditional Ukrainian food like borscht.", "rating": 4, "name": "Panos Orestis", "cat": "Ukrainian restaurant"}, {"review": "Great place to have Ukrainian food for a reasonable price", "rating": 4, "name": "Ellie R.", "cat": "Ukrainian restaurant"}, {"review": "Authentic hearty food at fantastic prices. perfect for the budget traveler. This is our favorite restaurant in Ukraine. Meal for two of us is usually around $10 and we are completely full. Yummy!", "rating": 5, "name": "Daniel Heggie", "cat": "Ukrainian restaurant"}, {"review": "The food was great, very tasty and cheap. The local very clean and the staff very very nice. I will repeat for sure. I am in love with this place ♥️♥️", "rating": 5, "name": "Sorina Andreea Olariu", "cat": "Ukrainian restaurant"}, {"review": "It is a good place to eat Ukrainian traditional food and it has a wide variety of choices. Quality of food is very nice and the price will seem cheap for international tourists. I spend about $ 3-4 for a three-four course meal. The place is …", "rating": 5, "name": "K R", "cat": "Ukrainian restaurant"}, {"review": "Good authentic Ukrainian food, attentive staff, considering that they only hand you over the things you have chosen. Very good location, just behind the buildings of Khreshchatyk street. Very affordable, considering that it's right in the …", "rating": 4, "name": "Roman Kovbasjuk", "cat": "Ukrainian restaurant"}, {"review": "I do not recommend this place to anyone. Although this restaurants located at the center of the city,  the interior and atmosphere look very cheep. We just walked in and had to get out right away because of strong urine odor in the dining area. They definitely have big sanitary problem there.", "rating": 1, "name": "Igor Gryniv", "cat": "Ukrainian restaurant"}, {"review": "Everyone recommended visiting Puzata Hata while in Ukraine and I wasn't disappointed. Great food at great prices. Only downside is that the staff usually doesn't understand a word in English, but it's manageable.\nTotally worth going to at least once during your stay.", "rating": 5, "name": "Marcin “heaton124” Białowąs", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food very tasty and good prices 👍 I recommend it 👌", "rating": 5, "name": "Εva Styliagkatzi", "cat": "Ukrainian restaurant"}, {"review": "A 'must visit' when in Kyiv. Puzata Hata serve an array of delicious Ukrainian staples for unbelievably cheap prices (my partner and I effectively had a 2 course meal each, with side dishes, for under £4). The restaurant is a real hive of activity too and a great spot for some people watching. Staff are courteous and helpful.", "rating": 5, "name": "James Bell", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian food ever!\nThe best Ukrainian fast food restaurant! Now it’s after renovating with more modern and beautiful design. I love to eat there every time I visit Kyiv.", "rating": 5, "name": "Oksana Pekker", "cat": "Ukrainian restaurant"}, {"review": "This self service restaurant serves only Ukrainian food, very good quality and tasty. But the best is the price, dinner for two persons comes really cheap.\nBeautiful and quiet interior, this restaurant already has several branches also …", "rating": 4, "name": "Stepan Hradecky", "cat": "Ukrainian restaurant"}, {"review": "Cold food, terrible customer service and FOOD POISONING! Stay away from this location!!! …", "rating": 1, "name": "Diana M", "cat": "Ukrainian restaurant"}, {"review": "Tasty food (delicious syrnyki, nom nom) and good prices!", "rating": 5, "name": "Sergio Mataix", "cat": "Ukrainian restaurant"}, {"review": "Interior and food are decent, but for God's sake, why don't you set up Wi-Fi inside? Instead you force people be completely unreachable. 90% of the restaurant is located at the -1 floor, there is not even 2G coverage. I couldn't pay for meal as I needed to use my phone with internet access for that.", "rating": 2, "name": "Oleksandr Pylypenko", "cat": "Ukrainian restaurant"}, {"review": "I liked the style of the place. They have ready ukranian cooked", "rating": 4, "name": "NASSER AL-HABSI", "cat": "Ukrainian restaurant"}, {"review": "Great place to grab breakfast as it is pretty cheap.", "rating": 4, "name": "Donata Liutikaite", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata is like Picadilli, or any other pay-per-plate cafeteria. Popular with locals. Food is good, but almost entirely traditional Ukrainian. They also offer kvas and good Ukrainian beer. Two people can eat like absolute pigs here for …", "rating": 5, "name": "Camera House", "cat": "Ukrainian restaurant"}, {"review": "It is a chain of simple but delicous Ukrainian cuisine in a style of student cantine. One can come and choose the dishes from a great variety of soups, salads, fish and meat, deserts and different drinks. …", "rating": 5, "name": "Valentyna Pliushch", "cat": "Ukrainian restaurant"}, {"review": "Yes! Puzata Hata came recommended by our tour guide and we had a great time. An informal canteen kind of place with a large selection of hearty, honest food at a bargain price. Embarrassingly we got lost on the way in and couldn't find the food for ages...", "rating": 5, "name": "Nathan", "cat": "Ukrainian restaurant"}, {"review": "Very cheap and fresh food! It feels like the place where Ukrainians go for a quick bite. Easy to find vegetarian options, it is a place where you help yourself to the food of choice. Awful customer service, as usual in Kiev, but I don't speak Ukrainian, so maybe shouting and giving bad looks means thank you, enjoy your food.", "rating": 5, "name": "Victoria Bueno", "cat": "Ukrainian restaurant"}, {"review": "Very nice food and excellent value!", "rating": 5, "name": "Luis Dias", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and very cheap. Original Ukrainian cuisine.", "rating": 5, "name": "Anastasiya Winkel", "cat": "Ukrainian restaurant"}, {"review": "Cheap and cheerful easy food! No messing around enjoyed it every time we went!", "rating": 4, "name": "Ellis", "cat": "Ukrainian restaurant"}, {"review": "This hidden gem is just off the beaten path. Just like any other cafeteria style restaurant but filled with delicious Ukrainian cuisine. Take note that a salad in this restaurant isn't a green leafy dish with salad dressing. Trying as much …", "rating": 4, "name": "Jared S", "cat": "Ukrainian restaurant"}, {"review": "Great meal for cheap price", "rating": 5, "name": "Anton Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "Not fond of this place. Food is OK but too expensive for this kind of cafe. WCs are not neat. …", "rating": 4, "name": "Daria Mosyagina", "cat": "Ukrainian restaurant"}, {"review": "Usual menu, nice tables. Close to tube.\nWC room is too small and there was a queue when I visited it (18:30 on Monday)", "rating": 5, "name": "Pavlo Zhukov", "cat": "Ukrainian restaurant"}, {"review": "It's an institution, the food is good, the food is cheap. Eat and be full, it won't make a dent in your pocket.", "rating": 5, "name": "mr mule", "cat": "Ukrainian restaurant"}, {"review": "fantastic Ukrainian food and economy too must visit restaurant,.. You have plenty of choices!! Self service only but excellent ambience too!! Don't miss it!!", "rating": 5, "name": "Vijay kumar", "cat": "Ukrainian restaurant"}, {"review": "it is like a walking buffet\nonly then ukrainian style\nyou pay a reasonable price for good food …", "rating": 5, "name": "Los Zetas", "cat": "Ukrainian restaurant"}, {"review": "Very nice place for cheap food, there are some good food there such as Salads and Potato and some other items , I don't recommend any meat there as it is low quality , overall it's a good place for light Meal", "rating": 3, "name": "Mohamed Shawly", "cat": "Ukrainian restaurant"}, {"review": "Great already prepared Ukrainian food waiting for You. One of the best possible places to have a meal. Great interior for a place like this as well.", "rating": 5, "name": "Zephyr", "cat": "Ukrainian restaurant"}, {"review": "For that place expensive and not taste it, at all.\nAnd some food are not fresh!!! Be careful!", "rating": 2, "name": "Kateryna Derun", "cat": "Ukrainian restaurant"}, {"review": "That was great place to stay and eat some good food for nice price 👍", "rating": 5, "name": "Oleksii Poplavskyi (olexoi)", "cat": "Ukrainian restaurant"}, {"review": "The best place in the center for lunch!\n\nTasty Ukrainian cuisine for affordable prices! Good ventilation. Socket at each table! However wifi is missing .", "rating": 5, "name": "Dmytro Korolkov", "cat": "Ukrainian restaurant"}, {"review": "Good variety, good price, a nice local restaurant", "rating": 5, "name": "david siles barrera", "cat": "Ukrainian restaurant"}, {"review": "The hot food was only warm not piping hot. Shame as all looked good. Cakes were yummy though.", "rating": 4, "name": "mike farrell", "cat": "Ukrainian restaurant"}, {"review": "Nothing tops this place - it is located on the main drag of Kiev,  is cheap and the food is tasty. That said,  it is almost always crowded with different types of people,  but I have been coming back there when I am in town for years.", "rating": 5, "name": "Lena Levin", "cat": "Ukrainian restaurant"}, {"review": "Basically, this cafe was to my liking, but I didn't give it a 5, because of the complex plan of the building, I was looking for my family over 5 minutes! But the dishes are increadible", "rating": 4, "name": "Taras Svystun", "cat": "Ukrainian restaurant"}, {"review": "Very tasty traditional style ukrainian food. One of the best places for tourists to try contemporary local and traditional food where you will meet a lot of locals enjoying their brake at work for example.", "rating": 5, "name": "Maxim Kipot", "cat": "Ukrainian restaurant"}, {"review": "Nice place with good food for lowless price", "rating": 5, "name": "Volodymyr Poplavskyi", "cat": "Ukrainian restaurant"}, {"review": "A nice restaurant if there is not to much time to wait . All pre prepared dinners are of a nice quality without a long waiting time . Compared to the restaurants at Europe a low price !!", "rating": 5, "name": "John Karl", "cat": "Ukrainian restaurant"}, {"review": "Very good and cheap! Its a buffet, the only bad thing is that no one speaks english, and the dishes are in ukranian. Lots of local options and the restaurant is huge.", "rating": 5, "name": "Victoria Noguera", "cat": "Ukrainian restaurant"}, {"review": "Well priced food chain that serves local food. Well maintained and clean... Though it is more in a canteen format but interiors are like expensive restaurant", "rating": 5, "name": "Preet Pal Singh Bhinder", "cat": "Ukrainian restaurant"}, {"review": "Very big place and it is usually crowded but you can always find a place. Staff cannot speak English, so you have to be ready for misunderstandings. Aside from that, very cheap and good place to eat.", "rating": 4, "name": "Umutcan Karayılan", "cat": "Ukrainian restaurant"}, {"review": "I always enjoy my meals at Puzata Hall. My only comment would be that the food should be served warmer for my preference.", "rating": 4, "name": "Edward Major", "cat": "Ukrainian restaurant"}, {"review": "I came in a couple of times while I was staying near Maidan Square. The variety of food is great and I quite enjoyed everything I ended up getting though I still couldnt tell you what most of it was :). I would love to see one of these open up in the Kyiv area airports haha", "rating": 5, "name": "Austin Greathouse", "cat": "Ukrainian restaurant"}, {"review": "Good food and very reasonable price. If you want a taste of local food this is a place you must visit. Because of the price and quality Ratio, it is a popular place for students.", "rating": 5, "name": "Qurratul Yeen", "cat": "Ukrainian restaurant"}, {"review": "Very good ucranianan traditional food for good price. It's like a buffet.", "rating": 5, "name": "dani Dearce", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, nice price, relax environment.", "rating": 5, "name": "Татьяна Аржанцова", "cat": "Ukrainian restaurant"}, {"review": "Delicious food! Cheap prices! EXCELLENT location. HIGHLY RECOMMENDED!", "rating": 5, "name": "OK_Online_Language_School okallcorrect", "cat": "Ukrainian restaurant"}, {"review": "Great food at very competitive prices", "rating": 5, "name": "Cezary Kaczmarczyk", "cat": "Ukrainian restaurant"}, {"review": "There's no Wi-Fi and the cellular network is unavailable because it is situated in a basement. So you can go there and eat some healthy food if you want to eat in a silence of digital-free world 😂", "rating": 3, "name": "Anton Tymczenko", "cat": "Ukrainian restaurant"}, {"review": "Fast, tasty and reasonably cheap place to eat if you are not planning to spend a lot of time on eating, while visiting the city. Good menu choice.", "rating": 4, "name": "Arunas Klicius", "cat": "Ukrainian restaurant"}, {"review": "My favourite budget choice in Kiev. It works as eating-house, you have to collect the food but the quality of Ukrainen food is great. My recommendation is borsch or small ,,meat bags''.", "rating": 5, "name": "Martin Novák", "cat": "Ukrainian restaurant"}, {"review": "Quality and price is marvelous. I recommend this place if you are in Ukraine. They serve typical meals.", "rating": 5, "name": "Sergio Roig Soucase", "cat": "Ukrainian restaurant"}, {"review": "Fast food but tasty, Ukrainian fast food. Loved the potato pierogi, fresh cabbage salad and spinach pancakes.", "rating": 5, "name": "Sudoku Sol", "cat": "Ukrainian restaurant"}, {"review": "Cantine with Ukrainian food. Fast, cheap but not always super fresh. Mostly good value for that money. Only desserts and coffee is really bad.", "rating": 4, "name": "Jurij Pidsadnyj", "cat": "Ukrainian restaurant"}, {"review": "Nice place to have a dinner in the centre of the city. There are 220V power outlets so you can charge your gadgets freely", "rating": 5, "name": "Vasyl Pacman", "cat": "Ukrainian restaurant"}, {"review": "I don't know if this is the exact location, but back in 2008, we went here as a missionary laherey kids camp group sharing JESUS♥️🕊️🐦 Love for Orphans, James 1:27, and it was AMAZING! The Kvas, russian/ukrainian food, and so forth, as far …", "rating": 5, "name": "AngelsfromHeaven StandFirminChrist", "cat": "Ukrainian restaurant"}, {"review": "Must visit place for tourists. It is cheaper than almost all other alternatives, apart from street foot. You have lots of options to choose from local dishes like borch and kiev chicken.", "rating": 5, "name": "Ibrahim ŞAHİN", "cat": "Ukrainian restaurant"}, {"review": "Very nice place with reasonable prices. I'd suggest that you avoid going there on lunch break...it can get overcrowded and you'll end up hungry and frustrated :)", "rating": 4, "name": "Formal One", "cat": "Ukrainian restaurant"}, {"review": "Decent food for price. Not high quality but multiple choices to try different Ukrainian food.", "rating": 5, "name": "Tom Wilson", "cat": "Ukrainian restaurant"}, {"review": "The food is reasonable and cheap but is like a canteen", "rating": 3, "name": "Francisco Magalhães Santos", "cat": "Ukrainian restaurant"}, {"review": "It's ok for their price. Everything is a little bit over spicy and oversalty — you will never need their salt and pepper from disposable packages :)", "rating": 4, "name": "Alexey Kovynev", "cat": "Ukrainian restaurant"}, {"review": "Fast, clean, delicious and cheap = ❤.", "rating": 5, "name": "Piotr Michalski", "cat": "Ukrainian restaurant"}, {"review": "If you're in a hurry and craving Ukrainian food then this is the place.... Very good prices and good food", "rating": 5, "name": "Bassel Haddad", "cat": "Ukrainian restaurant"}, {"review": "It is amazing how inexpensive the food is and it even taste great!! I have to take out one star because the restroom smells pretty bad at the entrance.", "rating": 4, "name": "안혜진", "cat": "Ukrainian restaurant"}, {"review": "The staff was amazing 👏\nI loved the food.", "rating": 4, "name": "Baaba Fareyson", "cat": "Ukrainian restaurant"}, {"review": "Self served restaurant in the center of the city. Authentic ethnic cuisine. Reasonable prices. Nice atmosphere. Recommend", "rating": 5, "name": "Oleh, aka Alex “A.lex”", "cat": "Ukrainian restaurant"}, {"review": "Puzata xata is one among my favorite corners in Kyiv. The food is so tasty. Self-service as always and a  Cozy place.", "rating": 5, "name": "Ahlem Lee", "cat": "Ukrainian restaurant"}, {"review": "Often very busy. There is no internet and cell connection. Basically, you can just get there, eat and go out. Although, this one is much better than others.", "rating": 4, "name": "Viktor Yakubiv", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian fast food. Not the highest quality of food, but very good for what it is. And well priced.", "rating": 5, "name": "Alex Krentsel", "cat": "Ukrainian restaurant"}, {"review": "It was the first restaurant that I visited in Ukraine. And to be honest it served me very well, both the food and service are great. :)", "rating": 5, "name": "Amit Sinha", "cat": "Ukrainian restaurant"}, {"review": "The food is always amazing and a nice price. There is something for everyone. Most of the time they don't speak English though.", "rating": 5, "name": "Emmeline H.", "cat": "Ukrainian restaurant"}, {"review": "Always love Ukrainian cuisine. You should try it out. It's tasty and inexpensive too", "rating": 5, "name": "Arthur Az", "cat": "Ukrainian restaurant"}, {"review": "I have just read this Puzata Hata's website, and when I go to Kiev, this looks like the perfect restaurant that I would love to come to taste great traditional Ukrainian food.", "rating": 5, "name": "Alan Richards", "cat": "Ukrainian restaurant"}, {"review": "Cheap place to get real ukrainian food like locals", "rating": 5, "name": "Sergio R", "cat": "Ukrainian restaurant"}, {"review": "Close to the Metro station .Need to come early for the items you love .The sanitation level in the latrains below the accepted level .The security prevents having pics for the dishes they offer !!!", "rating": 3, "name": "Alaa Hassan Mesopotamia", "cat": "Ukrainian restaurant"}, {"review": "a good place to have a rest after a long walk in the city.", "rating": 5, "name": "Mehmet Sait Tırampaoglu", "cat": "Ukrainian restaurant"}, {"review": "Ukraine biggest fast food chain, plenty of options to choose, also big queues to pay.", "rating": 3, "name": "Laura Zambelli", "cat": "Ukrainian restaurant"}, {"review": "For a tourist is the first impression strange but basically of is very good not expensive food. Salads are very tasty.", "rating": 4, "name": "Filip Corselis", "cat": "Ukrainian restaurant"}, {"review": "Genuine authentic and tasty food. A lot to choose from. Reasonable price. Highly recommended!", "rating": 4, "name": "Asa Tahlin", "cat": "Ukrainian restaurant"}, {"review": "Very good local food, affordable prices and great service.", "rating": 5, "name": "Nemanja Popov", "cat": "Ukrainian restaurant"}, {"review": "Love it. Counter style buffet style. Great local joint. Cheap delicious food on the fast", "rating": 5, "name": "m", "cat": "Ukrainian restaurant"}, {"review": "Not the best food you will ever eat,but certainly the best $2 meal you will ever eat.  I loved the Variniki and the cucumber yogurt soup.", "rating": 5, "name": "Liv Dillon", "cat": "Ukrainian restaurant"}, {"review": "Value for money. Tasty food of Ukrainian cuisine. One little disadvantage is that it's underground.", "rating": 4, "name": "Max Voitko", "cat": "Ukrainian restaurant"}, {"review": "It is typically a Ukrainian restaurant where you can taste a great dishes if you like Ukrainian food type and you will be surprised by its low prices", "rating": 5, "name": "Walid Rizk", "cat": "Ukrainian restaurant"}, {"review": "Amazing restaurant, delicious food and a lot of options to choose from. You will taste some of the best Ukranian food here ;)", "rating": 5, "name": "Igor Silveira", "cat": "Ukrainian restaurant"}, {"review": "They have the best servers in town. True recommendation n", "rating": 5, "name": "Luc “Spotkip” Jansen", "cat": "Ukrainian restaurant"}, {"review": "Authentic good quality Ukrainian food at very low prices. Great if you want to try a little bit of everything.", "rating": 5, "name": "Lana Salganik", "cat": "Ukrainian restaurant"}, {"review": "Good price. Defent food if you are looking for a quick bite to eat.", "rating": 4, "name": "eric torres", "cat": "Ukrainian restaurant"}, {"review": "The personnel not speaking English is a big issue. Otherwise, food is good.", "rating": 4, "name": "hasan demir", "cat": "Ukrainian restaurant"}, {"review": "Very tasty Ukrainian food. prices are really low. Nice atmosphere.", "rating": 5, "name": "Anna Umfriani", "cat": "Ukrainian restaurant"}, {"review": "Cheap prices, but not very tasty food. Overall good place to have a quick food.", "rating": 3, "name": "Anton Pryima", "cat": "Ukrainian restaurant"}, {"review": "Good place in center to eat. Simple but good quality kitchen. Recommend.", "rating": 5, "name": "Donatas Kiltinavičius", "cat": "Ukrainian restaurant"}, {"review": "Food was okay, but the system of ordering it a bit complicated, staff rude and there was unpleasant smell in some places.", "rating": 3, "name": "Remigijus Jodelis", "cat": "Ukrainian restaurant"}, {"review": "very good food and good service. You can eat without even knowing Ukrainian", "rating": 5, "name": "KulleK “KulleK”", "cat": "Ukrainian restaurant"}, {"review": "Highly recommended, great food quality and decent prices, has many choices and fair service", "rating": 5, "name": "Alex Dubman", "cat": "Ukrainian restaurant"}, {"review": "Its a cheap restaurant in ukraine ever! Definitely you should try these food, most of them are traditional!", "rating": 5, "name": "Aybegüm Karakuş", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with authentic Ukrainian food. Fast service and good prices.", "rating": 5, "name": "David Drößler", "cat": "Ukrainian restaurant"}, {"review": "Great service! Fantastic Waiter. Food was really good. Nice atmosphere.", "rating": 5, "name": "Peter Bouwer", "cat": "Ukrainian restaurant"}, {"review": "Local food are delicious", "rating": 5, "name": "onur üzmez", "cat": "Ukrainian restaurant"}, {"review": "Per buffet meal 4 dollars. Very cheap and so much variety. Very tasty.", "rating": 5, "name": "s km", "cat": "Ukrainian restaurant"}, {"review": "Great traditional dishes at a fair price", "rating": 4, "name": "Raider", "cat": "Ukrainian restaurant"}, {"review": "Not bad. Tasty and cheap. Lots national Ukrainian food.", "rating": 4, "name": "Rodo Ami", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food! But don't come too late otherwise the variety won't be big.", "rating": 4, "name": "Anna Himeso", "cat": "Ukrainian restaurant"}, {"review": "Great place for everybody: friends, families, alone, pairs, etc.\nDelicious food, excellent service, warm atmosphere.", "rating": 5, "name": "Tymur Kozlov", "cat": "Ukrainian restaurant"}, {"review": "Always fresh and pretty tasty food, locals love it. Dont forget to try Kyiv chicken meatball!", "rating": 5, "name": "Jana Jakymenko", "cat": "Ukrainian restaurant"}, {"review": "Still very traditional and delicious food but VERY BUSY. The food of the Puzata Hata in Podil was much better compared to this one.", "rating": 3, "name": "Pavlo Kuzhel", "cat": "Ukrainian restaurant"}, {"review": "Best place to eat in Ukraine. Cheap, tasty and interesting. Also it's everywhere.", "rating": 5, "name": "Valery Levchenko (Turin)", "cat": "Ukrainian restaurant"}, {"review": "My favourite fast food restaurant. Which is actually home made Ukrainian food restaurant with a fast service.", "rating": 5, "name": "Olena Nizalova", "cat": "Ukrainian restaurant"}, {"review": "Considering pricing (really cheap) this place deserves 5 stars for its great location, clean premises and tasty food", "rating": 5, "name": "Victoria Makarova", "cat": "Ukrainian restaurant"}, {"review": "Excellen selection and cheap", "rating": 5, "name": "Lukas Hajek", "cat": "Ukrainian restaurant"}, {"review": "Very acceptable prices, the quality is not very high, but you can try many of the traditional dishes.", "rating": 3, "name": "Oleprova", "cat": "Ukrainian restaurant"}, {"review": "Good home food since 10 years. Quality still same good. Cheap and best.", "rating": 5, "name": "Tanique Fossa", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat national Ukrainian cuisine. Quick and delicious.", "rating": 5, "name": "Олександр Симоненко", "cat": "Ukrainian restaurant"}, {"review": "Nice and big place for go with friends and family really nice place and relative good prices 😁👏🏼👏🏼👏🏼", "rating": 5, "name": "Lenin Raimundo", "cat": "Ukrainian restaurant"}, {"review": "Fast food Ukrainian cuisine, it's pretty good, locals are also enjoy it.", "rating": 3, "name": "Slava Risenberg", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat Ukrainian dishes", "rating": 4, "name": "Mahir TAN", "cat": "Ukrainian restaurant"}, {"review": "Good food,  nice and clean", "rating": 5, "name": "Greg Siwek", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant with good food and low prices.  You can choose what you want with no need for menu", "rating": 5, "name": "David Yoskovich", "cat": "Ukrainian restaurant"}, {"review": "A relatively cheap canteen with national Ukrainian cuisine. Noisy, no wi-fi.", "rating": 3, "name": "Eugene Firsov", "cat": "Ukrainian restaurant"}, {"review": "Always good, never disappointed, good food, good prices, nice staff.", "rating": 5, "name": "Rémi", "cat": "Ukrainian restaurant"}, {"review": "Superb, Delicious, Must visit for enjoying tasty local cuisine at Reasonable Price.", "rating": 5, "name": "Ashish Choudhary", "cat": "Ukrainian restaurant"}, {"review": "Simple but delicious UKR food. Very basic customers service. Will come back!", "rating": 5, "name": "Matvey Vikhrov", "cat": "Ukrainian restaurant"}, {"review": "The place is nice but the food was warm not hot enough.", "rating": 3, "name": "חיים יאסוביץ", "cat": "Ukrainian restaurant"}, {"review": "Good food and decent prices.\nGood toilet facilities too.", "rating": 5, "name": "James Turner", "cat": "Ukrainian restaurant"}, {"review": "Cheap but sometimes meals are not hot enough. Tastes good.", "rating": 3, "name": "Przemek Popowski", "cat": "Ukrainian restaurant"}, {"review": "The price of one pad was about 4.5 eur. The food was really good.", "rating": 5, "name": "Renaldas Asipauskas", "cat": "Ukrainian restaurant"}, {"review": "Lots of good homemade food for a good price.", "rating": 5, "name": "Viniamin Tokarchuk", "cat": "Ukrainian restaurant"}, {"review": "It is traditional ukrainian cuisine ,", "rating": 5, "name": "Khaldoon Gharzeddien", "cat": "Ukrainian restaurant"}, {"review": "Very clean, cozy place. Tasty and high quality meals.", "rating": 5, "name": "Mehmet Levent", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food, quick, convenient and very cheap for visitors", "rating": 5, "name": "Denis A. Yedin", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food, guaranteed!", "rating": 5, "name": "Zoya Crane", "cat": "Ukrainian restaurant"}, {"review": "Cafeteria style, very reasonably priced and good food. We will be back.", "rating": 4, "name": "Noreen Antonie", "cat": "Ukrainian restaurant"}, {"review": "Looks better after the renovation, the new entrance right by the metro station definitely attracts much more people", "rating": 5, "name": "Fedir Kravchenko", "cat": "Ukrainian restaurant"}, {"review": "Actually it's not bad, but there were some issues with terminals during payment.", "rating": 4, "name": "Andrew Aleks", "cat": "Ukrainian restaurant"}, {"review": "Tasty, cheap and fresh food. Good interior. Recommend!", "rating": 5, "name": "Denis Dragomirik", "cat": "Ukrainian restaurant"}, {"review": "A network of places in Ukraine to eat home-style food at very affordable price", "rating": 5, "name": "Vladimir Shevchenko", "cat": "Ukrainian restaurant"}, {"review": "Relatively clean, lots of space. However, it's underground and there is no signal.", "rating": 4, "name": "Uliana Kvych", "cat": "Ukrainian restaurant"}, {"review": "very good new interior, a lot of places to sit, lovely music and tasty meals", "rating": 5, "name": "Oleksandr Basov", "cat": "Ukrainian restaurant"}, {"review": "casual food, decent quality", "rating": 3, "name": "ole chelombitko", "cat": "Ukrainian restaurant"}, {"review": "I was having there only few shoots of tequila :) nice portions", "rating": 4, "name": "Bart Juszczak", "cat": "Ukrainian restaurant"}, {"review": "If you like delicious Ukrainian cuisine and competitive prices, than you need not look further.", "rating": 5, "name": "Jimmy Burke", "cat": "Ukrainian restaurant"}, {"review": "Had a craving for juice and stoped here, even with the language barrier the lady was real nice and I got exactly what I wanted.", "rating": 5, "name": "CHRIS GRIZZARD", "cat": "Ukrainian restaurant"}, {"review": "I didn't like the taste of food", "rating": 3, "name": "DJ Alex K", "cat": "Ukrainian restaurant"}, {"review": "Good food but not a cheap!", "rating": 5, "name": "Danny Kim", "cat": "Ukrainian restaurant"}, {"review": "Great place with cheap tasty food. Never seen anything like this in the UK before.", "rating": 5, "name": "Anton", "cat": "Ukrainian restaurant"}, {"review": "Good place if you want to eat quickly and inexpensively.", "rating": 3, "name": "Nexus Core", "cat": "Ukrainian restaurant"}, {"review": "Low prices, tasty food. But usually it's full during lunch time", "rating": 5, "name": "Yurii Mashtalir", "cat": "Ukrainian restaurant"}, {"review": "Nice atmosphere, cozy place.", "rating": 5, "name": "Andrei Pastushuk", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and affordable prices. Highly recommended", "rating": 5, "name": "Altan Bas", "cat": "Ukrainian restaurant"}, {"review": "Good food. Cheap prices. No waiting.", "rating": 4, "name": "Damian M", "cat": "Ukrainian restaurant"}, {"review": "A terrific restaurant with countless traditional Ukrainian dishes, complete with fast and great service!  A must!", "rating": 5, "name": "Andrij Krochak", "cat": "Ukrainian restaurant"}, {"review": "Perfect !!! Recomendet by Manuchar Beraia ;)", "rating": 5, "name": "Manuchar Beraia", "cat": "Ukrainian restaurant"}, {"review": "2 adults, good meal = 100uah. Service might be bit higher.", "rating": 4, "name": "Aivars Abolins", "cat": "Ukrainian restaurant"}, {"review": "It was very cheap and delicious food for everyone", "rating": 5, "name": "Ravi Gill IKIGAI 生き甲斐", "cat": "Ukrainian restaurant"}, {"review": "Nice place to eat Ukrainian food fast and cheap", "rating": 5, "name": "Herman Chyzhov", "cat": "Ukrainian restaurant"}, {"review": "Good and cheap food. Perfect when in a hurry. Recommend.", "rating": 5, "name": "Saulius Petrulis", "cat": "Ukrainian restaurant"}, {"review": "Excellent restaurant... Tasty meals... Low prices...", "rating": 5, "name": "Stylianos Tsiakkaris", "cat": "Ukrainian restaurant"}, {"review": "Much better then fast food. Quite tasty and inexpensive.", "rating": 5, "name": "Nikolas Gashevskyi", "cat": "Ukrainian restaurant"}, {"review": "Good service, excellent Georgian style food", "rating": 5, "name": "Paul Dransfield", "cat": "Ukrainian restaurant"}, {"review": "Not the best food\nBut still nice place", "rating": 4, "name": "Василь «CVI» Чефранов", "cat": "Ukrainian restaurant"}, {"review": "Excellent value for money, great for a quick meal", "rating": 5, "name": "Natalia Biletska", "cat": "Ukrainian restaurant"}, {"review": "Authentic cuisine. Tasty dishes. Good prices.", "rating": 5, "name": "Ireen", "cat": "Ukrainian restaurant"}, {"review": "A wonderful place to have a tasty bite. You should visit it.", "rating": 5, "name": "Maksym Yaroshenko", "cat": "Ukrainian restaurant"}, {"review": "Good food,good service,fair prices", "rating": 4, "name": "clint stubbs", "cat": "Ukrainian restaurant"}, {"review": "Great traditional food served in a fast-food way.", "rating": 5, "name": "Petr Švihlík (Rocky)", "cat": "Ukrainian restaurant"}, {"review": "Good place for eat not expensive food.", "rating": 5, "name": "Pavlo Ivashchenko", "cat": "Ukrainian restaurant"}, {"review": "Quality and amount of food compared to price is amazing.", "rating": 5, "name": "Tomek Czajęcki", "cat": "Ukrainian restaurant"}, {"review": "Reasonable pricing and tasty food, not bad for a fast food", "rating": 5, "name": "Taguhi Tumanyan", "cat": "Ukrainian restaurant"}, {"review": "Solid place to get cheap and quick homemade Ukrainian food.", "rating": 5, "name": "Val Neiman", "cat": "Ukrainian restaurant"}, {"review": "Great and very good with kind of food and desert", "rating": 5, "name": "Alireza Hashemi Motlagh", "cat": "Ukrainian restaurant"}, {"review": "go here to taste different food of Ukraine. it was cheap enough.", "rating": 5, "name": "Mücahit Gürbüz", "cat": "Ukrainian restaurant"}, {"review": "Good value for money. You can choose many foods", "rating": 5, "name": "Nuuk Nuuk", "cat": "Ukrainian restaurant"}, {"review": "Regular place to have a quick and cheap chow", "rating": 5, "name": "Rostyslav Kulak", "cat": "Ukrainian restaurant"}, {"review": "Good value for money, convenient location, but always crowded and noisy.", "rating": 3, "name": "Oleksii Rudyi", "cat": "Ukrainian restaurant"}, {"review": "Simple staple ukrainian food for low price. Good.", "rating": 4, "name": "Cristoffer Cedergren", "cat": "Ukrainian restaurant"}, {"review": "Perfect for local food. Cheap and good.", "rating": 5, "name": "Serdar ERBASI", "cat": "Ukrainian restaurant"}, {"review": "All time classic! Love & respect", "rating": 5, "name": "Antonios Balaskas", "cat": "Ukrainian restaurant"}, {"review": "Food was good, location as well too crowded thought", "rating": 4, "name": "Tommy girl", "cat": "Ukrainian restaurant"}, {"review": "Suppose to be one of the best local fast foods in the city.", "rating": 5, "name": "Oleksandr Yepikhin", "cat": "Ukrainian restaurant"}, {"review": "Very tasty traditional Ukrainian dishes. Low prices.", "rating": 5, "name": "Hubert Wysocki", "cat": "Ukrainian restaurant"}, {"review": "So cheap and so delicious! Totally worth visiting!", "rating": 5, "name": "Hristo Petkov", "cat": "Ukrainian restaurant"}, {"review": "This location has a nice coffee shop.", "rating": 5, "name": "Tara Neitzey", "cat": "Ukrainian restaurant"}, {"review": "Competitive prices range of food and even good quality", "rating": 5, "name": "SSerang", "cat": "Ukrainian restaurant"}, {"review": "Tasty food at affordable price. Good", "rating": 5, "name": "Denis Korobeynikov", "cat": "Ukrainian restaurant"}, {"review": "Very good! The best restaurant.", "rating": 5, "name": "Jose Ulisses Fabrini", "cat": "Ukrainian restaurant"}, {"review": "Very nice place and great ukrainian food !", "rating": 5, "name": "Alena Ladrova", "cat": "Ukrainian restaurant"}, {"review": "Great food at a low cost", "rating": 5, "name": "Papan Papanovic", "cat": "Ukrainian restaurant"}, {"review": "Very yum and affordable place for everyone!!)", "rating": 5, "name": "Олександр Перепічка", "cat": "Ukrainian restaurant"}, {"review": "A good place to try some Ukrainian dishes", "rating": 4, "name": "K Aswad", "cat": "Ukrainian restaurant"}, {"review": "Love that place, if your are in Ukraine you gotta go there!", "rating": 5, "name": "Andre Stolpinsky", "cat": "Ukrainian restaurant"}, {"review": "Great fast food. Great taste of dishes and good prices.", "rating": 5, "name": "Nick Basenko", "cat": "Ukrainian restaurant"}, {"review": "Cheaper place and you see beforehand what you will eat. However, the restaurant was crowded.", "rating": 3, "name": "Akram Miriyev", "cat": "Ukrainian restaurant"}, {"review": "If u want to eat delicious and cheap food go there😊", "rating": 4, "name": "Lasha Vashakidze", "cat": "Ukrainian restaurant"}, {"review": "Tasty and quite cheap.", "rating": 5, "name": "Dmitry Shalgachov", "cat": "Ukrainian restaurant"}, {"review": "The best concept related with the food", "rating": 5, "name": "Antonios Balaskas", "cat": "Ukrainian restaurant"}, {"review": "One of my favorite places to visit and grab a bite to eat", "rating": 5, "name": "FISHKA Brodyaga", "cat": "Ukrainian restaurant"}, {"review": "Reasonable prices,clean,kind personel.", "rating": 5, "name": "Yunus Emre Soylu", "cat": "Ukrainian restaurant"}, {"review": "Nice place for a quick breakfast, lunch or dinner.", "rating": 5, "name": "Robert Zwart", "cat": "Ukrainian restaurant"}, {"review": "Good food, many options, fast selfservice", "rating": 4, "name": "Tomas Seimys", "cat": "Ukrainian restaurant"}, {"review": "A fast food place, good for a quick lunch.", "rating": 3, "name": "Raminta Andziulyte", "cat": "Ukrainian restaurant"}, {"review": "Very cheap place, but very tasty.", "rating": 5, "name": "Fedorov Dmitriy", "cat": "Ukrainian restaurant"}, {"review": "Great food and amazing price", "rating": 5, "name": "Lassie Boo", "cat": "Ukrainian restaurant"}, {"review": "Cozy place, tasty and cheap dishes", "rating": 5, "name": "Eric Cartman", "cat": "Ukrainian restaurant"}, {"review": "Awesome food for good price.", "rating": 5, "name": "Artyom Shalkhakov", "cat": "Ukrainian restaurant"}, {"review": "Tasty food in very good price!", "rating": 5, "name": "Ioannis", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat Ukrainian food!", "rating": 5, "name": "Jeff Cornelius", "cat": "Ukrainian restaurant"}, {"review": "A great place for a quick Ukrainian meal!", "rating": 5, "name": "svrocko1", "cat": "Ukrainian restaurant"}, {"review": "cheap and tasty food to eat without wasting your time", "rating": 5, "name": "Тарас Беновський", "cat": "Ukrainian restaurant"}, {"review": "Cheap prices and excellent selection of food", "rating": 5, "name": "David Shc", "cat": "Ukrainian restaurant"}, {"review": "Hands down my favorite diner all over Ukraine!", "rating": 5, "name": "Chevalier", "cat": "Ukrainian restaurant"}, {"review": "Cheap price, good Ukrainian food", "rating": 4, "name": "Valeri Pougatchev", "cat": "Ukrainian restaurant"}, {"review": "Very tasty traditional Ukrainian food.", "rating": 5, "name": "Mike Silberg", "cat": "Ukrainian restaurant"}, {"review": "Horrible. The smell of toilets everywhere. So I came in and immediatelly out.", "rating": 1, "name": "Miroslav Cascino", "cat": "Ukrainian restaurant"}, {"review": "Good local food for good price.", "rating": 5, "name": "Michael PrimeCore", "cat": "Ukrainian restaurant"}, {"review": "Right place if you want cheap and fast meal", "rating": 4, "name": "Roman Onishchenko", "cat": "Ukrainian restaurant"}, {"review": "Good cheap food options nearly anytime.", "rating": 4, "name": "Dennis Metzger", "cat": "Ukrainian restaurant"}, {"review": "Very nice but prices have increased now.", "rating": 4, "name": "Harsh Vardhan", "cat": "Ukrainian restaurant"}, {"review": "Cheap homemade food, good choice of cheap alcohol", "rating": 5, "name": "Krzysztof Sikora", "cat": "Ukrainian restaurant"}, {"review": "Great price and tasty meals!", "rating": 5, "name": "Gabriele Maciulyte", "cat": "Ukrainian restaurant"}, {"review": "This place is the best in terms of price and quality.", "rating": 5, "name": "Denis Malomuzh", "cat": "Ukrainian restaurant"}, {"review": "Very delicious  food  specially  the chicken", "rating": 5, "name": "issa malki", "cat": "Ukrainian restaurant"}, {"review": "Very cheap good food. Lots of choice", "rating": 4, "name": "Marina Bruinenberg", "cat": "Ukrainian restaurant"}, {"review": "A nice self serving dining place.", "rating": 5, "name": "Dmitry Porotov", "cat": "Ukrainian restaurant"}, {"review": "Perfect local dishes. Give there a chance.", "rating": 5, "name": "Mert Unalan", "cat": "Ukrainian restaurant"}, {"review": "cheap and healthy ukrainian food, authentic and simple!", "rating": 5, "name": "Mark Bosshard", "cat": "Ukrainian restaurant"}, {"review": "Really good place to eat - recommended", "rating": 5, "name": "Nikita Kurtin", "cat": "Ukrainian restaurant"}, {"review": "Cheap, mediocre food. Classic Ukrainian dinner.", "rating": 3, "name": "Darko Demić", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, but not smiling personal", "rating": 5, "name": "Ndjeng Manga", "cat": "Ukrainian restaurant"}, {"review": "Hot mixed drinks was very delicious.", "rating": 5, "name": "Yücel Tekin", "cat": "Ukrainian restaurant"}, {"review": "Fast food bistro with good prices and local food.", "rating": 5, "name": "Jan Dedek", "cat": "Ukrainian restaurant"}, {"review": "Nice food, cheap prices", "rating": 5, "name": "Matthew Whalley", "cat": "Ukrainian restaurant"}, {"review": "Best choice for Ukrainian food!", "rating": 5, "name": "Carlie Dream", "cat": "Ukrainian restaurant"}, {"review": "Good place with good food.", "rating": 5, "name": "Vitaliy Pedash", "cat": "Ukrainian restaurant"}, {"review": "Cold food. Setting strangely different from that of other locations", "rating": 3, "name": "Dunsin Ajayi", "cat": "Ukrainian restaurant"}, {"review": "Good food not expensive", "rating": 5, "name": "Aleksandra Bar", "cat": "Ukrainian restaurant"}, {"review": "Without internet, but nice place for eat", "rating": 4, "name": "Nickolay Savchenko", "cat": "Ukrainian restaurant"}, {"review": "Good food and affordable price", "rating": 5, "name": "Damian Tłuczkiewicz", "cat": "Ukrainian restaurant"}, {"review": "Nice meals. Delicious kitchen", "rating": 5, "name": "Borshagov", "cat": "Ukrainian restaurant"}, {"review": "Very fast and tasty! And cheap!", "rating": 5, "name": "Vilnis Barcs", "cat": "Ukrainian restaurant"}, {"review": "where you can find ukrainian food. cheap and delicious", "rating": 4, "name": "oğuzhan göl", "cat": "Ukrainian restaurant"}, {"review": "Borsch was OK. Meatloaf was not so good.", "rating": 4, "name": "Tamás Gampel", "cat": "Ukrainian restaurant"}, {"review": "The only one problem here (or advantage) - there is no mobile connection inside.", "rating": 5, "name": "Dmitry Stepanov", "cat": "Ukrainian restaurant"}, {"review": "This is really good place for good eating.", "rating": 3, "name": "Женя Угрюмов", "cat": "Ukrainian restaurant"}, {"review": "Great cuisine, low prices.", "rating": 5, "name": "x y", "cat": "Ukrainian restaurant"}, {"review": "Good food super cheaper", "rating": 5, "name": "antonio elenio salaris", "cat": "Ukrainian restaurant"}, {"review": "Best good", "rating": 5, "name": "andrea sfd", "cat": "Ukrainian restaurant"}, {"review": "Nice fast Ukrainian food. Crowded", "rating": 4, "name": "Olena Bachynska", "cat": "Ukrainian restaurant"}, {"review": "Best cheap food in Kyiv.", "rating": 5, "name": "Vladislav Vorobyov", "cat": "Ukrainian restaurant"}, {"review": "Not bad quality at excelent price.", "rating": 5, "name": "Claudio Martínez Barea", "cat": "Ukrainian restaurant"}, {"review": "Cheap price, decent food", "rating": 5, "name": "Lad Lur", "cat": "Ukrainian restaurant"}, {"review": "Food is good and chip but bad ventilation.", "rating": 4, "name": "Andrii Zatullo", "cat": "Ukrainian restaurant"}, {"review": "Dining room... Do not expect for too much", "rating": 3, "name": "Lev Ari Sudakov", "cat": "Ukrainian restaurant"}, {"review": "Nahh. Better options out there.", "rating": 3, "name": "Anna Vlasyuk", "cat": "Ukrainian restaurant"}, {"review": "Good blest to get food from small money", "rating": 4, "name": "Finn Rasmussen (Musik mand)", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian fast food 🍲 🇺🇦 Nice", "rating": 5, "name": "Peter Galazka", "cat": "Ukrainian restaurant"}, {"review": "Nice price/performance", "rating": 5, "name": "Umut Yıldırım", "cat": "Ukrainian restaurant"}, {"review": "Best local and homely food", "rating": 5, "name": "Łukasz Gałęcki", "cat": "Ukrainian restaurant"}, {"review": "Got a roach in my meal. Yummy.", "rating": 1, "name": "Alex", "cat": "Ukrainian restaurant"}, {"review": "Great inexpensive Ukranian cuisine", "rating": 5, "name": "alex zaytsev", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty local dishes.", "rating": 5, "name": "Žygimantas Končius", "cat": "Ukrainian restaurant"}, {"review": "Very posh. Super salyanka", "rating": 5, "name": "David Ayliffe", "cat": "Ukrainian restaurant"}, {"review": "Really nice food for lunch timing", "rating": 5, "name": "Awais Baig", "cat": "Ukrainian restaurant"}, {"review": "Good food, nice environment", "rating": 5, "name": "Andrius Zalieckas", "cat": "Ukrainian restaurant"}, {"review": "Good food. Good beer...", "rating": 5, "name": "Dzmitry Kryshchanovich", "cat": "Ukrainian restaurant"}, {"review": "Fresh ukrainian food", "rating": 4, "name": "Satish Chandra", "cat": "Ukrainian restaurant"}, {"review": "Cold food and just a few options remaining", "rating": 3, "name": "Yonathan Stein", "cat": "Ukrainian restaurant"}, {"review": "Plenty of choices to try Ukrainian dishes.", "rating": 5, "name": "Alberto Antoniazzi", "cat": "Ukrainian restaurant"}, {"review": "very delicious ukrainian food", "rating": 4, "name": "Ömer ALFARHAN", "cat": "Ukrainian restaurant"}, {"review": "My lovely place for dinner.", "rating": 5, "name": "Vitaly Semkin", "cat": "Ukrainian restaurant"}, {"review": "Nice, clean and value for the money", "rating": 4, "name": "Kenneth Gregg", "cat": "Ukrainian restaurant"}, {"review": "Fast food nothing special", "rating": 3, "name": "Rimogard", "cat": "Ukrainian restaurant"}, {"review": "Best Restaurant in kiev", "rating": 5, "name": "The Hitman", "cat": "Ukrainian restaurant"}, {"review": "Perfect price, perfect food.", "rating": 5, "name": "Vitalijus Jankauskas", "cat": "Ukrainian restaurant"}, {"review": "Very nice place! Recommend", "rating": 4, "name": "Mikail", "cat": "Ukrainian restaurant"}, {"review": "For eat is good place..", "rating": 4, "name": "Shako Vezirishvili", "cat": "Ukrainian restaurant"}, {"review": "But unfortunately,it is closed now,I think they are relocating behind the same building", "rating": 5, "name": "Dr.Adel Attia", "cat": "Ukrainian restaurant"}, {"review": "Cheap clean and healthy food", "rating": 5, "name": "oki wan", "cat": "Ukrainian restaurant"}, {"review": "Favorite local and decent price!", "rating": 5, "name": "Island Vibration", "cat": "Ukrainian restaurant"}, {"review": "Good Food cheap price", "rating": 4, "name": "Joe", "cat": "Ukrainian restaurant"}, {"review": "It was super place... It is Like from Aztec and Mayans age.", "rating": 5, "name": "Burak İbrahim Ünal", "cat": "Ukrainian restaurant"}, {"review": "Good food.affordable👍👍👍", "rating": 4, "name": "Liya Eugene", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "Dominique Femerström", "cat": "Ukrainian restaurant"}, {"review": "Nice restaurant in cheap rate", "rating": 5, "name": "Narendra Kumar Sharma", "cat": "Ukrainian restaurant"}, {"review": "Best fast food in this area.", "rating": 4, "name": "Dmytro Linnyk", "cat": "Ukrainian restaurant"}, {"review": "5 out from 5 and many thanks on top of it!!!", "rating": 5, "name": "Lasha Purtskhvanidze", "cat": "Ukrainian restaurant"}, {"review": "The food is very average", "rating": 3, "name": "Me Here", "cat": "Ukrainian restaurant"}, {"review": "So chip and so tasty, perfect", "rating": 5, "name": "Yuri Kachko", "cat": "Ukrainian restaurant"}, {"review": "good place to eat cheap and fast", "rating": 5, "name": "Mateusz Moroz", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cheap food", "rating": 5, "name": "Piotr Urbańczyk", "cat": "Ukrainian restaurant"}, {"review": "Meals are very delicious", "rating": 4, "name": "Harry Glow", "cat": "Ukrainian restaurant"}, {"review": "Good food and atmosphere", "rating": 4, "name": "Sergiy Lebedev", "cat": "Ukrainian restaurant"}, {"review": "good homemade like food", "rating": 5, "name": "Iryna KARATAS", "cat": "Ukrainian restaurant"}, {"review": "Poor slow service and very noisy", "rating": 1, "name": "Charlie G", "cat": "Ukrainian restaurant"}, {"review": "Very tasty breakfast", "rating": 4, "name": "Anton Galkovskyi", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata - always fun and delicious!", "rating": 5, "name": "Just one travel lover", "cat": "Ukrainian restaurant"}, {"review": "Yummy and Affordable food", "rating": 4, "name": "Avtar Singh", "cat": "Ukrainian restaurant"}, {"review": "Best home kitchen.", "rating": 5, "name": "Leon Čusak", "cat": "Ukrainian restaurant"}, {"review": "Good food and service.", "rating": 4, "name": "Alex Protsyk", "cat": "Ukrainian restaurant"}, {"review": "The best cafe in kiev", "rating": 5, "name": "Michael Laurenzi", "cat": "Ukrainian restaurant"}, {"review": "no signal. no wifi. bunker", "rating": 2, "name": "Localos Salos", "cat": "Ukrainian restaurant"}, {"review": "cheap and tasty", "rating": 5, "name": "lasha barbakadze", "cat": "Ukrainian restaurant"}, {"review": "delicious", "rating": 5, "name": "Creater", "cat": "Ukrainian restaurant"}, {"review": "Tasty ukrainian food", "rating": 5, "name": "AlekSound Media", "cat": "Ukrainian restaurant"}, {"review": "Good food", "rating": 5, "name": "Ion Abuzatoaiei", "cat": "Ukrainian restaurant"}, {"review": "Fast and cheap, nothing over that.", "rating": 4, "name": "Daniel Listopadov", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cheap", "rating": 5, "name": "Julia Bogdanovna (Jay Jay)", "cat": "Ukrainian restaurant"}, {"review": "Ok place", "rating": 4, "name": "Atanas Milenov", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Leonid Ihnatenko", "cat": "Ukrainian restaurant"}, {"review": "Got to try for at least one time", "rating": 5, "name": "Sergey Rib", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Ibrahim Z", "cat": "Ukrainian restaurant"}, {"review": "good food", "rating": 5, "name": "Lev Pasichnyi", "cat": "Ukrainian restaurant"}, {"review": "Good cheap food", "rating": 5, "name": "Nata Bo", "cat": "Ukrainian restaurant"}, {"review": "Big but a bit packed.", "rating": 3, "name": "Ivan BJ", "cat": "Ukrainian restaurant"}, {"review": "Superb food quality.", "rating": 5, "name": "Zigmars Henzels", "cat": "Ukrainian restaurant"}, {"review": "Huge variety, low prices", "rating": 4, "name": "Yoav Feuerstein", "cat": "Ukrainian restaurant"}, {"review": "I've always been pleased with the food served at Puzata Hata, no matter which location I visit. Good selection of traditional food with some familiar options as well. …", "rating": 5, "name": "Brian Tuscher", "cat": "Ukrainian restaurant"}, {"review": "Cold meal, over crowded", "rating": 1, "name": "Sports Administration", "cat": "Ukrainian restaurant"}, {"review": "Its da best! Cheap!!!!", "rating": 5, "name": "Mats Palats", "cat": "Ukrainian restaurant"}, {"review": "Good English breakfast", "rating": 5, "name": "Ksenia yurieva", "cat": "Ukrainian restaurant"}, {"review": "Cheap taste food", "rating": 5, "name": "Nata Bosyk", "cat": "Ukrainian restaurant"}, {"review": "Clean and tasty", "rating": 5, "name": "Suncatcher", "cat": "Ukrainian restaurant"}, {"review": "Nice Georgian food", "rating": 5, "name": "mikkel j j", "cat": "Ukrainian restaurant"}, {"review": "Yummy food :)", "rating": 5, "name": "Pascal Lahoud", "cat": "Ukrainian restaurant"}, {"review": "New York", "rating": 5, "name": "Kasirye Kasirye", "cat": "Ukrainian restaurant"}, {"review": "nice Ukraine cooking!", "rating": 4, "name": "Pol", "cat": "Ukrainian restaurant"}, {"review": "Tasty. Local food", "rating": 5, "name": "Kirill Ershov", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian kitchen", "rating": 4, "name": "Dmytro Lukianchuk", "cat": "Ukrainian restaurant"}, {"review": "Very delicious!!!", "rating": 5, "name": "Teona Gogoladze", "cat": "Ukrainian restaurant"}, {"review": "Ok!", "rating": 5, "name": "Svitlana Ivanchenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious. As always.", "rating": 5, "name": "Bohdan Vanieiev", "cat": "Ukrainian restaurant"}, {"review": "ok", "rating": 4, "name": "roller stoner", "cat": "Ukrainian restaurant"}, {"review": "Tasty and cheap", "rating": 5, "name": "אלי גלוחוב", "cat": "Ukrainian restaurant"}, {"review": "Good place for lunch", "rating": 5, "name": "Mike Panin", "cat": "Ukrainian restaurant"}, {"review": "Better than before", "rating": 4, "name": "Denys Chernikov", "cat": "Ukrainian restaurant"}, {"review": "Good simple food", "rating": 5, "name": "simona .sircelj", "cat": "Ukrainian restaurant"}, {"review": "I just like it...", "rating": 5, "name": "юрий «George» шидловский", "cat": "Ukrainian restaurant"}, {"review": "Always fresh!", "rating": 5, "name": "Lana S", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian food", "rating": 5, "name": "Paolo Deidda", "cat": "Ukrainian restaurant"}, {"review": "Very tasty!", "rating": 5, "name": "Eugene Kovalskiy", "cat": "Ukrainian restaurant"}, {"review": "Tasty and cheap food", "rating": 5, "name": "Igor Pashchak", "cat": "Ukrainian restaurant"}, {"review": "As a usual, fabulous!", "rating": 5, "name": "Alexandr Polubeinyk", "cat": "Ukrainian restaurant"}, {"review": "The food is so-so.", "rating": 3, "name": "Liudmyla Belioglo", "cat": "Ukrainian restaurant"}, {"review": "Deserts not good", "rating": 4, "name": "Sanço Panza", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Baden Dane Vlogs", "cat": "Ukrainian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Олександр Кладов", "cat": "Ukrainian restaurant"}, {"review": "Liked it", "rating": 5, "name": "Montaser", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Oleksii Halushkin", "cat": "Ukrainian restaurant"}, {"review": "Best", "rating": 5, "name": "Kyrylo", "cat": "Ukrainian restaurant"}, {"review": "Pretty good", "rating": 5, "name": "Pavlo Chornous", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 4, "name": "jamal khairy", "cat": "Ukrainian restaurant"}, {"review": "Testy and cheap", "rating": 4, "name": "Liudmyla Linford", "cat": "Ukrainian restaurant"}, {"review": "Cheap food", "rating": 5, "name": "Antoniou Ioannis", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 4, "name": "Vitali Kiselev", "cat": "Ukrainian restaurant"}, {"review": "Good as always", "rating": 5, "name": "Misha Shklyar", "cat": "Ukrainian restaurant"}, {"review": "Expensive", "rating": 3, "name": "Elnur Musayev", "cat": "Ukrainian restaurant"}, {"review": "Ok", "rating": 5, "name": "Гандзюк Богдан", "cat": "Ukrainian restaurant"}, {"review": "Value for money", "rating": 5, "name": "A S", "cat": "Ukrainian restaurant"}, {"review": "Smelly", "rating": 4, "name": "Oleh Hrebnov", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Sergey Boldyniuk", "cat": "Ukrainian restaurant"}, {"review": "Very tasty", "rating": 5, "name": "MalkatShva", "cat": "Ukrainian restaurant"}, {"review": "Nice", "rating": 5, "name": "vadim sorpen", "cat": "Ukrainian restaurant"}, {"review": "Cheap.", "rating": 5, "name": "Eugene Napadovskiy", "cat": "Ukrainian restaurant"}, {"review": "Best relax", "rating": 5, "name": "one1 1400", "cat": "Ukrainian restaurant"}, {"review": "Best place", "rating": 5, "name": "Oleh Sak", "cat": "Ukrainian restaurant"}, {"review": "Not that tasty", "rating": 2, "name": "Piotr Duda", "cat": "Ukrainian restaurant"}, {"review": "Delicious food", "rating": 4, "name": "Phi Lippe", "cat": "Ukrainian restaurant"}, {"review": "Super food", "rating": 5, "name": "Andrew Sh", "cat": "Ukrainian restaurant"}, {"review": "Delicious 👌🏽👌🏽👌🏽", "rating": 5, "name": "SMRK", "cat": "Ukrainian restaurant"}, {"review": "Higher prices", "rating": 4, "name": "Daniel Slováček", "cat": "Ukrainian restaurant"}, {"review": "Classic", "rating": 5, "name": "D. S.", "cat": "Ukrainian restaurant"}, {"review": "cheap", "rating": 3, "name": "Umay Yavas", "cat": "Ukrainian restaurant"}, {"review": "Breakfast 😃😃😃", "rating": 5, "name": "Jérémie Michel (Le Conscientiseur)", "cat": "Ukrainian restaurant"}, {"review": "Really taste", "rating": 5, "name": "Diego González Lahsen", "cat": "Ukrainian restaurant"}, {"review": "OK", "rating": 4, "name": "Олександр Лакей", "cat": "Ukrainian restaurant"}, {"review": "ever again", "rating": 5, "name": "Ralph S", "cat": "Ukrainian restaurant"}, {"review": "More choices", "rating": 5, "name": "hasan inanır", "cat": "Ukrainian restaurant"}, {"review": "Good place", "rating": 5, "name": "Dr. Usama Bajwah", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 4, "name": "Hani Al Hindi", "cat": "Ukrainian restaurant"}, {"review": "convenient", "rating": 5, "name": "Artem Noumen", "cat": "Ukrainian restaurant"}, {"review": "Unbelievable", "rating": 5, "name": "Nazarii Ovcharchyn", "cat": "Ukrainian restaurant"}, {"review": "Not expensive and delicious. Here you can also pay with the bonuses of the \"Bonus +\" program from PrivatBank.\nFor this you need: ...", "rating": 5, "name": "Serega M", "cat": "Ukrainian restaurant"}, {"review": "Good option for breakfast or lunch. To a pleasant surprise, the chicken Kiev was very worthy, juicy. Draniki not very\n, oversalted (even for our taste). As for the interior, there are a lot of halls inside, in …", "rating": 4, "name": "Helen A", "cat": "Ukrainian restaurant"}, {"review": "Ordered delivery through Glovo. Delivered quickly, no issues. They didn't put one of the dishes, but Glovo made up for it with a promo code. Opening another dish, I found a big hair in an omelette 🤷🏻‍♂️ …", "rating": 1, "name": "Богдан Маслюк", "cat": "Ukrainian restaurant"}, {"review": " We visited this institution on Saturday, August 14, at about three o'clock in the afternoon, there were a lot of people. The area of ​​the institution is large and planning is difficult when you get there for the …", "rating": 5, "name": "Андрей Андрей", "cat": "Ukrainian restaurant"}, {"review": "I really love this place in Kharkov, but in Kyiv - a complete disappointment! (((\n\nLong queues (social distancing? No, haven't heard). Slow service…", "rating": 3, "name": "Anna Guash", "cat": "Ukrainian restaurant"}, {"review": "Visited this place on May 17th at 7pm.\nThere were almost no people. The staff was not very polite, despite the fact that everyone writes the opposite (maybe there were different shifts) There was a lot of food, but it was not fresh and …", "rating": 2, "name": "Тетяна", "cat": "Ukrainian restaurant"}, {"review": "Very good place. Huge room. Inexpensive. For +/-350 UAH, we took a salad, stew, mashed potatoes with a cutlet, 2 compotes, pancakes with cherries, 2 pieces of cake and coffee. Everything was delicious. Especially a gorgeous piece of lavender cake)) …", "rating": 5, "name": "Ксена Давиденко", "cat": "Ukrainian restaurant"}, {"review": " It is a Self-Service restaurant in the center of Kiev. The price-quality ratio is very good, and you can try typical Ukrainian dishes. …", "rating": 5, "name": "Fernando López", "cat": "Ukrainian restaurant"}, {"review": "Well, Puzatka is cool everywhere :) Clean, spacious, cheap. The choice of dishes is large and varied. Who loves fatter, who is on the pp - there is something to choose from. Due to the fact that this is the center there are quite long queues. But when, in the evening, no one ...", "rating": 4, "name": "Max Prykhodko", "cat": "Ukrainian restaurant"}, {"review": " Service average. Medium dishes. Hardly anyone speaks English - and the dishes are only written in Ukrainian. In addition, the atmosphere of the canteen is a bit of fast food. Cheap - and this is probably the only …", "rating": 2, "name": "Agnes", "cat": "Ukrainian restaurant"}, {"review": "Terrible establishment. We tried to have dinner, took food and went to the checkout. 1 cash desk worked and this was on a weekend Sunday (08/22) There were no devices, at my request to bring devices, they began to be rude and shout at me. Dirty dishes are not removed from the tables. …", "rating": 1, "name": "Юлия П", "cat": "Ukrainian restaurant"}, {"review": " Very nice to eat some local dishes. The price is not too high, you will spend around 8 euros per person to eat well. …", "rating": 5, "name": "Lucas Leal", "cat": "Ukrainian restaurant"}, {"review": " food is normal. as correctly written \"home type\". for a thrifty lunch - very good. but! no connection, internet too. Yes, the lower floors are a basement, but providing at least affordable Wi-Fi is not a problem. …", "rating": 3, "name": "Sergius Kyiv", "cat": "Ukrainian restaurant"}, {"review": " This is a small Japanese-style hotel located in a great location! If you don't have claustrophobia it may be good luck for 1 night :) The bed is clean, but the shower is not so good. There is the consol Pley Station. …", "rating": 3, "name": "Iryna Ganachaud", "cat": "Ukrainian restaurant"}, {"review": " He was here on January 2, 2022. Late was poured into a beer glass for 46 hryvnias. When I asked if it was always the case, the woman at the bar said that there were a lot of customers and all the dishes for the latte …", "rating": 1, "name": "Andriy Kuznetsov", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quality meal. Without pathos, clean, tasty and cozy. Self-service, but the price is not restaurant ... I take soups and salmon steaks here. Vareniki are good too. Everything is thought out, queues, if they happen, then stand in them ...", "rating": 5, "name": "Максим Толмачев", "cat": "Ukrainian restaurant"}, {"review": "Every time I'm in Kyiv, I come here. Previously, there were the best dumplings with cherries and they were served here in an unusual way: in a creamy sauce and, if desired, sugar and swept. The food of the gods, for me the best delicacy of all. Everything has changed and I...", "rating": 4, "name": "Nadiia Hudyma", "cat": "Ukrainian restaurant"}, {"review": " Cospa is the shop where you can enjoy the strongest local food. It seems like it's all over Ukraine because of the chain, so I wanted to go to other cities ... …", "rating": 5, "name": "ayk nyk", "cat": "Ukrainian restaurant"}, {"review": "Just got out of the pot-bellied hut. Same chubby 🙂\nThere is a good selection of food here. At least the first four, salads, potatoes, vegetables, dumplings, cakes, compote and much more. …", "rating": 5, "name": "Ruslan Chepil", "cat": "Ukrainian restaurant"}, {"review": "The main thing is food! Very tasty. Cue ball in batter with sesame seeds, hake on a vegetable pillow, couscous with vegetables, borscht ... but what to list, whatever you take - everything is delicious.\nThe location is perfect, Khreschatyk street, ten meters from the metro station …", "rating": 5, "name": "ELENA Fedorova", "cat": "Ukrainian restaurant"}, {"review": "I love the network of these establishments for the fact that they can eat at home and at an adequate cost. But this institution is also interesting for its interior, it is located, as it were, in the basement, the stairs are long, as for me. The interior is cozy and spacious…", "rating": 5, "name": "Игорь TREXIG", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat.\nSince the establishment is located in the center - a lot of visitors, in connection with this queue. …", "rating": 4, "name": "Тур Совет", "cat": "Ukrainian restaurant"}, {"review": " After repair, the establishment became more beautiful and comfortable. The modern interior and traditional tasty cuisine make it popular among Kyivites, city guests, tourists. Everything here is always fresh and …", "rating": 5, "name": "Сергій Мазур", "cat": "Ukrainian restaurant"}, {"review": " Perfect for breakfast but not only ..\nA wide selection of cheap dishes, drinks. Big traffic, that's why everything is fresh. We ate here 3 times during our stay in Kiev. Satisfied every time. :) The …", "rating": 4, "name": "Zbyszek Pajak", "cat": "Ukrainian restaurant"}, {"review": "Favorite place to eat tasty, varied and inexpensive. Large selection of salads, soups, meat and fish dishes, side dishes, pancakes, dumplings, desserts. There is a separate room where they sell coffee and alcoholic drinks. In general, the establishment…", "rating": 5, "name": "Yelena Sharonova", "cat": "Ukrainian restaurant"}, {"review": "Excellent and not expensive cafe in the heart of the capital. You can have a good meal together for 350 hryvnia. Everything is delicious and fresh, we were very satisfied. The interior is modern, despite the basement, the ventilation works perfectly, the smell …", "rating": 5, "name": "Olga K", "cat": "Ukrainian restaurant"}, {"review": "Ideal location, familiar and stable menu, quality worthy of the price. Sociable and understanding staff, not in a hurry with the choice and ready to prompt even in small things. Well, what else can be said about this network ... More pointers in ...", "rating": 5, "name": "Алексей Чечулин", "cat": "Ukrainian restaurant"}, {"review": "Great! Now this is one of my favorite places) I like that you don’t have to wait, but just choose what you want right away, MMM ... And what a delicious Olivier! Desserts! Home cooking, everything to taste, clean and affordable prices 😌 …", "rating": 5, "name": "Божена Москаленко", "cat": "Ukrainian restaurant"}, {"review": "In my opinion, one of the best restaurants of the Puzata Hata chain. It is located right in the center of the capital, it is very spacious, there is a lot of space and there are sockets. Service is fast and polite. The food is standard for restaurants of this chain: tasty, inexpensive, fast. …", "rating": 5, "name": "Oksana Halushko", "cat": "Ukrainian restaurant"}, {"review": "The establishment is located in the very center of the city. It's always delicious and cozy here. We were at the weekend in the evening, there were not many people, there was a place to sit down. The tables are clean, the toilets are cleaned, the staff is polite. I recommend 👍…", "rating": 5, "name": "Алёночка Александровна", "cat": "Ukrainian restaurant"}, {"review": " Perfect for tourists who don't speak Russian or Ukrainian. Point your finger at the ready meals and with the tray go to the cashier. Attention the drinks are behind the trays so to be taken first. Cutlery at the …", "rating": 4, "name": "Raimondo Antonio Terzaghi", "cat": "Ukrainian restaurant"}, {"review": " And everything would seem perfect. Tasty, colorful, not expensive, beautiful interior, lots of space, everything new ... but spoiled the impression at the entrance that there is no pantus, we saw how difficult it is …", "rating": 4, "name": "Тетяна Бухун", "cat": "Ukrainian restaurant"}, {"review": "The borscht is excellent, the zrazy with mushrooms is very decent, the uzvar is chic, the dumplings with meat are normal. And at a very affordable price. And according to the sensations, it tastes better here than in the PX in Kharkov near the thermometer. Although maybe I just really wanted to eat) ...", "rating": 5, "name": "Александр Таровитов", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious but that's the only plus. Of the minuses, self-service, it is still incomprehensibly equipped room, because of this it is difficult to find anything) even an ordinary tray for food could not be found for a long time, although they asked several times, …", "rating": 4, "name": "Виктория Вейс", "cat": "Ukrainian restaurant"}, {"review": "City center. There is no trash can next to it. The toilet did not work due to technical reasons. The chicken cue ball was unlike anything, the meat didn't taste like it. Inside is always very crowded, but overall not bad. …", "rating": 3, "name": "Александра Анохина", "cat": "Ukrainian restaurant"}, {"review": "Used to come here often. Have not been for a long time, expanded, the entrance is now on the other side. After the repair, the interior upset me. White walls, white tiles in the toilet - it's like in a hospital. They removed the pictures that I really liked. Removed the nursery...", "rating": 4, "name": "Kazimira", "cat": "Ukrainian restaurant"}, {"review": " A good establishment, a varied menu, a clean and many free places. We have lunch here regularly, very much like \"breakfasts\", they pity until 11:30, if the late workers will be frozen nodding at \"bosses\". Everything …", "rating": 5, "name": "Mikhail B", "cat": "Ukrainian restaurant"}, {"review": " Perfect 👏👏👏 Everything is at the highest level !!! The choice of dishes is huge, for all tastes! They cook very tasty! The establishment is clean and comfortable! …", "rating": 5, "name": "Татьяна Обийдыхата", "cat": "Ukrainian restaurant"}, {"review": "Tasty food. I took dumplings, there are no extra spices in minced meat. Sour cream was enough. Delicious tea with bergamot and walnut cake left a pleasant impression. At the entrance, the temperature is checked, they are not allowed in without masks, there is an antiseptic. On the …", "rating": 5, "name": "Катерина Мяу", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, reasonable prices, decent interior. It was the first time, so a little unexpected, here is self-service like a canteen. Everything else is fine. …", "rating": 5, "name": "Виталий Ростовцев", "cat": "Ukrainian restaurant"}, {"review": "Walk in and get lost, but overall not bad for a quick bite to eat. The choice of dishes is seasonal, it pleases. Prices: medium category. The interior is not flashy, calm. …", "rating": 4, "name": "HELIN", "cat": "Ukrainian restaurant"}, {"review": "divine place. clean, beautiful, satisfying and affordable. moved quite a bit, but with the help of signs it is easy to understand where. I haven't mentioned sockets yet, you can sit and charge your smartphone/tablet/laptop. but I was especially impressed with the design, ...", "rating": 5, "name": "Kitty", "cat": "Ukrainian restaurant"}, {"review": "Tasty, prices for a tourist from Belarus are acceptable. Portions are not big and not small. You can try Ukrainian borscht, dumplings, dumplings and other dishes of Ukrainian cuisine. There is beer and desserts. …", "rating": 5, "name": "Aleks Stah", "cat": "Ukrainian restaurant"}, {"review": " The menu includes delicious dishes of our native cuisine, a cozy atmosphere and tranquility …", "rating": 5, "name": "Богдан Колос", "cat": "Ukrainian restaurant"}, {"review": "Pot-bellied Hut on Khreshchatyk, which is located immediately, near the metro exit, I liked more than the others. I have been to many cafes of this chain, but they are really cool. First, it's cozy. Secondly, a huge room on two floors. Can be found…", "rating": 5, "name": "Юлия Пономаренко", "cat": "Ukrainian restaurant"}, {"review": " Delicious cakes.\nNot always fresh food. Sometimes raw potatoes and stale salads.\nUpd. During the last visit I liked the high level of surface disinfection. …", "rating": 4, "name": "SvetLana Kalinova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Metkiy", "cat": "Ukrainian restaurant"}, {"review": "The food is good, but the problem with the places is a big problem ... The second floor was blocked in front of us, the girl next to me said that they didn’t really want to clean it, so they close it in the evening. We were around 17. As a result, my daughter began to eat while standing at the cash register, ...", "rating": 1, "name": "Galaktika", "cat": "Ukrainian restaurant"}, {"review": "Everything is very delicious. Even disposable devices are provided to make it safer during quarantine. …", "rating": 5, "name": "Анетти Счастливая", "cat": "Ukrainian restaurant"}, {"review": " This place definitely deserves to be \"5\". But there is one thing: shooting is forbidden here. Still suspiciously looking like a hooligan. And then it turned out that he had no table knives, and even the napkins were …", "rating": 3, "name": "Андрей Кошельник", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Tatsiana P", "cat": "Ukrainian restaurant"}, {"review": "Not bad. A minus star for the complete absence of a ramp or some kind of opportunity for people with disabilities to enter the restaurant ...", "rating": 3, "name": "Анна Басай", "cat": "Ukrainian restaurant"}, {"review": " Great price and great food. I highly recommend! Upon arrival in Kiev, the first thing we want to eat and there is no better place. It is a bio, so we wander with a plate. Ukrainian borscht and dumplings with cherries …", "rating": 5, "name": "Rianek", "cat": "Ukrainian restaurant"}, {"review": "They cook, as in all \"Pot-bellied Huts\", delicious. Prices are slowly rising, but affordable. This cafe is large, there are many halls, there is a toilet and there is a place to wash your hands. But there were a lot of people. I don't know if this is always the case here. …", "rating": 4, "name": "Larysa Sokolova", "cat": "Ukrainian restaurant"}, {"review": " Vsyhno ok but the price is 3%% vec than in Czech and the Polish is ok and v e ch e e walk ATM cards can be paid with Rublami / Hryvnem * …", "rating": 5, "name": "Jevvgenij Komorov", "cat": "Ukrainian restaurant"}, {"review": "The place is good, with a good choice for visitors, but the security is not very, (There are rude people) …", "rating": 3, "name": "Витос Бумчик", "cat": "Ukrainian restaurant"}, {"review": " Very rich !! We swell to eat all typical Ukrainian homemade dishes for only € 12 (without drink) as recommended by the free tour guide and 100% recommended! …", "rating": 5, "name": "janina ramirez", "cat": "Ukrainian restaurant"}, {"review": "Tasty, fast, inexpensive, spacious. There are soups to choose from, hot dishes, salads. Vareniki are practically homemade. Good coffee and desserts (in a separate room) The staff carefully monitors cleanliness. Of the minuses of the institution - too small ...", "rating": 5, "name": "Eduard Shk", "cat": "Ukrainian restaurant"}, {"review": " During our Kiev stay we were here several times eat. You have a large selection of typical Ukrainian dishes, all of which taste great. For a full tray with several dishes you pay only 2-3 € which is simply …", "rating": 5, "name": "Jul", "cat": "Ukrainian restaurant"}, {"review": "The best Puzata Hut I've ever been in. Everything, absolutely everything that was ordered, namely okroshka, mashed potatoes, chop, mushrooms with vegetables and cheesecakes. The prices are acceptable. I was pleasantly surprised by the interior, the toilets are clean. Not very noisy. Choice …", "rating": 5, "name": "Наталия Рябова", "cat": "Ukrainian restaurant"}, {"review": " The price was good as well. We ate Kiev chicken and hinkali ravioli (with potatoes) and vegetarian salad (closed package). It was delicious and fresh. …", "rating": 4, "name": "Mevlüde Arslan", "cat": "Ukrainian restaurant"}, {"review": "Ate in several branches in the center of Kyiv, were very satisfied. A wide range of dishes, wonderful desserts, fast service, everything is very tasty, fresh and of good quality. The prices are democratic. Highly recommend! …", "rating": 5, "name": "Anna G", "cat": "Ukrainian restaurant"}, {"review": " Great price performance. For 10 € 2 people can eat.\n\n", "rating": 4, "name": "Alex Malaeck", "cat": "Ukrainian restaurant"}, {"review": "After quarantine, borscht turned into water with beetroot and potatoes. They completely forgot about cabbage and tomato. For old times sake, I took a large portion (36 hryvnia), but it's not worth it at all. I used to come to eat borscht and something else according to my mood. …", "rating": 1, "name": "Anzhela Lupakova", "cat": "Ukrainian restaurant"}, {"review": "I love this place! Every time I come to Kyiv, I always come here. Here you can simply and quickly have a bite (but it will not be fast food ☝️👍), or have a hearty meal 😁. A huge plus is that they prepare dishes from home cooking and …", "rating": 5, "name": "Юлия Жиганова", "cat": "Ukrainian restaurant"}, {"review": "We arrived in Kyiv with a child for a day, we were on the road at night, we were hungry and it was cold.\nWe went to \"Puzata hut\". …", "rating": 3, "name": "Weronika", "cat": "Ukrainian restaurant"}, {"review": "Delicious and affordable in the very center of Kyiv.\nTake \"lumpy\" meat, not chopped - this is a guarantee to get meat without \"impurities\" (fillet, chop, chicken Kiev) ...", "rating": 5, "name": "Karyna Karina", "cat": "Ukrainian restaurant"}, {"review": "Good prices. To eat well, 100 UAH is enough. For example, chicken wings 4pcs. 28 UAH, sauerkraut salad 24 UAH, country style potatoes (not recommended) 17 UAH, good borscht 27 UAH, dumplings 4 UAH, beer 29 UAH. Tables are cleared...", "rating": 3, "name": "Богдан Шаренко", "cat": "Ukrainian restaurant"}, {"review": "Very spacious and delicious. The portions are large and the food looks and tastes delicious. Prices are too high even in comparison with other departments of the same Pot-bellied Hut. …", "rating": 4, "name": "Влад Данилов", "cat": "Ukrainian restaurant"}, {"review": "An infrequent guest in the Pot-bellied Hut. But I really liked it here. A beautiful interior design in an eclectic style, which combines loft, modern, minimalism, eco-style and others, which distinguishes this cafe from others from the Puzata …", "rating": 5, "name": "Alex Reaper", "cat": "Ukrainian restaurant"}, {"review": " Very large room. A lot of places, comfortable, cozy. You can sit even with a great company. Nice finish, interior. Saw tea with cake, delicious. …", "rating": 5, "name": "Inna Vasuljivna", "cat": "Ukrainian restaurant"}, {"review": " Puzata Hata ... Super chain of restaurants where you will find typical Ukrainian cuisine, from soups to more substantial dishes, with self-service formula (ideal for those who do not know the language because you can …", "rating": 5, "name": "Andrea Olla", "cat": "Ukrainian restaurant"}, {"review": "The best place in Kyiv! Delicate mashed potatoes, an incredible Kiev cutlet and dumplings with cherries for dessert are the key to a wonderful day for everyone. And when you see the amount of the check, life will sparkle even more brightly, because the prices are more than affordable. …", "rating": 5, "name": "Рита Костенко", "cat": "Ukrainian restaurant"}, {"review": " An institution that is fully responsible for such a slogan \"fed up and happy\". My breakfast is eggs, hunting sausages and pancakes with cherries + -100g. Tasty no complaints, maybe). Last time ordered a comp. …", "rating": 5, "name": "Михайло Царюк", "cat": "Ukrainian restaurant"}, {"review": "Today, on Shabbat, my husband and I decided to have dinner in a pot-bellied hut. Our Michelin chef got sick, but we want to eat something, we had to choose from what we had. The first thing that shocked me was the size of the cutlery. A spoon the size of a ladle and a fork...", "rating": 4, "name": "Мария", "cat": "Ukrainian restaurant"}, {"review": "Recently visited this cafe (it is after renovation) Very interesting interior, delicious food, and a great variety in the choice of dishes. But, there are some minor downsides. First, you can't find a toilet without a Guide, and second, three cashiers can't cope with such a flow ...", "rating": 4, "name": "Лилия Ятчук", "cat": "Ukrainian restaurant"}, {"review": "Disgusting staff. The guard addresses the guests in no other way than: \"put on a mask.\" The second one does not let you go to the second floor because there is an imaginary cleaning. Nobody cleans the tables. In the institution, guests of the capital actually spend the night (and here the guards are nothing ...", "rating": 1, "name": "Инна Грищенко", "cat": "Ukrainian restaurant"}, {"review": " Really appropriate place to eat well. Always a great choice, everything is delicious and homey. Cheap. It will give a head start to many Kyiv restaurants both in terms of the quality of dishes and the organization of …", "rating": 4, "name": "Сергій Бобир", "cat": "Ukrainian restaurant"}, {"review": "I really liked the menu, here you can eat very tasty and hearty, and not expensive. The menu is varied, the prices are reasonable, the hall is clean, the toilet too. In general, the best place where you can eat tasty and not expensive. …", "rating": 5, "name": "Светлана Лаптева", "cat": "Ukrainian restaurant"}, {"review": " Pretty clean. The food is fresh. There are toilets.\nUnfortunately, the range of dishes has decreased and prices have risen.\nIn the morning it is possible to order a full breakfast (several dishes to …", "rating": 4, "name": "Вікторія Гудименко", "cat": "Ukrainian restaurant"}, {"review": "An institution where you can eat tasty and inexpensively on Khreshchatyk. It's good that it opens early. Beautiful interior. Clean. …", "rating": 5, "name": "Lynx R", "cat": "Ukrainian restaurant"}, {"review": " Food was available, though the queue was long. Cooked, usually not like a restaurant, but you can eat ... …", "rating": 4, "name": "Andrii PAN", "cat": "Ukrainian restaurant"}, {"review": " Breakfast in a pot-bellied house is the best thing that has happened to me at such a price. The quality is higher than the price :) …", "rating": 5, "name": "Ksenia Golius", "cat": "Ukrainian restaurant"}, {"review": "Delicious, fast, clean. Real Ukrainian cuisine. A good choice. Lots of space. There is a bar with drinks and desserts. …", "rating": 5, "name": "Vyacheslav TES", "cat": "Ukrainian restaurant"}, {"review": " Many cities. Cozy. I liked the borsch, but not the cheesecakes. It tastes like a lot of flour smeared with egg and lightly fried. I almost didn't notice the cheese there. …", "rating": 3, "name": "Современная Абстракция", "cat": "Ukrainian restaurant"}, {"review": "A lot of people. There are only 3 cubicles in the toilet - it took a very long time to wait when it was free. Prices are low. The queue was also long at the cafe - 10 people. …", "rating": 3, "name": "Олександр Горощенко", "cat": "Ukrainian restaurant"}, {"review": "We were here in the evening, it was fashionably tasty and not very expensive to eat, I really liked the hodgepodge, but the puree was already tired (a bit dry), there is a choice of dishes, at the entrance they asked for a vaccination certificate, they managed to eat, they wanted to take another dessert, but not ...", "rating": 4, "name": "Роман", "cat": "Ukrainian restaurant"}, {"review": "Expected level of food and service - ok for a quick lunch. I was pleased with the interior in the Pot-bellied hut near the Khreshchatyk metro station ...", "rating": 4, "name": "Dina Parhomchyk", "cat": "Ukrainian restaurant"}, {"review": "Service is fast, prices are very reasonable. The kitchen is like home, very tasty. There are a lot of seats, and even in offensive times there are empty seats. The staff is very friendly. …", "rating": 5, "name": "Alex Mad", "cat": "Ukrainian restaurant"}, {"review": "Not a building, but a labyrinth) a very cozy place, it is also possible for dates - there are a lot of secluded corners) The choice of food is always large, everything is tasty, inexpensive …", "rating": 5, "name": "Мария Мисаилова", "cat": "Ukrainian restaurant"}, {"review": " It is very good to have a rest. Delicious food. Pleasant staff, all are polite. Cleanliness. As I happen in Kiev, I only accept food in the Belly House. …", "rating": 5, "name": "Татьяна Троцковец", "cat": "Ukrainian restaurant"}, {"review": "A good restaurant of Ukrainian and not only cuisine, for fast and quality food. There are all the necessary elements. Possibility to wash hands at the entrance, toilets inside the premises. Diverse menu. Self-service system. The prices are not...", "rating": 4, "name": "Вадим Иванищев", "cat": "Ukrainian restaurant"}, {"review": "Simple delicious food. But I was surprised by the staff - very slow service, and several times just ignoring, we had to stand and wait until they pay attention to us, while there weren’t many visitors at that moment ... ...", "rating": 4, "name": "Kateryna Vdovchenko", "cat": "Ukrainian restaurant"}, {"review": "As always, thanks a million times. The only request, serve more juices and we were warm with the child, she asked for juice, and it was only cold. Thanks to the staff warmed up . Generally very friendly and helpful staff. Good luck to you. …", "rating": 5, "name": "Ольга 1402", "cat": "Ukrainian restaurant"}, {"review": "I love this establishment. Delicious, fast, inexpensive. Very tasty borscht, compotes, pastries. Herring under a fur coat is not homemade, but you can eat in hunting. Full lunch-100-150 UAH. Quite acceptable!)", "rating": 5, "name": "Галина Андреева", "cat": "Ukrainian restaurant"}, {"review": "Previously, \"Puzata Khata\" was famous for business delicious food, they also called it a \"student cafe\") And this is where the prices are, to put it mildly, high ... compote for the price of coffee ((\nYou can’t eat for 100 UAH anymore ...", "rating": 4, "name": "Светлана", "cat": "Ukrainian restaurant"}, {"review": "Clean, simple. In the evening, the choice of food is not large, but it is logical. Bad - no mobile connection, does not catch. …", "rating": 4, "name": "Marina Tvorogova", "cat": "Ukrainian restaurant"}, {"review": " Lots of choice, you have to wash your hands before going in.\nA lot of space. …", "rating": 5, "name": "010 Diangelo", "cat": "Ukrainian restaurant"}, {"review": " I always eat in the cities I travel in Puzataya Khata. Delicious and simple …", "rating": 5, "name": "Олена Баркова", "cat": "Ukrainian restaurant"}, {"review": " Great food at an affordable price.\n\n", "rating": 5, "name": "Darek", "cat": "Ukrainian restaurant"}, {"review": " Regional food at very good prices.\n\n", "rating": 5, "name": "iwona dobrosielska", "cat": "Ukrainian restaurant"}, {"review": "Everything was very tasty and not expensive! Very beautiful interior. I ordered a cutlet in Kiev, a portion of vegetables (mushrooms and zucchini), borscht and compote! Everything is completely delicious, ate and full and satisfied went on to explore the city! Everything is great! …", "rating": 5, "name": "Екатерина Мойсова", "cat": "Ukrainian restaurant"}, {"review": "Located in the center of the city. Convenient location. Tasty and inexpensive. Average bill (1,2 and 3) UAH 100 I recommend to everyone. …", "rating": 5, "name": "Viktoria Chervinska", "cat": "Ukrainian restaurant"}, {"review": "Delicious, fast, homemade food, relatively inexpensive (as for Kyiv) and even in the center of the capital!!! I think it’s better not to find, especially those who are tired of fast food! Menu for every taste! Borscht, like at home ..... In general, come in, you will not regret it ... if ...", "rating": 5, "name": "Vladimir Raviolli", "cat": "Ukrainian restaurant"}, {"review": " Cool place. Delicious breakfasts. Everything is delicious. Friendly and positive staff. Lots of space. You have to overcome some mazes to go in and out) …", "rating": 5, "name": "Yevhen Kartsan", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Daniell Kisiel", "cat": "Ukrainian restaurant"}, {"review": "The place is new, beautiful, the food is delicious, but the room is just a labyrinth, you have to work hard to find the toilet, well, the repairs have been done, but everything is already broken, the soap flows, the urinal is torn off, the hand dryer does not work, there are no knobs in the toilet. In general, everything is fine. …", "rating": 4, "name": "Евгений Якубенко", "cat": "Ukrainian restaurant"}, {"review": "My wife and I were satisfied. We ate for 220 hryvnia (~ 7 €). Very normal for us in terms of price (we ourselves are from Riga). The choice of dishes and the assortment is normal. To just satisfy the hunger, that's what you need. Something in the assortment of dishes reminds ...", "rating": 5, "name": "Vadims Pugačovs", "cat": "Ukrainian restaurant"}, {"review": "We were passing through Kyiv, we liked the location on Khreschatyk. The prices are adequate, but of course, 50 UAH for a cutlet in Kiev is a bit much... But if we perceive this cutlet as a separate \"attraction\" for foreigners, then maybe …", "rating": 5, "name": "Snezhana “Day by Day” Gukasyan", "cat": "Ukrainian restaurant"}, {"review": "The prices are acceptable, I liked the place, upon arrival you don’t need to look for a toilet where to wash your hands, but just a little further along the corridor there is a walk-through room with washbasins, soap, and a hand dryer. And further along the spreading tables, a tubular platform ...", "rating": 5, "name": "Сергей Прохур", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, but the service... To wash your hands with soap, you have to really strain in search of a dispenser where this very soap can be... They are simply empty... …", "rating": 3, "name": "Nataly Ukraine", "cat": "Ukrainian restaurant"}, {"review": "No wifi and not enough napkins just in case.\nBut in general, everything is OK 👌 Very tasty, clean, nice atmosphere and prices are normal))) …", "rating": 4, "name": "Сергей Толстых", "cat": "Ukrainian restaurant"}, {"review": "I used to often go to eat in this institution, until hair began to come across in food. …", "rating": 1, "name": "Oleksii Karachynskyi", "cat": "Ukrainian restaurant"}, {"review": " In Kiev have branches everywhere, they are delicious and the prices are affordable. Meals in the photo about 40 rubles …", "rating": 5, "name": "Ersin ŞAHİN", "cat": "Ukrainian restaurant"}, {"review": "Very varied menu with salads and hot dishes. There is a separate area with desserts. Clean, comfortable, lots of space. It is a pity that there is no wi-fi and there is no connection, because. semi-basement. The food is delicious. Salad, dumplings and uzvar cost 98 UAH. …", "rating": 4, "name": "Anipe_ab", "cat": "Ukrainian restaurant"}, {"review": " A good option for a quick and tasty meal. It's worth trying unknown dishes. I came across a delicious, unidentified sour soup (it wasn't cucumber or cabbage soup). Prices reasonable. …", "rating": 4, "name": "Jarosław K", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, very fast, very comfortable, all at reasonable prices. You can buy boats and take food with you. At the entrance there is a separate department with desserts, which you can just admire. It was not possible to try, because. not enough for them...", "rating": 5, "name": "Elena Er", "cat": "Ukrainian restaurant"}, {"review": "Beautiful place. Incredibly delicious cuisine) Clean and comfortable. I advise everyone to visit Puzata Hata on Khreshchatyk) …", "rating": 5, "name": "Анастасия Ефремова", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat, quiet and peaceful. An excellent choice for every taste. …", "rating": 5, "name": "Денис Нечаев", "cat": "Ukrainian restaurant"}, {"review": "We ordered well. Ate too. We sat on the edge to the partition\nMy friend wanted to go out and then the partition falls and tears through her leg. The workers would even come up and say that everything is fine with us? Of course not. Why. Them …", "rating": 1, "name": "Annet Zakharova", "cat": "Ukrainian restaurant"}, {"review": "The network of pot-bellied huts cooks the best borscht among all fast food establishments. Although it is difficult to call this restaurant fast food. I would talk about an open space restaurant, where you can have a calm and tasty meal. There is no feeling hanging over you ...", "rating": 5, "name": "Alex Delsian", "cat": "Ukrainian restaurant"}, {"review": "the food is delicious, but instead of half a serving of cheesecakes, they punched me full at the checkout. Check without leaving the checkout. …", "rating": 3, "name": "Любомир Карпов", "cat": "Ukrainian restaurant"}, {"review": "I don’t know how you can visit Kyiv and not visit Puzata Khata.\nAnd if you've already been there, how can you dislike this place.\nVery tasty, quite cheap, super! …", "rating": 5, "name": "Kirill Yeshmantovich", "cat": "Ukrainian restaurant"}, {"review": " Very tasty cuisine. Everything was delicious and affordable. …", "rating": 5, "name": "Тарас Семенюк", "cat": "Ukrainian restaurant"}, {"review": " The food is adequate for the price. The set in the photo costs about PLN 35. However, for the best borscht and dumplings, go somewhere else :-) …", "rating": 4, "name": "Krzysztof Cz", "cat": "Ukrainian restaurant"}, {"review": " Cook well, delicious, happy to suggest a choice. By the way, a wide selection of dishes, so you can easily find something for yourself. Well done. The facility is clean and warm. Nice music) …", "rating": 5, "name": "Надежда", "cat": "Ukrainian restaurant"}, {"review": " Puzata Hata is a well-known chain of restaurants in Ukraine. You can eat to your heart's content here for a really affordable price. The food is delicious and the staff is very helpful. …", "rating": 5, "name": "Heiko Mertsch", "cat": "Ukrainian restaurant"}, {"review": "Plenty of seating and places to charge your phone. As always, there are problems with cutlery and sometimes you can't get through to the staff, but better than in other huts. To have a tasty snack on Khreshchatyk - I recommend it! …", "rating": 4, "name": "Sanya L", "cat": "Ukrainian restaurant"}, {"review": " Quite a decent place to eat, drink coffee or tea with delicacies. The interior is so-so. But the tables are cleaned in time, clean. …", "rating": 5, "name": "Наталья Никулина", "cat": "Ukrainian restaurant"}, {"review": " The usual assortment of the Belly House, large halls, on holidays it is difficult to find a table to eat.\nMade on the site of a former bomb shelter, so be prepared for the fact that …", "rating": 4, "name": "Volodya Denysiuk", "cat": "Ukrainian restaurant"}, {"review": "Budget and fast. The only minus of this restaurant-dining room is incomprehensible corridors without signs. It is fashionable to get lost there for a couple of times! The main thing is to find a way out) ...", "rating": 3, "name": "Katty Kolas", "cat": "Ukrainian restaurant"}, {"review": "Delicious, fast. But very dirty. It was scary to look at the floor once again. Not appetizing. There is so much dirt under the tables, as if they had never been cleaned at all. For the first time I sat in an institution where there is no wi-fi. It's a bit weird nowadays 🤷🏻‍♀️ …", "rating": 3, "name": "Olena", "cat": "Ukrainian restaurant"}, {"review": " Long service, dishes with stains. Very surprised by the savings of napkins, 2 pieces per person. Some kind of savagery. …", "rating": 2, "name": "Александр Козаченко", "cat": "Ukrainian restaurant"}, {"review": " Dishes are not the first freshness, long service at the box office, not very tasty.\nFrom the borscht on the day of the visit there was one name. The only thing I …", "rating": 3, "name": "Ярослава Борзова", "cat": "Ukrainian restaurant"}, {"review": "Wonderful establishment. I was very pleased with the complex breakfast for 50 UAH! Very tasty and satisfying for the whole day. Thank you. …", "rating": 5, "name": "Медовик", "cat": "Ukrainian restaurant"}, {"review": " This is the best if you are in Ukraine. It is a very inexpensive and tasty buffet. You can try different protein options. Highly recommended if you want to eat well and not spend a lot of money …", "rating": 5, "name": "Felipe Ferreira", "cat": "Ukrainian restaurant"}, {"review": " Everything is very tasty, the only thing is on Khreshchatyk and always crowded, but there are always places to eat)) …", "rating": 4, "name": "Iryna Lbk", "cat": "Ukrainian restaurant"}, {"review": " Very tasty. Value for money is ideal. I don't know where else in Kyiv you can eat for 150-200 hryvnias. (salad, borsch, second) (vegetables + portion of meat). Portions are large, very happy to visit. …", "rating": 5, "name": "Владислав Ткаченко", "cat": "Ukrainian restaurant"}, {"review": " Very cozy, clean and delicious) A wide selection of dishes, especially for vegetarians, and very useful) …", "rating": 5, "name": "Miroslava Molotchko", "cat": "Ukrainian restaurant"}, {"review": "The cheapest place where you can eat fully and tasty in Lviv, I recommend complex breakfasts there😋 …", "rating": 5, "name": "Алексей Скляров", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place. You can always eat tasty, fast and inexpensive. This is especially nice for business travelers and tourists. I was pleased with the transfer of the entrance to \"Puzata Hata\" directly next to the Khreschatyk metro station. Convenient layout and…", "rating": 5, "name": "Александр Пицык", "cat": "Ukrainian restaurant"}, {"review": " Delicious, affordable, and convenient location. You can take cool photos …", "rating": 5, "name": "Antonina Vishnevskay", "cat": "Ukrainian restaurant"}, {"review": " 10/10, very good! I love this borsch and pies :)\n\nAlso super cheap …", "rating": 5, "name": "Laurie Clark-Michalek", "cat": "Ukrainian restaurant"}, {"review": " Recently, there have been extremely tasty cakes😊this is a huge plus for sweet tooth, especially nice when there is still a promotion, when buying a piece of coffee cake for 5 UAH👍 …", "rating": 5, "name": "Mariia Kasykova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Evgen's CAMP (ТАНКИСТ_В_ХЕРСОНЕ)", "cat": "Ukrainian restaurant"}, {"review": " Everything is great, moderately tasty, clean. Employees cope 100%, but a fat minus, wanted to leave a tip, and the girls were scared, and said it was impossible. I think this is unacceptable, tips should always be and …", "rating": 4, "name": "Ирина Змаева", "cat": "Ukrainian restaurant"}, {"review": "Delicious, affordable, clean. Minus one star for the kale salad with cucumber. The cost of a salad is 44.00 UAH in July (by weight up to 200 gr). At the same time, in the check, the chicken Kiev (mini for breakfast) in the check cost 32.00 UAH. …", "rating": 4, "name": "Катя Р", "cat": "Ukrainian restaurant"}, {"review": "Good food, reasonably priced with a large selection. Spacious rooms, courteous staff, try to immediately remove dirty dishes and prepare a table for the visitor. The main thing is freshly cooked, varied and can be packed away. …", "rating": 5, "name": "Олена Тітова", "cat": "Ukrainian restaurant"}, {"review": "Very nice pot-bellied hut. There are two entrances, it also has a courtyard floor. The food is delicious and everything is clean. . Of course, there is payment by card, you can also buy their products in the form of semi-finished products in branded packaging. Since the establishment…", "rating": 5, "name": "Миша Клевцов", "cat": "Ukrainian restaurant"}, {"review": " I really like the food here, delicious, inexpensive, clean, friendly staff. …", "rating": 5, "name": "Москотін Світлана", "cat": "Ukrainian restaurant"}, {"review": "Mmmm...it's love at first bite!!!! Delicious, home-style, a large selection, everything is hot and fresh, BUT be careful with Caesar salad))) when I took it, I thought it was a regular chicken Caesar) but how it came to weighing and price, …", "rating": 5, "name": "Anneti Shvets", "cat": "Ukrainian restaurant"}, {"review": " In general, a good institution with democratic prices in the city center. They cook deliciously, but the establishment needs renovation, the most impressed by the corrugated ceiling, covered with salt stains and rust …", "rating": 4, "name": "Levko Kviatkovskyi", "cat": "Ukrainian restaurant"}, {"review": "I often dine at Puzata Khata, as I work nearby.\nInexpensive and tasty.\nToday I wanted to eat, but they didn't let me in because I don't have a certificate...", "rating": 1, "name": "Марина Володько", "cat": "Ukrainian restaurant"}, {"review": " At first glance, a good institution. Especially recently made repairs. But we had to wait in a long queue. At the same time, some cash registers did not work. …", "rating": 1, "name": "Serhii Panchenko", "cat": "Ukrainian restaurant"}, {"review": "A good place, tasty and not expensive, but due to the lack of communication, it would not hurt to install Wi-Fi. …", "rating": 4, "name": "Vlad Kudritskiu", "cat": "Ukrainian restaurant"}, {"review": "So-so establishment, given its location and price tags - the food is not of the best quality, it was especially unpleasant to eat cold fried potatoes ... ...", "rating": 3, "name": "Ivan Semko", "cat": "Ukrainian restaurant"}, {"review": " cozy, delicious. It's a pity WiFi is not available, even the Internet does not catch. …", "rating": 4, "name": "hennadii hladkov", "cat": "Ukrainian restaurant"}, {"review": "Adequate value for money. Enough seating, comfortable and clean. No kilometer lines. Try their mushroom cream soup!)…", "rating": 5, "name": "Наталья Котляр", "cat": "Ukrainian restaurant"}, {"review": " We went to this Ukrainian restaurant in August 2021 while visiting Kiev. We ate well, there is a lot of choice of traditional dishes at very reasonable prices. The decoration inside is very pretty, we ate upstairs, …", "rating": 5, "name": "Nataliya ECHARD", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat well and good value for money. But often there is not enough space at the tables. Chicken Kiev is very tasty, but when fresh. It happens that it is not fresh and then not very much. …", "rating": 4, "name": "Ksenia Джер", "cat": "Ukrainian restaurant"}, {"review": " The food is good tasty and cheap 2 people bought a lot of things 250 grivnaua …", "rating": 5, "name": "RTÇ", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Игорь Шнейдер", "cat": "Ukrainian restaurant"}, {"review": " A restaurant where you can taste Ukrainian national dishes. Food is cheap but tasteless and cold. I couldn't finish my favorite kievski katlet (Kiev chicken, with its full translation, Kiev Meatballs) here. It was …", "rating": 2, "name": "xXperi Xx", "cat": "Ukrainian restaurant"}, {"review": "The place is good, delicious food, good service, a lot of places, you can sit with a company, the prices are not expensive, I recommend!!!! …", "rating": 5, "name": "Света Семак", "cat": "Ukrainian restaurant"}, {"review": "In Pot-bellied Hut, I only liked dumplings with cherries. And this time I had dinner with them, but after dinner I got, along with satiety, excellent heartburn. It was this time that the cherries in dumplings were sour, there was little sugar, buy extra ...", "rating": 3, "name": "Маргарита Спивак", "cat": "Ukrainian restaurant"}, {"review": " Cheap, but the food is worth the price, I will not say that bad, but I cook better :) Inside some labyrinths, we still need to understand where to go. The tables are tight, and some other columns are tight, with a …", "rating": 3, "name": "Михаил Н. С.", "cat": "Ukrainian restaurant"}, {"review": "I go to eat often. Everyone is happy)\nOnly at lunchtime it is better not to go - a lot of people. Well, donuts get smaller every year (...", "rating": 4, "name": "Ruslan Yemchenko", "cat": "Ukrainian restaurant"}, {"review": " After repairing the \"Puzata Hut\" it became more modern and stylish: no hayloft. The dishes taste just as delicious !!! …", "rating": 5, "name": "Vladimir Kolesnik", "cat": "Ukrainian restaurant"}, {"review": " Constitution Square, this is the best option for the restoration of democracy by the Self-Organization of Local Active Territorial Communities to Live Happily and with Dignity of the PEOPLE of Ukraine and Ukrainians …", "rating": 5, "name": "Михайло Страшок", "cat": "Ukrainian restaurant"}, {"review": "Been to this establishment 2 times. The breakfasts were very tasty with mashed potatoes, borscht was also delicious. In general, this is much cooler than any fast food with their burgers. …", "rating": 5, "name": "Игорь", "cat": "Ukrainian restaurant"}, {"review": " Delicious, large portions, spacious halls. I advise everyone like fast food or a canteen …", "rating": 5, "name": "Katerina Stekacheva", "cat": "Ukrainian restaurant"}, {"review": " All is well. It was evening, the choice of food was minimal but there were many desserts. Everything is delicious and nice. …", "rating": 5, "name": "Александр Вавилов", "cat": "Ukrainian restaurant"}, {"review": "Pros: Good location, right in the center. The food is fresh, tasty and the prices are reasonable. …", "rating": 5, "name": "Sadovska Anna", "cat": "Ukrainian restaurant"}, {"review": "\nAs always tasty and inexpensive.", "rating": 5, "name": "Maksym qwerty", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Маринка", "cat": "Ukrainian restaurant"}, {"review": "Delicious and not expensive. Suitable for locals and tourists.\nEspecially tasty and not expensive lemon pie. Today we took as many as 2 pieces home. …", "rating": 5, "name": "Shafranek show", "cat": "Ukrainian restaurant"}, {"review": "Good idea, home cooking at an affordable price. Delicious, due to the flow of people, everything is fresh. We often go when we walk, the child was fed there too. A great alternative when you're hungry and need a quick and tasty meal. …", "rating": 5, "name": "Наталья Шамоева", "cat": "Ukrainian restaurant"}, {"review": " We were on a frosty New Year's Eve. I wanted to eat and keep warm. The food was delicious, but everything was cold. And this is very inappropriate in winter. …", "rating": 4, "name": "Римма Борисова", "cat": "Ukrainian restaurant"}, {"review": " Decent food for adequate money. Cozy halls where you can comfortably chat with friends over dinner. We were not disappointed after a very long, long break in visiting the \"Belly House\". Satisfied with the service and …", "rating": 5, "name": "Julia Bair", "cat": "Ukrainian restaurant"}, {"review": "I always wonder why soups / borscht are poured in such a way that they spill, I would really like more dishes themselves ...", "rating": 4, "name": "Marianna", "cat": "Ukrainian restaurant"}, {"review": " Great salmon in Dutch sauce (maybe a little wrong with the name of the sauce)! Thanks for updating the menu …", "rating": 5, "name": "Марина Острицкая", "cat": "Ukrainian restaurant"}, {"review": "A good place to chat over lunch or dinner, if they are not in a festive format :) . Spacious, clean, comfortable. Not a very rich selection of lenten dishes, as it seemed to me. Well, prices have grown (as, indeed, in many other places). But …", "rating": 4, "name": "Lada Life", "cat": "Ukrainian restaurant"}, {"review": " Cozy place. You can have a delicious meal, sit in a pleasant company on comfortable armchairs, drink a beer or a glass of wine …", "rating": 5, "name": "Oлена Колб", "cat": "Ukrainian restaurant"}, {"review": "I love Puzata Hata.\nThere are already favorite dishes here and it is always interesting to try something new.\nI don’t know how they have technological maps, but even in different cities ...", "rating": 5, "name": "Vasyl Radionov", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Jiles *", "cat": "Ukrainian restaurant"}, {"review": " Great place to eat tasty and cheap. Very convenient location in the center of the capital of Ukraine. You can order dishes such as borscht, dumplings with sour cream, compote and others. I recommend! …", "rating": 5, "name": "Serhii", "cat": "Ukrainian restaurant"}, {"review": " Snug. Lots of dishes. For travelers, that's it. Large selection of dishes. Very good location. Near Khreshchatyk and 2 metro stations. …", "rating": 5, "name": "Viktor Dovban", "cat": "Ukrainian restaurant"}, {"review": "Good selection, reasonable prices and most importantly - delicious dishes. Cozy interior. …", "rating": 5, "name": "Антонина", "cat": "Ukrainian restaurant"}, {"review": "It looks like a prison, around the guards (workers) no matter how they stole mashed potatoes or kampotik, zhaaas, they grab food before they have finished eating, and woe to the guards of cutlets ..)))) ...", "rating": 1, "name": "Кач калдык", "cat": "Ukrainian restaurant"}, {"review": "The updated Pot-bellied hut pleased us, as usual, with a chicken Kiev and potato pancakes. Everything is delicious, you can have a bite to eat quickly, there are enough places. …", "rating": 5, "name": "Светлана Кошевая", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Шок", "cat": "Ukrainian restaurant"}, {"review": "Cosy, good food, affordable. Potato, fur coat salad, juice, coleslaw, fish cutlet with elk, ketchup and bread about 140 UAH. …", "rating": 4, "name": "Olesya Shapovalova", "cat": "Ukrainian restaurant"}, {"review": "Like all restaurants of the Puzata Hata chain, it is good with affordable prices. But the service, comfort I like on the street. Sagaidvchnogo, on Podil, thanks to a comfortable room ...", "rating": 4, "name": "Beautiful world VK", "cat": "Ukrainian restaurant"}, {"review": " Good location (easy to get here by subway), lots of space, no crowds and queues, like at South Station. For some reason, the bar has a limited selection of drinks (not coffee), did not find anything for themselves. …", "rating": 5, "name": "Ольга Свідзинська", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Irina Iren", "cat": "Ukrainian restaurant"}, {"review": "Nice place to have a meal.\nThe food is always fresh, varied and delicious.\nPrices are moderate and affordable. …", "rating": 5, "name": "Татьяна Мюллер", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "inna manzhos", "cat": "Ukrainian restaurant"}, {"review": "Good canteen. It is a pity that prices are rising faster than the hryvnia is depreciating. 96 UAH for a small steak, mashed potatoes, olivier, bun and fruit drink …", "rating": 3, "name": "Eugene Gribachev", "cat": "Ukrainian restaurant"}, {"review": "Puzata's hut has deteriorated very much. Before, being a student, we always went here and it was possible to eat tasty and not expensive, now lunch for two is 500-700 UAH, for ordinary products, cucumber tomato salad costs 45 UAH, it is very expensive. And the quality...", "rating": 2, "name": "Лера Козырева", "cat": "Ukrainian restaurant"}, {"review": "Walnut cake (tort) superrr (arihaviy tort)", "rating": 5, "name": "Hulki BK", "cat": "Ukrainian restaurant"}, {"review": "Fast food restaurant with Ukrainian cuisine, alcohol is present in the assortment. Food is good, prices are reasonable. Drawback during rush hour queues at the checkout. …", "rating": 4, "name": "Матюшин Никита", "cat": "Ukrainian restaurant"}, {"review": "As always, a good selection of dishes, a budget solution for a full meal for visitors. Delicious, clean, comfortable. Quarantine rules are observed. There are antiseptics, appliances, bread - in individual packaging ...", "rating": 4, "name": "Елена Панченко", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant with home cooking and fast service. The atmosphere is conducive to meeting with friends. Very cozy, warm and tasty. …", "rating": 5, "name": "Natali Shubina", "cat": "Ukrainian restaurant"}, {"review": " Normal home type food. Quite a lot of people, which is why it is not very comfortable in the order area. Mobile communication and the Internet also work poorly in some halls. …", "rating": 4, "name": "Iren Zhuk", "cat": "Ukrainian restaurant"}, {"review": "Normal canteen. It tastes good to me, even though many dishes are quite fatty. Between Poppy and Pot-bellied Hut, I always choose Hut...", "rating": 4, "name": "Оксанка Ксю", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, inexpensive. The certificate was checked at the entrance. The room is clean and has plenty of space. We were satisfied with the price tag and the food…", "rating": 5, "name": "Aleksandr Penkovsky", "cat": "Ukrainian restaurant"}, {"review": "Everything is very delicious. Adequate prices. Fast service, both for the choice of dishes and for cleaning and disinfecting tables. I like coffee and cake too. …", "rating": 5, "name": "Ольга Грабовская", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Иван Киреев", "cat": "Ukrainian restaurant"}, {"review": "Everything is delicious, as always. Interesting layout. The only downside is that you can’t recharge your phone here and the connection is good only closer to the exit. There is no wifi. …", "rating": 4, "name": "Helen Ber", "cat": "Ukrainian restaurant"}, {"review": "I took fried potatoes with meat, on the recommendation of the seller ... how could you spoil the potatoes like that ??? Terribly dry, not salty and a lot of butter... impossible to eat. Wasted money, didn’t even eat it, but just left hungry. Very disappointed! …", "rating": 1, "name": "Kira Aleksandrova", "cat": "Ukrainian restaurant"}, {"review": " There is a funny table literally in four dicimeters near the stairs (almost below them), but that's right, a funny feature, and such a beautiful place, in the summer it's pretty cool in the middle :) …", "rating": 5, "name": "Wladislaw Kowalchuk", "cat": "Ukrainian restaurant"}, {"review": "The place is not bad due to the prices of the dishes and the location.\n\nSeparately, I want to note the good interior. Everything is well maintained and much better than in …", "rating": 3, "name": "Антонина Корнева", "cat": "Ukrainian restaurant"}, {"review": " Quite high quality and delicious food. I would like to change the range sometimes …", "rating": 4, "name": "Ирина Смирнова", "cat": "Ukrainian restaurant"}, {"review": "We bought dumplings, but we were not offered juice for a promotion. It's a shame.\nHowever, most of the food is delicious. …", "rating": 4, "name": "Євгенія Чевичелова", "cat": "Ukrainian restaurant"}, {"review": " If you change the schedule, indicate it on your website, Google maps, and not just on the front door of the institution with a blindfolded ad a la canteen or stand 90's in the collective farm. …", "rating": 1, "name": "Leonid Medved", "cat": "Ukrainian restaurant"}, {"review": "The best place to have breakfast and lunch when you are at work. The food is delicious, new dishes are often added to the menu. I would like a variety of breakfasts, since they are already boring) …", "rating": 5, "name": "MaName51 “WithEyesWideShut”", "cat": "Ukrainian restaurant"}, {"review": " I find it a perfect restaurant to eat fast typical Ukrainian dishes at a very good price. Hard to beat. …", "rating": 5, "name": "Francesc Berenguer", "cat": "Ukrainian restaurant"}, {"review": " The queue near the only men's toilet is a sanitary hour. In my opinion, cleaning should be done faster. …", "rating": 4, "name": "Oleh Chernov", "cat": "Ukrainian restaurant"}, {"review": "Everything is delicious, great selection of food, nice atmosphere, cleanliness, order. The establishment is located in the basement because of this, there are many rooms in which you can get lost) …", "rating": 5, "name": "Сергей Рядский", "cat": "Ukrainian restaurant"}, {"review": "A great place to eat and take a break from seeing the sights of Kyiv. Relatively inexpensive and delicious food. It is possible to take away with you. Convenient location and everything you need inside. …", "rating": 5, "name": "Александр Чеботарев", "cat": "Ukrainian restaurant"}, {"review": "All liked it! Great! Had fun with friends and ate. The prices are certainly not cheap. But if you consider that the center of the capital, then I understand why. …", "rating": 5, "name": "Сергей Гера", "cat": "Ukrainian restaurant"}, {"review": " I often visit the Belly House. I like that you do not need to wait for your order and there is a good choice of dishes. Came, took, paid at the box office and savored. Everything is fast and convenient. Puzata Khat on …", "rating": 5, "name": "Lesya Rutyan", "cat": "Ukrainian restaurant"}, {"review": "Here you can eat. Sometimes the food quality is so-so. Often there is nothing at lunchtime. A complex lunch will cost 100-110 UAH ...", "rating": 4, "name": "Sergii Podoliuk", "cat": "Ukrainian restaurant"}, {"review": "Economical and fast. I was not impressed with the tastes, but I did not have to wait long. When you are in a hurry - the most it ...", "rating": 5, "name": "Татьяна Андреевна", "cat": "Ukrainian restaurant"}, {"review": "Delicious! Does not cause a feeling of disgust! Ah, that's the main thing! And relatively inexpensive! …", "rating": 5, "name": "сергей валериевич", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Дима Винница", "cat": "Ukrainian restaurant"}, {"review": " The usual range with the usual quality. What can distinguish this institution - large windows at the table. The feeling of an open area with complete comfort (without wind, snow and rain) …", "rating": 5, "name": "Zakhar Kanevskiy", "cat": "Ukrainian restaurant"}, {"review": "Very tasty. Prices are relatively reasonable for most dishes. The only negative is that there are a lot of dirty dishes on the tables. Can't clean up...", "rating": 4, "name": "Юлия Юрьева", "cat": "Ukrainian restaurant"}, {"review": " All tasty. A great choice for every taste and prices are pleasantly surprised. …", "rating": 5, "name": "Ирина Фортуна", "cat": "Ukrainian restaurant"}, {"review": " Very comfortable inside, near the metro station, there were a lot of people inside, the food is delicious, everyone liked it …", "rating": 5, "name": "Юлiя Iонова", "cat": "Ukrainian restaurant"}, {"review": "Delicious borsch, mashed potatoes, soup, oh, and everything else too.\nThe staff is just bubbles!\nThe restrooms are clean, the tables are cleaned instantly, it is also nice to sit inside. Love …", "rating": 5, "name": "Marina Luchka", "cat": "Ukrainian restaurant"}, {"review": "Tables are rarely cleaned, visitors dump trays on adjacent tables. The queue in the toilet is like a mausoleum. At one of the two cash registers, the terminal did not work. …", "rating": 3, "name": "Dmitry Isaenko", "cat": "Ukrainian restaurant"}, {"review": "A place where you can eat cheap and tasty. It works on the principle of self-service - you take prlgos and cutlery on the vzola, you choose your own food, then you pay at the checkout. …", "rating": 5, "name": "Mikalai Sysoyeu", "cat": "Ukrainian restaurant"}, {"review": "I never thought that food in a restaurant, especially in such a format, could be like homemade. Salads are fresh, not drained like in other establishments. Potatoes like homemade, mashed potatoes are creamy in texture and enough oil, that is, it does not ...", "rating": 5, "name": "Таня Калиниченко", "cat": "Ukrainian restaurant"}, {"review": " Delicious cuisine, wonderful brine!\nA good place for a full snack. …", "rating": 5, "name": "Оксана Товстоноженко", "cat": "Ukrainian restaurant"}, {"review": " Puzata Hata - it is made in Kharkov and Kiev by one style.\nCozy, delicious, affordable. …", "rating": 5, "name": "Ніна Терещенко", "cat": "Ukrainian restaurant"}, {"review": "Well, what can I tell you: to fill your stomach is the very thing! Home cooking, cozy atmosphere, friendly staff. But, have you ever eaten at Tishchenko's?! His winter menu brings vigilance and a sense of joy. I will tell you this: if you have been in Kyiv, and not ...", "rating": 4, "name": "Serhii Yermola", "cat": "Ukrainian restaurant"}, {"review": " I advise against! I could say something about food, but I haven't even tasted it. I was only refused a meal because I had no mask. If there were 0 stars - I would not give a single one! …", "rating": 1, "name": "Ania Trojan", "cat": "Ukrainian restaurant"}, {"review": "Always delicious! For 110 UAH, I ate a day ahead. In any city, wherever I am, I look everywhere for a network of canteens \"Puzata Hata\". …", "rating": 5, "name": "Алёнка Арбузова", "cat": "Ukrainian restaurant"}, {"review": "You can have a tasty meal in the very center of the capital, everything is delicious, the prices are slightly above average. …", "rating": 4, "name": "Ксюша Козаревич", "cat": "Ukrainian restaurant"}, {"review": " A good place where you can have a delicious and not expensive snack …", "rating": 4, "name": "Дмитрий Конько", "cat": "Ukrainian restaurant"}, {"review": " Homemade Ukrainian cuisine, sometimes a bit oily but generally delicious. Who doesn't know, the restaurant has undergone a major redesign, and I recommend a visit and see the huge difference …", "rating": 4, "name": "Владислав Яцкив", "cat": "Ukrainian restaurant"}, {"review": "First time in this establishment.\nOnly good impressions remained.\nThe interior is good, the food is tasty, and even on a budget. …", "rating": 5, "name": "4iki_Piki", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, great food, lots of choice on the menu. In the morning, potatoes are not always warm, now we are faced with the fact that we had to ask to be warmed up. It is very cold in the coffee shop hall, the hoods really blow from everywhere just a dubak. Sitting on the street...", "rating": 3, "name": "Анастасія Семілуцька", "cat": "Ukrainian restaurant"}, {"review": "The cuisine is very good, tasty and relatively inexpensive....but in the same room you have to walk with a navigator...", "rating": 4, "name": "Margo Vobolis", "cat": "Ukrainian restaurant"}, {"review": " Great place!\nTasty, comfortable, and most importantly - good prices\nThe staff is friendly and it does its job well. I liked that everyone is smiling …", "rating": 5, "name": "Ксеня Лінник", "cat": "Ukrainian restaurant"}, {"review": " Fast food atmosphere ... and this weighing of meals, it looks a bit comical. Food ok - maybe the descriptions of the dishes are too small and you have to ask about everything. …", "rating": 3, "name": "Grzegorz Kotwica", "cat": "Ukrainian restaurant"}, {"review": " Very tasty, as always. You can eat at a budget price (30-40 UAH), and a considerable amount. …", "rating": 5, "name": "Юлія Кулик", "cat": "Ukrainian restaurant"}, {"review": " For many years they lived in the Belly House. I especially like Khreshchatyk. It is very tasty, always clean, spacious and beautiful. Friendly people never spoil the mood. Everything is thought out for comfort. I get …", "rating": 5, "name": "Olga Galustyan", "cat": "Ukrainian restaurant"}, {"review": "A place to come in and have a bite, fast satisfying, inexpensive, not everything is tasty, but it already depends on the cook, a cafe of fast Ukrainian food. …", "rating": 3, "name": "Игорь Андронов", "cat": "Ukrainian restaurant"}, {"review": "We were allowed to eat, despite the fact that it was already 15 minutes before closing. We made it, of course. Polite staff incl. and security. It never tastes bad here ;) …", "rating": 5, "name": "Михаил", "cat": "Ukrainian restaurant"}, {"review": " Very convenient location. Large room, fast, large selection of dishes, tasty and convenient. There were a lot of people, but everyone had enough space. I liked it. …", "rating": 5, "name": "Елена Чумак", "cat": "Ukrainian restaurant"}, {"review": " All very tasty, plenty of places to sit, great food choices and cheap! …", "rating": 5, "name": "Vlad", "cat": "Ukrainian restaurant"}, {"review": "Clean, spacious and you can see good chefs, everything that was taken was delicious)\nOf the minuses: the complete lack of communication and the Internet, knowing this, they could at least make Wi-Fi there😏 for this, I took off a star ...", "rating": 4, "name": "Yuliya Grushina", "cat": "Ukrainian restaurant"}, {"review": "The dumplings were yesterday, but the administrator of the hall (12/18/21) did an excellent job of resolving all misunderstandings ...", "rating": 4, "name": "Богдан Добровольский", "cat": "Ukrainian restaurant"}, {"review": " Significantly added to the price of norms lunch about 200 UAH. But delicious and a wide range of opening hours …", "rating": 4, "name": "Ростик Скобленко", "cat": "Ukrainian restaurant"}, {"review": "Soft and cozy atmosphere. The kitchen is delicious as always (not without nuances, of course, for example, they gave undercooked cheesecakes, but they replaced them with normal ones without any problems, apologizing). …", "rating": 5, "name": "Юрий Галич", "cat": "Ukrainian restaurant"}, {"review": " 3 *** - only for the fact that the menu does not contain lean (or marked as \"songs / vegetarian\") dishes. Well and in WC - constant queues on weekends ... …", "rating": 3, "name": "Mykola Oliyarnyk", "cat": "Ukrainian restaurant"}, {"review": "Pretty tasty and not very expensive. You can also find diet food, take buckwheat with steamed vegetables and meatballs, soups, salads. There are desserts and hot drinks. …", "rating": 5, "name": "Андрей Малащенко", "cat": "Ukrainian restaurant"}, {"review": "Good enough for its price. Clean, you can choose a cozy quiet place. I recommend! …", "rating": 4, "name": "Юлия Белевская", "cat": "Ukrainian restaurant"}, {"review": "\nDelicious! Especially cheesecakes ♥ ️", "rating": 5, "name": "Оля Сухорукова", "cat": "Ukrainian restaurant"}, {"review": "The best place to have an inexpensive and hearty meal. The food is really not expensive and tasty (but not all, I don’t advise rice with vegetables, rice is like water without taste and smell, and the vegetables are semi-raw). Huge selection of food, loved the fried …", "rating": 5, "name": "beas t", "cat": "Ukrainian restaurant"}, {"review": "I love national Ukrainian cuisine. Puzata Khata is a restaurant with the slogan: fast, tasty, cheap! …", "rating": 5, "name": "PSYSTUDIO", "cat": "Ukrainian restaurant"}, {"review": " We visited the restaurant today, had lunch, it was delicious, the restaurant is comfortably decorated, the food is fresh and delicious, I recommend you can come in, but a little request to add a little less salt to …", "rating": 5, "name": "Саша Кравець", "cat": "Ukrainian restaurant"}, {"review": " Was on the weekend. There are not many people, which made me very happy. Price range so as to eat well - 150-200 UAH / per person. The staff is friendly, although mostly women in their 50s, looking at their work you …", "rating": 5, "name": "Андрій Б", "cat": "Ukrainian restaurant"}, {"review": "A good place, here you can have a very tasty and satisfying meal at quite affordable prices) …", "rating": 5, "name": "Elena Kravchenko", "cat": "Ukrainian restaurant"}, {"review": " Deliciously!)\n\n", "rating": 5, "name": "Людмила Людмила", "cat": "Ukrainian restaurant"}, {"review": " One of the best restaurants, fairly low prices and delicious home cooking …", "rating": 5, "name": "Victoria Fadeeva", "cat": "Ukrainian restaurant"}, {"review": "We ate, it was not bad, I wanted to drink water, it was December, the water was only from the refrigerator. …", "rating": 3, "name": "Юлия Мирошник", "cat": "Ukrainian restaurant"}, {"review": " A lot of people. A huge queue. There are few places. The cuisine is delicious, the prices are high. …", "rating": 4, "name": "Nataliia Savenko", "cat": "Ukrainian restaurant"}, {"review": "The Puzata Hata chain holds a leading position among fans of home cooking. A feature of the institution on Khreshchatyk is the layout. There are many halls, halls, nooks and crannies. There is no sense of overload. Very cozy. …", "rating": 5, "name": "Андрей", "cat": "Ukrainian restaurant"}, {"review": " Super dragon. Very tasty dumplings. The borscht is also first class. …", "rating": 5, "name": "Zagłębie Sosnowiec", "cat": "Ukrainian restaurant"}, {"review": " I have been visiting Puzata Hut for many years. But the other day they were impressed by their action \"Morning coffee for breakfast for 5 hryvnias\". This is not coffee, but \"drink\". Although they always have quite …", "rating": 3, "name": "Natali Upirova", "cat": "Ukrainian restaurant"}, {"review": "The most practical place to have a satisfying and inexpensive meal.\nThe lines are not long, but usually there are only 2 cash desks.\nIn summer, the room is stuffy. …", "rating": 5, "name": "Влад Gets", "cat": "Ukrainian restaurant"}, {"review": "Two balls for the design, the design of the cafe has turned into a European one.\n\"Puzata Hata\" is not the same anymore!\nIt used to be a Ukrainian Cuisine Restaurant. …", "rating": 2, "name": "Тарас Вялый", "cat": "Ukrainian restaurant"}, {"review": " Good traditional Ukrainian food at reasonable price.\n\n", "rating": 5, "name": "Liliya Mykolayiv", "cat": "Ukrainian restaurant"}, {"review": " Delicious food at a great price.\n\n", "rating": 5, "name": "Mariusz Grześ", "cat": "Ukrainian restaurant"}, {"review": "It is very easy to get lost in this establishment, as there are a lot of halls. The room is located in the basement, the connection here is very poor. I couldn't find my friends when we agreed to meet them here. The only thing that pleases me is the prices in this…", "rating": 3, "name": "Віталій Кальковець", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Vassily79 F", "cat": "Ukrainian restaurant"}, {"review": "Great interior, clean rooms, nice staff. A wide range of dishes, all fresh and tasty. Especially pleased with the prices)\nAs a minus - huge queues ...", "rating": 5, "name": "LevaiJo `", "cat": "Ukrainian restaurant"}, {"review": "Good food, always crowded.\nBig minus: the stench in the corridor where the toilets are, because it’s not possible to eat food with you only there ...", "rating": 3, "name": "Юлия Макаренко", "cat": "Ukrainian restaurant"}, {"review": "Very cozy inside. Spacious and comfortable. Dishes are delicious and fresh. Cleanliness is good. I enjoy this place and recommend it to others. …", "rating": 5, "name": "Андрей Дяченко", "cat": "Ukrainian restaurant"}, {"review": "If you want to eat quickly at home and not expensive, then you are here) Pleasant interior of Ukrainian taditsy, Ukrainian cuisine ...", "rating": 5, "name": "Артём Шевченко", "cat": "Ukrainian restaurant"}, {"review": "Very tasty. A very appropriate place. Although it is crowded, sitting at a table with dumplings is better than sitting hungry at the station! Prices are good, assortment too. There is a toilet. …", "rating": 5, "name": "Eugeniy “PseudoCat”", "cat": "Ukrainian restaurant"}, {"review": "The prices are mega democratic. Restaurant in the center of Kyiv. Quarter to Khreshchatyk))) 1000-1500 UAH. Excellent dinner for two. You can't eat like that in our city)) everything is very tasty!! Fresh!! Ear from three kinds of fish.. You will lick your fingers!! And see how...", "rating": 5, "name": "Olga Fray", "cat": "Ukrainian restaurant"}, {"review": " Bistro bar with very good food, local too. I highly recommend it, tasty, a lot and not expensive …", "rating": 5, "name": "Magdalena Wojtyra", "cat": "Ukrainian restaurant"}, {"review": "Pot-bellied is good.) If you don’t want much from her.\n1. Removed, 2. Good selection of dishes, 3. Dishes for different 'wallets', 4. Tasty, 5. Trays are not so smelly anymore :) *at least in this Puzataya on Khreshchatyk …", "rating": 4, "name": "Alabam_Ka", "cat": "Ukrainian restaurant"}, {"review": " Good Ukrainian fast food restaurant. Cheap and delicious! Today I ate buckwheat porridge with mushrooms, two salads and cheesecakes. I liked everything! …", "rating": 5, "name": "Mykola Pryhodko", "cat": "Ukrainian restaurant"}, {"review": "Delicious, reasonable prices, good internet, a beautiful view of Stella on the second floor! …", "rating": 5, "name": "Юлия Евтушенко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Литовченко", "cat": "Ukrainian restaurant"}, {"review": " It's horrible, what negligence in this institution!\n\n", "rating": 2, "name": "Роман Дусик", "cat": "Ukrainian restaurant"}, {"review": "everything is fine, the salads are delicious, dumplings, of course, are better, generally satisfied, the prices are affordable, the alcohol bar is open, though we first take delicious snacks, and then with a tray we go to the exit to the bar, the interior is cozy, order and …", "rating": 5, "name": "Olha Siryk", "cat": "Ukrainian restaurant"}, {"review": "Excellent homemade delicious and fresh cuisine at affordable prices)))) variety of dishes pleases, a lot of space, spacious between the tables, cleanliness of the premises and respectfulness of the staff pleased)))!!! …", "rating": 5, "name": "Anna Simivol", "cat": "Ukrainian restaurant"}, {"review": "Budget option to eat. Delicious, everything is fresh, a large selection of dishes, there is a separate cafe with very decent coffee / tea, cakes, pastries. If you want something stronger, it's available. I recommend …", "rating": 5, "name": "Анжела Анжела", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Eugene Yemchenko", "cat": "Ukrainian restaurant"}, {"review": "Cozy tables.\nDelicious and varied menu.\nThere are drinks according to the season: for adults - mulled wine, for children - cocoa. …", "rating": 5, "name": "Leyla Leyla", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "сергей слипчук", "cat": "Ukrainian restaurant"}, {"review": "Unfortunately, the dumplings with cherries were with raw dough inside, they were not cooked. This spoiled the overall very pleasant impression, as the rest of the dishes were quite tasty. …", "rating": 4, "name": "Ювелир Одесса", "cat": "Ukrainian restaurant"}, {"review": "\nCoffee cake for 5 UAH. great idea", "rating": 5, "name": "Юлия Шиян", "cat": "Ukrainian restaurant"}, {"review": " Delicious food, we spent 3 weeks in Ukraine visiting Kiev, Kharkiv or Odessa, wherever it was possible we were looking for these restaurants because of the delicious food and low prices. Before leaving, we read the …", "rating": 5, "name": "Jarek Daria", "cat": "Ukrainian restaurant"}, {"review": "Nice place for a buffet. Prices are moderate, not exorbitant. Lots of people but at the same time there is always a place to stay. …", "rating": 4, "name": "Елена Правосуд", "cat": "Ukrainian restaurant"}, {"review": " The design of the restaurant is very interesting and beautiful, but the kitchen is unfortunately three out of five. The only thing I liked 100% - sea buckthorn juice. …", "rating": 3, "name": "Gary Nort", "cat": "Ukrainian restaurant"}, {"review": " Many halls, clean, design thoughtful, bright. There are not enough paper towels in the toilet. The dishes are very tasty. Prices are satisfactory. At the tables immediately cleaned. The staff staff are friendly. Thank …", "rating": 5, "name": "Снежана Снежана", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Громадянин", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata on Khreshchatyk, new, the choice of Ukrainian cuisine is not small, but I would like more, clean, polite staff. There are not enough dry towels at the washstands at the entrance, otherwise you go further with wet hands (wall-mounted dryers dry for a long time and ...", "rating": 5, "name": "Alyona Zhuchinskaya", "cat": "Ukrainian restaurant"}, {"review": "Security says that \"we never heat anything\" (second cold), rude. This is happening at the time of writing...", "rating": 2, "name": "Влад Сер", "cat": "Ukrainian restaurant"}, {"review": " What is the price and quality. This is not a restaurant, so do not expect something incredible, but you can go and eat cheaply (within 200 UAH per person) (do not eat, but eat well) without getting food poisoning. …", "rating": 4, "name": "Иван Кравченко", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap and cheerful. Do you want to eat inexpensively in the center of Kyiv? That way! Clean, warm and tasty! We must pay tribute to the cleaning girls really everywhere and everything is clean ...", "rating": 5, "name": "Тимофей Затушевский", "cat": "Ukrainian restaurant"}, {"review": " All food is oversalted. The administration doesn't want to improve anything. If you want to keep your health, visit a good place, but not this place. …", "rating": 1, "name": "AERO3D", "cat": "Ukrainian restaurant"}, {"review": "The first courses are so-so, it could be better for the center of Kyiv... but the second ones are delicious. …", "rating": 3, "name": "Максим Стойчев", "cat": "Ukrainian restaurant"}, {"review": "Nice establishment, very large and conveniently zoned. At the entrance, you can quickly drink coffee with cakes or a cake, then there is a long corridor and a large area of ​​​​the cafe itself. Everything is standard, tasty, fresh, adequate prices, friendly …", "rating": 5, "name": "Alex Alex", "cat": "Ukrainian restaurant"}, {"review": " Very tasty, were in the morning, so there were few people, a great alternative to a hearty breakfast in the morning when most establishments are not open. The temperature is measured at the entrance, the order must be …", "rating": 5, "name": "Наталя Ванькович", "cat": "Ukrainian restaurant"}, {"review": "Delicious breakfast for 36 UAH)\nI liked everything! I recommend! …", "rating": 5, "name": "Yana Dikanova", "cat": "Ukrainian restaurant"}, {"review": " Very comfortable, friendly staff and the price is very nice. …", "rating": 5, "name": "Robert Bear", "cat": "Ukrainian restaurant"}, {"review": "You can have a quick and inexpensive bite here, the products are fresh, the choice is large. Do not expect frills, but the prices are appropriate. Service is fast, lots of space. The location is good, right next to Khreschatyk metro station. …", "rating": 5, "name": "Мария Артеменко", "cat": "Ukrainian restaurant"}, {"review": "Simple, very simple city cafe. Service is not always good.\nThe food is very ordinary - not to enjoy it, but to satisfy hunger. …", "rating": 3, "name": "Наталья Новикова", "cat": "Ukrainian restaurant"}, {"review": "I am here often. Nice environment, comfort, cleanliness, disinfection. Tasty and not so expensive for Khreshchatyk. A big minus - neither Wi-Fi, nor mobile communications - this is not possible in the 21st century. …", "rating": 4, "name": "Evgen Maximov", "cat": "Ukrainian restaurant"}, {"review": "Outside, I thought it was a small cafe, but inside the hut was so empty, cozy, warm and very!!! very clean!!! The staff is friendly and helpful!\nThe food is great and very varied! …", "rating": 5, "name": "Лариса Хмельницкая", "cat": "Ukrainian restaurant"}, {"review": " Traditionally tasty and filling. Moment: if you sit in the cold season near the windows near the entrance (steps) - constantly when you open the front door from below there is a strong draft, which is not very …", "rating": 4, "name": "Sergiy Podoprigora", "cat": "Ukrainian restaurant"}, {"review": "Tasty, inexpensive, fast, for a quick and unpretentious lunch / dinner I recommend …", "rating": 5, "name": "Светлана Разуваева", "cat": "Ukrainian restaurant"}, {"review": " Repair spoils both mood and appetite. It is absolutely impossible to enjoy the process of eating. Ragged chairs and benches ... the floor with abrasions as well as tables .... and as if they put vases, as if it was a …", "rating": 2, "name": "Оксана Гавриленко", "cat": "Ukrainian restaurant"}, {"review": " She always loved Puzata's house, but today she visited Puzata on Khreshchatyk. Dirty floor, a huge institution 2 cleaners who do not even have time to remove broken glasses that are lying right on the road. And now …", "rating": 2, "name": "Олександра Трохименко", "cat": "Ukrainian restaurant"}, {"review": " Very well laid out place, cheap and very good Ukrainian dishes for the price. The restaurant is very big and clean, I recommend. …", "rating": 5, "name": "Nicola Forlai", "cat": "Ukrainian restaurant"}, {"review": "I was served by a terrible cashier (the surname Katrich Da is written on the check), a young girl.\nI asked to pay for food using Bonus +, clarified several times, she ...", "rating": 1, "name": "Катя Гусак", "cat": "Ukrainian restaurant"}, {"review": " Tasty, but not crazy. Lots of choice, inexpensive, lots of seating. It's definitely worth checking out :) …", "rating": 4, "name": "Alicja Górska", "cat": "Ukrainian restaurant"}, {"review": "I really liked it here and it's very cozy. Compared to the railway, heaven and earth sang ...", "rating": 5, "name": "Наталия Шумейко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Лёд", "cat": "Ukrainian restaurant"}, {"review": "It is quite tasty and cheap here, especially considering that this is the city center.\nThe choice is large, there are breakfasts and complex lunches.\nIt's nice that there are non-fast food budget establishments on Khreshchatyk, especially when …", "rating": 5, "name": "Александра Сашина", "cat": "Ukrainian restaurant"}, {"review": "Favorite place with budget prices in Kyiv. Everything is always fresh, I saw that they even celebrated a birthday there. I recommend. …", "rating": 5, "name": "Анна Барсукова", "cat": "Ukrainian restaurant"}, {"review": " Cutlet in Kiev with mashed potatoes and compote with pancakes with cherries - a win-win and the choice of the traveler …", "rating": 5, "name": "Anton Pinchuk", "cat": "Ukrainian restaurant"}, {"review": "Just a wonderful place. Was extremely surprised. At first they thought that it was just an ordinary not very tasty canteen, but it turned out that everything was not at all like that. Cheap and many dishes like borscht are much tastier than the same dishes in restaurants ...", "rating": 5, "name": "Aleksandr K", "cat": "Ukrainian restaurant"}, {"review": "Want to know an honest review and opinion? = lower class establishment. Poorly trained staff - on March 3, at about 8:30 in the morning, we went to PuzatuKhata along Shota Rustaveli Street and wanted to have breakfast, BUT, the rudeness of a drunken security guard from the category ...", "rating": 1, "name": "DimitriuS Stao", "cat": "Ukrainian restaurant"}, {"review": "Normal paunch, but always a lot of people and therefore the queue (\nThey don’t have time to clean and wipe the tables ((\nFrom the pros - delicious, great views from the windows and the atmosphere on the top floor🤗 …", "rating": 4, "name": "Ольга Филютчик", "cat": "Ukrainian restaurant"}, {"review": " Updated the interior, made the entrance from the main exit from the metro \"Khreschatyk\". The range is standard for the network. It became more expensive. …", "rating": 4, "name": "Володимир", "cat": "Ukrainian restaurant"}, {"review": "Beautiful place! Every time I come to Kyiv, I visit one of the Puzata Khata establishments. It's always delicious, satisfying, clean and inexpensive! …", "rating": 5, "name": "Антон Барака", "cat": "Ukrainian restaurant"}, {"review": "It is very spacious, there are many tables, it is cozy, there are sockets. Huge selection of food for every taste. Cons: No WiFi. …", "rating": 5, "name": "Наталія Міхеєва", "cat": "Ukrainian restaurant"}, {"review": "Restaurant-dining room of Ukrainian cuisine of a well-known chain. Located near Independence Square. Has exits to two streets. The room itself is in the basement, on several levels. Of the shortcomings - a small toilet, in which there is always a queue. Prices…", "rating": 4, "name": "Андрей Лапкин", "cat": "Ukrainian restaurant"}, {"review": "This is a place for the whole family. In it you can have a full lunch and drink coffee or something stronger. Delicious food and very cheap for Kyiv. Lunch will cost an average of 70 UAH. from a person. The good news is that the room is large, three or four halls, …", "rating": 4, "name": "Кристина Соколовская", "cat": "Ukrainian restaurant"}, {"review": "The restaurant is located in the very center of Kyiv, on Khreshchatyk. The prices are affordable, delicious pancakes with spinach and dumplings with cherries. I would especially like to note the dessert. This is something bewitching. 🍰☕ …", "rating": 5, "name": "Tanya Zhelavskaia", "cat": "Ukrainian restaurant"}, {"review": "We visited the institution, which is located next to the Khreshchatyk metro station. Delicious coffee, mulled wine really warms you up 🤗 about the dishes - in principle, it’s normal, but I like the way they cook in the Pot-bellied Hut on Post Square more. And inside...", "rating": 5, "name": "Наталья Кручок", "cat": "Ukrainian restaurant"}, {"review": " I love. Delicious, cheap, nice, clean and nice!\n\n", "rating": 5, "name": "Jacek Placek", "cat": "Ukrainian restaurant"}, {"review": " A very nice chain. Fresh, tasty and very cheap. Meal delivery system like in Ikea …", "rating": 5, "name": "Marcin Pe", "cat": "Ukrainian restaurant"}, {"review": "Nice place, convenient location. Enough space and space. Quiet, barely audible unobtrusive music. Good selection of goodies, reasonable prices, especially without queues. Only the salads smell like a fridge, but the desserts impress with great …", "rating": 5, "name": "Тамила Гаджиева", "cat": "Ukrainian restaurant"}, {"review": " Borscht that you won't eat in Poland anymore, cream as thick as Grandma's once! …", "rating": 4, "name": "Marcin Zych", "cat": "Ukrainian restaurant"}, {"review": "We went here for breakfast. Not a masterpiece of culinary art, but satisfying and tasty. Everything you need to face the new day. Different types of breakfasts , pancakes , salads and cereals . Very very cheap full breakfast with a drink - $3. With pancakes and...", "rating": 4, "name": "Mark Finger", "cat": "Ukrainian restaurant"}, {"review": " Quite good. The atmosphere here is much better than in the Belly House in GLOBUS. It is also clean and visible that the tables are really disinfected. …", "rating": 4, "name": "Khrystyna Khomiak", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Александр Барабаш", "cat": "Ukrainian restaurant"}, {"review": "I visited for the first time in 2021 and was very disappointed ((Before that, we often visited this network often, mainly in Globus and Podil and sometimes on Khreshchatyk, there were no particular complaints. Zhlobsky service, a girl was served before me without ...", "rating": 2, "name": "Катрина Файна", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Marija Čehoviča", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Артем Алексеев", "cat": "Ukrainian restaurant"}, {"review": " Clean, tasty, high quality\nPrice for lunch 160-200 UAH with salads.\nFriendly atmosphere, I like it! …", "rating": 4, "name": "Roman Lebedev", "cat": "Ukrainian restaurant"}, {"review": "The quality of some of the dishes leaves much to be desired. Some dishes are not so good as it seems to be. …", "rating": 3, "name": "Elmar Alizade", "cat": "Ukrainian restaurant"}, {"review": "I recommend. Spacious room. There are always empty seats. The food is fresh and delicious. Great price tag. …", "rating": 5, "name": "Nataliya Bogun", "cat": "Ukrainian restaurant"}, {"review": " The food is not bad, but the general service is so-so, clean the dishes after chopping food slowly, the cashier is fast, but very \"business\". The area in front of the car is dirty …", "rating": 3, "name": "Елена Ладыга", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Zerg Atoff", "cat": "Ukrainian restaurant"}, {"review": "Disgusting service. There is no communication in the room, and no information about consumer rights. And none of the employees provided assistance in the matter that arose, all employees, including the administrator, sent to scan the code to be scanned ...", "rating": 1, "name": "Anastasiia Semenchenko", "cat": "Ukrainian restaurant"}, {"review": " At my request to pour a portion of salad, an employee approached, who was cleaning dirty dishes and was going to pick up the salad in the SAME gloves. My disagreement was answered: we don't have enough staff. …", "rating": 2, "name": "Ksana M", "cat": "Ukrainian restaurant"}, {"review": "Good value for money, it is recommended to go if your stomach is okay. Usually after the first courses heartburn. This applies to the entire network. This institution is interesting for its architecture and convenient location. Even when…", "rating": 4, "name": "Владимир Капанжи", "cat": "Ukrainian restaurant"}, {"review": "Pervak ​​has been deservedly considered one of the most popular restaurants in Kyiv for many years. This time I was not disappointed either - good service, delicious cuisine, a wide selection of dishes from the menu. We've done some renovations and it's even better! …", "rating": 5, "name": "Anastasia Ryduk", "cat": "Ukrainian restaurant"}, {"review": " Ukrainian dishes\nthere is a menu for those who want to eat right …", "rating": 5, "name": "Сіона Левман", "cat": "Ukrainian restaurant"}, {"review": "Always very noisy.\nThe range of dishes is extensive.\nPrices, given the fact that this is Khreshchatyk, are normal. …", "rating": 3, "name": "Іван Негер", "cat": "Ukrainian restaurant"}, {"review": "As I wrote before. The food here is always delicious. There are a lot of people on weekends. Hard to find free tables. There are toilets and wash basins. Clean and comfortable. If you want a quick meal or a snack WELCOME HERE! Saves time. …", "rating": 5, "name": "Sergio Esin", "cat": "Ukrainian restaurant"}, {"review": "Class, tasty, fresh, at a price of approx. And during the epidemic, you can find a secluded table where other people will not sit on your head, but at a sufficient distance, therefore it is also safe. …", "rating": 5, "name": "Елена Игоревна", "cat": "Ukrainian restaurant"}, {"review": "My husband and I often go to eat on Khreshchatyk. Cutlets, chopped steak, everything is delicious. Only the stew was yesterday's. But it's not fatal. Cozy more\n-less. Definitely better than in fast food, you leave full and satisfied. …", "rating": 4, "name": "Olga Drach", "cat": "Ukrainian restaurant"}, {"review": "Everything was delicious. But there is not enough wi-fi. Or at least not to block the mobile Internet)). …", "rating": 4, "name": "Вика Сидоренко", "cat": "Ukrainian restaurant"}, {"review": "An excellent \"bistro\" to eat while traveling around Kyiv, for an adequate price.\nBut there is but.\nA labyrinth of some kind of quest to find a men's restroom, cash desks, tea at the bar, a bar ...", "rating": 4, "name": "kolya fishing", "cat": "Ukrainian restaurant"}, {"review": "Quite tasty food for a very reasonable price by the standards of Kyiv. The food is simple and without any frills, but quite varied. Lots of tables so finding a seat is not a problem. The only drawback is the drafts in the halls. …", "rating": 5, "name": "Nataliia Markovska", "cat": "Ukrainian restaurant"}, {"review": " This is a big misunderstanding. The people who work there have lost their human dignity. Their behavior is equated with concentration camp workers during World War II. I do not advise anyone to visit this place. …", "rating": 1, "name": "Witek Witek", "cat": "Ukrainian restaurant"}, {"review": " Great place to eat. I really like to eat in these establishments. Everything is fresh and delicious, a large selection of different dishes for every taste and preference. I advise you to visit. …", "rating": 5, "name": "Володимир Бабула", "cat": "Ukrainian restaurant"}, {"review": "Delicious and close to metro. There is something to choose - and the first, and the second and compote))))) I advise borscht and okroshka. There is always a selection of salads.\nIt’s not very convenient that you have to come to the 3rd floor of the shopping center, and then up the stairs with a tray ...", "rating": 5, "name": "Екатерина Екатерина", "cat": "Ukrainian restaurant"}, {"review": " Everything is delicious. Very large room. Lots of free seats.\nThe tables are disinfected after each visitor. …", "rating": 5, "name": "alex c", "cat": "Ukrainian restaurant"}, {"review": "A very large room where you can easily find a secluded corner and enjoy a chicken Kiev …", "rating": 5, "name": "Valy Lan", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii", "cat": "Ukrainian restaurant"}, {"review": "I was passing through Kyiv and, after comparing several cafes, I settled on this one. The price tag is quite adequate, the food is delicious, the atmosphere is pleasant. When my wife and I wanted to eat, we went there and ate enough for 200g. …", "rating": 5, "name": "Андрей Старикович", "cat": "Ukrainian restaurant"}, {"review": "A good institution from this this network. Pleasant unobtrusive interior, comfortable tables and chairs. Several halls always make it possible to find a free seat and choose it to your liking. For one place, clean with some buts. The food is delicious and…", "rating": 4, "name": "Anton Yelahin", "cat": "Ukrainian restaurant"}, {"review": " Delicious simple food. Convenient location. Purely. Cozy (but not near the location of the \"loud\" dishwashing). There are plenty of places, so you can find where it is more comfortable …", "rating": 5, "name": "Maxim StSt", "cat": "Ukrainian restaurant"}, {"review": "Clean, not crowded. Delicious hot meals. I really liked the large space, where everyone can find a secluded place. …", "rating": 4, "name": "Katusha G", "cat": "Ukrainian restaurant"}, {"review": "Clean, neat, nice place to eat. Everything is fresh, delicious and varied. There are always a lot of people.\nThe only thing is the toilets are not very clean. The smell comes from the toilet in…", "rating": 4, "name": "Елена Мнищенко", "cat": "Ukrainian restaurant"}, {"review": "Although it is quite new, there are many disadvantages. 1. Not an institution, but a labyrinth, at least make some kind of map. 2. In the women's toilet, there is only 1 soap for 2 or three sinks, and it is attached to the right wall from the entrance, which is extremely inconvenient ...", "rating": 4, "name": "•Αλυςοφκα UwU•", "cat": "Ukrainian restaurant"}, {"review": "Always tasty food. If you are not late, then at lunch you will try the most delicious dumplings. At lunch, they \"sort out\" especially quickly 👍👍👍 delicious borscht, mashed potatoes, meatballs, red fish, Russian salad, syrniki and, of course, drinks... that's what I …", "rating": 5, "name": "Anna Rutz", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap, fast food. Convenient location. Nice environment. Clean and comfortable despite the huge flow of visitors. Like a flow cost - a queue in the WC, but this does not spoil the overall impression. Total solid five! …", "rating": 5, "name": "анна Anna (Annahana)", "cat": "Ukrainian restaurant"}, {"review": "Everything is very well thought out for working in quarantine conditions: there are signs on the tables \"the table is disinfected\" there is a fairly large distance between the tables. Where necessary, there is an antiseptic everywhere. But, there was no soap, no foam for washing hands, neither in ...", "rating": 4, "name": "Дмитрий Араканцев", "cat": "Ukrainian restaurant"}, {"review": "I remember when I was a student I ate here all the time, it was inexpensive and tasty\nAnd now the prices are almost like in an ordinary cafe, and the dishes have become worse\nCutlets as if they were yesterday ...", "rating": 3, "name": "Ольга Потапова", "cat": "Ukrainian restaurant"}, {"review": "Great selection, friendly and helpful staff. Budget prices. Nice interior, cozy. Network of establishments throughout the city. For those who are tired of rollinis and croissants on the go, the Pot-bellied Hata is better for prices and assortment than …", "rating": 5, "name": "Елена Лебедева", "cat": "Ukrainian restaurant"}, {"review": "Pretty cozy place. Relatively, of course, according to its class. It is very crowded here, this should also be taken into account.\nBut it differs from other establishments of this chain of restaurants in a more modern and …", "rating": 5, "name": "Егор Поливанов", "cat": "Ukrainian restaurant"}, {"review": "Delicious and hearty breakfasts, coffee and a cake with figs topchik, normal prices, pleasant atmosphere, the blonde girl at the bar is very nice and friendly, I advise you to visit. …", "rating": 5, "name": "Olya Klimenko", "cat": "Ukrainian restaurant"}, {"review": "A lot of space. True, not everywhere is cozy, as there may be a draft.\nNice interesting design\nGood selection of food even in the evening. Delicious. …", "rating": 3, "name": "v20", "cat": "Ukrainian restaurant"}, {"review": "Everything is so new and fresh. But to be honest, in terms of design (perhaps these are new trends), I don’t really like it. More like a diner. It was very hot in the room. Waiters in the room to walk in light blouses ...", "rating": 4, "name": "Hanna Kosik", "cat": "Ukrainian restaurant"}, {"review": "Convenient location! As a tourist, I appreciate this “pot-bellied hut” for the fact that it is two minutes from the Khreshchatyk metro station (this is one line from the “station”, it takes a maximum of 20 minutes to get to the station) I often eat there before the train. Like it very much…", "rating": 5, "name": "Инна Набойченко", "cat": "Ukrainian restaurant"}, {"review": "Dumplings have a very hard dough, it can be seen that they lay for a long time. The window is just the one that smells like dill to Ukraine, but it looks like it was made on water, instead of kvass? Today is weak...", "rating": 1, "name": "Anatolij Senkevich", "cat": "Ukrainian restaurant"}, {"review": "Artificially created \"national\" corner. A giant canteen with an average price and a very average quality of food in the center of Kyiv. The same dumplings are very far from perfect. Cutlet Kiev dry, sausage with streaks and hard. All …", "rating": 3, "name": "Дмитрий Панкин", "cat": "Ukrainian restaurant"}, {"review": "Tasty, cheap, lots of space, cozy and warm. Breakfasts for 60 UAH. The only negative is that there is no mobile connection inside. …", "rating": 5, "name": "Stan Bond", "cat": "Ukrainian restaurant"}, {"review": "Chain of cafes with Ukrainian cuisine. Although they call themselves a restaurant chain, I would not give them such a name, because. in terms of service, you have to run around to choose dishes yourself, then run to the cashier with a tray, and the most interesting thing about this ...", "rating": 4, "name": "Павел Антонов", "cat": "Ukrainian restaurant"}, {"review": "Now ask me:\nWhere to fill the belly with food - Pot-bellied Hut.\nWhere to get a gastronomic orgasm - TISHCHENKO ...", "rating": 4, "name": "Dmytro Dobrovolskiy", "cat": "Ukrainian restaurant"}, {"review": "Guys, this is the best place in Kyiv! Very tasty, very soulful! Always friendly employees. I love Puzata!) PS: especially your dumplings and desserts!) I always come here when I come to Kyiv. Forever yours, a regular visitor! …", "rating": 5, "name": "Владислав Поляков", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much for your feedback!\n\n", "rating": 4, "name": "Юлия Жогел", "cat": "Ukrainian restaurant"}, {"review": " Very tasty and comfortable, good music and great interior! …", "rating": 5, "name": "Андрей", "cat": "Ukrainian restaurant"}, {"review": "Nice place to have breakfast or just a bite to eat. The menu is nothing fancy, but delicious.\nI would especially like to mention the elderly lady working there. How pretty and...", "rating": 5, "name": "Вероника Филимон", "cat": "Ukrainian restaurant"}, {"review": "Good establishment. There are many places, you can get lost the first time, spacious, pleasant interior, simple but tasty dishes. Service in Ukrainian is nice and pleasant. Prices are reasonable / budget, despite the fact that the capital. …", "rating": 5, "name": "Guennadi Kourganov", "cat": "Ukrainian restaurant"}, {"review": " Food is cheap, a good choice, but unfortunately not written ingredients of each recipe (very important for people who are allergic to certain ingredients) …", "rating": 4, "name": "Łukasz Szczęśniak", "cat": "Ukrainian restaurant"}, {"review": " Very good food. Cheap fast and nice atmosphere\n\n", "rating": 4, "name": "Анастасия Саливон", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap, clean. A very large room. But there is no connection or Wi-Fi inside, this needs to be fixed ...", "rating": 5, "name": "Michal Lubawy", "cat": "Ukrainian restaurant"}, {"review": " Very good food. I would call it good fast food with Ukrainian cuisine. The decor and the way of working is a little bit like express marche, but the food is much better. At the beginning, we take the tray and, moving …", "rating": 3, "name": "Елена Михайлова", "cat": "Ukrainian restaurant"}, {"review": "I didn’t like it, I ordered a portion of baked potatoes, half of the portion was raw, there were no potatoes in the borscht. Liked the cheesecakes. …", "rating": 5, "name": "Юлия Гудимова", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Евгений Шаповал", "cat": "Ukrainian restaurant"}, {"review": "If earlier it was really an establishment of home cooking at an affordable price, a kind of Volkskuhten, now, after prices have gone up, PX can be called a low-budget self-service restaurant. The quality of the products is ok...", "rating": 5, "name": "Andrius", "cat": "Ukrainian restaurant"}, {"review": " Great buffet dining with cheap, delicious and varied food. He who is there will eat and drink like a tsar. :) …", "rating": 4, "name": "Tetiana Nechas", "cat": "Ukrainian restaurant"}, {"review": " Everything is delicious, but coffee, it is constantly given to burnt in all establishments. It would be great if this issue could be corrected …", "rating": 2, "name": "No Name", "cat": "Ukrainian restaurant"}, {"review": "The prices are too high - 3 small cheesecakes the size of a chicken egg, a spoonful of jam and compote - 79 UAH. The quality of the food does not match the prices. Not very clean food service area. …", "rating": 1, "name": "Alena Bashluk", "cat": "Ukrainian restaurant"}, {"review": "Today on the menu was a hodgepodge with the taste of yesterday's borscht. with carrots and pieces of cabbage. I ate with my husband, and now my stomach hurts. does the chef save? Or is this a new policy of the institution? …", "rating": 4, "name": "ChristEl ChristEl", "cat": "Ukrainian restaurant"}, {"review": "Pluses - delicious, varied, you can charge your mobile, next to the railway, at 6.00 it’s already open, the cleaners calmed down (they used to sweep away plates and cups from the table without asking, which you pushed a little away from you) ...", "rating": 3, "name": "Елена Трач", "cat": "Ukrainian restaurant"}, {"review": "Everything is great! Three stars for no wifi. The mobile network does not catch, so at least the Internet would be 😢 ...", "rating": 5, "name": "Маргарита Кондратюк", "cat": "Ukrainian restaurant"}, {"review": "Soulful and large as for me dining room. Tasty and most importantly not expensive you can dine in the center of Kyiv. Large and varied menu. Huge selection of dishes. Nice interior design, clean and tidy. …", "rating": 3, "name": "Дмитрий Ронч", "cat": "Ukrainian restaurant"}, {"review": "There is no Wi-Fi in the institution and the cellular connection does not catch because the basement. …", "rating": 5, "name": "Mauro Mercadante", "cat": "Ukrainian restaurant"}, {"review": " Perfect !, very cheap and the food is not bad. Ideal for travelers. …", "rating": 5, "name": "Игорь Павлов", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and reasonable price. Don't forget to get vaccinated. You can't enter the establishment without it. …", "rating": 5, "name": "Алексеев Евгений", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and relatively inexpensive. The repeatability of food taste is close to 100%. (Always get what you expect) Far superior to other restaurants in this price range…", "rating": 2, "name": "Onur Gören (hiyerarşist pedagog)", "cat": "Ukrainian restaurant"}, {"review": " a place I entered with the advice of a Ukrainian friend. the general opinion about this place is that it is cheap but the prices are not cheap for a middle income person. This place, which works with the logic of …", "rating": 5, "name": "Irina Polyakova", "cat": "Ukrainian restaurant"}, {"review": "\nTasty like home. Not expensive.", "rating": 4, "name": "Строева Светлана", "cat": "Ukrainian restaurant"}, {"review": "I would call this place home cooking. Dishes from the daily home menu. All sorts of soups and meatballs, salads and compotes. Prices are quite democratic. When there is no time to cook at home - a very worthy alternative. …", "rating": 4, "name": "Vera Sirash", "cat": "Ukrainian restaurant"}, {"review": "We came in by chance, the guards helped to cope with the dishes for drinks, it turns out that each drink has its own container! …", "rating": 5, "name": "Владислав Городецкий", "cat": "Ukrainian restaurant"}, {"review": "It is delicious to eat hot dishes at home, a rich selection of second courses of kampot desserts. In general, I advise. Inexpensive and delicious...", "rating": 5, "name": "Ihor Nick", "cat": "Ukrainian restaurant"}, {"review": "They cook very tasty food. Confectionery is a separate conversation, extremely good. Signature tea - Energy of nature, also deserves to be mentioned. …", "rating": 5, "name": "Иван Асланов", "cat": "Ukrainian restaurant"}, {"review": "The place is excellent. Everything is very tasty, satisfying and at reasonable prices. My wife and I were in Kyiv for several days and this place saved us directly. Walking in the center always found nearby. Everywhere everything is at a good level. Well done keep it up!!! …", "rating": 5, "name": "Марк Андреевич", "cat": "Ukrainian restaurant"}, {"review": "The best place with homemade food and a very large territory, but slightly inflated prices have been observed in the last year, but the quality of food is still on top …", "rating": 3, "name": "Pulyaev", "cat": "Ukrainian restaurant"}, {"review": "Food is delicious, prices are reasonable, staff is friendly. The only thing I can't understand is why no one uses gloves? A finger with nails in a bowl of salad is not very hygienic and pleasant. Also glasses, forks were not in the…", "rating": 5, "name": "Елена Погорелова", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Роман Юрченко", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat, but there are nuances.\nWhen people at the distribution yell \"skip the line\" or something like that, then most likely their drool will fly into the food. I would like them to either not yell, or be in ...", "rating": 1, "name": "Tim QQ", "cat": "Ukrainian restaurant"}, {"review": "21st century. 2021 Center of Kyiv. There is no WiFi in Puzata Khata. Mobile communication does not catch. shock content. …", "rating": 4, "name": "Владислав Романенко", "cat": "Ukrainian restaurant"}, {"review": "Perhaps one of the best \"pot-bellied\" in Kyiv. Firstly, always hot dishes, and secondly, the cleanliness of the establishment. The size of the institution is pleasantly surprising, since you can always find a free place. The only downside is the complete…", "rating": 3, "name": "Martha Koval", "cat": "Ukrainian restaurant"}, {"review": " Cafe in self-service mode. Always crowded, especially at lunchtime. The assortment of salads, hot dishes, cold snacks, soups is great. Often the choice changes. Clean and comfortable. Service is better, as staff often …", "rating": 5, "name": "Pavlo", "cat": "Ukrainian restaurant"}, {"review": "Traditional home cooking, and most importantly, Ukrainian. Here and dumplings, and fried potatoes, and cheesecakes, and borscht. For three - five dollars you can have a great meal and drink. I recommend to all …", "rating": 5, "name": "Yuliia Zaitseva", "cat": "Ukrainian restaurant"}, {"review": "Thanks to all the staff for saving me 09/17/2021\nIt became bad in the institution and the administrators were not at a loss! Help was provided.\nYour kitchen is also on fire) ...", "rating": 3, "name": "Dmytro Syniahovskyi", "cat": "Ukrainian restaurant"}, {"review": "Cozy, but not enough variety on the menu. Rather, it is diverse, but not everything is available))) ...", "rating": 1, "name": "Артем Кожемякин", "cat": "Ukrainian restaurant"}, {"review": "Regular customers in different cities. Yesterday at Khreshchatyk we ate at 22.30 with the whole family. The child barely made it to the hotel, and lived in the toilet all night.\nWe managed to drink medicine. …", "rating": 4, "name": "Анна Саливончик", "cat": "Ukrainian restaurant"}, {"review": "Quick snack. Huge cafe. The range could be wider. Chicken Kiev is excellent! …", "rating": 4, "name": "Елена Мироненко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Александр Флагман", "cat": "Ukrainian restaurant"}, {"review": "Excellent location, in the very center of Kyiv, modern design, excellent cuisine, a varied menu for every taste, several dining rooms, a toilet, poor mobile connection …", "rating": 3, "name": "Iurii Gulianytskyi", "cat": "Ukrainian restaurant"}, {"review": "There are very few ticket offices and assistants for such a huge influx of people as in the center of Kyiv. Therefore, even with a half-empty hall, you can spend 15-20 minutes in line. The lack of staff affects the quality of the dishes - something will be oversalted, …", "rating": 5, "name": "Василий Пат", "cat": "Ukrainian restaurant"}, {"review": "A huge room with labyrinths, I could hardly find a distribution with a cash desk! And the rest is pretty good! And one more drawback, I could hardly find it on the map, and the entrance is from McDonald's. …", "rating": 3, "name": "Huaw Huaw", "cat": "Ukrainian restaurant"}, {"review": "Were two years ago, it was better. The kitchen has deteriorated. The potatoes are half-baked, the dumplings have no taste at all. Pleased with the atmosphere and relative cleanliness. Friendly staff. …", "rating": 3, "name": "Павел Руто", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Чупакабра Чупакабра", "cat": "Ukrainian restaurant"}, {"review": "Puzata hut, as always, is on top. A varied menu for any choice. And, of course, the prices are amazing! Thank you for being!) …", "rating": 5, "name": "Людмила Чоповая", "cat": "Ukrainian restaurant"}, {"review": "Great variety of dishes. There are always free places, even though the center of Kyiv.\nI recommend …", "rating": 5, "name": "Snow St.", "cat": "Ukrainian restaurant"}, {"review": "Delicious \"canteen\"\nPrices are inexpensive, clean. There are always a lot of people. The food is delicious👍 …", "rating": 4, "name": "Ilie Ostin", "cat": "Ukrainian restaurant"}, {"review": "Pros: Value for money. Minus: a lot of left people come in, just to the toilet, even dressed up animators. Because of this, real visitors to this establishment need to stand in line to get to the toilet. Few hangers for the top ...", "rating": 4, "name": "Артем 5", "cat": "Ukrainian restaurant"}, {"review": " I love a pot-bellied house. For 13 years, everything is stable, fresh and affordable. I always come here if I want to eat tasty and not expensive. …", "rating": 5, "name": "Елена Науменко", "cat": "Ukrainian restaurant"}, {"review": "Choice for every taste, there is a diet menu, sweets. Service is fast. For my taste, everything is edible, fresh ...", "rating": 5, "name": "Антон Панченко", "cat": "Ukrainian restaurant"}, {"review": "Good establishment. Large comfortable room, nice interior. Convenient location in close proximity to the city center, which is certainly the main advantage for tourists. The cuisine is delicious, the assortment is wide, the prices are moderate. …", "rating": 4, "name": "Kaan Temiz", "cat": "Ukrainian restaurant"}, {"review": " The prices are very affordable, my favorite part is the buffet and all the food I have eaten was delicious. Since it is an open buffet, there is no worry about what to expect. Those who do not want to eat pork must …", "rating": 5, "name": "Андрій Фомін", "cat": "Ukrainian restaurant"}, {"review": " Delicious and useful!\nThere is always something to choose from.\nDietary dishes, desserts, drinks for every taste, for any stomach. I love …", "rating": 5, "name": "Roman Yesyp", "cat": "Ukrainian restaurant"}, {"review": " Cozy, neat and clean place. Friendly and courteous staff. Being in this place, as if immersed in a homely atmosphere. Wide choice of menus. Reasonable prices. …", "rating": 4, "name": "Евгения Копьяренко", "cat": "Ukrainian restaurant"}, {"review": "A great place to have a snack for a traveler who is in Kyiv. A wide choice of dishes, cold and hot. Delicious lemonades, kampots and cherry juice. A large area, neat tables, and at the same time people do not interfere with each other at all. …", "rating": 4, "name": "Анатолийч Йванов", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Ігор Jvddjsdhodwbj", "cat": "Ukrainian restaurant"}, {"review": " The food is fine but with what lockdown ate borscht not in a warm room but as a dog outside on the concrete and cold so sho so as a result of this cold cough, so the conclusion is that food is delicious but with …", "rating": 5, "name": "Адептус Астартес", "cat": "Ukrainian restaurant"}, {"review": "Best value for money! Very tasty and satisfying, I love this place. …", "rating": 5, "name": "özde yılmaz", "cat": "Ukrainian restaurant"}, {"review": " Unfortunately, Ukraine is now an expensive place for us due to the exchange rate. This place is a little cheaper. …", "rating": 4, "name": "Diarmayd Man", "cat": "Ukrainian restaurant"}, {"review": "One of the most elite places of this network. Very large, located underground. The apartment is beautiful, soft seats. You can order mulled wine with a cake and enjoy this cold weather. There are no signposts to tell where to be...", "rating": 5, "name": "КАМАЗИСТ ИЗ ХАРЬКОВА", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Роман Будилов", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat, good varied menu, tasty, but a bit pricey. …", "rating": 5, "name": "Алексей «UkrBest» Королев", "cat": "Ukrainian restaurant"}, {"review": "After the reconstruction, the place has changed a lot - and, of course, for the better.\nCome to eat in the center of Kyiv - inexpensive and quite tasty - I strongly recommend it. …", "rating": 5, "name": "Владимир Тищенко", "cat": "Ukrainian restaurant"}, {"review": "They cook delicious food, the price is moderate, the comfort is sufficient for such an institution, the staff will always help) …", "rating": 5, "name": "irina zgirina", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "Укр Зоо Коханівська", "cat": "Ukrainian restaurant"}]