[{"review": "This place serves affordable traditional Ukrainian food in a semi-elegant place. It is a self service place, here you pay just while ordering at the desk. With the food was everything alright, except with the vegetables that were tasteless. Recommendation!", "rating": 5, "name": "Hubert Sdun", "cat": "Ukrainian restaurant"}, {"review": "Good food,quick service,quick cleaning. 3cashiers,so you might be waiting a bit during lunch time. During 3days I was there it was almost the same food? 1grilled meat I had was cold,but otherwise good place. Some of the staff knows english(young ones)", "rating": 4, "name": "miiki.57", "cat": "Ukrainian restaurant"}, {"review": "Do you want good food, for anytime of the day so breakfast lunch or dinner. I definitely recommend this place, its kinda a fast food concept but with fresh food. You don't need to speak a word or Ukrainian or Russian here. You grab a …", "rating": 5, "name": "Dominique Jessy Oliveira", "cat": "Ukrainian restaurant"}, {"review": "Good enough quality and choice of traditional Ukrainian food, but nothing exceptional. For a 10$ one might have a decent combo meal.", "rating": 4, "name": "Bogdan Istrashkin", "cat": "Ukrainian restaurant"}, {"review": "Very affordable and tasty restaurant with a canteen atmosphere. Pick what you want from the many choices of traditional Ukrainian food. Wish there were more places like this in Berlin and other cities.", "rating": 5, "name": "Adam Hughes", "cat": "Ukrainian restaurant"}, {"review": "This place was recommended to us by some Ukrainian friends and it was so great we went twice! The price is fantastic and the food is surprisingly good. Great verity, and changing menu for breakfast to lunch/dinner. We had no idea what we …", "rating": 5, "name": "Jody Zonneveld", "cat": "Ukrainian restaurant"}, {"review": "There are many places on 2 floors. Tasty and helpful staff as usual. Fast Food service, but not fast food menu! Love it!", "rating": 5, "name": "Dmytro Hraif", "cat": "Ukrainian restaurant"}, {"review": "I like to have meals at this place. Very tasky, cozy atmosphere, a lot of place to choose, two floors. Here you ca also send money to the card or phone, charge the phone or just sit and relax with the friends or relatives with cup of tea or coffee and a cake. Recommend it if you want to eat good and pay not much", "rating": 4, "name": "Alina Varshavska", "cat": "Ukrainian restaurant"}, {"review": "Absolutely love Ukrainian cuisine in Puzata Hata. Lunch for 3 cost around 300 grivnas, coffee under 20 grivnas, tea pot around 25 grivnas.\nFood premade and you can just choose, bill and eat. …", "rating": 5, "name": "my-financial-wealth blog", "cat": "Ukrainian restaurant"}, {"review": "Perfect dinner, Ukrainian cousine, food suits for kids. Wide range of dishes, good service. Our family like Puzata hatas.", "rating": 5, "name": "Natalie N.", "cat": "Ukrainian restaurant"}, {"review": "Tasty Ukrainian food, a modern example of a dining facility of the Soviet Union. But for Gods sake, make up restrooms! A hole in a floor as a toilet should not be a standard of the 21st century.", "rating": 3, "name": "Delice Dance School", "cat": "Ukrainian restaurant"}, {"review": "Delicious traditional Ukrainian foods at affordable prices. Recommended !", "rating": 4, "name": "Farah Mahfouz", "cat": "Ukrainian restaurant"}, {"review": "Food tasted ok although I would prefer less salt & oil. However they were out of all main dishes for at least 20 minutes. …", "rating": 3, "name": "Andrei Konstantinov", "cat": "Ukrainian restaurant"}, {"review": "Cheap and good. The only negative is that usually the food is a bit cold, not really warm.", "rating": 4, "name": "Yonathan Stein", "cat": "Ukrainian restaurant"}, {"review": "Was in morning, took borsch, juice, and morning set of: boiled potatoes  with eggs, salad and Chicken Kyiv total for $3.5.\nSet was cold. Borsch was ok. …", "rating": 4, "name": "Dmytro Lohvynenko", "cat": "Ukrainian restaurant"}, {"review": "A nice place to try local cuisine at a reasonable price.  Staff are friendly. Dishes are pretty delicious, freshly cooked and taste home-made. Moreover, you can order take-away.", "rating": 5, "name": "Катерина Тригубенко", "cat": "Ukrainian restaurant"}, {"review": "Excellent selection of food, very cheap and very tasty, opened 8-23 👍👍👍", "rating": 5, "name": "Lukas Hajek", "cat": "Ukrainian restaurant"}, {"review": "Really affordable prices, fast but not junk food, traditional Ukrainian cuisine. Highly recommended!", "rating": 5, "name": "Pavlo Melnyk", "cat": "Ukrainian restaurant"}, {"review": "Good value for money. Good options. People don't speak English but are polite 😊", "rating": 5, "name": "Dariusz Glogowski", "cat": "Ukrainian restaurant"}, {"review": "Recommended by my host to try it do I did. Only good thing was that the food was cheap. The food servers don't speak English so u don't know what you're ordering. The food was way too oily and fat. Felt uncomfortable eating it. The only good dish was the salmon. It's only popular because of cheap price.", "rating": 2, "name": "Anthony Chan", "cat": "Ukrainian restaurant"}, {"review": "I always favour the pick-it-up yourself but we Home-cook concept, like this stalovaja. Although some of them have a larger selection, it is a nice clean place, and I loved the food. …", "rating": 4, "name": "Floris Naaijkens", "cat": "Ukrainian restaurant"}, {"review": "Nice breakfast and excellent location close to Cuba Coffee :- )", "rating": 5, "name": "Can", "cat": "Ukrainian restaurant"}, {"review": "Quick, pleasant, Ukrainian!", "rating": 5, "name": "Olena Nizalova", "cat": "Ukrainian restaurant"}, {"review": "Amazing local food. Super affordable and high quality", "rating": 5, "name": "Aleksandar Marušić", "cat": "Ukrainian restaurant"}, {"review": "The food is ok, although your experience will depend on place, what food available on the day, time of the  day ( as sometimes the place is very busy) and how staff feels that day!  Yes, you read correctly about the staff. …", "rating": 3, "name": "Anya Anyuta", "cat": "Ukrainian restaurant"}, {"review": "Descent food and comfortable place to eat. Average receipt - 70-100 UAH", "rating": 5, "name": "Petro Chernii", "cat": "Ukrainian restaurant"}, {"review": "Great place for variety local food at good price. However, staff attitudes seem different depending on locations. This particular location staff were not as friendly as the one near Kiev main train station. I still recommend this restaurant chain for good food at medium price.", "rating": 5, "name": "Gregory Lee", "cat": "Ukrainian restaurant"}, {"review": "Great chain where you can find cheap but tasty traditional food.\n\nThis exact restaurant have a good central location, the food choose is quite …", "rating": 4, "name": "Hanna", "cat": "Ukrainian restaurant"}, {"review": "Very good cafeteria style food at reasonable prices. It's often crowded, although there are many places to sit. All kinds of dishes are available, from salads and soups to main courses and desserts.", "rating": 5, "name": "William Wolf", "cat": "Ukrainian restaurant"}, {"review": "Nice, cheap, tasty hot dishes but always over crowded. It's OK for quick and normal (not a fast food) dinners. …", "rating": 3, "name": "Ivan Voitenko", "cat": "Ukrainian restaurant"}, {"review": "Nice service and helpful personnel, reasonable prices and acceptable quality of food, great variety of courses though portions could be bigger. Sometimes restrooms are undercleaned still they are free for usage. Really nice concept of fast-national-food.", "rating": 4, "name": "Тыгрык Паласаты", "cat": "Ukrainian restaurant"}, {"review": "won't call it the worst place but not the best one either. don't really like the kitchen, it smells badly here (I'm not really found of the smell of onions and fried chicken on my clothes). prices are a bit hight as for such a food. definitely not my place", "rating": 3, "name": "Mira Mi", "cat": "Ukrainian restaurant"}, {"review": "Very busy in lunch time. Popular dishes of the network usually are missed. Not as cosy as other cafes of the network. Still, it's very good, food is really tasty. I like it!", "rating": 3, "name": "Viktor Yakubiv", "cat": "Ukrainian restaurant"}, {"review": "One of the amazing restaurant i have been in Ukraine, food taste mom cooked, prices are reasonable, seating area feels like home. Nice draft beer, give it a try foods are delicious", "rating": 5, "name": "Foad Niestat", "cat": "Ukrainian restaurant"}, {"review": "Quick, tasty, affordable prices, plant of space even for a huge company. Nice sweets and pretty ok coffee. Great place in the centre to have a brake or business lunch", "rating": 5, "name": "Ђорђе", "cat": "Ukrainian restaurant"}, {"review": "Very nice atmosphere, delicious food, reasonable price, friendly staff\n\nThe only negative is that no Wi-Fi :(", "rating": 4, "name": "Mustafa Nasery", "cat": "Ukrainian restaurant"}, {"review": "Rather cheap fast but proper food. Nothing fancy. Ukrainian cousin. Some people will find it too fat, buy it is possible to choose something. Rather big choice. Fresh as there are many customers. Not busy at breakfast time. Tea, coffee and cakes are at the second floor.", "rating": 5, "name": "Olexi Pasyuk", "cat": "Ukrainian restaurant"}, {"review": "Good local food at great price", "rating": 4, "name": "T N (Rocket)", "cat": "Ukrainian restaurant"}, {"review": "Liked the place even though i had truble ordering. Using my fingers and limited knowledge of Ukrainian after paying for the meal you can sit where you want and eat in peace. The place is pritty busy and lot of locals come to eat there.", "rating": 5, "name": "Aleksandar Cvejić", "cat": "Ukrainian restaurant"}, {"review": "A self-service restaurant.\nA good place to have a very quick lunch for local office workers.\nYet the variety is average, the prices are average, the food is not too healthy.", "rating": 2, "name": "Val P", "cat": "Ukrainian restaurant"}, {"review": "Good place to have Ukrainian food for a decent price. Although dishes sometimes get boring, as they tend to be the same all the time", "rating": 4, "name": "Dmytro Furdak", "cat": "Ukrainian restaurant"}, {"review": "Good choice of national dishes, delicious and very cheap for the touristic center. Great cakes and coffee on the upper flour. I recommend.", "rating": 5, "name": "TT", "cat": "Ukrainian restaurant"}, {"review": "Good quality, tasty food, quick service however during peak periods there is a queue. A'la carte self service. Cheap. You can try here traditional Ukrainian specialities like 'borsch' and 'Kiev style chicken'. It is a restaurant chain in Kiev, easy to find one of them. Highly recommended :)", "rating": 5, "name": "David Dobos", "cat": "Ukrainian restaurant"}, {"review": "On budget and/or want to try a variety of Ukrainian food? Puzata Hata is the place to be. This restaurant is part of famous chain across Kiev ( & maybe ukraine) serving all kind of Ukrainian food. You can choose from a buffet, your food …", "rating": 5, "name": "Yasser Allaw", "cat": "Ukrainian restaurant"}, {"review": "A bit strange layout of seating so might be a bit awkward to find a place to eat. Otherwise quick service and good homemade style food.", "rating": 4, "name": "Oly", "cat": "Ukrainian restaurant"}, {"review": "Homemade like kitchen at a very affordable price. As this place is a high level fast food with self service, I would definitely recommend it for people willing to eat something good and fast.", "rating": 5, "name": "Alexander Badrak", "cat": "Ukrainian restaurant"}, {"review": "Great prices and very good authentic food! All locals Go Here. You won't pay more than 5€ for a 3 course meal With drinks!", "rating": 5, "name": "Daniel Guilliard", "cat": "Ukrainian restaurant"}, {"review": "It was decent, I could have chosen better things. The guard is great he checks for temperature ok I guess but 34.5 I should be dead already.", "rating": 4, "name": "Logan Bennet", "cat": "Ukrainian restaurant"}, {"review": "It's like Ukrainian McDonald's. Fast service and tasty food.", "rating": 5, "name": "Nishant Lade", "cat": "Ukrainian restaurant"}, {"review": "Its nice traditional restaurant, the prices are very good for all people, I like it so much.", "rating": 5, "name": "Zakarya Ghozlani", "cat": "Ukrainian restaurant"}, {"review": "Not very expensive and there are tasty foods.", "rating": 4, "name": "Doğancan Gül", "cat": "Ukrainian restaurant"}, {"review": "Cheap, tasty, nothing fancy. The place is clean, pretty cozy. If you're looking for a place to have quick lunch nearby - that's the place to go.", "rating": 5, "name": "Anton Lebedev", "cat": "Ukrainian restaurant"}, {"review": "Cheap food quick. A good option if you're hungry and don't know where to go. Also if you don't know Russian /Ukrainian you can point to what you want.", "rating": 4, "name": "Keith Labelle", "cat": "Ukrainian restaurant"}, {"review": "Very delicious Ukrainian national dishes. In a big demand with public. Wide range of food. Also there are tasty deserts.", "rating": 5, "name": "Reczka Greczka", "cat": "Ukrainian restaurant"}, {"review": "Good place for a lunch. But there are also great choices nearby to consider for a meal time. Great place for meetings.", "rating": 4, "name": "Ihor R.-M.", "cat": "Ukrainian restaurant"}, {"review": "My British friends said the best porridge they'd ever eaten was in Puzata Hata. Breakfasts are highly recommended.", "rating": 4, "name": "Kseniia Butova", "cat": "Ukrainian restaurant"}, {"review": "The whole chain is declining and this one is not an exception. The menu is shrinking and even then not all options are available. Quality also going down. As it stands now it is at a minimum acceptable level.", "rating": 3, "name": "Eugene T", "cat": "Ukrainian restaurant"}, {"review": "Tasty cheap food. Puzata Khata fastfood network is great place to spend time with friends. A lot of evenings were spent in big noisy companies of friends in these restaurants. You can find this fastfood in all cities and big towns of …", "rating": 5, "name": "SAAD: Social Awareness Ads Festival", "cat": "Ukrainian restaurant"}, {"review": "It's quite good if you not in mood for fancy stuff.\nYou can always get here what we're used to eat when we were leaving kids in Soviet Union.", "rating": 3, "name": "Oleg Dyachenko", "cat": "Ukrainian restaurant"}, {"review": "Authentic, traditional Ukrainian food. Cafeteria style service with professional staff. Popular with locals. Lots of Puzata Hata restaurants all around Kyiv.", "rating": 5, "name": "Darren", "cat": "Ukrainian restaurant"}, {"review": "Clean,reasonable prices,very kind personels,delicious Slav meals.", "rating": 5, "name": "Yunus Emre Soylu", "cat": "Ukrainian restaurant"}, {"review": "Good place for a cheap lunch in downtown. However, lines are not organized, and sometimes meals taste worse than usual", "rating": 4, "name": "Tom Buffalo", "cat": "Ukrainian restaurant"}, {"review": "Not the best among puzata hata. Instead suggesing - two puzata hata places on subway station Kontraktova Plosha. Food is usually worse than in other places of Puzata Hata. Last time i visited - women on food serving was ill - some sort of …", "rating": 2, "name": "D and B", "cat": "Ukrainian restaurant"}, {"review": "I did enjoyed this place!\nHad breakfast every day in Kiev. Nice and cheap food. Real taste of Ukraine!", "rating": 5, "name": "Žilvinta Sušinskienė", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cheap. Yummy!", "rating": 5, "name": "Aleksandar Aco", "cat": "Ukrainian restaurant"}, {"review": "If you are visitor or citizen and want to eat, it is the right place for you. The restaurant is not luxury but cheeper than others locals.", "rating": 4, "name": "Andrii Plechen", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food with wide variety of items. You can select the food item like in a buffet style and pay at the counter at the end.", "rating": 5, "name": "Saankrit Mukharjea", "cat": "Ukrainian restaurant"}, {"review": "This is a simple but consistent restaurant. Not fancy and no frills but very popular with locals. Convenient and cheap.", "rating": 4, "name": "Bharat Kumar", "cat": "Ukrainian restaurant"}, {"review": "Verygood price and taste", "rating": 5, "name": "Harry Up", "cat": "Ukrainian restaurant"}, {"review": "Lunch  there when I am in town. Nice food", "rating": 4, "name": "Frank Makomba", "cat": "Ukrainian restaurant"}, {"review": "This is one of the old fashion, no modern refurbishing, but the cuisine is nice as should be. Very little places for car parking.", "rating": 4, "name": "Євген Євтєхов", "cat": "Ukrainian restaurant"}, {"review": "Very nice place, good menu, but anywhere too small space between seats", "rating": 4, "name": "Alexey Vorobyov", "cat": "Ukrainian restaurant"}, {"review": "Self serve buffet. Good food. Good prices.", "rating": 4, "name": "Vicky Chase", "cat": "Ukrainian restaurant"}, {"review": "For cheap food the selection was always small in the late evening when I was able to go. During the day they have many more options.", "rating": 3, "name": "Jay Jones", "cat": "Ukrainian restaurant"}, {"review": "Maybe, the most convenient place in Kyiv for a dinner. Not a \"restaurant\" but nice place to just eat. Is Ok both for locals and tourists. Highly recommend too visit this place", "rating": 5, "name": "Michael Pustovit", "cat": "Ukrainian restaurant"}, {"review": "Very good and tasty food. Was always able to find a spot to seat.", "rating": 5, "name": "Anton Suslov", "cat": "Ukrainian restaurant"}, {"review": "Delicious meals but a little bit fatty", "rating": 4, "name": "Ahmet Caner FİDE", "cat": "Ukrainian restaurant"}, {"review": "Awesome place to try various local food with very affordable price. I went there so many times all over Ukraine :)", "rating": 5, "name": "Shintya Felicitas", "cat": "Ukrainian restaurant"}, {"review": "Cheap, but horribly run. The employees do not want to be there and they actively show it and tables are rarely bussed. Couple this with the fact that Ukrainians cannot form an organized line to save Crimea, and the result is a disaster …", "rating": 1, "name": "Hammid Borougerdi", "cat": "Ukrainian restaurant"}, {"review": "Good quality meals for a moderate price. One of the best places to go for lunch during work hours.", "rating": 5, "name": "Nastya Tsapenko", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata is one love, always tasty, clean and fresh food. Definitely recommend Puzata Hata! also it's very cheap there.", "rating": 5, "name": "Anastasiia Kovalenko", "cat": "Ukrainian restaurant"}, {"review": "Very good food", "rating": 5, "name": "Pedro Tomas", "cat": "Ukrainian restaurant"}, {"review": "Tasty, affordable food, used to eat here regularly, but stopped doing so after I got slightly poisoned two times after eating here.", "rating": 4, "name": "Tess V", "cat": "Ukrainian restaurant"}, {"review": "Healthy fast food with nice price and good quality of food, always fresh. I would recommend it.", "rating": 5, "name": "Yulia olesich", "cat": "Ukrainian restaurant"}, {"review": "It's like Ukrainian McDonalds. Fast, cheap and tasty. And great meal selection. A lot of space. Cozy. Recommend.", "rating": 5, "name": "Skiba Fedor", "cat": "Ukrainian restaurant"}, {"review": "A lot of tasty and not very expensive dishes. Only one thing - first floor is strange a bit:)", "rating": 5, "name": "Vlad Sydorenko", "cat": "Ukrainian restaurant"}, {"review": "The best staff. Food is good. Prices are reasonable. Temperature is just perfect.", "rating": 5, "name": "Ruslan Gunawardana (exarus)", "cat": "Ukrainian restaurant"}, {"review": "Good soup", "rating": 5, "name": "Oleg Metlenko", "cat": "Ukrainian restaurant"}, {"review": "Cheap & Tasty..😋😋😋", "rating": 5, "name": "Qazi Obaid", "cat": "Ukrainian restaurant"}, {"review": "The best food I ever had,  huge variety of food, excellent prices and service.", "rating": 5, "name": "Todd Fike", "cat": "Ukrainian restaurant"}, {"review": "Best ukrainian food and made traditional and super tasty. If you want to try ukrainian food. That's the place", "rating": 5, "name": "Rudinov", "cat": "Ukrainian restaurant"}, {"review": "Always good and cheap. If you wanna taste traditional Ukrainian food, go there", "rating": 5, "name": "Emre Baskak", "cat": "Ukrainian restaurant"}, {"review": "Best place to eat. Cheap and delicious. I will miss this place in my country.", "rating": 5, "name": "Paulius Matvejenko", "cat": "Ukrainian restaurant"}, {"review": "Very good and cheap place to eat. The personal do not speak English but you just need to show what you want to eat.", "rating": 5, "name": "Alex andre", "cat": "Ukrainian restaurant"}, {"review": "Always good, never disappointed. Good food, good prices, nice staff.", "rating": 5, "name": "Rémi", "cat": "Ukrainian restaurant"}, {"review": "It is a very practical restaurant in a very reasonable prices with a lot of varieties and choices thumbs up", "rating": 4, "name": "Ahmad Alam Eddine", "cat": "Ukrainian restaurant"}, {"review": "Its like a local homemade food and it's pretty tasty!", "rating": 5, "name": "Εva Styliagkatzi", "cat": "Ukrainian restaurant"}, {"review": "A good place, but they need more vegetarian food in the menu", "rating": 5, "name": "Svitlana Falenda", "cat": "Ukrainian restaurant"}, {"review": "Not the best food but still very good.  Cheap and quick.", "rating": 5, "name": "Brandon Kroll", "cat": "Ukrainian restaurant"}, {"review": "Quite a good place to dine in. Tasty food, reasonable prices and calm atmosphere.", "rating": 5, "name": "Viktor Radchenko", "cat": "Ukrainian restaurant"}, {"review": "Always a nice place for a quick lunch", "rating": 5, "name": "Olga Faryma", "cat": "Ukrainian restaurant"}, {"review": "very yummy food reasonable price and one of the girl is very helpful with great service", "rating": 5, "name": "chen darren", "cat": "Ukrainian restaurant"}, {"review": "Great place to pick up some ready made food. Several.locations on the city.", "rating": 4, "name": "Fidel Mejia", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food, prices are good, very many place to sit, works till 11 pm", "rating": 5, "name": "Mariia Khapun", "cat": "Ukrainian restaurant"}, {"review": "Best dumplings in the world", "rating": 5, "name": "Samanta Bartoszak", "cat": "Ukrainian restaurant"}, {"review": "Have variety of dishes from Ukrainian cuisine and taste good. Prices are cheap", "rating": 5, "name": "Dezin", "cat": "Ukrainian restaurant"}, {"review": "Cheap and nice service. You get what you pay for. I recommend their Kyiv chicken.", "rating": 5, "name": "Albin Padellaro", "cat": "Ukrainian restaurant"}, {"review": "Probably the best eating place in terms of price and quality", "rating": 4, "name": "Sergiy Lebedev", "cat": "Ukrainian restaurant"}, {"review": "Nice food good price we really enjoyed it thanks a lot....", "rating": 5, "name": "Cr martin Barannikova", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cheap", "rating": 5, "name": "Dawid Ziętkowski", "cat": "Ukrainian restaurant"}, {"review": "The best place for a cheap quick meal. A lot of dishes for vegetarians as well", "rating": 5, "name": "Yurii Makukha", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat Ukrainian food for cheap prices. Delicious desserts.", "rating": 5, "name": "Herman Chyzhov", "cat": "Ukrainian restaurant"}, {"review": "Reasonable price and good food! Except coffee\nEverything is quite tasty", "rating": 5, "name": "Anna Evtifeeva", "cat": "Ukrainian restaurant"}, {"review": "Food is average, but quick and affordable option to eat in the center of Kyiv.", "rating": 4, "name": "Veronika Demedetskaya", "cat": "Ukrainian restaurant"}, {"review": "Best Puzata Hata in town!", "rating": 5, "name": "Stephan Fleig", "cat": "Ukrainian restaurant"}, {"review": "Cheap, but tasty, clean and nice. Good value for money.", "rating": 5, "name": "Al Maz", "cat": "Ukrainian restaurant"}, {"review": "A good place if you want to eat fast and tasty for moderate price", "rating": 4, "name": "Pavel Chaiko", "cat": "Ukrainian restaurant"}, {"review": "A nice place to get a quick bite with some national food. And it's pretty cheap too.", "rating": 4, "name": "Andrew Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "All the food we love. Delicious. It was so good.", "rating": 5, "name": "Carla Rupp", "cat": "Ukrainian restaurant"}, {"review": "New Puzata Hata location. Nice decor and good value dining.", "rating": 5, "name": "James New", "cat": "Ukrainian restaurant"}, {"review": "Inexpensive food court. Not tasty. Not cozy. Usually crowded for dinner.", "rating": 3, "name": "Роман Шемчук", "cat": "Ukrainian restaurant"}, {"review": "Amazing taste of Ukrainian traditional food, in a very cute and comfortable place.", "rating": 5, "name": "Daniel Julià", "cat": "Ukrainian restaurant"}, {"review": "Great customer service great people we had a lot of fun I would come back to this place again", "rating": 5, "name": "Live Clean Today", "cat": "Ukrainian restaurant"}, {"review": "Nice", "rating": 3, "name": "Anastasiia P", "cat": "Ukrainian restaurant"}, {"review": "Cheap price,good and tasty products. There is meals for everybody", "rating": 5, "name": "Patrice Chartrand", "cat": "Ukrainian restaurant"}, {"review": "Affordable prices, big variety of food. Self-service.", "rating": 4, "name": "Kate Shatska", "cat": "Ukrainian restaurant"}, {"review": "Quite good Ukrainian food for more than reasonable price", "rating": 4, "name": "Maryana Naboka", "cat": "Ukrainian restaurant"}, {"review": "Great (not only) ukrainian food, cheap prices, nice restaurant", "rating": 5, "name": "Jiří Babyrád", "cat": "Ukrainian restaurant"}, {"review": "Nobody knows English. It is very hard to buy whatever you want....if you are a foreigner I recommend you to skip the place ;)", "rating": 2, "name": "Deni St", "cat": "Ukrainian restaurant"}, {"review": "Quick service with reasonable good food and cheap prices", "rating": 5, "name": "Ihor Sharmanskyi", "cat": "Ukrainian restaurant"}, {"review": "An excellent place to experience the best of traditional Ukrainian cuisine!", "rating": 5, "name": "Alberto Q", "cat": "Ukrainian restaurant"}, {"review": "Good bistro, this restaurant have a lot of space inside", "rating": 5, "name": "Denis Dragomirik", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty food. Very beautiful interior", "rating": 5, "name": "Furkat Mallabaiev", "cat": "Ukrainian restaurant"}, {"review": "For quick meals that's a good place but that lack healthy food", "rating": 4, "name": "Sergii Ripa", "cat": "Ukrainian restaurant"}, {"review": "Tasty cozy and cheap! Good place 😊 loved it", "rating": 5, "name": "Marina Veinberg", "cat": "Ukrainian restaurant"}, {"review": "As always no people up the stairs, cosy quite place to drink tea and chill out a little:)", "rating": 5, "name": "Bohdan Rudyk", "cat": "Ukrainian restaurant"}, {"review": "Not bad place for cheap eating. Sometimes food not quality", "rating": 3, "name": "S S", "cat": "Ukrainian restaurant"}, {"review": "Comfy local food without experiments\nThough tasty and fast", "rating": 4, "name": "Olena Dobrovinska", "cat": "Ukrainian restaurant"}, {"review": "4 out of 5 because dishes used to be more delicious", "rating": 4, "name": "Vitalii Lushyn", "cat": "Ukrainian restaurant"}, {"review": "Amazing place to experience the Ukrainian cuisine homemade, nice place is recommended.", "rating": 5, "name": "Charaf Moustaghfir", "cat": "Ukrainian restaurant"}, {"review": "Great food at great prices with no waiting!", "rating": 5, "name": "david in carlsbad", "cat": "Ukrainian restaurant"}, {"review": "Fantastic authentic Ukrainian food! Cheap and cheerful.", "rating": 5, "name": "Carl Morris", "cat": "Ukrainian restaurant"}, {"review": "Good food but not enough hot", "rating": 4, "name": "Agaa Aga", "cat": "Ukrainian restaurant"}, {"review": "Best food in best price, for food lovers and not for ambience. Middle range food chain", "rating": 5, "name": "Kolya Rus", "cat": "Ukrainian restaurant"}, {"review": "Good place to try traditional Ukrainian cuisine. Highly recommended", "rating": 5, "name": "Alexandra Ilianova", "cat": "Ukrainian restaurant"}, {"review": "Food is really tasty but too much fat in it.", "rating": 4, "name": "Ilya Reva", "cat": "Ukrainian restaurant"}, {"review": "A-1 home food restaurant. Tasty, cheap and aesthetic, what else can a man need?", "rating": 5, "name": "Andy Mac", "cat": "Ukrainian restaurant"}, {"review": "Tasty food low prices", "rating": 5, "name": "Mateusz Bialek", "cat": "Ukrainian restaurant"}, {"review": "a very low-level eatery, very tasteless. I felt bad all day", "rating": 1, "name": "loreta ck", "cat": "Ukrainian restaurant"}, {"review": "Great food, low prices, pleasant interior.", "rating": 5, "name": "Andrii", "cat": "Ukrainian restaurant"}, {"review": "Great place with low prices and delicious food", "rating": 5, "name": "Оксана Куца", "cat": "Ukrainian restaurant"}, {"review": "Great food, cheap as well", "rating": 5, "name": "Papan Papanovic", "cat": "Ukrainian restaurant"}, {"review": "Good place, tasty food, affordable price", "rating": 5, "name": "Sergio Gulesku", "cat": "Ukrainian restaurant"}, {"review": "Great local food good reasonable prices", "rating": 4, "name": "Ben Vol", "cat": "Ukrainian restaurant"}, {"review": "Nice place to eat Ukrainian food at low prices.", "rating": 5, "name": "Антон Португалов", "cat": "Ukrainian restaurant"}, {"review": "Near the metro. Close to the city centre. Very nice interior and a lot of space.", "rating": 5, "name": "Tetiana Shchypun", "cat": "Ukrainian restaurant"}, {"review": "Fast and cheap food. Don't expect a lot. It's just normal.", "rating": 4, "name": "Misha Ilchenko", "cat": "Ukrainian restaurant"}, {"review": "Best food in Ukraine!", "rating": 5, "name": "Maksym Bondarenko", "cat": "Ukrainian restaurant"}, {"review": "Very cheap but delicious and quality food", "rating": 5, "name": "Oleksandr Razinkov", "cat": "Ukrainian restaurant"}, {"review": "Acceptable food for a reasonable price", "rating": 4, "name": "Taras Pаshkо", "cat": "Ukrainian restaurant"}, {"review": "Very reasonable good Ukrainian food", "rating": 5, "name": "Comedy Writer", "cat": "Ukrainian restaurant"}, {"review": "This place become worse in compare is used to be", "rating": 1, "name": "mykola maksymov", "cat": "Ukrainian restaurant"}, {"review": "Super like always,  food very tasty, I like it.", "rating": 5, "name": "Elena koval", "cat": "Ukrainian restaurant"}, {"review": "Little bit like labyrinths, but food is as good as before.", "rating": 5, "name": "David Jashi", "cat": "Ukrainian restaurant"}, {"review": "Basic food choices. The big screens never show what you hear here.", "rating": 4, "name": "Yaroslava Fedoriv", "cat": "Ukrainian restaurant"}, {"review": "Very small choice, average tasty", "rating": 1, "name": "Danguole Petrikiene", "cat": "Ukrainian restaurant"}, {"review": "Just point at the food you want. No need to understand any silly language except the queen's English.", "rating": 5, "name": "Daniel Shapiro", "cat": "Ukrainian restaurant"}, {"review": "Dirty and not comfortable , I have been in much better Puzata Hats than this one", "rating": 3, "name": "Yevhenii Petrunin", "cat": "Ukrainian restaurant"}, {"review": "Too crowded, but cheap to eat and nice interior )", "rating": 4, "name": "Inna Yazy", "cat": "Ukrainian restaurant"}, {"review": "Best place to try traditional Ukraine food.", "rating": 5, "name": "Oleg Kuprovskyi", "cat": "Ukrainian restaurant"}, {"review": "Great affordable ukrainian food. Great location", "rating": 4, "name": "Milou London", "cat": "Ukrainian restaurant"}, {"review": "Affordable and tasty national Ukrainian food", "rating": 5, "name": "Hlib Babii", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian cusine fast food in area.", "rating": 5, "name": "Taras Zavalko", "cat": "Ukrainian restaurant"}, {"review": "Cheap, fast and tasty Ukrainian food", "rating": 4, "name": "Tetiana Gregersen", "cat": "Ukrainian restaurant"}, {"review": "Tasty food for very reasonable price.", "rating": 5, "name": "Yurii Mashtalir", "cat": "Ukrainian restaurant"}, {"review": "Cheap. Not that tasty. Fast and convenient. Clean.", "rating": 3, "name": "Lucas R", "cat": "Ukrainian restaurant"}, {"review": "very cheap and tasty traditional food", "rating": 5, "name": "foxid", "cat": "Ukrainian restaurant"}, {"review": "Healthy and not expensive food like at home.", "rating": 5, "name": "Мстислав Многогрішний", "cat": "Ukrainian restaurant"}, {"review": "Good food! Acceptable price!", "rating": 5, "name": "Ruslan Alyamkin", "cat": "Ukrainian restaurant"}, {"review": "Puzata xata wherever you go is the same good service and staff", "rating": 5, "name": "Ahlem Lee", "cat": "Ukrainian restaurant"}, {"review": "Lovely food and great prices. :)", "rating": 5, "name": "Josh Richardson", "cat": "Ukrainian restaurant"}, {"review": "a really good and decently priced cafeteria", "rating": 5, "name": "Ryan Johnson", "cat": "Ukrainian restaurant"}, {"review": "Quick, tasty breakfasts with big portions!", "rating": 5, "name": "Isaiah Valdez", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian home style food cheap and tasty", "rating": 3, "name": "Yoav Binyamin", "cat": "Ukrainian restaurant"}, {"review": "lovely setting and good food", "rating": 5, "name": "Reza Soltani", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian and European dishes. Bistro - self-service.", "rating": 5, "name": "Dima Butyrin", "cat": "Ukrainian restaurant"}, {"review": "Not enough selection and costs a bit more..", "rating": 2, "name": "Trey Maurice", "cat": "Ukrainian restaurant"}, {"review": "Ukraine fast food chain at good prices.", "rating": 4, "name": "Julian Martinez", "cat": "Ukrainian restaurant"}, {"review": "Good place with big variety of food", "rating": 5, "name": "Barry Writer", "cat": "Ukrainian restaurant"}, {"review": "Chip and tasty, but people here are different...", "rating": 3, "name": "Anton Galkovskyi", "cat": "Ukrainian restaurant"}, {"review": "Tasty, as it usually is in Puzata Hata, and not expensive", "rating": 5, "name": "Oleksandr Basov", "cat": "Ukrainian restaurant"}, {"review": "Try borshch and dumplings here for a quick lunch.", "rating": 5, "name": "Vitalii Tiutiunnyk", "cat": "Ukrainian restaurant"}, {"review": "Very affordable prices, quick service.", "rating": 4, "name": "Toomas Villo", "cat": "Ukrainian restaurant"}, {"review": "Great food for great prices!", "rating": 5, "name": "Alexander Lelebin", "cat": "Ukrainian restaurant"}, {"review": "If you are into traditional ukrainian food, this place is for you", "rating": 4, "name": "Alisa Tyshchenko", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and cheap prices!", "rating": 5, "name": "Alexandr", "cat": "Ukrainian restaurant"}, {"review": "The facilities are big. The food is good.", "rating": 5, "name": "Yuliia Zhaha", "cat": "Ukrainian restaurant"}, {"review": "It is a very convenient food net.", "rating": 5, "name": "Miroslav Lefter", "cat": "Ukrainian restaurant"}, {"review": "One of best ukrainian restaurants", "rating": 5, "name": "Mahmoud Elkhatieb", "cat": "Ukrainian restaurant"}, {"review": "Good place and reasonably priced", "rating": 4, "name": "fahmi nio", "cat": "Ukrainian restaurant"}, {"review": "Tasty and cheap. Good", "rating": 5, "name": "Бро Тан", "cat": "Ukrainian restaurant"}, {"review": "Perfect food for cheap prices", "rating": 5, "name": "Michael Binzer", "cat": "Ukrainian restaurant"}, {"review": "I love Ukrainan cuisines from this restaurant.", "rating": 5, "name": "kathrina kerala", "cat": "Ukrainian restaurant"}, {"review": "fine place to have quick lunch", "rating": 3, "name": "Sergii Lisnychyi", "cat": "Ukrainian restaurant"}, {"review": "Fast and cheap. The food is mostly good", "rating": 4, "name": "Igal Osher Levin", "cat": "Ukrainian restaurant"}, {"review": "Tasty Ukrainian food! Love it!", "rating": 5, "name": "Anastasiia Oleksiuk", "cat": "Ukrainian restaurant"}, {"review": "Puzata hata is tasty good and cheap... I love it", "rating": 5, "name": "Salvatore Pisanu", "cat": "Ukrainian restaurant"}, {"review": "Nice interior and high quality of food", "rating": 5, "name": "Andrey Pereverzev", "cat": "Ukrainian restaurant"}, {"review": "Cool place to explore ukrainian food (cheap)", "rating": 5, "name": "Фёкла Карлеоне", "cat": "Ukrainian restaurant"}, {"review": "No bad", "rating": 3, "name": "spacek", "cat": "Ukrainian restaurant"}, {"review": "Local food for normal prices", "rating": 4, "name": "Peter Barchuk", "cat": "Ukrainian restaurant"}, {"review": "Good choice to quick dinner", "rating": 3, "name": "Vasyl Osypchuk", "cat": "Ukrainian restaurant"}, {"review": "Great prices, tasty foods!", "rating": 5, "name": "furkan gündüz", "cat": "Ukrainian restaurant"}, {"review": "Quick eats at reasonable prices.", "rating": 5, "name": "Abdulaziz Abdulsalam", "cat": "Ukrainian restaurant"}, {"review": "Best authentic Ukrainian food", "rating": 5, "name": "Jigar Patel", "cat": "Ukrainian restaurant"}, {"review": "Cheap Ukrainian meals, recommend!", "rating": 4, "name": "Slav Bogutsky", "cat": "Ukrainian restaurant"}, {"review": "The best fast food restaurant in Ukraine.", "rating": 5, "name": "Milla", "cat": "Ukrainian restaurant"}, {"review": "Basic food and reasonable prices", "rating": 4, "name": "Sergei Hynna", "cat": "Ukrainian restaurant"}, {"review": "Not expensive. Food from Ukraine", "rating": 4, "name": "Charles Galant", "cat": "Ukrainian restaurant"}, {"review": "Quality food, friendly stuff", "rating": 4, "name": "JavaSoldier", "cat": "Ukrainian restaurant"}, {"review": "Rather good place to have a rest", "rating": 4, "name": "Станіслав Трактовенко", "cat": "Ukrainian restaurant"}, {"review": "Cool food", "rating": 5, "name": "Arek Bogucki", "cat": "Ukrainian restaurant"}, {"review": "Great for ukrainian soups and snacks.", "rating": 5, "name": "S M", "cat": "Ukrainian restaurant"}, {"review": "good food for little money", "rating": 5, "name": "Sergiy Velychko", "cat": "Ukrainian restaurant"}, {"review": "Good choice of fresh food", "rating": 5, "name": "Tomáš Chvojka", "cat": "Ukrainian restaurant"}, {"review": "Tasty an cheap food.", "rating": 5, "name": "Audrius K", "cat": "Ukrainian restaurant"}, {"review": "Good food at a good price", "rating": 5, "name": "Olga Kovalenko", "cat": "Ukrainian restaurant"}, {"review": "Tasty, and very affordable", "rating": 5, "name": "John Feggestad", "cat": "Ukrainian restaurant"}, {"review": "Good food for cheap", "rating": 4, "name": "giorgi japaridze", "cat": "Ukrainian restaurant"}, {"review": "Qualitative food\nAbsolutely not expensive", "rating": 5, "name": "Péter Rimár", "cat": "Ukrainian restaurant"}, {"review": "Price/Quality 5 stars!", "rating": 4, "name": "diniska deniska", "cat": "Ukrainian restaurant"}, {"review": "Cheap decent food.", "rating": 3, "name": "Rich Cushing", "cat": "Ukrainian restaurant"}, {"review": "Great for the price! Especially in this area", "rating": 5, "name": "Alexey Kovynev", "cat": "Ukrainian restaurant"}, {"review": "Fantastic food! Cheap", "rating": 5, "name": "Thorbjørn Øvrebø", "cat": "Ukrainian restaurant"}, {"review": "Cheap, traditional and delicious", "rating": 4, "name": "English with Vlad", "cat": "Ukrainian restaurant"}, {"review": "Awesome, cheap and delicious", "rating": 5, "name": "Serhii", "cat": "Ukrainian restaurant"}, {"review": "A good alternative to McDonald's", "rating": 5, "name": "Dmytro Iholnikov", "cat": "Ukrainian restaurant"}, {"review": "Tasty,  budget food.", "rating": 4, "name": "Алеся Ниж", "cat": "Ukrainian restaurant"}, {"review": "Bad food quality", "rating": 3, "name": "Some Info", "cat": "Ukrainian restaurant"}, {"review": "Low cost Ukrainian restaurant", "rating": 4, "name": "Stefano Umberto", "cat": "Ukrainian restaurant"}, {"review": "Cheap and quite tasty.", "rating": 5, "name": "Victor Isaev", "cat": "Ukrainian restaurant"}, {"review": "As good as always", "rating": 5, "name": "Vlad Mozgovoi", "cat": "Ukrainian restaurant"}, {"review": "I'm looking forward to coming back with friends !", "rating": 5, "name": "John Lombardo", "cat": "Ukrainian restaurant"}, {"review": "They cook reference borscht :-)", "rating": 5, "name": "Kyrylo Reznykov", "cat": "Ukrainian restaurant"}, {"review": "Great kyiv chicken and food", "rating": 4, "name": "Shillah Mwavua", "cat": "Ukrainian restaurant"}, {"review": "More Kvas, really good", "rating": 5, "name": "BlueFeather46", "cat": "Ukrainian restaurant"}, {"review": "All dishes were cold", "rating": 2, "name": "Indre Pahl", "cat": "Ukrainian restaurant"}, {"review": "Too narrow. Too unfriendly. Staff look tired.", "rating": 3, "name": "Igor TsvetkoV", "cat": "Ukrainian restaurant"}, {"review": "Good choice for breakfast", "rating": 5, "name": "Евгений Лузан", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food. The best", "rating": 5, "name": "Яна Косар", "cat": "Ukrainian restaurant"}, {"review": "good taste but expensive", "rating": 3, "name": "Mo Al", "cat": "Ukrainian restaurant"}, {"review": "Probably the best bistro in Kyiv.", "rating": 5, "name": "Vlad Ovchinnikov", "cat": "Ukrainian restaurant"}, {"review": "Nice food", "rating": 4, "name": "Maksym Kultyshev", "cat": "Ukrainian restaurant"}, {"review": "Nice fast food", "rating": 5, "name": "Mif Stryker", "cat": "Ukrainian restaurant"}, {"review": "Inexpensive and tasty", "rating": 4, "name": "Andrej Pakhutin", "cat": "Ukrainian restaurant"}, {"review": "The best ukraines borsh4", "rating": 5, "name": "#ПРО'Село", "cat": "Ukrainian restaurant"}, {"review": "Very good", "rating": 4, "name": "Yaromirr Sneh", "cat": "Ukrainian restaurant"}, {"review": "Delicious", "rating": 5, "name": "LANCELOT MUSIC", "cat": "Ukrainian restaurant"}, {"review": "Overcrowded during rush hours", "rating": 4, "name": "Eugene Chepurniy", "cat": "Ukrainian restaurant"}, {"review": "Best place for lunch", "rating": 5, "name": "Yurii Zaremba", "cat": "Ukrainian restaurant"}, {"review": "Good home food", "rating": 5, "name": "Tetiana Polishchuk", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian food", "rating": 5, "name": "German Chyzhov", "cat": "Ukrainian restaurant"}, {"review": "great pork chop)", "rating": 5, "name": "Victor Andreev", "cat": "Ukrainian restaurant"}, {"review": "tasty cheap fast", "rating": 3, "name": "Ivanello I", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty", "rating": 5, "name": "Stanislav Deviatykh", "cat": "Ukrainian restaurant"}, {"review": "Cold food", "rating": 4, "name": "Ivan", "cat": "Ukrainian restaurant"}, {"review": "It was everything I had hoped for and more👍👍👍", "rating": 5, "name": "Oscar Oldehaver", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty", "rating": 5, "name": "Yulia N", "cat": "Ukrainian restaurant"}, {"review": "fast, cheap, not bad", "rating": 4, "name": "Mykola Havryliuk", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty", "rating": 5, "name": "Vitalii Kiiko", "cat": "Ukrainian restaurant"}, {"review": "🙏", "rating": 5, "name": "Sank Sank", "cat": "Ukrainian restaurant"}, {"review": "Best", "rating": 5, "name": "Svirkov Dimitar", "cat": "Ukrainian restaurant"}, {"review": "Clean, friendly staff", "rating": 4, "name": "forestkyiv", "cat": "Ukrainian restaurant"}, {"review": "Good tasty food", "rating": 4, "name": "Dean Marsden", "cat": "Ukrainian restaurant"}, {"review": "Nice place to eat", "rating": 5, "name": "Yevheniia Rozenberg", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian fast food", "rating": 4, "name": "Mykhailo Chornyi", "cat": "Ukrainian restaurant"}, {"review": "Tasty and cheep", "rating": 5, "name": "Anatolyi Sventitskyi", "cat": "Ukrainian restaurant"}, {"review": "It exceeded my expectations", "rating": 4, "name": "Лина Романюк", "cat": "Ukrainian restaurant"}, {"review": "very nice place!", "rating": 4, "name": "Shota Meladze", "cat": "Ukrainian restaurant"}, {"review": "Poor food choice", "rating": 3, "name": "Alexey Bondarev", "cat": "Ukrainian restaurant"}, {"review": "Quick and affordable.", "rating": 3, "name": "christopher heine", "cat": "Ukrainian restaurant"}, {"review": "Nice.", "rating": 5, "name": "Vitalii Levets", "cat": "Ukrainian restaurant"}, {"review": "Not so bad", "rating": 4, "name": "Stephane D.", "cat": "Ukrainian restaurant"}, {"review": "Cheap and good", "rating": 5, "name": "shahar wienrib", "cat": "Ukrainian restaurant"}, {"review": "Great place ☺️", "rating": 5, "name": "Vasyl Bieloivanov", "cat": "Ukrainian restaurant"}, {"review": "Nice meal!", "rating": 5, "name": "Sergio Andronik", "cat": "Ukrainian restaurant"}, {"review": "Great cafeteria", "rating": 5, "name": "Leigh Can", "cat": "Ukrainian restaurant"}, {"review": "nice, tasty, fast", "rating": 5, "name": "Tanya Semenova", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cozy", "rating": 5, "name": "Roksolana Windwalker", "cat": "Ukrainian restaurant"}, {"review": "loved it", "rating": 5, "name": "Kuldeep Kanyan", "cat": "Ukrainian restaurant"}, {"review": "Very tasty", "rating": 5, "name": "MalkatShva", "cat": "Ukrainian restaurant"}, {"review": "Cheap and fatty foods", "rating": 3, "name": "Andriy Daniluk", "cat": "Ukrainian restaurant"}, {"review": "not bad, not good :(", "rating": 3, "name": "Volodymyr Mordas", "cat": "Ukrainian restaurant"}, {"review": "Tasty as always", "rating": 5, "name": "Ni Ba", "cat": "Ukrainian restaurant"}, {"review": "Nice", "rating": 3, "name": "Duur Hans", "cat": "Ukrainian restaurant"}, {"review": "closed maybe temporarily", "rating": 1, "name": "Tahir Tarik Eylen", "cat": "Ukrainian restaurant"}, {"review": "Rr", "rating": 5, "name": "Wieslaw Bednarczyk", "cat": "Ukrainian restaurant"}, {"review": "So so", "rating": 2, "name": "Nishant Saurabh", "cat": "Ukrainian restaurant"}, {"review": "Ok", "rating": 5, "name": "Григорий Булавко", "cat": "Ukrainian restaurant"}, {"review": "Great value!", "rating": 5, "name": "Declan Kirk", "cat": "Ukrainian restaurant"}, {"review": "Yum!", "rating": 5, "name": "Alex Garner - Personal", "cat": "Ukrainian restaurant"}, {"review": "So so(((", "rating": 3, "name": "alex bell", "cat": "Ukrainian restaurant"}, {"review": "Simple and traditional.", "rating": 5, "name": "Max M.", "cat": "Ukrainian restaurant"}, {"review": "Good cuisine", "rating": 5, "name": "Valerie Ivanova (Valerie)", "cat": "Ukrainian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Adolfo Avila", "cat": "Ukrainian restaurant"}, {"review": "Very nice!", "rating": 5, "name": "sami vakkuri", "cat": "Ukrainian restaurant"}, {"review": "Good as always.", "rating": 5, "name": "Misha Shklyar", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian McDonalds.", "rating": 5, "name": "Slawa Pidgorny", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Bernardo Carrera", "cat": "Ukrainian restaurant"}, {"review": "Great", "rating": 4, "name": "A G", "cat": "Ukrainian restaurant"}, {"review": "I am loving it", "rating": 5, "name": "Muhammad Qasir Shahzad", "cat": "Ukrainian restaurant"}, {"review": "delicious", "rating": 4, "name": "Hafez Al-ayat", "cat": "Ukrainian restaurant"}, {"review": "Tasty food", "rating": 4, "name": "Akshay Bansal", "cat": "Ukrainian restaurant"}, {"review": "Tasty food", "rating": 5, "name": "Nodir Khalilov", "cat": "Ukrainian restaurant"}, {"review": "A bit dirty", "rating": 3, "name": "Ekaterina Zoubak", "cat": "Ukrainian restaurant"}, {"review": "Simply wonderful", "rating": 5, "name": "Марк Брагинский", "cat": "Ukrainian restaurant"}, {"review": "It's barely impossible to find where to wash up hands😂", "rating": 4, "name": "Max Rad", "cat": "Ukrainian restaurant"}, {"review": "Cheep & delicious", "rating": 5, "name": "Max Bespalov", "cat": "Ukrainian restaurant"}, {"review": "OK", "rating": 4, "name": "John Smith", "cat": "Ukrainian restaurant"}, {"review": "Great spot", "rating": 5, "name": "Seb P.", "cat": "Ukrainian restaurant"}, {"review": "Cheap", "rating": 5, "name": "Eugene Napadovskiy", "cat": "Ukrainian restaurant"}, {"review": "Best fast-food in the city.", "rating": 4, "name": "Vadym Mykytiuk (Mykyta Chasnyk)", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "Peter Agh", "cat": "Ukrainian restaurant"}, {"review": "great potatoes", "rating": 5, "name": "Yegor", "cat": "Ukrainian restaurant"}, {"review": "Cheap foods", "rating": 3, "name": "sadegh jam", "cat": "Ukrainian restaurant"}, {"review": "The best!!!", "rating": 5, "name": "Ruslan Molodyko", "cat": "Ukrainian restaurant"}, {"review": "Dependable", "rating": 4, "name": "C Sk", "cat": "Ukrainian restaurant"}, {"review": "Visit it sometimes", "rating": 3, "name": "Denys .Mamay", "cat": "Ukrainian restaurant"}, {"review": "Check this sound", "rating": 5, "name": "Max Uperiaka", "cat": "Ukrainian restaurant"}, {"review": "Cheap&tasty", "rating": 5, "name": "Victor Kovalev", "cat": "Ukrainian restaurant"}, {"review": "nice place", "rating": 4, "name": "Микола Микитюк", "cat": "Ukrainian restaurant"}, {"review": "Probably only the lazy did not write about this institution. For us, this is a great place where you can inexpensively and tasty eat truly Ukrainian food. The peculiarity of this institution is that almost all the food is slightly warm. I wish the food was a bit...", "rating": 5, "name": "Denis K", "cat": "Ukrainian restaurant"}, {"review": "If you like the network of Pot-bellied Huts, then this particular one is less popular than the one on Kontraktova Square and, accordingly, there are fewer people in it, there are enough free places even at offensive times on weekends. And each Hut has a menu for …", "rating": 4, "name": "Anastasiya Kashirina", "cat": "Ukrainian restaurant"}, {"review": " Delicious turkey and potato pancakes.\nSpinach pancakes are juicy, but a little too much.\nClean. …", "rating": 5, "name": "Світлана Порхун", "cat": "Ukrainian restaurant"}, {"review": "Great and cheap place for Ukrainian and home cooking. The dishes are delicious, the service is good. 2 outrageous. Very tidy, clean, lots of space. The cuisine is varied, you can choose what you want. Great for a complete lunch! …", "rating": 5, "name": "Max Prykhodko", "cat": "Ukrainian restaurant"}, {"review": " It is the Ukraina diner, for € 5 or so you can have a full meal including a bottle of water and bread, obviously it is not a restaurant but you eat well, also suitable for those who want to eat faster than at the …", "rating": 4, "name": "Daniele Mascheroni", "cat": "Ukrainian restaurant"}, {"review": "The first Puzata hut where I will put 4 stars...\nAlthough I was happy with everything, but ...\nCame in around 9pm....", "rating": 4, "name": "Денис", "cat": "Ukrainian restaurant"}, {"review": "The interior is the bomb!\nAll restaurants of this network have some special interior, and the menu is the same. Although the taste of dishes is slightly different in different restaurants, but in general, the network turns out to be …", "rating": 5, "name": "Даниил Киселев", "cat": "Ukrainian restaurant"}, {"review": "Diverse home cooking with Ukrainian flavor.\nEverything is delicious!\nBeautiful interior. …", "rating": 5, "name": "Juliia Saber", "cat": "Ukrainian restaurant"}, {"review": "If you forgot your mask, they will give it to you at the checkout. But then, when paying, it will be included in the check. As a result, the mask costs 6 UAH. with a check 112 UAH.\nNext time, if I forget my mask, I will go somewhere else. …", "rating": 2, "name": "Sergei Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "Very nice interior, good location. Not a bad concoction. By the way, the branded bun tastes amazing 🤤 …", "rating": 5, "name": "Валерий Майский", "cat": "Ukrainian restaurant"}, {"review": "Stopped in for dinner at 7pm with my wife!\nThe quality of the food leaves much to be desired, everything is cold and weather-beaten, they would have made at least a discount in the evening for leftover food ... Well, that’s not good ... ...", "rating": 1, "name": "Piligrim 1801", "cat": "Ukrainian restaurant"}, {"review": "The place is very cozy, professional approach to their business. A large selection of dishes and a lot of professional waiters, it is clear that here they treat their duties professionally. …", "rating": 5, "name": "Антон Бринчук", "cat": "Ukrainian restaurant"}, {"review": " If you want to taste delicious raw chicken, come to the pot-bellied house!) And seriously, I do not recommend eating something meat there. No more foot here. …", "rating": 1, "name": "Maxim", "cat": "Ukrainian restaurant"}, {"review": "The story of how to acquire client love and devotion in 24 hours.\n\nOrdered delivery of frozen products. In a package of vareniki with feta cheese…", "rating": 5, "name": "Olena Rodiontseva", "cat": "Ukrainian restaurant"}, {"review": " I prefer this institution, and not only among similar ones, but also in the Puzata hut network. Enough choice of truly homemade dishes. Special respect to borscht! It is possible to maintain diversity, even if you are …", "rating": 5, "name": "Vitalii Pichkur", "cat": "Ukrainian restaurant"}, {"review": " There are many chain restaurants in Ukraine, also in Kiev. I went twice in two different places, although the interior arrangements are not the same, the food types and tastes are the same. …", "rating": 3, "name": "Gözümpabucumda", "cat": "Ukrainian restaurant"}, {"review": "It's not tasty. Previously, in this Pot-bellied they cooked well. Now - the hodgepodge looks like puree diluted with fat, dumplings with meat - the dough is thick and sticky, as if they cannot find the ratio of flour. The bread is dry, and the pampushka stuffed inside and not ...", "rating": 2, "name": "Lera Domskie", "cat": "Ukrainian restaurant"}, {"review": "Pros: tasty, close to the center and work. There are combo breakfasts.\nCons: sometimes they do not wipe the tables ...", "rating": 5, "name": "Анна Воронина", "cat": "Ukrainian restaurant"}, {"review": "Good protection against excess bacteria during quarantine, tables are sterilized, cozy interior, dishes like in all similar establishments, I generally like the cuisine, a budget option for healthy food, delicious desserts, the only thing that coffee ...", "rating": 5, "name": "Мария Куцаченко", "cat": "Ukrainian restaurant"}, {"review": " Inexpensive canteen with mostly traditional Ukrainian cuisine. Good selection, lots of seats, also on the first floor. Much emphasis is placed on cleanliness. …", "rating": 5, "name": "Tetyana Bella", "cat": "Ukrainian restaurant"}, {"review": "Awesome place!, flew in to eat while riding around Kyiv (we are from Chernigov). Cool security guards with a great sense of humor, let our sidekick go without a mask, it's just \"Canteen 2.0\" in Chernihiv there is no such thing. I recommend it to those who want...", "rating": 5, "name": "Богдан Барский", "cat": "Ukrainian restaurant"}, {"review": " The Puzata Khata restaurant chain opened its doors to the first visitors in 2003. Then it was the first restaurant in Bessarabka, in the center of Kiev. …", "rating": 3, "name": "Максим Чабанюк", "cat": "Ukrainian restaurant"}, {"review": "Good location, home cooking restaurant located on two floors, plenty of space, lots of tables where you can accommodate a small company, if you want to drink only tea, then this is on the second floor here and desserts. Generally clean,…", "rating": 5, "name": "Yan Polianchev", "cat": "Ukrainian restaurant"}, {"review": "The choice is sufficient. The prices are affordable. Compared to neighboring cafes, even cheap. Basically everything is delicious. Let down some of the desserts - dry, poorly soaked. And yet, there are no teaspoons. Instead of a spoon, they give a wooden stick. Wanted...", "rating": 5, "name": "Larysa Sokolova", "cat": "Ukrainian restaurant"}, {"review": " It was a clean, pleasant place. The food was very tasty, the prices were very convenient. …", "rating": 5, "name": "Mara Sepkhanyan", "cat": "Ukrainian restaurant"}, {"review": " This place is a typical chain, but it is worth coming here primarily for breakfast, because the food is prepared in front of your eyes, which of course means that it is fresh. I recommend mainly sets, because buying …", "rating": 5, "name": "Adrian Madej", "cat": "Ukrainian restaurant"}, {"review": "Came on a Friday evening and the food was 1 salad (last bowl), three first courses, fried potatoes with sausage or a steam cutlet. Well, it's quite scarce ... Coffee with two pieces of cake was consoled (for a promotion). anyway)…", "rating": 4, "name": "Надежда Веленгура", "cat": "Ukrainian restaurant"}, {"review": " A nice fast food restaurant almost in the center of Kiev. The staff is friendly but a bit tired. The food is delicious, the portions are not small. After a previous visit, prices are higher, but not significantly. …", "rating": 4, "name": "Євген Омельчук", "cat": "Ukrainian restaurant"}, {"review": "As always delicious and clean. Relatively affordable prices. The staff is pleasant. But this thing surprised me very pleasantly - hooks for bags near the washbasins. It may seem funny to someone, but when you run errands, with bags and ...", "rating": 5, "name": "Ирина Очкур", "cat": "Ukrainian restaurant"}, {"review": "To be honest, not the best pot-bellied hut, I am especially depressed by the interior, which needs to be replaced for a long time. But the food here is just as delicious as in other pot-bellied huts. In addition, this one has a good location. Most of the food is delicious, but I...", "rating": 4, "name": "Юля Шевченко", "cat": "Ukrainian restaurant"}, {"review": "Not a bad place! If you are in the city of Kyiv and want to eat inexpensively, then you are sure to go to Puzata Hata 😂 they cook well and everything is neat and clean, so you wanted something national and there must be borscht 🍲 so good ...", "rating": 4, "name": "Erzhan Abdildin", "cat": "Ukrainian restaurant"}, {"review": "The main feature is an unusual design, especially on the second floor.\nUnpleasant - frankly dirty glasses and dishes with stains.\nConsidering that the cost has not been an economy diner for a long time, at least the staff can …", "rating": 3, "name": "Valeriia O", "cat": "Ukrainian restaurant"}, {"review": " Very often I come here for lunch, because I work nearby.\nAlthough there were many people during the peak and many times, it was never such that I did not find a place for myself. …", "rating": 4, "name": "Марина Білокінь", "cat": "Ukrainian restaurant"}, {"review": "The most favorite place to eat in Ukraine: fast, tasty, cheap (everything in the photo is 165 UAH or $6.1) and normal homemade food. …", "rating": 5, "name": "Tamara Prysykar", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick bite to eat. Much better than fast food. You don't have to wait. In the morning, you can choose a ready-made breakfast menu at a universal cost. The interior is clean and tidy. More than enough space. There is a bar on the second floor. …", "rating": 5, "name": "Варвара Вербицкая", "cat": "Ukrainian restaurant"}, {"review": " A good and inexpensive place to have lunch fast. Simple food, fast enough service, relatively clean. Great influx at lunch time (logical :)). …", "rating": 4, "name": "Helen Nikolaienko", "cat": "Ukrainian restaurant"}, {"review": "Loved the first and second courses. You can always choose according to your taste. And fast service. The staff is friendly, which is also nice at lunch - a respite from work stress. …", "rating": 5, "name": "Vladimir Saushev", "cat": "Ukrainian restaurant"}, {"review": " I rarely visit the restaurants of the Puzata Hata network, but lately I go here for a snack. In this restaurant I was very fond of donuts and potatoes in the country. The dishes themselves are cheap, you can eat well …", "rating": 5, "name": "Олександр Горлатий", "cat": "Ukrainian restaurant"}, {"review": "Puzata is constantly evolving: new dishes, new sweets, nice interior.\nI often arrange an experiment: I will try something new today.\nPrices are affordable as usual. …", "rating": 4, "name": "Alexandra Kolisnyk", "cat": "Ukrainian restaurant"}, {"review": "A hodgepodge with a lemon peel and three pieces of olives is sad.\nUpd 18.12\nCome in December to eat hot - x..r you. …", "rating": 1, "name": "Евгений Рябуш", "cat": "Ukrainian restaurant"}, {"review": "The place is pretty good, it's great to sit by the windows and admire the S1 courtyard, but unfortunately that's not the point today. This is not the first time I order take-out and they do not report anything to each order. Usually these are little things that are not particularly noticeable (sauce, …", "rating": 4, "name": "Виктори Криворученко", "cat": "Ukrainian restaurant"}, {"review": "The food is normal.\nI didn't find a women's toilet (on the second floor!!!)... I visited a men's one, just like at a railway station. And this is the center of Kyiv!!! …", "rating": 2, "name": "Ana", "cat": "Ukrainian restaurant"}, {"review": " Tired of classic fast food? Then come on Puzata Xata! Food is delicious and affordable. It's a clean place, I recommend it. …", "rating": 5, "name": "deepblue_ life", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, the price tag is acceptable, but the trouble with the seats. They don't clear the tables. We went for the first time, it is not clear what where and where. The hall seems to be in a circle, a lot of steps, you walk with a tray looking for where to sit, and there it is either busy or free, but ...", "rating": 4, "name": "Светлана Кремса", "cat": "Ukrainian restaurant"}, {"review": " I did not expect that there could be such a bad smithy in the center. I do not advise. Everything is prepared anyway. In general, I love the house, but this institution disgraces the network. …", "rating": 2, "name": "Victor Preobrazhensky", "cat": "Ukrainian restaurant"}, {"review": "This is a chic place in the heart of the Palace of Sports in Kiev. Within walking distance of Khreschatyk, the historical center of everything. The central synagogue, next to Puzata Khata, is interesting. …", "rating": 5, "name": "Going to the river Going to the river", "cat": "Ukrainian restaurant"}, {"review": " Very tasty and cheap. Home cuisine. Fast service, good quality, reasonable price ... come and taste what your soul desires. Scented salt pans, as well as freshly baked cheeses with condensed milk will make you happy …", "rating": 5, "name": "Kseniya Melnyk", "cat": "Ukrainian restaurant"}, {"review": "Everything about this place looks very nice. Food quality is a solid four! They try, but anyway, the prices are already such that you can go for a business lunch in a cafe or restaurant. …", "rating": 4, "name": "Roman Lopatynskyi", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Каролина Моисеенко", "cat": "Ukrainian restaurant"}, {"review": " Already 50 times ordered with me. Everything is delicious! Very fast service 🙂 …", "rating": 5, "name": "Sober Goder", "cat": "Ukrainian restaurant"}, {"review": "Good chain of fast food restaurants. Clear cuisine, a wide range of dishes prepared according to the standard. The case when I do not expect haute French cuisine, but want to eat quickly, efficiently, inexpensively. I can always...", "rating": 4, "name": "Любовь Тосхопаран", "cat": "Ukrainian restaurant"}, {"review": " If you want to eat delicious, fast, budget and at the same time to be healthy, then you yourself here in \"Puzata Hut\". The interior is very pleasing …", "rating": 5, "name": "Tanya Haponchuk", "cat": "Ukrainian restaurant"}, {"review": " I adore this place, breakfast is just a gun😍😵‍💫\n\n", "rating": 5, "name": "Оля", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian borscht with meat and sour cream + rice with vegetables = 41 UAH Delicious fast and inexpensive. …", "rating": 4, "name": "Валентин Махлай", "cat": "Ukrainian restaurant"}, {"review": "I visited Puzata Khata in 2018 near the station. Very tasty and good selection. Therefore, this time for lunch, I boldly went to Puzata Hata, only on the street. V. Vasilkivsky. What can I say, this is the biggest disappointment. Dishes are cold...", "rating": 5, "name": "Александр Галицкий", "cat": "Ukrainian restaurant"}, {"review": "Good morning. Today I had breakfast at Pot-bellied Hut for the last time. During my breakfast, your employee came to the next table and in front of my face began to rip off chewing gum from under the table with exactly the same fork that I eat!!!!!! Prompt this...", "rating": 1, "name": "Yulia Lilu", "cat": "Ukrainian restaurant"}, {"review": "Disgusting attitude towards people. They violate human rights and violate the laws of Ukraine! What is the constitution for them? - Nothing, zero. Disgrace! They put doodles at the entrance and think that it will not affect them. You are accomplices of lawlessness! I advise ...", "rating": 1, "name": "Alina", "cat": "Ukrainian restaurant"}, {"review": " It was the first time today. Liked) A good selection of dishes, cream soup and fish are delicious)))\nThe interior is nice and bright. On the second floor you can drink a cup of good …", "rating": 5, "name": "Наталія Кравченко", "cat": "Ukrainian restaurant"}, {"review": "Evaluation for the service, it can be seen that trainings on customer orientation are carried out and whether there are changes in the work after them. …", "rating": 4, "name": "Миша Ульянов", "cat": "Ukrainian restaurant"}, {"review": " Dining room style restaurant. Very large selection of home food (meats, soups, pies ... toppings and desserts) at cheap / reasonable prices. Great place! …", "rating": 4, "name": "Mike Kaglevich", "cat": "Ukrainian restaurant"}, {"review": "Very good, and if you look at the quality of the dishes and the price, then it's generally excellent. The view from the windows is not very good, but in general it is cozy. There are not many people, as for a cafe in the center at lunchtime. Good Ukrainian cuisine. …", "rating": 4, "name": "Asya Ved", "cat": "Ukrainian restaurant"}, {"review": " It is the most famous chain of self-service restaurants with local cuisine in Ukraine. In this central artery of Kiev there is a two-storey structure where there is also a bar on the upper floor. The service is quick …", "rating": 3, "name": "Omar Mirzan Iacci", "cat": "Ukrainian restaurant"}, {"review": "Good atmosphere.\nThe men's toilet is on the third floor, what's that all about? I want to wash my hands before ordering and don't really want to run around the floors. There are no complaints about the food, but usually ...", "rating": 4, "name": "Green ANT", "cat": "Ukrainian restaurant"}, {"review": " Two days ago I took breakfast with me in Kyiv - the cutlet was raw, there was no way to return it. Keep an eye on the readiness of the dishes, please! …", "rating": 3, "name": "Yulia Savkina", "cat": "Ukrainian restaurant"}, {"review": " We liked this room more than all the others, where there is a \"Belly House\". I like to order dumplings with meat, but recently they have started to make them too big (((, it does not affect the quality, but smaller …", "rating": 4, "name": "galina vovan", "cat": "Ukrainian restaurant"}, {"review": " Cheap, good food, but there are long queues and not enough tables …", "rating": 5, "name": "Sure Guys", "cat": "Ukrainian restaurant"}, {"review": "The main and only thing that interests employees is masks for customers. No need to say hello to the client, no need to ask what the client wants to eat - the main thing is to growl \"put on a mask.\" The taste of food, as usual, is not up to par, but ...", "rating": 2, "name": "Наталья Самойленко", "cat": "Ukrainian restaurant"}, {"review": " I love this restaurant for its stable range. You always know that you can taste your favorite salad or cake :) It is not like that many restaurants do not have wi-fi! …", "rating": 4, "name": "Euhenia His", "cat": "Ukrainian restaurant"}, {"review": "Good value for money. The food is delicious, but the taste depends on the chef. Sometimes it is dry or undercooked / fried. But fortunately rarely) And I still don’t understand why coffee is not delicious. I hope they take it into account and change something in this. And so…", "rating": 5, "name": "Aleksandr Nazar", "cat": "Ukrainian restaurant"}, {"review": " Good place, lots of space. Dumplings with salmon and spinach are very unusual)) 🤣 …", "rating": 5, "name": "Борис Гаприндашвілі", "cat": "Ukrainian restaurant"}, {"review": "When visiting Kyiv, we always eat only in the Pot-bellied Hut. I like fast service, delicious food, relatively inexpensive. There are always places for every taste, both by the window and in a quiet place, in solitude. Calm, unobtrusive interior, comfortable soft …", "rating": 5, "name": "Natali Pashcenco", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, no complaints about the quality. It is very convenient that you do not have to wait for 40 minutes, everything is already ready. …", "rating": 5, "name": "Corafeel", "cat": "Ukrainian restaurant"}, {"review": " The food is cheap, the place is very large, a large selection of various dishes, drinks and desserts. The food is unfortunately cold and sometimes not well done. …", "rating": 4, "name": "Patrycja Surmiak", "cat": "Ukrainian restaurant"}, {"review": "Like nothing!!! But one BUT! The fact is that the soft seats in this state, greasy! If you are clean, then it is better to sit on a regular chair, before that, do not forget to wipe it! …", "rating": 1, "name": "Тимур Шарифов", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick and inexpensive meal. The choice of dishes is large. The okroshka that I ordered was slightly sour, for which I took off one star. But dumplings with meat, uzvar and pancakes with strawberries were excellent. Clean and pleasant room. …", "rating": 4, "name": "М К", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Yura Saltykov (Bonvik)", "cat": "Ukrainian restaurant"}, {"review": "made an order through Rocket, they didn’t put the soup, Rocket doesn’t answer, just 50 UAH is not so much, but unpleasant, we don’t recommend either Puzata on Bolshaya Vasilskovsky or the Rocket delivery service that can’t solve anything! …", "rating": 1, "name": "Taras Havro", "cat": "Ukrainian restaurant"}, {"review": "I've been going to this place for lunch from time to time for the last 5 years. A worthy replacement for a home-cooked lunch. Everything is always fresh, simple and delicious. Affordable prices by the standards of Kyiv. Sometimes I take food with me so I don't have to talk at home. Steam …", "rating": 5, "name": "Lil Wayne", "cat": "Ukrainian restaurant"}, {"review": "Nice and cozy place to have a bite to eat in Kyiv. Fresh, tasty and inexpensive food. …", "rating": 5, "name": "Ira Volkova", "cat": "Ukrainian restaurant"}, {"review": " Please note the status of the tables. Very shabby. Pretty bad + as she put the tray, then put the bracket under the nail. ((Sounds funny, but it should not be. …", "rating": 3, "name": "7 Sylv", "cat": "Ukrainian restaurant"}, {"review": "On a weekday at 7 a.m. you can only choose porridge and a couple of cutlets. There is nothing to choose. While the institution is open until 22:00. …", "rating": 3, "name": "Anna Poltavka", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Game Fan", "cat": "Ukrainian restaurant"}, {"review": "Hello, I was pleasantly surprised by this vision. I went to the very center several times, the kitchen wanted the best, both in terms of freshness and preparation, they forgot about the most important ingredient like salt, and in this place everything was fresh, tasty, …", "rating": 5, "name": "Владислав Евстафьев", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Svitlana Radchenko", "cat": "Ukrainian restaurant"}, {"review": "Food is like food, more of a problem in cleanliness and service, when you ask to remove what you are allergic to from the breakfast menu, the seller has a stupor, and they don’t know what to do. With her actions, the woman seller brought me almost to ...", "rating": 3, "name": "Катерина Вамбольд", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Омирсеитова Карина", "cat": "Ukrainian restaurant"}, {"review": "Very dirty sofas, it was unpleasant to sit there. Another minus is that small plates are large portions, all the food was on the table! And they don’t have such a thing as half a serving, and they refused to put one serving on different plates (I was with children) ...", "rating": 2, "name": "Карина Козаченко", "cat": "Ukrainian restaurant"}, {"review": "I wish there was something new on the menu. Delicious. Prices are average. Delicious pickle. Every time I go there, I order it. Large selection of desserts. Tasty coffee. …", "rating": 4, "name": "Vlas Ok", "cat": "Ukrainian restaurant"}, {"review": "The food is ordinary, canteen. But the chairs and sofas were well updated, in general, a comfortable and pleasant interior. …", "rating": 4, "name": "Boris Berdnikov", "cat": "Ukrainian restaurant"}, {"review": "Here you can eat like at home 🏘 and for such a price that you understand that if you cook at home, it will be even more expensive. …", "rating": 5, "name": "Mariya Gabor", "cat": "Ukrainian restaurant"}, {"review": "Great cafe. For 100 UAH, you can eat until you are full! At lunchtime, there are queues and they are forced to wear a mask, for which I remove a star from the review. …", "rating": 4, "name": "Kiev (NOUT)", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Evghen Filin", "cat": "Ukrainian restaurant"}, {"review": "On May 17, 2019, an object similar to glass was found in a plate of borscht. It turned out not glass - plastic.\nI was upset by the reaction of the administrator - this cannot be, everything is sterile with us, we ...", "rating": 2, "name": "Evgeniy Ulitin", "cat": "Ukrainian restaurant"}, {"review": " Great space Puzata Hata. Lots of people during the lunch break. In the evening an interesting menu. On the second floor there is a bar, beer, wine, spirits. Not a large range. There are also desserts, there is a …", "rating": 4, "name": "Volodya Denysiuk", "cat": "Ukrainian restaurant"}, {"review": "For some reason, prepared food is cheaper than frozen, in all restaurants the furniture is worn out, you have to wait a long time until the tables are cleared and ice cream for 50 UAH a glass is somehow overkill, given that it doesn’t taste very good ...", "rating": 3, "name": "Виктория Давидова", "cat": "Ukrainian restaurant"}, {"review": " Good restaurant, there are always places, convenient\n\n", "rating": 5, "name": "Oleksandr T", "cat": "Ukrainian restaurant"}, {"review": "Very good and calm place. Good kitchen. Large halls. Interesting architecture. I recommend …", "rating": 4, "name": "Andrey John", "cat": "Ukrainian restaurant"}, {"review": " A good, varied menu, in addition to meat and fish dishes, there are those that are suitable for vegetarians. The interior design is somewhat different from other Belly Houses: here it is more refined, angels, false …", "rating": 5, "name": "Natalia Vasylieva", "cat": "Ukrainian restaurant"}, {"review": " Delicious cuisine, like home, beautiful interior, Ukrainian music playing. And the prices are very nice, especially for Kiev. But the menu of coffee is not very much, drinks, in my opinion, are expensive. Overall a …", "rating": 4, "name": "Олександр Задорожний", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Сулейман Гулчаров", "cat": "Ukrainian restaurant"}, {"review": " Shame on you, Puzata Khata!\nI recommended this network of restaurant to all my friends in Ukraine and abroad - up today. Not anymore. I will avoid visiting it and no more good …", "rating": 1, "name": "Svitlana Alokhina", "cat": "Ukrainian restaurant"}, {"review": " For me, this place is wonderful because here you can eat delicious and healthy. Since I don't really like fast food. As always, there are many first and second courses to choose from. The only thing that does not …", "rating": 3, "name": "Валентина", "cat": "Ukrainian restaurant"}, {"review": " I love to visit Puzata's house. Polite, fast service, varied menu, clean modern toilet, spacious, affordable and very tasty))\nThe most popular salad with beets, feta and spinach, as well as cheesecakes. I …", "rating": 5, "name": "Svitlana Sklyar", "cat": "Ukrainian restaurant"}, {"review": " Very cool place to eat quickly and deliciously at reasonable prices. Belly House, as always, for 5 circus. …", "rating": 5, "name": "Dmytro Dmytro", "cat": "Ukrainian restaurant"}, {"review": " Delicious home cooking, clean, reasonable prices.\n\n", "rating": 5, "name": "Елена Кемилева", "cat": "Ukrainian restaurant"}, {"review": " Everything is delicious! ... so I have a remark that the appliances, in particular, on the handles of a knife or cabbage or onion. …", "rating": 3, "name": "Lion L", "cat": "Ukrainian restaurant"}, {"review": "Nice place.\nGood canteen level. Delicious and not expensive. Branches in the city. Easy to find …", "rating": 5, "name": "Vassiliy Kovylin", "cat": "Ukrainian restaurant"}, {"review": "As always delicious homemade food. Too greasy in places (in particular, fried potatoes), but the choice of food is large, you can find food to your taste / preferences / mood. And of course the price pleases. …", "rating": 5, "name": "Alexander Galkin", "cat": "Ukrainian restaurant"}, {"review": "The usual place for a quick bite to eat. The choice of dishes is not bad, but the place on Velyka Vasylkivska is not very cozy. In addition, there were only a couple of times, and the second time a line of people accumulated only because one served dishes, and the rest ...", "rating": 3, "name": "Olga Volga", "cat": "Ukrainian restaurant"}, {"review": "Very inattentive fitters. Order through Glovo 380. Solyanka was not reported. Just stupidly poured water and 3 pieces of sausage into okroshka. Well, are you on a roll there? Better not to do anything than to do anything. …", "rating": 1, "name": "Вика Скубий", "cat": "Ukrainian restaurant"}, {"review": " Cozy, atmospheric. The only downside - it works until 21.00 …", "rating": 4, "name": "Прайм Кард", "cat": "Ukrainian restaurant"}, {"review": " Today, when ordering samples, the employee put a broken plate. To the OBSERVATION that at once it is broken and the portion is defective, received the answer: \"They are all like that\". When asked to put a whole, they …", "rating": 3, "name": "Галина А", "cat": "Ukrainian restaurant"}, {"review": " Delicious food. For a quick lunch, I recommend. Prices are normal, as for Kiev-budget. I do not recommend the first dishes, because they taste like in the dining room, but the price is the same. …", "rating": 4, "name": "Александра Александрова", "cat": "Ukrainian restaurant"}, {"review": " Deliciously fast and cheap! Lunch for 2 persons PLN 30\n\n", "rating": 5, "name": "Sławomir Harczenko", "cat": "Ukrainian restaurant"}, {"review": "Yesterday, in the bar on the 2nd floor, gingerbread bunnies were on the price tag of 80 UAH - in fact, at the checkout 99 ?? there is no one (address) on the package of gingerbread when they were made, I’m generally silent about the composition ... ...", "rating": 1, "name": "Oleksandr Starovoit", "cat": "Ukrainian restaurant"}, {"review": " Deliciously prepared, a wide selection of dishes for every taste, but they regretted the interior, not like on Khreshchatyk, there really is a house. As for my family, not a small family is expensive. …", "rating": 5, "name": "владимир горячкин", "cat": "Ukrainian restaurant"}, {"review": " Neat, tasty, inexpensive, staff 50/50 - once angry, once friendly :) and so it's all 5+ …", "rating": 5, "name": "Olga Martyniuk", "cat": "Ukrainian restaurant"}, {"review": "A good restaurant, low prices, beautiful interior (both specifically in this restaurant and in other restaurants of the chain - each in its own way). The right choice for those who are just hungry in the middle of the city, and for tourists (especially foreign ones - …", "rating": 5, "name": "Serhii Serhii", "cat": "Ukrainian restaurant"}, {"review": "A good choice, but for sauces and salads, there are a few sadness - in fact, 3 pcs of sauces and those for an amateur, and salads are almost the same composition. Bring back the old-fashioned crab salad and olive oil!!! …", "rating": 4, "name": "Jena Lucenko", "cat": "Ukrainian restaurant"}, {"review": " Predictably tasty and fast. The only thing the girl tried to forbid to take a photo of the place, citing their rules. A very strange rule, which also contradicts the constitution. …", "rating": 5, "name": "Віктор Долецький", "cat": "Ukrainian restaurant"}, {"review": "Everything is fresh, hot, but on weekends - only takeaway. Even soup. In the cold, you can only eat what you bought in the car ... I put it perfectly for the kitchen. The service is now on weekends, unfortunately, everyone is like that. …", "rating": 5, "name": "Аля Цымбал", "cat": "Ukrainian restaurant"}, {"review": " I came here for a soup and it turned out to be delicious and just like I wanted, just 20 hryvnias …", "rating": 5, "name": "Yuliia Tkachyk", "cat": "Ukrainian restaurant"}, {"review": "Just. Without pathos\". Pricing policy - \"moderate\". Easy to dine for 100-120 UAH. The price of dumplings, for example, is 36 UAH. per serving. Pleasant cleanliness. I like that you can choose a table - away from prying eyes, in the common room, …", "rating": 4, "name": "Maria Marchenko", "cat": "Ukrainian restaurant"}, {"review": "In the heat of +36, the air conditioners in the establishment almost do not work. The breath is incredible. Perhaps we should stop saving on electricity, otherwise people will start to faint into bowls of borscht. …", "rating": 3, "name": "Mariia Derzhavina", "cat": "Ukrainian restaurant"}, {"review": "If this institution is located next to work, then in most cases the choice is obvious. This is not a Michelin restaurant. But a budget and tasty place for borscht and meatballs with puree. Also, with colleagues, we “blow” on all dumplings, pancakes and ...", "rating": 4, "name": "Александра Гут", "cat": "Ukrainian restaurant"}, {"review": " Cozy place, especially in the evening. Very interesting as an architectural heritage (because it works in an old house that is about 100 years old) …", "rating": 5, "name": "Ciроманець", "cat": "Ukrainian restaurant"}, {"review": "13.03.2021 17:22\nI came to the institution to order borscht with dumplings (Ukrainian cuisine \"as it were\").\nIn addition to borscht, the institution could not offer anything. When asked why you...", "rating": 1, "name": "Павел Верес", "cat": "Ukrainian restaurant"}, {"review": " Great Ukrainian food for good money. A great place to have lunch during a break while exploring the city. …", "rating": 5, "name": "Wojciech Kawa", "cat": "Ukrainian restaurant"}, {"review": "Great place for breakfast if you're on a business trip. Traditional food, tasty and very inexpensive. There is no queue in the morning, you can sit on the second floor. …", "rating": 5, "name": "vlad kiselev", "cat": "Ukrainian restaurant"}, {"review": "Delicious as always. However, three stars here precisely because there are no instructions on how to get to the front door, you have to walk in circles to find the right entrance. Two outlets for the entire establishment, for those who need to work with a laptop - …", "rating": 3, "name": "Ruslan Oboznyi", "cat": "Ukrainian restaurant"}, {"review": "It became very expensive to eat in a pot-bellied hut! A thin piece of bread that bends in the hand costs 2 hryvnia... a glass of compote, 20 hryvnia... 100 grams of chicken steak, 48 hryvnia... and so on... ...", "rating": 1, "name": "Eugene _", "cat": "Ukrainian restaurant"}, {"review": "If you want to have a quick breakfast or take breakfast with you, have a good lunch, just sit with a company or have a good time with your loved one, while not getting poisoned, tasty food and not for all the money in the world, you …", "rating": 5, "name": "Марина Пащенко", "cat": "Ukrainian restaurant"}, {"review": "Impolite, angry staff; breaded fish simply has an uncountable number of bones (I would not complain if I knew that they were not removed in all pot-bellied ones, but no, this is not so); an hour before closing, obviously no one wanted to work, except ...", "rating": 3, "name": "Анастасія Петренко", "cat": "Ukrainian restaurant"}, {"review": "\nGood day! You have given a score of 3. Please tell me what we can do better next time?", "rating": 5, "name": "Vyacheslav Vezzlik", "cat": "Ukrainian restaurant"}, {"review": "Good place for the price.\nDelicious, fast, comfortable...", "rating": 4, "name": "Олег Дмитриев", "cat": "Ukrainian restaurant"}, {"review": "For me, Puzata Hata is an indicator of quality, I regularly dine here. The interior is 5+, the food is delicious, always fresh, there have never been any problems. An assortment for every taste. …", "rating": 5, "name": "Оксана Жегулина", "cat": "Ukrainian restaurant"}, {"review": "A very cozy place. And on Sunday evening, oddly enough, there were a lot of empty seats, which is rare! …", "rating": 4, "name": "Larysa Lagunova", "cat": "Ukrainian restaurant"}, {"review": "A good and budget place to eat in the center of Kyiv. Self-service canteen. But not all dishes are top notch. It was in this canteen that I liked Ukrainian borscht. Salads are dry, without dressing at all. …", "rating": 5, "name": "Сергей Колосовский", "cat": "Ukrainian restaurant"}, {"review": " It is delicious, cozy and not expensive.\n\n", "rating": 5, "name": "Ivan Taranov", "cat": "Ukrainian restaurant"}, {"review": "Friends Since January 27, Puzata Khata has been temporarily closed due to reconstruction. Came to eat and saw the ad. …", "rating": 1, "name": "Ira Brown", "cat": "Ukrainian restaurant"}, {"review": "Your regular customers on Bolshaya Vasylkivska, we have lunch with you every day.\nIt was the same today. My colleagues and I ordered Kyiv breakfast on 10/17/2020.\nWe ended up with sour mashed potatoes and a few hairs in vegetables. …", "rating": 4, "name": "Alla Sakovets", "cat": "Ukrainian restaurant"}, {"review": " Other pot-bellied houses were more impressive! They didn't find a washbasin here to wash their hands ... There was only a paramedic. And the hall was not cool enough. But the staff is friendly, the range of dishes is …", "rating": 5, "name": "Vlad Chentsov", "cat": "Ukrainian restaurant"}, {"review": "The first place I want to visit after traveling from abroad. The food is so delicious that it tastes better than at home) …", "rating": 5, "name": "Таня Мосёндз", "cat": "Ukrainian restaurant"}, {"review": " Very atmospheric, cozy, and most importantly delicious!\nBudget, I recommend to everyone …", "rating": 5, "name": "Инна Шевцова", "cat": "Ukrainian restaurant"}, {"review": "Menu is standard but big room to find seat. There are not very many people.\nOf the inconveniences - there are no places to recharge the phone. …", "rating": 5, "name": "Eckaterina Filimonova", "cat": "Ukrainian restaurant"}, {"review": "Cozy place! You can talk for a long time and enjoy the food, atmosphere and aromas. Lovely quiet interior, small tables and, of course, friendly staff and delicious food at reasonable prices. I ate mushroom soup puree and pancakes with ...", "rating": 5, "name": "Alex Yul", "cat": "Ukrainian restaurant"}, {"review": " Delicious as in other PH establishments. The choice of dishes is also much smaller, but you could work on the interior a little more. …", "rating": 5, "name": "Яна Донец", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Alex Delsian", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "kator", "cat": "Ukrainian restaurant"}, {"review": "The place is very cozy, professional approach to their business. A large selection of dishes and a lot of professional waiters, it is clear that here they treat their duties professionally. …", "rating": 5, "name": "Nico Riede", "cat": "Ukrainian restaurant"}, {"review": " Very tasty authentic food at very reasonable prices. I can only recommend it! …", "rating": 4, "name": "Влад Кренц", "cat": "Ukrainian restaurant"}, {"review": "You can eat well for little money. They cook quite tasty, but not all. At lunchtime it can be quite crowded, but 2 floors provide availability. Overall a solid 4...", "rating": 3, "name": "Елена Бондарчук", "cat": "Ukrainian restaurant"}, {"review": "The temperature is taken at the entrance and asked to wear a mask. There is a place to get your hands cleaned.\n\nThe tables are also processed supposedly there are signs. But when they cleaned the dishes, I didn’t see ...", "rating": 4, "name": "Sabina Hojayeva", "cat": "Ukrainian restaurant"}, {"review": "Well, everything is as usual, a simple meal in a hurry. If you want to eat quickly or take lunch with you, then of course here! Delicious meatballs in Kiev. This is my weakness))) The only negative is the open kitchen, the smell of food in the hall. …", "rating": 1, "name": "Руслан Егожа", "cat": "Ukrainian restaurant"}, {"review": "Made an order on the website in order not to stand in line. As a result, I stood in line on the street for 15 minutes. and received an incomplete order although I paid the full amount. It is not possible to report a problem with the order, so I write here. …", "rating": 5, "name": "Дмитро Швець", "cat": "Ukrainian restaurant"}, {"review": " Very friendly staff. Delicious food at affordable prices. …", "rating": 1, "name": "Vladimir Parkhomenko", "cat": "Ukrainian restaurant"}, {"review": "you definitely won’t get gastronomic pleasure, the quality is much lower than average, so you can have a bite to eat, if there are few people, you can sit ...", "rating": 3, "name": "Asenka Kim", "cat": "Ukrainian restaurant"}, {"review": "Excellent location of the establishment. The food is delicious, good variety, everything is always fresh and at affordable prices. The design of the institution in a light style, unobtrusive pleasant music. The hall is clean. Dessert bar on the second floor. …", "rating": 2, "name": "Євген Воронін", "cat": "Ukrainian restaurant"}, {"review": " very low quality dishes.\nDumplings are cold, they have a dense gravel. …", "rating": 3, "name": "Limbo", "cat": "Ukrainian restaurant"}, {"review": "Delicious, relatively cheap.\nIt would be nice to update the interior. …", "rating": 5, "name": "Natali Shavrova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Микола", "cat": "Ukrainian restaurant"}, {"review": "A good place to not only have a bite to eat but also a good meal.\nThe prices here are reasonable and the quality of the food is fresh and tasty.\nThe interior is bright and pleasant. …", "rating": 5, "name": "Vitalii M", "cat": "Ukrainian restaurant"}, {"review": " Satisfied with everything, everything is very tasty and budget. …", "rating": 3, "name": "Катерина Мусатова", "cat": "Ukrainian restaurant"}, {"review": "I eat here quite often and usually I am satisfied with everything. But today in the check they knocked out not what is needed instead of mashed potatoes - cocoa 🤷‍♂️🤷‍♂️🤷‍♂️ 4 UAH have no difference, but the sediment is unpleasant. I hope this is not the usual attentiveness, and not deception of the guests. …", "rating": 5, "name": "Inna Emelyanova", "cat": "Ukrainian restaurant"}, {"review": "Forced waiting turned into a pleasant dinner at the evening lounge, delicious ginger tea with honey and mint and delicious cheesecakes. As always everything is fresh. The prices are very pleasant. Lots of people as always. Most of the tables were occupied, but…", "rating": 3, "name": "Dmitriy Law", "cat": "Ukrainian restaurant"}, {"review": "Eat here every week.\nThe prices are excellent!\nThe food is delicious for me (but sometimes chicken steaks come across raw inside). …", "rating": 1, "name": "Алексей Глушко", "cat": "Ukrainian restaurant"}, {"review": "I often dine in a pot-bellied hut on the hem and I am always satisfied with the quality. I thought the network and standards are common. However, no. Is this really a networking site? The quality of food is like in a school cafeteria in the 2000s! I highly do not recommend! …", "rating": 1, "name": "Panda is hear", "cat": "Ukrainian restaurant"}, {"review": "disgusting \"to go\" containers for soups: hot and very hard to open\n\nupd: …", "rating": 5, "name": "Ольга", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Viktoriia Borysenko", "cat": "Ukrainian restaurant"}, {"review": "In principle, the institution is good if you are in a hurry, or you are walking around the city and are hungry. But the choice of food is average, not great. The cooks, unfortunately, are not friendly, which upset me very much, minus 1 star for this. On the plus side, the price of the food...", "rating": 5, "name": "Каролина Павловская", "cat": "Ukrainian restaurant"}, {"review": "At 13 there are long queues. And so the usual catering. Soups, homemade food. The prices are different, you can eat for 50 UAH, and for 100. It depends on what appetites. Men may not eat their portions. Plenty of space, 2 floors. Only once something strange got into ...", "rating": 4, "name": "Олег Сушко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Сергій В.", "cat": "Ukrainian restaurant"}, {"review": " Probably the best budget restaurant in the center of the capital. Great location, and the interior is not worse than in expensive restaurants. Always delicious for little money. …", "rating": 5, "name": "Eugene Trydchykau", "cat": "Ukrainian restaurant"}, {"review": "Yummy what can I say. By the standards of Minsk, prices are probably even lower. We also have a local chain of fast food eateries. It's called Lido. So if you're in our area - come on in! As the saying goes :) …", "rating": 2, "name": "Алексей Дубинин", "cat": "Ukrainian restaurant"}, {"review": "Not the best place to eat. Only if you are very hungry and have no desire to go to Salatea. The tables are very uncomfortable. Little space. I was not lucky and I sat closer to the exit, where it was drafty and it was dangerous for health to sit for a long time. By …", "rating": 4, "name": "Elena Yudina", "cat": "Ukrainian restaurant"}, {"review": "The kitchen is always good, delicious like home. The staff is not always correct.\nThis restaurant is easy to find, almost every developed area has it, the prices are very affordable, the design is pleasant, not intrusive. …", "rating": 2, "name": "Юрий Юриков", "cat": "Ukrainian restaurant"}, {"review": " The side dish and fish cutlet were cold. The presence of bread and its varieties had to be clarified through a security guard. Didn't like it today ( …", "rating": 4, "name": "Ольга Королёва", "cat": "Ukrainian restaurant"}, {"review": " As in many establishments of this network: the food is delicious, fresh, a good choice of dishes, and the interior - mazes, mazes, many people and it is difficult to find a toilet))) …", "rating": 4, "name": "Роман Кочевой", "cat": "Ukrainian restaurant"}, {"review": "One of the favorite places for a hasty snack or a leisurely meeting with friends (second floor). I like it - the predictable quality of dishes, a spacious second floor with a good selection of desserts. I don’t like it - it’s still very crowded on the first one, including ...", "rating": 5, "name": "Mac Repair Service", "cat": "Ukrainian restaurant"}, {"review": "As for a catering establishment - everything, respectively. One of the best options for a good and hearty meal for 100-130 UAH. For this money, one adult who is used to eating a lot can eat the first, second, salad, compote and ...", "rating": 4, "name": "Анна Стадник", "cat": "Ukrainian restaurant"}, {"review": "It is usually warm and cozy in Puzata Khata. But not here. There is no thermal curtain and when the doors are open it is very cold. They ran around the hall looking for somewhere warmer. Such a strange interior, upon close examination, such a blunder. …", "rating": 5, "name": "key Lala", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Oleg Alexon", "cat": "Ukrainian restaurant"}, {"review": "Be careful when ordering food on weekends and on Mondays, this eatery cooks and sells with last week's leftover ingredients.\nPossible poisoning. …", "rating": 1, "name": "Марина Бургас", "cat": "Ukrainian restaurant"}, {"review": "In the restaurants of the \"Puzata Khata\" system, they stopped giving a serving knife as part of the cutlery. Uncomfortable. …", "rating": 5, "name": "Татьяна Черненко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Вероника", "cat": "Ukrainian restaurant"}, {"review": "Good variety and prices. There are vegetarian options. Very tasty waffle cake. Clean, tidy. Of the minuses - they don’t know that they have garlic in potatoes, it’s impossible to eat salad with cabbage, there is a lot of vinegar. …", "rating": 5, "name": "Viktoriya Pozdnyakova", "cat": "Ukrainian restaurant"}, {"review": "I love the network of establishments \"Puzata Hata\". You can even say that I am a regular in them. I was in Kyiv in everyone, it also happened to be in Odessa, Kharkov and Lvov. But this cafe is my favorite and the best of all. …", "rating": 4, "name": "Иван Щербаков", "cat": "Ukrainian restaurant"}, {"review": "The price is very high. But the location is convenient. Delicious, but somehow not at home. Clean toilet and housekeeping. …", "rating": 5, "name": "Alex Blakita", "cat": "Ukrainian restaurant"}, {"review": "A very cozy place, the most MOT for those who just want to have a snack during a walk, or dine during a break. For vegetarians, the choice is small, but it is there - wonderful salads and fragrant pancakes with spinach will allow you to fill up well …", "rating": 4, "name": "Daria Darina", "cat": "Ukrainian restaurant"}, {"review": "Lots of dishes and desserts to choose from. There are alcoholic drinks. Cafe on two floors. The rooms are spacious but not comfortable. You will not be able to enjoy the atmosphere of dinner here. Food for every taste. Prices are not high. Easy to pop in and have a bite to eat. On distribution...", "rating": 4, "name": "Dimo Sma", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, inexpensive. It’s the best thing to have lunch or buy dinner if you’re too lazy to cook ...", "rating": 5, "name": "Аня Петрова", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and good service. Only at lunchtime the queue ends right outside the door. But for the price and quality of the product, it's worth it! The staff does their best to clear the queue as quickly as possible. …", "rating": 5, "name": "Валерия Плетнева", "cat": "Ukrainian restaurant"}, {"review": "You can eat quickly and at affordable prices. You can also take it with you. On the second floor there is a cafe-bar, there are delicious cakes and pastries. …", "rating": 4, "name": "Alex Skripin", "cat": "Ukrainian restaurant"}, {"review": "Large room, two levels, all sorts of rooms and nooks and crannies. I liked it, you can sit with a company without any noise. We were 10 people and we had breakfast and lunch. Everyone liked it. I took coffee and cake on the second floor. Delicious. …", "rating": 5, "name": "Kseniya Wang", "cat": "Ukrainian restaurant"}, {"review": "Usually everything is not bad, but today, June 3, at about 6 pm, sand was caught in a young boiled potato. Not a good feeling....", "rating": 5, "name": "JUN G", "cat": "Ukrainian restaurant"}, {"review": " If you want to eat Ukrainian food cheaply, this is the place!\nSince it is a chain store, there are other stores as well. …", "rating": 1, "name": "Наталья Сергун", "cat": "Ukrainian restaurant"}, {"review": "11/1/2019 the first establishment of a pot-bellied hut where it made an unpleasant impression and a residue of a spoiled evening mood! The range of food is very modest, but I have no complaints about the selected dishes. And the service staff spoiled the whole picture ...", "rating": 4, "name": "Doggin' Hoggin'", "cat": "Ukrainian restaurant"}, {"review": "national food is inexpensive and delicious!) a place that will always be relevant from my student years to this day, when in between work and other things you can quickly get enough for little money. Assortment class...", "rating": 4, "name": "Анастасия Вихрук", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Светлана", "cat": "Ukrainian restaurant"}, {"review": "It’s better not to go to this place at lunchtime, because the queues interrupt all your appetite) To be honest, it’s tasty and not expensive here.\nThis time I didn’t want to stand in line and decided to try dessert with coffee for …", "rating": 3, "name": "Iva Kupalskaya", "cat": "Ukrainian restaurant"}, {"review": "It's a pot, from the second floor there is a really good view. The bar is almost without queues. Own toilet (because not in the mall). Not all dishes are presented, the distribution tape is torn by the transition from room to room, this is the configuration of the building. AND …", "rating": 5, "name": "Олександр Матющенко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Валентина Светличная", "cat": "Ukrainian restaurant"}, {"review": "Were in this network for the first time, category \"public catering\", a real canteen. In the check, it is indicated as a diner, it fully justifies its name... I have been trying not to eat in such places for a long time... But when I arrived in Kyiv for the first time and received recommendations that …", "rating": 5, "name": "Сергей Семенченко", "cat": "Ukrainian restaurant"}, {"review": "Very like . If I have lunch in the city, I look for the nearest paunchy🤪. My almost standard order is the first soup or borsch and the second buckwheat porridge with a steam cutlet. Everything is served warm, all products are fresh. There are always a lot of people...", "rating": 3, "name": "Olena Decroix", "cat": "Ukrainian restaurant"}, {"review": " Too many worlds\nNo places to eat.\nThe food is good …", "rating": 5, "name": "Вальжына Прохарава", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Илья Агафонов", "cat": "Ukrainian restaurant"}, {"review": "The two-story \"point\" of the Pot-bellied Hut, a pleasant interior, executed in white green color, is very soothing. Good place for a quick lunch in the heart of the city. The price of an average check is about 120 UAH. …", "rating": 5, "name": "Margarita Sakova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Nick Basenko", "cat": "Ukrainian restaurant"}, {"review": "Excellent establishment. The only downside is sometimes the salads are not fresh. The bar offers fresh juices and other drinks. The tables are also well placed. You can sit and eat with a view of the ice rink. The prices are acceptable. The staff is friendly,…", "rating": 2, "name": "White Noise", "cat": "Ukrainian restaurant"}, {"review": "The food is normal for a canteen, but the prices lately are like in a restaurant. It freezes when the staff starts weighing the portion and discarding food from the plate by 1 gram in order to get exactly into the standard (it got to the point that 1 pasta ...", "rating": 5, "name": "Aleksandr Pavlenko", "cat": "Ukrainian restaurant"}, {"review": "If you need to eat well and at the same time pay adequate money, then YOU are at the right place.\nFor guests of the city, this is also an interior +, of course, Ukrainian cuisine. …", "rating": 4, "name": "Volodymyr 沃瓦 Chernia", "cat": "Ukrainian restaurant"}, {"review": "A quick lunch and breakfast for an ordinary Kievan person. The food is tolerable. The menu is Ukrainian with slight variations. There are queues at the cash registers even not at lunchtime. Often yesterday's bread in trays. The interior seems to be assembled from some old locations, …", "rating": 5, "name": "S Lukavenko", "cat": "Ukrainian restaurant"}, {"review": "Convenient location. Standard quality food brand \"Puzata Hata\". There is a second floor: tea, coffee, cakes and a view of Bolshaya Vasylkivska street)) …", "rating": 5, "name": "Mr. Foudi", "cat": "Ukrainian restaurant"}, {"review": "Good \"restaurant\" near the center of Kyiv. You can eat cheap. You come, take a salad, first, second, dessert and drinks, then to the cashier, and then you can choose where to sit, on the first or second floor. Exit directly from the stairs. Male…", "rating": 4, "name": "Евеліна Пихтарь", "cat": "Ukrainian restaurant"}, {"review": "Cozy, tasty and everything would be fine. But the smell from the kitchen is strong. That's why I can't give 5...", "rating": 5, "name": "rudyi kit", "cat": "Ukrainian restaurant"}, {"review": " Homemade dishes, large halls, sparsely populated in summer. On the 2nd floor there is a bar with alcoholic beverages and confectionery …", "rating": 5, "name": "Вита Кравец", "cat": "Ukrainian restaurant"}, {"review": "Quick bite to eat downtown? Just not for lunch! True portions are getting smaller and smaller and the low price segment does not justify itself. I didn’t eat a spoonful of porridge, but give back my money) it used to be better 😆. For some time she continued to walk out of habit, ...", "rating": 1, "name": "Сергій Гончаров", "cat": "Ukrainian restaurant"}, {"review": " There is no communication between the staff of the institution. Cashiers do not communicate with security. During a pandemic, the facility does not have a terminal and I find out about it directly at the box office, …", "rating": 5, "name": "Viktoriia Bilokur", "cat": "Ukrainian restaurant"}, {"review": "Puzata hut you are the bomb) Very homely delicious and the staff is cool) Especially the granny who cleans the plates🤗❤️You are great for giving older people the opportunity to work)))) …", "rating": 4, "name": "Игорь Павлов", "cat": "Ukrainian restaurant"}, {"review": "Everything is clear and on a level ... in principle, as always, but no more.\nA small room, during peak hours there is not enough space for everyone.\nThe dishes are standard - a kind of Ukrainian McDonald's, where in every institution …", "rating": 4, "name": "Наталия Цурган", "cat": "Ukrainian restaurant"}, {"review": "Everything is good in terms of food, as in other establishments of this chain, but the location of the halls is not very good: there are many of them, they are small and of different levels, you have to jump a lot with a tray up the stairs. Coffee is on the second floor...", "rating": 1, "name": "Ariec Bavar", "cat": "Ukrainian restaurant"}, {"review": " do not serve customers who do not have certificates or prl tests for the code.\ncomplete violation of human rights. …", "rating": 5, "name": "Karol K", "cat": "Ukrainian restaurant"}, {"review": " Good food, small portions, but hygienic.\nPretty good food, small portions. …", "rating": 5, "name": "Татьяна Нарожная", "cat": "Ukrainian restaurant"}, {"review": "I love PH. I always take dumplings with meat and cherries. Very correct thin dough, quality, as in a restaurant. Often with a friend we go and just for tea and coffee with a cake on the 3rd floor. Particularly atmospheric 3rd floor on Kontraktova, PX, which …", "rating": 5, "name": "Marta Krivsha", "cat": "Ukrainian restaurant"}, {"review": "Always a varied selection of freshly prepared homemade cuisine, everything is delicious, the prices are moderate. As a budget and adequate way to eat the best place in Kyiv. …", "rating": 5, "name": "Алекс Ололоевич", "cat": "Ukrainian restaurant"}, {"review": "Nice place, delicious food. however, there are queues and food is not closed from visitors, which is bad.\nThe staff is very sane and fast. From distribution to cashiers everything is clear. More …", "rating": 5, "name": "Ekaterina Nedzvedzka", "cat": "Ukrainian restaurant"}, {"review": "Mmm.. this place is nice to remember.. In fact, we ate here every day during a short vacation in Kyiv. Tasty, inexpensive, popular for good reason. I flew here most of all salmon salad and soups, this was my favorite. But …", "rating": 5, "name": "Maiia Bulakh", "cat": "Ukrainian restaurant"}, {"review": " Good value for money is quality. Cozy, plenty of space, beautiful interior. In the home kitchen menu, you can take out. On the second floor there is a cafeteria where you can taste delicious pastries, drink tea, …", "rating": 4, "name": "Елена Сонькина", "cat": "Ukrainian restaurant"}, {"review": "Quick bite to eat downtown? Just not for lunch! True portions are getting smaller and smaller and the low price segment does not justify itself. I didn’t eat a spoonful of porridge, but give back money) it used to be better 😆. For some time she continued to walk out of habit, ...", "rating": 4, "name": "Катерина", "cat": "Ukrainian restaurant"}, {"review": "a pleasant place with good prices and delicious dishes) I especially liked the salmon fillet baked in foil. 5/5!\nI was also very pleased with the interior of the room, a large number of seats and …", "rating": 5, "name": "Дима Чеботар", "cat": "Ukrainian restaurant"}, {"review": " Great, comfortable place near Leo Tolstoy Square. Delicious food, comfortable places. A little stuffy on the second floor …", "rating": 4, "name": "Александр Петрович", "cat": "Ukrainian restaurant"}, {"review": "I go for lunch when I'm nearby. At a low cost, the food tastes good. At least there were no precedents. There was, however, once a situation that, at my request, the administrator sorted out, with or without a smile, this is already ...", "rating": 5, "name": "Ирина IVK", "cat": "Ukrainian restaurant"}, {"review": "Cozy, clean, delicious.\nView of the synagogue.\nThey are asked to wear masks. …", "rating": 4, "name": "Webmaster Mail", "cat": "Ukrainian restaurant"}, {"review": "Puzata khata is always healthy food. With regards to this PX, it is quite spacious, there are several rooms for eating. If you decide to dine here, then you will need to stand in line, and then work hard to find a free …", "rating": 2, "name": "sanderka", "cat": "Ukrainian restaurant"}, {"review": " Food cold and not very tasty. The soup, and I don't even know what I didn't like, it was all about it, but it's probably the kind. Good bagels and pork steak, when it comes to prices, we paid around 200UAH for 2 …", "rating": 3, "name": "Олександр Масловський", "cat": "Ukrainian restaurant"}, {"review": " He went to the institution and realized that due to the quarantine he was only working with him. Ordered borsch and buckwheat. They made it all up. Then, while eating, he saw mashed potatoes instead of buckwheat, but …", "rating": 5, "name": "Lex Guru", "cat": "Ukrainian restaurant"}, {"review": "A good place. Well located. The food is delicious, fresh and inexpensive. Puzata Hata in one word - helps out. Desserts began to appear delicious. The coffee is surprisingly good. And although there are more and more places to go, and especially in Kyiv, there are more and more choices in favor of …", "rating": 4, "name": "Igor", "cat": "Ukrainian restaurant"}, {"review": "Delicious, just like in childhood, one \"but\", the place is not suitable for children, from the word in any way. Toilets, instead of a toilet bowl there is a hole in the floor ... Just a canteen from the 60s ... ...", "rating": 1, "name": "nika ewan", "cat": "Ukrainian restaurant"}, {"review": "They brought a hodgepodge not big, but small! No utensils or napkins. Phones are not answered. Very unpleasant. …", "rating": 3, "name": "Dmytro Kutsenko", "cat": "Ukrainian restaurant"}, {"review": "A convenient place where you can eat well and not expensively, but the choice of dishes must be approached very thoughtfully, because. saves a lot on the quality of products. Those. it is better to take the most simple dishes, and not something like hodgepodge or olivier. …", "rating": 5, "name": "Мария Гордая", "cat": "Ukrainian restaurant"}, {"review": "Loved having lunch here! Everything is delicious, new interesting interior, a lot of tables, but they are at a normal distance from each other. True, at lunchtime there are queues right up to the entrance, but the staff manages to the best of their ability. By the way, …", "rating": 3, "name": "Олександр Лебедєв", "cat": "Ukrainian restaurant"}, {"review": "You can eat tasty and cheap. You can also work or study, there is a lot of space, as many as 2 floors. But there is no wifi and that's the problem. Therefore, to work on the Internet, you should stock up on mobile Internet. The atmosphere is very relaxed, there is …", "rating": 1, "name": "Евгений Гавриленко", "cat": "Ukrainian restaurant"}, {"review": "The kitchen is disgusting, the weight does not correspond to the norm. Instead of a \"steak\" for a serving of 100 grams, they \"pour\" less than 70 grams per serving!!! The price is 52 hryvnias per 100 grams....no arithmetic is needed...from each \"20\"...100 per day...20 per...", "rating": 4, "name": "Артем Гордеев", "cat": "Ukrainian restaurant"}, {"review": "The staff is unfriendly, but given the load, it's understandable. The food is delicious and inexpensive. There is not much comfort - white-painted walls, no paintings, no photographs on them. Wooden chairs and tables. Quite scarce. But it's not particularly stressful. …", "rating": 5, "name": "unsub", "cat": "Ukrainian restaurant"}, {"review": " Catering service with tray, huge choice of dishes, which allows a tourist to experience various Ukrainian specialties. Cheap prices and good quality. Impossible to leave hungry. …", "rating": 5, "name": "Андрей Савкин", "cat": "Ukrainian restaurant"}, {"review": "Convenient location, high quality products. I recommend chicken Kiev, borscht or hodgepodge, dumplings with potatoes, pancakes with spinach just space (they are seasonal) Very tasty. but you must understand that this is a dining room to eat and not sit ...", "rating": 4, "name": "Strakhov", "cat": "Ukrainian restaurant"}, {"review": "Great place, quality service, extravagant menu and wonderful barmaids! …", "rating": 4, "name": "Andrii Demydenko", "cat": "Ukrainian restaurant"}, {"review": "Good and inexpensive fast food cafe. Large selection of Ukrainian dishes. 2 floors, on the second there are cozy places near the window overlooking the street. …", "rating": 1, "name": "Kyiv Ukraine", "cat": "Ukrainian restaurant"}, {"review": " I do not recommend anyone. Tonight took 3 dishes. Salad with cauliflower and corn, potatoes at home and sharp chicken wings. The only thing you could eat is a salad. The wings are either undigested or undersuptled …", "rating": 4, "name": "Максим Зосимчук", "cat": "Ukrainian restaurant"}, {"review": "An institution with an interesting interior, located in an old \"royal\" house. Service and cuisine - at a high level of the Pot-bellied Hut chain. Ideal for lunches, socializing over tea. Alcohol in the institution is consumed little, not suitable for …", "rating": 5, "name": "Ирина Кузнецова", "cat": "Ukrainian restaurant"}, {"review": "\nVery tasty food👍", "rating": 3, "name": "Александр Тапа", "cat": "Ukrainian restaurant"}, {"review": "It's open at 8 am and it's great. This is definitely a plus.\nFrom the cons -\nThis is not the first time I eat in this establishment, neo did not like the only thing that …", "rating": 5, "name": "QQQ QQQ", "cat": "Ukrainian restaurant"}, {"review": "Like all establishments of this brand. Cozy, clean, tasty, average check 80-120 UAH. There are breakfasts. If you want a good meal without a show, just a delicious meal, this is the place for you) …", "rating": 5, "name": "Yurii Lysenko", "cat": "Ukrainian restaurant"}, {"review": "I am sure that a sufficient number of people know the Puzata Hata brand.\nLet me tell you about this place. The staff adheres to quarantine measures, the tables are properly arranged, you don’t sit on each other’s backs, there is a sufficient selection of dishes. …", "rating": 5, "name": "Катя Плохий", "cat": "Ukrainian restaurant"}, {"review": "Delicious. Dust collectors - dark darkness. But everything is convenient and pleasant, even there are favorite dishes, so it will do.\nHowever, if you want a quick snack, then it’s absolutely not an option, because you …", "rating": 4, "name": "Володимир Діденчук", "cat": "Ukrainian restaurant"}, {"review": "Although the portions are getting smaller, you can still have a tasty and quick bite for an affordable price. In general, I can’t say bad things - but it doesn’t even reach five stars. But that's more of a policy. …", "rating": 3, "name": "Tamer Last", "cat": "Ukrainian restaurant"}, {"review": "I've been going to them for lunch for a year now, the food is normal, the portions are good. Regarding cereals, they are always dry and tasteless to the soul! If with salad or meat, then it's normal. The service is good, but the men's room is a tragedy, the eternal smell of urine, …", "rating": 2, "name": "Ирина Силина", "cat": "Ukrainian restaurant"}, {"review": "I visited Puzata Khata in 2018 near the station. Very tasty and good selection. Therefore, this time for lunch, I boldly went to Puzata Hata, only on the street. V. Vasilkivsky. What can I say, this is the biggest disappointment. Dishes are cold...", "rating": 4, "name": "Игорь Романенко", "cat": "Ukrainian restaurant"}, {"review": "Nice cafe in the very center of Kyiv. If you are looking for a delicious lunch then this is the place for you, good selection of food, fresh and tasty. There are almost always a lot of people in the cafe, especially at lunchtime, while there is always a place to sit down. Kitchen …", "rating": 4, "name": "Vitaliy", "cat": "Ukrainian restaurant"}, {"review": "Nice place. Tasty food. In the evening after 9 there is no point in going here because there is very little food left and there is nothing to choose from. Dumplings are very tasty) I advise!) …", "rating": 4, "name": "Darya Sevastópolska", "cat": "Ukrainian restaurant"}, {"review": " Good Ukrainian food, at a very reasonable price. The Borsh was no big deal, but overall it was all delicious. The restaurant itself is self service, although there are people to serve the dishes. Do not be intimidated …", "rating": 4, "name": "Джейхун Азизов", "cat": "Ukrainian restaurant"}, {"review": "In general, not bad of course. But in disposable cups for hot drinks, for the umpteenth time, the lid leaks and then it disappears. The prices for chat and coffee are the same as everywhere else, and the quality of the cups leaves much to be desired. …", "rating": 1, "name": "Камила Кязимова", "cat": "Ukrainian restaurant"}, {"review": "Of course I understand everything. But the service has become worse than it was. After that, you don’t really want to order food. The potato is sluggish, the cutlet is reduced in size, the fried eggs are semi-raw. Uncooked raw protein on the fried egg. And this is for...", "rating": 3, "name": "Aleksandra Charkina", "cat": "Ukrainian restaurant"}, {"review": "Inspired by the pear-caramel cake, which was really on the level, I decided to try the rest of the cakes. But on this, decent desserts in the Pot-bellied Hut, apparently, ended. In Napoleon, the dough and a drop of cream are mixed together, by ...", "rating": 5, "name": "Наталия Алаторцева-Голуб", "cat": "Ukrainian restaurant"}, {"review": "Nice kids room! When the house is empty, but you want to eat here and now, so much so that the child gives a few minutes of rest, PX is indispensable ...", "rating": 5, "name": "Инна Мизько", "cat": "Ukrainian restaurant"}, {"review": "If you are hungry and have little free time, this is the best place to have a tasty, inexpensive meal. The main thing is not to get into rush hour, then there is a very large flow of people and, accordingly, queues. The choice is large. Borscht is yummy. …", "rating": 5, "name": "Богдан Чуб", "cat": "Ukrainian restaurant"}, {"review": "Entrance - such a dining-dining room. Right, a lot of people. But the prices are affordable (especially when compared with establishments in the area). I won’t say anything about service, since you can see a large flow of people and staff for as long as two minutes. And five - for the second ...", "rating": 5, "name": "Алексей", "cat": "Ukrainian restaurant"}, {"review": "Great cafe. Located near the subway, a variety of dishes. The main thing is delicious! Great breakfast and cheap! Tried different dishes, liked everything. Please add dumplings to the menu, they are available in other network establishments) …", "rating": 4, "name": "Kate Mama", "cat": "Ukrainian restaurant"}, {"review": "Not far from the Leo Tolstoy metro station, you can choose food both fried and steamed, salads, cold drinks (compote, lemonade, water). On the second floor there is a cafeteria with sweet and coffee-tea. The food is delicious. …", "rating": 5, "name": "Татьяна НФ", "cat": "Ukrainian restaurant"}, {"review": " Very cozy, nice interior. Here you can not only eat but also relax from the heat. On the second floor there is a bar with a wonderful view of Kyiv. …", "rating": 3, "name": "Inna Grebennikova", "cat": "Ukrainian restaurant"}, {"review": "Extensive selection of dishes, but lately the quality of food has been deteriorating every day. However, there are no complaints about the employees at the checkout and in the hall. On the second floor - chic desserts, so there are pluses and minuses. …", "rating": 3, "name": "Камилла Камилла", "cat": "Ukrainian restaurant"}, {"review": "Water only from the fridge. They offered water at room temperature at the bar, but about 30 UAH per glass bottle 0.33 …", "rating": 4, "name": "Alexandra Urodlyvchenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious homemade food for every taste and very reasonable prices. The only negative is the toilet, there are no toilets, just holes in the floor like in school. It definitely gives a feeling of childhood and canteen, but only delicious) ...", "rating": 5, "name": "Serhiy Shevchenko", "cat": "Ukrainian restaurant"}, {"review": "Recently, I have been visiting Puzata Hata more and more often, and every time I like it more and more. Good and fast service, never caught a lot of people (except on weekends, of course), you can eat deliciously, there are always free places. …", "rating": 4, "name": "Danylo Hladush", "cat": "Ukrainian restaurant"}, {"review": "Great location, simple interior, friendly staff and silence in the morning just the perfect combination.\nThere are three halls where you can sit down, a good range of dishes (as in all …", "rating": 5, "name": "KotangensSO", "cat": "Ukrainian restaurant"}, {"review": "The food is of high quality, it has never been poisoned, and my digestive system instantly reacts to bad food. But the food tastes like in the canteen, but in fact it is the canteen. For a hundred hryvnia you can eat. …", "rating": 4, "name": "Ирина Приходько", "cat": "Ukrainian restaurant"}, {"review": "A lot of people, delicious, but the workers are so slow that I just wanted to pick up a spoon and let people go myself. Just sadness in the eyes, they work so uncertainly! At the checkout, the girl is also slowly ... talking to her girlfriend ... At least there is a queue ...", "rating": 5, "name": "Оксана Босенко", "cat": "Ukrainian restaurant"}, {"review": "Was the first time. Sanitizer and temperature taken at the entrance. The mask regime is observed. They cook delicious. Pleasant to service. Everything will be prompted and shown. …", "rating": 5, "name": "Алексей Саундман", "cat": "Ukrainian restaurant"}, {"review": "If you want to eat inexpensively but tasty, then the cheapest fast food in Europe (and maybe in the world) with homemade food is at your service. There are not always enough working cash desks, the influx of people is large. The food is not fancy, but tasty. On the …", "rating": 1, "name": "Nastya R", "cat": "Ukrainian restaurant"}, {"review": "We have been going to lunch with colleagues for 3 years already. Often we have to stand in line. Garnishes run out all the time. Sorry, grandmothers brakes on the distribution of dishes. I would like to diversify the range of dishes. …", "rating": 4, "name": "Zoya Melnyk", "cat": "Ukrainian restaurant"}, {"review": " Not a very large cafe, but quite cozy, especially if not during rush hour). The food is as delicious as in other establishments of this network …", "rating": 1, "name": "Санек Хатабовичь", "cat": "Ukrainian restaurant"}, {"review": "Ausweis discrimination.\nI do not recommend visiting even when the quarantine is lifted.\nWe will punish them with our hryvnia - we put it on our black list. …", "rating": 5, "name": "Левон Палян", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Валентина Грибан", "cat": "Ukrainian restaurant"}, {"review": " No impressions😏 They do not serve clients with incomplete vaccination😔 They didn't even offer a meal with them ( …", "rating": 4, "name": "Валентин Савин", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata is fully consistent with institutions of this type. You can come, quickly choose what you need, eat and then run about your business. At the same time, the prices are quite reasonable. The kitchen is not bad. Due to the large flow of people. nearly …", "rating": 5, "name": "Ольга Бабенкова", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Elena Pavlenko", "cat": "Ukrainian restaurant"}, {"review": " Wonderful delicious food, polite staff. The only thing that is stressful is not fast enough cleaning of trays with leftovers from previous visitors. Accordingly, wiping tables. …", "rating": 5, "name": "LANA SUNRAY", "cat": "Ukrainian restaurant"}, {"review": "If you are hungry and have little free time, this is the best place to have a tasty, inexpensive meal. The main thing is not to get into rush hour, then there is a very large flow of people and, accordingly, queues. The choice is large. Borscht is yummy. …", "rating": 5, "name": "Инна Мирошниченко", "cat": "Ukrainian restaurant"}, {"review": "Here you can eat very tasty and at the same time inexpensively. I really like baked salmon, spinach cream soup, borscht. The only thing is that there are a lot of people at lunchtime, but this again speaks in favor of the restaurant …", "rating": 5, "name": "Lena Verbitskaya", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much. The food is fresh, the choice is large, there are options for vegans, a minimum of queues. …", "rating": 5, "name": "Юрий Омельченко", "cat": "Ukrainian restaurant"}, {"review": "You can have a quick bite, moreover, it is quite tasty and inexpensive. Traditional cuisine, home-Ukrainian. During rush hour there is a rush here, the queue starts immediately from the entrance inside and continues to the very cash desks. Minimum money, minimum time - and advertising ...", "rating": 5, "name": "Дмитрий Безуглый", "cat": "Ukrainian restaurant"}, {"review": "I go here often when I'm nearby. I like the steamed chicken cutlet with vegetable salad here. I also recommend delicious pilaf with vegetables here, cheap and cheerful. …", "rating": 5, "name": "Евгения Зюбина", "cat": "Ukrainian restaurant"}, {"review": "Great and cheap place for Ukrainian and home cooking. Food is delicious, service is good. …", "rating": 1, "name": "Shamka", "cat": "Ukrainian restaurant"}, {"review": "Ordered takeaway breakfast. Found a cockroach in it. I wrote to the support service. Nobody got in touch. Cool place…", "rating": 4, "name": "Anna Gorelova", "cat": "Ukrainian restaurant"}, {"review": "The place is easy to visit and has a nice interior. Not so long ago, the roof was repaired and now there are no drips of water on the floor of the stairs during the rain. The windows on the second floor are very strongly blown, it is interesting to sit there, but cold. Soups are often...", "rating": 5, "name": "Богдан Ш", "cat": "Ukrainian restaurant"}, {"review": "I bought for 100 hryvnia: a large borscht with meat and sour cream, mashed potatoes + chicken cutlet, vegetable salad, donuts with garlic, and 250 grams of compote. The atmosphere is good, not noisy. Good establishment! I advise ...", "rating": 4, "name": "Дария Ивченко", "cat": "Ukrainian restaurant"}, {"review": "My love for this establishment has been born for a very long time, but recently one negative moment has appeared - the food is often barely warm, and I like to eat straight from the pan) I wish there were microwaves and I could warm up the food, if …", "rating": 4, "name": "Vitalii Prus", "cat": "Ukrainian restaurant"}, {"review": " The food is ok, but in the morning it was very cold in the hall. …", "rating": 4, "name": "Богдан Мусіч", "cat": "Ukrainian restaurant"}, {"review": "Nice place for a quick meal. There is Ukrainian cuisine, borscht, dumplings, meatballs, etc. If you are too lazy to cook this, then you can eat here. But at lunchtime it happens that there is nowhere to sit. You need to take into account that here partly ...", "rating": 5, "name": "Александр Кучков", "cat": "Ukrainian restaurant"}, {"review": "A typical pot-bellied hut. The usual level of service, typical queues at the box office. With constant visits, it seems that the portions are getting smaller, the dishes are less tasty and the prices are getting higher and higher... …", "rating": 1, "name": "fs bk", "cat": "Ukrainian restaurant"}, {"review": "They say it's not expensive, but it's not true. If you consider that you pay for a salad, but you get one cabbage, you take mashed potatoes, and it is watery, you take chicken, and it is overcooked, then this is just a money scam. The staff is behaving rudely. …", "rating": 4, "name": "Антон Карнаухов", "cat": "Ukrainian restaurant"}, {"review": "Delicious. Prices are average. Eat at lunch (soup, side dish, cutlet, cheesecake, compote 150 UAH. If you wish, you can eat for 100 UAH.\nHuge lines at lunchtime. …", "rating": 4, "name": "Володимир Торопов", "cat": "Ukrainian restaurant"}, {"review": " Tasty and cheap, but not convenient for those with a stroller because there is no ramp …", "rating": 2, "name": "Сергей Че", "cat": "Ukrainian restaurant"}, {"review": "There are always a lot of people, the room is cramped, I picked up some kind of cold while standing in lines. Prices for lunches in Puzatka have long been not very good. For 100 UAH in the center, in the same area, you can find a much better complex business lunch in a restaurant where …", "rating": 4, "name": "Vlad Muzychenko (recmydream)", "cat": "Ukrainian restaurant"}, {"review": "Better than McDonald's\nGood selection of simple and popular dishes. Salads, first courses, side dishes, second courses. …", "rating": 5, "name": "Татьяна Катречко", "cat": "Ukrainian restaurant"}, {"review": "You can eat relatively inexpensively and tasty. Okroshka is the best I've eaten in catering. During the tourist season, prices go up a lot, but on \"calm\" days it's good here. …", "rating": 4, "name": "А М", "cat": "Ukrainian restaurant"}, {"review": "Well, I haven't been to this particular place. Was in others. In Kyiv Zaporozhye. The food is delicious. …", "rating": 5, "name": "Dmitry Pavlenko", "cat": "Ukrainian restaurant"}, {"review": "A good place - in terms of the spent budget. With an average check of 100 UAH. for a hearty and quite tasty lunch / dinner - I don’t remember a better place in Kyiv. …", "rating": 5, "name": "Ирина Тимановская", "cat": "Ukrainian restaurant"}, {"review": "\nTasty, clean, affordable", "rating": 5, "name": "Ольга Link", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata is a paradise for students))) very clean, they clean the dishes all the time, the air conditioners work well, you can pay through the google rpay application, which is very important for me. Varied menu, tasty, satisfying. Portions are…", "rating": 5, "name": "Viktoria Yevtushenko", "cat": "Ukrainian restaurant"}, {"review": " Really delicious. I usually give them salads and meat dishes, always fresh and delicious. There are three establishments of this network in which it is always delicious, here is this establishment, on Saksagansky and …", "rating": 3, "name": "Анастасия Дмитренко", "cat": "Ukrainian restaurant"}, {"review": "You can always eat quickly and tasty. The only problem is that at lunchtime there are just a lot of people, you have to stand in lines for a long time (10-15 minutes). It is not always possible to immediately find a place where you can sit down and eat, or everything is busy or just ...", "rating": 5, "name": "Елена Жаворонкова", "cat": "Ukrainian restaurant"}, {"review": "Lately, I like to eat at Puzata Khata. Even 5 years ago it was a chain of cheap canteens, and now it is budget fast food restaurants. Nice atmosphere, variety of dishes, fast and tasty! Like me! …", "rating": 4, "name": "Лілія Королевська", "cat": "Ukrainian restaurant"}, {"review": " The best option for the balance of price and quality)\nInfrequent guests, but sometimes I want their dumplings with meat ☺\nClean tables, tidy and uncrowded (at least today 😊) …", "rating": 5, "name": "Revgren Sirr", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Elya Inozemtseva", "cat": "Ukrainian restaurant"}, {"review": " The place is closed now! Please make adjustments to your schedule …", "rating": 4, "name": "Анастасия Никифорова", "cat": "Ukrainian restaurant"}, {"review": "Prices are in principle norms, the right for a piece of meat 45 UAH is a little expensive, and not very tasty (cue ball in an egg). And borscht is delicious. …", "rating": 5, "name": "Іван Буянський", "cat": "Ukrainian restaurant"}, {"review": " I've been to so many Belly Huts that I don't understand what exactly Google offers to evaluate. I was never disappointed. Therefore 5 stars! …", "rating": 5, "name": "василий щербина", "cat": "Ukrainian restaurant"}, {"review": "O! The fair is a very nice place. Well, there are prices and all that, but I found, for myself, a melon. For a long time in our country I could not buy a delicious melon, sometimes not sweet, sometimes not fragrant, well, in general, soap. And here are the Uzbeks, I ask 🍈 from there? An no...", "rating": 4, "name": "Sweet Watermelon", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, but half of the price tags do not hang in their places, and when you ask for \"distributors\", they are indignant that all the prices are there, and then when you show them they are very surprised that they are not there. Why be surprised if they themselves did not hang it up? …", "rating": 5, "name": "Анастасія Лакуста", "cat": "Ukrainian restaurant"}, {"review": "Delicious. Handsomely. Not expensive. I like it. Pleasant staff. Everything is fresh and hot. Eat for health. Lots of space. One minus - no wi-fi. Restaurant without Internet. And so all is well. It's a pleasure to sit in this restaurant. …", "rating": 5, "name": "Yurii Mishchenko", "cat": "Ukrainian restaurant"}, {"review": " Good place and delicious food at a reasonable price\n\n", "rating": 5, "name": "Луиза Меликян", "cat": "Ukrainian restaurant"}, {"review": "Delicious. Handsomely. Not expensive. I like it. Pleasant staff. Everything is fresh and hot. Eat for health. Lots of space. One minus - no wi-fi. Restaurant without Internet. And so all is well. It's a pleasure to sit in this restaurant. …", "rating": 5, "name": "Ганна Везденко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Kratos 10", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "Eugene Zakharchenko", "cat": "Ukrainian restaurant"}, {"review": "There are better and cheaper places. It infuriates me when they pour mashed potatoes and pick at the plate with a scoop trying to correct the portion weight. Yes, you blurt out, or + - 20 grams are so important?) ...", "rating": 1, "name": "Максим Мельничук", "cat": "Ukrainian restaurant"}, {"review": "June 12 around 4:00 p.m. Visited a restaurant. Memories are positive. I ordered homemade borscht. I took a meat bun. Mashed potatoes and Kiev cutlets. Haven't been here yet. Cozy and beautifully done. The designer did their best. …", "rating": 5, "name": "Галина Бурчак", "cat": "Ukrainian restaurant"}, {"review": " It does not look like that pot-bellied house near the station.\nExtremely cozy, clean and in accordance with all quarantine conditions …", "rating": 3, "name": "Денис Хоменко", "cat": "Ukrainian restaurant"}, {"review": "I always eat here after work. The location is good, especially on the second floor. But the food makes you expect better. Not always fresh food. The price does not match the quality. But the flow of people is good. …", "rating": 5, "name": "Mr. Roma YT - Brawl Stars", "cat": "Ukrainian restaurant"}, {"review": " Deliciously. In the borscht and soup a lot of meat, you can eat well and cheaply …", "rating": 5, "name": "Tomasz Noszczyk", "cat": "Ukrainian restaurant"}, {"review": "Smacznie, tanio, polecam odwiedzić to miejsce!\nDelicious and cheap, I recommend to come and eat) …", "rating": 4, "name": "Irina Ro", "cat": "Ukrainian restaurant"}, {"review": "A normal option for a snack, relatively quickly and inexpensively. But there are too many people, and crowded, near the cash desks with three trays - you can’t disperse. The arrangement of the halls is somewhat confusing. On your first visit, you get a little lost. …", "rating": 3, "name": "Semen Liashchycky", "cat": "Ukrainian restaurant"}, {"review": " Not all employees are in their place, the distribution of 2 dishes is a bit rude.\nThe dishes are quite tasty and the prices are normal. …", "rating": 3, "name": "Olena Pasichnyk", "cat": "Ukrainian restaurant"}, {"review": " I really love the establishments of this network, I always visit when possible. Delicious cuisine, affordable prices, nice service.\nUnfortunately, this time I was disappointed. The dishes were cold. There were a …", "rating": 5, "name": "Julia Lin", "cat": "Ukrainian restaurant"}, {"review": "Was at breakfast today. I was very pleased with the pancakes with cherries, the interior and the comfort of people. The range of dishes and desserts is quite wide. Excellent value for money. …", "rating": 5, "name": "Димко Грунгер", "cat": "Ukrainian restaurant"}, {"review": "Any restaurant (dining room, in fact) of the Pot-bellied Hut is the lifeline of my metropolitan life. Inexpensive, home-style, very fast and tasty. Due to human traffic and a quick change of dishes - everything is always fresh (at least for this …", "rating": 5, "name": "Anastasiya", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Гикавчук", "cat": "Ukrainian restaurant"}, {"review": " Thank you to the staff. The forgotten bag was found and handed over to the guard. I took her away because my wife was at home with her son. They gave in only after I provided my documents, called the contents of the …", "rating": 4, "name": "Андрей Володин", "cat": "Ukrainian restaurant"}, {"review": "I liked the quality and the prices are good. The second floor is very comfortable and cozy. There are two minuses - on the ground floor there is little space for distribution, it is crowded, especially at peak hours at the box office (a minus that does not depend on the administration). The second minus is quite ...", "rating": 4, "name": "Лиана Балицкая", "cat": "Ukrainian restaurant"}, {"review": " Deliciously. But not cheap today Puzata Hut ... today you can not call the economy option)\nMore often it is necessary to tidy up the toilet ... because there is often a …", "rating": 5, "name": "Helen Remez", "cat": "Ukrainian restaurant"}, {"review": " Delicious desserts here. And personally, I like spinach and salmon pie.\nDuring the fasting period there is a wide range of lean dishes. …", "rating": 3, "name": "Володимир Данко", "cat": "Ukrainian restaurant"}, {"review": " Everything is good and tasty, but the toilet is hidden on the second floor, without assistance I could not find. I went to dinner, my hands need to be washed ... and went to look for a toilet. It is interesting that …", "rating": 4, "name": "Elena Timchenko", "cat": "Ukrainian restaurant"}, {"review": "Popular chain with normal food, not fast food.\nDelicious Napoleon.\nPrices have gone up lately...", "rating": 1, "name": "Andrey Ivanoff", "cat": "Ukrainian restaurant"}, {"review": "Probably the worst place on the web. Rude, uncultured staff. The food is cold and poor quality. Dishes and cutlery are dirty. When asked to bring clean forks, the cashier replies in a boorish manner that if I don’t like the cleanliness of the forks, ...", "rating": 3, "name": "Maxim Nep", "cat": "Ukrainian restaurant"}, {"review": "Interior: noisy, uncomfortable, many tables right under the air conditioners. The main plus is that you can sit down and sit at least until closing.\nCleanliness: due to the constant human flow, they do not have time to adequately clean - ...", "rating": 4, "name": "Serhii Dovzhenko", "cat": "Ukrainian restaurant"}, {"review": "This is my favorite Puzata Hata in Kyiv. Here is the coolest design that you really feel like in a restaurant. Food, as in any pot-bellied hut (I would say good, but they do not spare fat there to saturate). I was here with a friend from Belarus, like ...", "rating": 5, "name": "Антонина Каплий", "cat": "Ukrainian restaurant"}, {"review": "Delicious food at affordable prices. Beautiful interior of the place, with soft sofas and TVs, separate toilet rooms. If you move the tables, you can fit a small company. …", "rating": 5, "name": "Oleksa P", "cat": "Ukrainian restaurant"}, {"review": " The restaurant has already opened after renovation. Kitchen - the perfect value for money. A good place to have a snack in the center. …", "rating": 1, "name": "Святослав-Мирослав Павлюк", "cat": "Ukrainian restaurant"}, {"review": " I ordered a large borsch, ate one soup for which I paid 38 hryvnias. …", "rating": 5, "name": "Евгений Руфус", "cat": "Ukrainian restaurant"}, {"review": "It's just a fairy tale. We arrived in droves almost before closing. We took a bunch of everything - very tasty. Let's go to the hotel. After 5 minutes of the road, it turned out that I left the bag with money and documents on the back of the chair when I had dinner. I thought everything, khan. …", "rating": 5, "name": "Вячеслав Филипчук", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Юра Харько", "cat": "Ukrainian restaurant"}, {"review": "\nAs always delicious!", "rating": 4, "name": "Anastasia Matiusha", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Krzysztof Zielinski", "cat": "Ukrainian restaurant"}, {"review": " Decent food at a good price. A problem with temperature that can be barely warm. Depending on the season, the selection of dishes may also be limited. After all, a quick bite can be. …", "rating": 5, "name": "Alexander Bandurchenko", "cat": "Ukrainian restaurant"}, {"review": "The kitchen is good. From the comments, security does not let you in without a mask, although everyone knows that masks are very harmful to health. And no one has the right to force a person to wear a mask. …", "rating": 4, "name": "eva eva", "cat": "Ukrainian restaurant"}, {"review": "In this Puzatoy, near the women's toilet on the ground floor, there is a Privatbank self-service terminal, which sometimes helps a lot. …", "rating": 5, "name": "Виталий", "cat": "Ukrainian restaurant"}, {"review": "Puzata Khata in Ukraine is like McDonald's, in the sense that you always know what to expect.\nFor a reasonable price, a good selection of a full meal. Everything is always delicious and…", "rating": 5, "name": "Polina L.", "cat": "Ukrainian restaurant"}, {"review": "Everything is always fresh, tasty and, most importantly, fast. Comfortable indoors. Huge plus - a large selection of dishes without meat. Thank you. …", "rating": 5, "name": "Ivan Tim", "cat": "Ukrainian restaurant"}, {"review": "Awsome place! Delicious food, small workload, reasonable prices. I have been going here for 3 years in a row, on Tuesdays and Fridays.\nSo I assure you, the dumplings here are a masterpiece! …", "rating": 5, "name": "Liudmila Dmitrenko", "cat": "Ukrainian restaurant"}, {"review": " After the redistribution of ticket offices and the arrangement of new seats, it became better. There is no such crowd at the entrance as before. 👍🏻 …", "rating": 1, "name": "AERO3D", "cat": "Ukrainian restaurant"}, {"review": " Short! All salted food, borscht, buckwheat, meat, etc. I have repeatedly addressed the administrators, everyone says that there is such a problem, but there is nothing they can do. This applies to all Puzata Khata …", "rating": 4, "name": "София Касьяненко", "cat": "Ukrainian restaurant"}, {"review": "Good dining room. During lunch 12-14 hours there is a very large influx of people, you need to be prepared for this. Dishes are cooked \"home-style\", if there is no time or too lazy to cook, \"Puzata Hata\" is an ideal place for lunch. …", "rating": 5, "name": "Андрей Митин", "cat": "Ukrainian restaurant"}, {"review": " Good restaurant, low prices, good interior (and specifically in this restaurant, and in other restaurants of the chain - in their own way). The right choice for those who are just hungry in the middle of the city, and …", "rating": 3, "name": "Любовь Куприенко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Maryana Kucherenko", "cat": "Ukrainian restaurant"}, {"review": "As always, wonderful. They just changed the tables and chairs to more simple ones. Previously, they were beautiful in general style. And now colored plastic (...", "rating": 5, "name": "Ілля Жаворонков", "cat": "Ukrainian restaurant"}, {"review": " Deliciously. But they don't have time to clean up the fat Leo. Barely found a clean table …", "rating": 4, "name": "Александр к", "cat": "Ukrainian restaurant"}, {"review": "Small tables, little space. No wifi. But it is the policy of the organization that we did not sit in vain, but ate and go ahead. Not well prepared...", "rating": 5, "name": "Марина Великопольская", "cat": "Ukrainian restaurant"}, {"review": "Few people, good selection of food. Very tasty hodgepodge and cream soup. There are diet steam dishes…", "rating": 4, "name": "Viktor Ostashevskyy", "cat": "Ukrainian restaurant"}, {"review": " \"+\" delicious cuisine, good value for money, cozy as it is for many people at the same time\n\"-\" interior design has not changed for more than 8 years, I think that …", "rating": 5, "name": "Дмитрий Бодров", "cat": "Ukrainian restaurant"}, {"review": "Great place and inexpensive to eat. There is one minus if you are not local and are looking for a place where you can have breakfast, charge your equipment and work, then you will not be able to get on the Internet, there is no Wi-Fi here. But there are power outlets...", "rating": 4, "name": "Ярослав Павлович Рафальський", "cat": "Ukrainian restaurant"}, {"review": "Everything is fine 👍 The prices are democratic - the quality is national. There is alcohol, there are desserts and normal cuisine. I would not celebrate my birthday, but you can sit with a small company. …", "rating": 1, "name": "Дмитрий Осипенко", "cat": "Ukrainian restaurant"}, {"review": "The only plus is the price - very cheap)\nMinus, it's a goofy approach to make 2 checkouts (one has food in the other hot drinks)…", "rating": 5, "name": "Роман МарцІнків", "cat": "Ukrainian restaurant"}, {"review": " In this institution tasty feed, while it is very cheap. When ordering beer (I will not write the brand) after tasting I found that it sourly addressed the sellers, they called the administrator, he in turn reacted …", "rating": 5, "name": "Svetik Semitsvetik", "cat": "Ukrainian restaurant"}, {"review": "A small cozy place, not for a huge number of people. The main menu is all present, in the evening there is very little choice ... …", "rating": 5, "name": "Сергей Станиславчук", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Alesia Glushchenko", "cat": "Ukrainian restaurant"}, {"review": " Very cozy place in the center of Kiev, delicious cuisine, good prices, large spacious halls, new stylish furniture, very clean and tidy))) …", "rating": 4, "name": "Ольга Зайченко", "cat": "Ukrainian restaurant"}, {"review": " Although fast food is not my format, I found myself in the company - and was surprised by the large well-zoned space, a good selection of sweet and brewed teas. The cakes turned out fresh and delicious. Premises, …", "rating": 5, "name": "Виктория Пидюра", "cat": "Ukrainian restaurant"}, {"review": "Tasty and budgetary, there is a network almost throughout Ukraine and the pricing policy is almost the same. So being in any big city you can always count on excellent and inexpensive food😉 …", "rating": 5, "name": "Людмила Викторовна", "cat": "Ukrainian restaurant"}, {"review": "Cheap and cheerful. In fact - Pot-bellied Hut, although a budget place, the food is always delicious here, and cleanliness is monitored, and the staff is polite. Doesn't compare to any other restaurant. …", "rating": 3, "name": "Юрій Цирульнєв", "cat": "Ukrainian restaurant"}, {"review": "A chain of fast food outlets of a Completely Middle class with an average check for lunch of $2. For $4 you can get drunk \"from Puza\" (apparently, that's why the name \"Puzata Hata\"). The assortment usually includes 7-10 appetizers / salads, 3-5 first courses, 5-7 meat dishes, …", "rating": 5, "name": "Bubba Ami", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Grigoriy Potapov", "cat": "Ukrainian restaurant"}, {"review": " Nice place. Service using information technology. The cost of the menu is democratic in comparison with nearby cafes. Can be recommended to visitors. …", "rating": 5, "name": "Артем Бабенко", "cat": "Ukrainian restaurant"}, {"review": "delicious, cozy, great prices, very friendly staff, quick work at the checkout, a very large selection! and noticed that the choice differs depending on the location. it’s a pity that the nearest one is far enough from me, it would be on foot ...", "rating": 5, "name": "Денис Твердохліб", "cat": "Ukrainian restaurant"}, {"review": " Great place, especially for breakfast. As for the center, very attractive prices and quite tasty and healthy food. Works from eight in the morning, so it is always possible to have a snack. It never happened that …", "rating": 5, "name": "Anton Shapovalov", "cat": "Ukrainian restaurant"}, {"review": "One of the most delicious and affordable canteens in the Leo Tolstoy metro area. Always a great choice, unlike business lunches at cafes. The only negative is a big queue at lunchtime (which hints :) …", "rating": 5, "name": "СУПЕР ЯША", "cat": "Ukrainian restaurant"}, {"review": "A good place to eat tasty, healthy and inexpensive, we always eat there with our family whenever possible. …", "rating": 2, "name": "Владимир Волошин", "cat": "Ukrainian restaurant"}, {"review": "The food is a little warm... Cooked without taste... The design is generally -5... No stylization of Ukrainian cuisine... The staff is polite and unfriendly... Once in Dnepropetrovsk everything was super, but now in Kyiv it's a complete failure. …", "rating": 4, "name": "Taras Teterko", "cat": "Ukrainian restaurant"}, {"review": " If not very often - you can eat, then you can move the horses :)) …", "rating": 5, "name": "Евгения Каламурда", "cat": "Ukrainian restaurant"}, {"review": "Cool place, although the flow of people there is very large, the service is also fast. Prices are not high, very very tasty. The range of food is simply unreal, ranging from fried to steamed dishes. Delicious very 1 course, and dumplings. …", "rating": 2, "name": "BARS foto", "cat": "Ukrainian restaurant"}, {"review": "Perhaps I got there at the wrong time, the salad was weathered and stood without cling film, anyone coming in from the street could sneeze and everything would end up in food! The food is warm but probably made early in the morning (I went in at one in the afternoon), for this reason the view is not quite fresh. Also not…", "rating": 5, "name": "Forrest 164", "cat": "Ukrainian restaurant"}, {"review": " Exceptional quality / price ratio. The assortment is from Self Service but everything is good and tasty. Even at peak times there is always room at the tables. …", "rating": 5, "name": "Sergey KR", "cat": "Ukrainian restaurant"}, {"review": "What is there to say? It's the Pot-bellied Hut! Delicious, cheap, tasty. Of all the food service restaurants, this is our favorite. After their food, there is no heartburn and heaviness in the stomach, which indicates the quality of the products used. …", "rating": 5, "name": "Cyprian Czop", "cat": "Ukrainian restaurant"}, {"review": " Delicious, inexpensive, traditional Ukrainian dishes. Not everything is very healthy, there are fatty and fried things, but you can also find healthy salads and cooked dishes. On the second floor you can order coffee, …", "rating": 2, "name": "Елена Гонченко", "cat": "Ukrainian restaurant"}, {"review": "Dining room of Soviet times in a modern interpretation. Crowded, the food is so-so, something fresh, something mixed with yesterday, cakes sometimes dried right in the plate, casseroles in foil trays consist mainly of mashed potatoes, and ...", "rating": 4, "name": "Natakotenki Nann", "cat": "Ukrainian restaurant"}, {"review": "Probably one of the strangest establishments of the chain in view of the design))) The old buildings of the center after restoration, with columns, stucco and balconies with balustrades, were leased to clothing stores and catering, it looks a little out of place. …", "rating": 3, "name": "ero turkmen", "cat": "Ukrainian restaurant"}, {"review": " It is a nice restaurant that offers different tastes at the same time. My friends with me liked it very much, but it did not suit my taste. But I definitely suggest you try it. Although it has been 3 months, it is …", "rating": 4, "name": "Mykyta Ponomarenko", "cat": "Ukrainian restaurant"}, {"review": "Puzata covers the target audience of offices, at lunchtime (12-15) the number of people in the queue is able to gobble up most of this very lunch.\nThe rest of the time is ok, and tasty, and satisfying, and varied .. But why go to …", "rating": 4, "name": "Святослав Піх", "cat": "Ukrainian restaurant"}, {"review": " Place with simple dishes of Ukrainian cuisine. Although the food here is too fat like me. In general, if you do not have time to wait until you bring a business in the restaurant and do not want to overpay for the …", "rating": 4, "name": "Алексей Бонд", "cat": "Ukrainian restaurant"}, {"review": "We went in around 20.00 - the first one was almost gone, there was a lot of dust on the furniture around the tables ...", "rating": 3, "name": "Daisuke T", "cat": "Ukrainian restaurant"}, {"review": " The taste is reduced as much as it is made, but is it a little cheaper? In fact, at a restaurant where you can see and take food. Without dessert, with soup, meat, and staple foods, it would be about 400 yen. It's a …", "rating": 5, "name": "Natasha Gaiduk", "cat": "Ukrainian restaurant"}, {"review": "Delicious dishes of Ukrainian cuisine, affordable prices, the design of the room pleases. In PX on Leo Tolstoy there are 2 floors: on 1 - basic food, on 2 - delicious desserts, coffee, tea, mulled wine ...", "rating": 5, "name": "Юлия Журенко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Олена Шкодин", "cat": "Ukrainian restaurant"}, {"review": " In principle, a good place, delicious Ukrainian food. I run sometimes for a snack. To 5th does not reach at the expense of the personnel, not always friendly, a couple of times it was not very pleasant. …", "rating": 5, "name": "Smartbrokservice", "cat": "Ukrainian restaurant"}, {"review": "Covid measures are being followed, appliances are packed in ind. paper bags, tables are disinfected, staff are wearing masks, temperatures are taken at the entrance.\nThanks for the delicious lunch...", "rating": 5, "name": "Руслан Бехтир", "cat": "Ukrainian restaurant"}, {"review": "Everything is tasty and democratically priced, it’s better not to go by car, there’s simply nowhere to stand. …", "rating": 4, "name": "Денис Петров", "cat": "Ukrainian restaurant"}, {"review": "Delicious! chop 50 UAH, cutlet 50 UAH... …", "rating": 4, "name": "Володимир Дорощук", "cat": "Ukrainian restaurant"}, {"review": " The network of institutions of Puzat Khata is quite famous for Kyiv, as it is likely that all those who visited the capital visited a network of institutions. …", "rating": 5, "name": "Taras Yatsenko", "cat": "Ukrainian restaurant"}, {"review": "The food, as for such establishments, is delicious, the prices are reasonable. I recommend to come in if you want something to eat, but you are tired of these, as for me, monotonous dishes of other establishments. In general, the food is homemade and delicious. …", "rating": 5, "name": "Oleg Scherban", "cat": "Ukrainian restaurant"}, {"review": " Complete hot food at competitive prices. It is possible to order lunch online and take it with you …", "rating": 4, "name": "Світлана Кутузова", "cat": "Ukrainian restaurant"}, {"review": " Two years ago, he would have set 5 stars. Not liked: reduced choice of dishes (even caught unsophisticated dumplings, but it happens). In general, the food is tasty and the price is affordable, the employees are …", "rating": 4, "name": "Dmytro Kuharskyi", "cat": "Ukrainian restaurant"}, {"review": "Interesting location (in a house about a century old or more), luxurious chandeliers, walls and rermla in pre-revolutionary style. The only negative is a lot of small rooms, which is why it is not very convenient to walk with a tray ...", "rating": 5, "name": "Anastasiia Ageeva", "cat": "Ukrainian restaurant"}, {"review": "Delicious, affordable and homemade. Large halls. I go often and have never had a complaint. But on a weekday afternoon there are a lot of people. …", "rating": 2, "name": "Сергей Тищенко", "cat": "Ukrainian restaurant"}, {"review": "Sk...rolls, you are Hata. And I loved your okroshka so much ... And now what?! three rows.\" It's a shame ... ...", "rating": 5, "name": "Michael Sapon", "cat": "Ukrainian restaurant"}, {"review": " Nice and cozy. Plus, tasty and from the $ category.\n\n", "rating": 5, "name": "Светлана Яцышина", "cat": "Ukrainian restaurant"}, {"review": "Clean, prices are affordable, the menu is quite diverse. Service is fast. We are frequent guests of Puzata Hata when we come to Kyiv...", "rating": 5, "name": "Наталия Симонова", "cat": "Ukrainian restaurant"}, {"review": "During the lockdown period, the institution works for takeaway, the service is fast, high-quality and at reasonable prices. Food like at home. I recommend. …", "rating": 5, "name": "Nes vi Ukraine", "cat": "Ukrainian restaurant"}, {"review": " The restaurant is clean, nice, the staff is polite and the food is very tasty! …", "rating": 2, "name": "Яр-24", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Тимченко", "cat": "Ukrainian restaurant"}, {"review": "Excellent restaurant with very good food. There is nothing supernatural in the dishes, but it is quite possible to satisfy the desires of those who want a hearty meal! …", "rating": 5, "name": "Ольга Голубан", "cat": "Ukrainian restaurant"}, {"review": " In fact, the price-quality ratio of the belly hut is one of the best fast food restaurants. there is nothing fancy in the food, but everything is quite tasty. constant queues at the box office just confirm that the …", "rating": 5, "name": "Євген Букет", "cat": "Ukrainian restaurant"}, {"review": " Cozy atmosphere and always delicious cuisine\n\n", "rating": 4, "name": "Вадим Камінський", "cat": "Ukrainian restaurant"}, {"review": " Self-service restaurant, cuisine similar to home-made Ukrainian. Price-quality in balance. Two floors will provide space. Personally, I will say that they mostly look tired and joyless, which gives the impression that …", "rating": 4, "name": "Антон Дружинин", "cat": "Ukrainian restaurant"}, {"review": "Nice cozy interior, lots of places for people. The food is delicious, quite a selection. Prices have recently risen, but so far within reasonable limits. I use it regularly and recommend it. …", "rating": 4, "name": "Мигель Моле", "cat": "Ukrainian restaurant"}, {"review": "You can eat well. Good location, reasonable prices. It would not interfere with cosmetic repairs and replacement of some furniture. Otherwise, no complaints. …", "rating": 5, "name": "Юлия Мельник", "cat": "Ukrainian restaurant"}, {"review": "Always very tasty, everything is fresh. At lunchtime, of course, the workload is very high, so it’s better to come later, I always go to have a bite here)) …", "rating": 3, "name": "Ира Ремез", "cat": "Ukrainian restaurant"}, {"review": " Great place to eat deliciously.\nUnfortunately, my girlfriend and I witnessed an unpleasant situation. We asked to fix bonuses from the student card (they have such service). The cashier didn't …", "rating": 5, "name": "Лара Левинсон", "cat": "Ukrainian restaurant"}, {"review": "A large selection of dishes, fast service, everything is very tasty! 👍 The pricing policy is acceptable, as for Kyiv! 👌 Very convenient if you are a guest in Kyiv! You won't leave hungry! I recommend! 😉 …", "rating": 4, "name": "Taras Maslov", "cat": "Ukrainian restaurant"}, {"review": " The interior is much more cozy than in other establishments of the network, but also does not correspond to the Ukrainian style of the establishment. The box office is crowded. The service is better and tidier than in …", "rating": 4, "name": "Оксана Синько", "cat": "Ukrainian restaurant"}, {"review": "Were on the second floor where the desserts. The girl at the checkout, (probably recently working) talked for one tea, she couldn’t make a return, she asked to take what was on the check, and she didn’t finish one dessert, I had to remind .. And it’s so tasty and inexpensive - ...", "rating": 4, "name": "Lavrin Ka", "cat": "Ukrainian restaurant"}, {"review": "Very tasty inexpensive food, pretty clean and fast service. One BUT - for such a large institution - such a small toilet for only 3 cabins. There are always queues. If with a child, then this is a problem ...", "rating": 1, "name": "Andrey Andreev", "cat": "Ukrainian restaurant"}, {"review": "\nCozy, there is a room for children.", "rating": 5, "name": "Funturion Go", "cat": "Ukrainian restaurant"}, {"review": "Fast, tasty, without harm to the stomach. The staff is friendly, prices are affordable. …", "rating": 5, "name": "Анна Федоренко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Кошик Радості", "cat": "Ukrainian restaurant"}, {"review": " Mashed potatoes were tasteless, the impression that there was nothing in it but water (; butter, which poured dumplings with potatoes, bitter, and the pasta was poured so slowly that we went without it (Previously, …", "rating": 5, "name": "Al Sk", "cat": "Ukrainian restaurant"}, {"review": "I have visited this chain of restaurants several times. I can immediately notice that the closer to the center, the lower the quality. It seems that there is a choice and the taste is not bad. but .... something is missing. …", "rating": 5, "name": "Оксанка Остапенко", "cat": "Ukrainian restaurant"}, {"review": "My husband and I really like this chain of cafes and canteens. Always clean, tasty, wide range. Definitely recommend! …", "rating": 1, "name": "Vitalii Ivanov", "cat": "Ukrainian restaurant"}, {"review": "The temperature regime is present, it is obligatory to enter only in masks. But the queue is about 20 people, and only one cashier is open. Cool. …", "rating": 4, "name": "Paul Legelbakh", "cat": "Ukrainian restaurant"}, {"review": "Puzata is like a potbelly, but napkins and reusable cutlery often run out, which is why you have to dine with plastic ones. There is a choice, but often there are not all dishes, and buckwheat as the main side dish is annoying ...", "rating": 4, "name": "Andrei Shliamin", "cat": "Ukrainian restaurant"}, {"review": "Normal establishment. A wide selection of dishes and ready-made complexes. For those who are looking for a tasty and inexpensive meal, this is a very good option. …", "rating": 5, "name": "Inna N", "cat": "Ukrainian restaurant"}, {"review": "The assortment is standard, not very crowded, without queues, I liked the room, two-level, many small rooms, there is no feeling of a dining room, which in fact is a pot-bellied hut. For the establishments of this network - a sure five ...", "rating": 2, "name": "Wojciech", "cat": "Ukrainian restaurant"}, {"review": " Food very good quality, but really cold. We took several different dishes, everything very cold. If it were warm, I would give 5 stars. …", "rating": 4, "name": "Илья", "cat": "Ukrainian restaurant"}, {"review": "A cozy \"department\" of the Pot-bellied Hut, a two-story type, everything is compact and harmonious, there is a separate exit, a bathroom on the second floor, which is not very convenient for visitors. …", "rating": 4, "name": "Pavlo Shatohin", "cat": "Ukrainian restaurant"}, {"review": " I love Puzata Khatu, but a liter of oil per serving of buckwheat is too much :) …", "rating": 4, "name": "Алиса Селезнева", "cat": "Ukrainian restaurant"}, {"review": "It is very embarrassing that everyone works on the distribution of food without gloves (I would also like that there would be a little more space, otherwise everyone is pushing and it is not possible to calmly go with a tray to the main hall and to the cash desks. …", "rating": 1, "name": "Андрей Корень", "cat": "Ukrainian restaurant"}, {"review": "It's a good idea to make a place accessible for people to eat. BUT, a big BUT when glass gets into your food it's not camille, + the service leaves much to be desired and the smell is up to 🤮 …", "rating": 5, "name": "Nargiz Hasanova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Anton Gaidai", "cat": "Ukrainian restaurant"}, {"review": " A place where you can always get the expected quality of food without surprises. Prices are completely adequate. The menu is very diverse. Magnificent borscht - there is a large and standard portion. …", "rating": 5, "name": "Настя Обертас", "cat": "Ukrainian restaurant"}, {"review": " It seems to me one of the most popular destinations for students. Especially KNLU, 10/10.\nGreat location, delicious and homely 👍 …", "rating": 5, "name": "atDigit", "cat": "Ukrainian restaurant"}, {"review": "Puzata Khata is one of the few restaurants near Khreshchatyk for those who are interested in inexpensive but quality food. If your search query begins with the words \"where you can eat deliciously and inexpensively in the center of Kyiv\", then this is ...", "rating": 4, "name": "Nick Kyryliuk", "cat": "Ukrainian restaurant"}, {"review": "The standard establishment of the Puzata Khata chain is a place where you can eat well at very affordable prices. Very good interior. There is a bar on the second floor. …", "rating": 4, "name": "Alex Fainin", "cat": "Ukrainian restaurant"}, {"review": " The legendary fast food restaurants which are always located in very good places. The first time they were on the Great Vasylkivska. Bombing old entourage, friendly staff. But the mood was ruined by the cashier - …", "rating": 5, "name": "N P", "cat": "Ukrainian restaurant"}, {"review": "Delicious, prices are pleasant, stability pleases - over the years it only gets better. Keep it up Ptszata Hata. …", "rating": 4, "name": "Вадим", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata has already fitted into our lives so much that, in principle, you can’t add anything new about her, although ... I went in yesterday in search of lean food, no frills were required, a post is a post, but it wasn’t there. Basically, there were dishes from …", "rating": 4, "name": "Jenia Sorokin", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Nadezhda Kolpakova", "cat": "Ukrainian restaurant"}, {"review": " After the repair, almost nothing has changed. Replaced chairs with plastic 😞\nDishes of Ukrainian cuisine, but, unfortunately, they are fried in fresh oil …", "rating": 4, "name": "Маріанна Ковальова", "cat": "Ukrainian restaurant"}, {"review": " You can eat quickly, there is a choice of dishes for the first, second, salads, desserts. On the second floor there are more desserts and a bar where you can order tea or coffee or alcoholic beverages. In principle, …", "rating": 5, "name": "Андрій Петранюк", "cat": "Ukrainian restaurant"}, {"review": " Here Puzata hut has a second floor with many comfortable seats and a separate bar with cakes, no need to run down and stand in line for a long time. …", "rating": 4, "name": "Gorvits", "cat": "Ukrainian restaurant"}, {"review": " Actually, Puzata Khata, on the Big Vasylvskaya a little \"exhausted\", for many years the interior has not changed, as regards food, all is well, but sometimes jambs, bitter cheeses, too much fat in the vegetables, and …", "rating": 5, "name": "Марина Коробко", "cat": "Ukrainian restaurant"}, {"review": "The menu is updated, everything is always fresh, and the network is large in Kyiv, what else could the Ukrainian soul wish for;) Ukrainian cuisine in all restaurants ...", "rating": 3, "name": "Ярослав Костак", "cat": "Ukrainian restaurant"}, {"review": " The borsch here is not very well cooked in other branches better.\nChicken leg with cold spinach was accordingly not siachna. There are few places …", "rating": 2, "name": "Анастасия Алиева", "cat": "Ukrainian restaurant"}, {"review": "A few years ago, life was in full swing here, but now it is a dull place, a small assortment, a bunch of dirty tables. …", "rating": 5, "name": "Volodymyr Vorobei", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Ruslan Prylypko", "cat": "Ukrainian restaurant"}, {"review": " If you compare with other establishments of the same network, the range is smaller. The location of the halls is not convenient.\nFood on the ground floor and main halls on the second. If you want coffee with …", "rating": 4, "name": "Антон Булавинов", "cat": "Ukrainian restaurant"}, {"review": "The interior of this room does not match the flavor of Ukrainian cuisine. For this I put 4⭐\nHowever, the food and prices are as always pleasing)) …", "rating": 1, "name": "Michael Vergun", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Виталий Близнец", "cat": "Ukrainian restaurant"}, {"review": "I came to you to eat delicious breakfasts, but unfortunately there were only 2 of them, and those that I don’t really like. Please correct this defect, but in general the institution is good. …", "rating": 4, "name": "H Las", "cat": "Ukrainian restaurant"}, {"review": "Cheap and cheerful as they say. An ideal place for lunch if you work or study somewhere nearby. Yes, there are a number of shortcomings, but low prices make you look at them through your fingers. …", "rating": 5, "name": "Інна Волкова", "cat": "Ukrainian restaurant"}, {"review": " A pleasant place with the national Ukrainian cuisine is popular especially during dinner hours.\nAlso, the service is pleasing because customers are worried about the speed of …", "rating": 5, "name": "Imix", "cat": "Ukrainian restaurant"}, {"review": " Whether you are traveling, or if you are a local there is a super recommended site. First because it is economical and second because you have a wide variety of typical country food. And it's delicious! …", "rating": 4, "name": "Anton Yelahin", "cat": "Ukrainian restaurant"}, {"review": "Good establishment. delicious\nTwo floors of cozy niches with tables. There is a place for both a large company and a place for solitude. …", "rating": 3, "name": "Inge Dessauer", "cat": "Ukrainian restaurant"}, {"review": " A big advantage - the food costs very little. I understand that you should not expect much for such a price, but still it could be better. …", "rating": 5, "name": "Regina Rainskaya", "cat": "Ukrainian restaurant"}, {"review": "Good as always! You can pay with bonuses on the card + discounts. It turns out everything is very affordable and tasty) …", "rating": 3, "name": "Andrii Lytvynenko", "cat": "Ukrainian restaurant"}, {"review": " There are few customers and a small selection of dishes in the evening. And so the dining room as it is. The staff is good. …", "rating": 4, "name": "Макс", "cat": "Ukrainian restaurant"}, {"review": "Good establishment. You can eat delicious. On the second floor, the tables near the windows are very comfortable for drinking coffee and chatting. …", "rating": 5, "name": "Miroslava Mozgovaya", "cat": "Ukrainian restaurant"}, {"review": " The cobbled house near Leo Tolstoy Square subway, though small, is cozy. The queue is moving fast, the workers are smiling. The portions are large, the prices are adequate - \"Greek\" salad and meat dish 112 UAH …", "rating": 5, "name": "Саша Петров", "cat": "Ukrainian restaurant"}, {"review": "For 3.5 years there were no problems with Pot-bellied Hut. Everything is always fresh and high quality. I love dumplings with meat, pancakes with cherries. And borscht is delicious. Respect to this particular Pot-bellied ... on Velyka Vasilkovskaya ...", "rating": 5, "name": "Dolhov Serhii", "cat": "Ukrainian restaurant"}, {"review": "Polite women serving food, always clean tables. I understand that this is a network, but this pot-bellied hut is the coolest ...", "rating": 5, "name": "Vladimir AK", "cat": "Ukrainian restaurant"}, {"review": "\nNice kitchen. A wide range of dishes.", "rating": 4, "name": "Вячеслав Кузнецов", "cat": "Ukrainian restaurant"}, {"review": "He lived with his family and friends nearby, for about a month, periodically came in the evenings. Often in the evening there was no full menu, many ended, I had to choose from what was left ... ...", "rating": 5, "name": "Yuliia", "cat": "Ukrainian restaurant"}, {"review": "I love these places, you can eat quickly and healthy, good location …", "rating": 4, "name": "Serg L", "cat": "Ukrainian restaurant"}, {"review": "As always, at a fairly high level, clean, classic Ukrainian cuisine, decent, but not for gourmet (the assortment is the same as in any other pot-bellied hut) ...", "rating": 5, "name": "NOD1", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Andrii Chuiashenko", "cat": "Ukrainian restaurant"}, {"review": " A good place to come and eat fast. Even the choice is. And there is really something to choose from. If it had a score of 4.5, then it would set it, because when you come here, you get exactly what you expect: normal …", "rating": 1, "name": "Denys Chumak", "cat": "Ukrainian restaurant"}, {"review": "There is no ventilation, it is not comfortable in the room. The manager replies that this is always the case and nothing can be done ...", "rating": 5, "name": "Yuliya Krivonosova", "cat": "Ukrainian restaurant"}, {"review": "When I arrive in Kyiv at six in the morning from the train, this is the first place where I go. Although I don’t feel enough sleep, but the syrniki of a pot-bellied hut for breakfast instantly cheer me up. I recommend …", "rating": 5, "name": "Olechka Aleksis", "cat": "Ukrainian restaurant"}, {"review": "Delicious dishes of classic Ukrainian cuisine. I come here with pleasure when I don’t have enough time to cook at home, but I want homemade food. …", "rating": 5, "name": "Леонід Ткачук", "cat": "Ukrainian restaurant"}, {"review": " Quite cozy. On the first floor hot and cold dishes, and on the second cakes, tea, coffee, beer and stronger drinks. It is convenient to have lunch and sit with friends. The best teas are in a teapot. …", "rating": 4, "name": "Олена Николайчук", "cat": "Ukrainian restaurant"}, {"review": " Delicious, friendly staff. It's a pity for a rabbit, they can't be kept in a cage 24/7, the animal is suffering .. give it into good hands or take it home - it's a living creature, not an interior object, and it …", "rating": 5, "name": "Egor Papyshev", "cat": "Ukrainian restaurant"}, {"review": "I liked the fact that there are many cozy corners and there is always a place. Well, the food in the pot-bellied hut is always quite tasty and made at home. …", "rating": 3, "name": "Vito", "cat": "Ukrainian restaurant"}, {"review": "Nothing special, chicken Kiev, hodgepodge and syrniki... Well, Kvass is on the second floor. But it’s not bad to sit in the center, the interior is white, non-loading. …", "rating": 3, "name": "Olena Domina", "cat": "Ukrainian restaurant"}, {"review": "Suitable for a quick snack. On the second floor there is a sweet and nerdy selection of drinks. Often we take a hundred home, because. we live next door. …", "rating": 1, "name": "Pa Vel", "cat": "Ukrainian restaurant"}, {"review": "We stopped by the family at 19:20 for a bite to eat, but there was no food. Price tags are hanging, but there is practically nothing in stock! Managers, you work until 23:00, and there are no dishes 4 hours before closing! …", "rating": 4, "name": "Nata Suslova", "cat": "Ukrainian restaurant"}, {"review": "Expensive, but delicious. Nice interior and good selection of food. Not the most polite service and there are doubts about the observance of sanitary standards. …", "rating": 3, "name": "Антон Ткачов", "cat": "Ukrainian restaurant"}, {"review": " Dining room of medium level with inconvenient location of the toilet. Buy food on the first floor and wash your hands on the second floor. …", "rating": 5, "name": "Alexandr Avilov", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Валериевич Василец", "cat": "Ukrainian restaurant"}, {"review": "\nWell, very tasty☝️👏👏👏👏👏👏👏👏🇺🇦😍", "rating": 4, "name": "Janek Travinski", "cat": "Ukrainian restaurant"}, {"review": "Nice home restaurant. I've been there for over a year now. Great food, nice interior.\nIf you're nearby, come on in. …", "rating": 5, "name": "Руслана Макарова", "cat": "Ukrainian restaurant"}, {"review": "Tasty, fast, reasonable prices and a large selection pleasantly surprised. When time is running out - a great option for a tasty and satisfying snack) ...", "rating": 5, "name": "Voskolovych Vitaliy", "cat": "Ukrainian restaurant"}, {"review": "Cozy place, but when I was, the choice of dishes is limited. Much less options on the menu than in the rest of `Pubby Huts' :(...", "rating": 5, "name": "Владимир Вареня", "cat": "Ukrainian restaurant"}, {"review": "\nTasty, fast and not expensive.", "rating": 2, "name": "Olena Shalnieva", "cat": "Ukrainian restaurant"}, {"review": " Not always tasty as you would like. The vegetables were steamed, salted, the cherries were not tasty, the soup was barely warm. Prices have risen. …", "rating": 1, "name": "Андрей Штокало", "cat": "Ukrainian restaurant"}, {"review": "It's just terrible, it's a nightmare in the toilet, you can't hang clothes in the office, and they wrote in large print that they were not responsible for things. Go to the complex in other places, yes - more expensive by 20 UAH, but at least in a human way ...", "rating": 5, "name": "Анастасия Ильницкая", "cat": "Ukrainian restaurant"}, {"review": " Always clean, tasty and cheap. Quite a large menu, good interior design, fast service and remove from the tables)) …", "rating": 5, "name": "Надежда Адакина", "cat": "Ukrainian restaurant"}, {"review": "Delicious homemade food in Puzata Khata, friendly staff, reasonable prices.\nI recommend 👍…", "rating": 3, "name": "Влад Кар", "cat": "Ukrainian restaurant"}, {"review": "Not the most comfortable pot-bellied hut. Grilled vegetables were cold, just terrible ... But, I don’t know, an ordinary hut ...", "rating": 5, "name": "Yuriy K", "cat": "Ukrainian restaurant"}, {"review": " One of the most cozy and atmospheric Puzati Hut of Kiev. Food, as always, is tasty and fresh, a wide choice of dishes. Often I go here for breakfast or lunch. Quick service at the ticket office. On the first floor …", "rating": 3, "name": "Rred Cat (RredCat)", "cat": "Ukrainian restaurant"}, {"review": " So-so. The tables are not very clean. You can eat food, but it tastes so-so. The choice isn't great, plus a lot ended up when I was there. …", "rating": 5, "name": "Maxim's Garage", "cat": "Ukrainian restaurant"}, {"review": "Well located. It's nice that there are always empty seats in the entire hall. Dishes are always fresh. I visit often and am always satisfied.\nI recommend visiting this particular Pot-bellied Hut. …", "rating": 5, "name": "Dina Honcharenko", "cat": "Ukrainian restaurant"}, {"review": " As always tasty, useful, inexpensive, fast. Cozy halls, lots of space. …", "rating": 4, "name": "Dmytro Buhlak", "cat": "Ukrainian restaurant"}, {"review": "As always nutritious and affordable.\nBut the staff could be more friendly. It is better to love your work, it is immediately easier to live. …", "rating": 4, "name": "Yuriy Babintsev", "cat": "Ukrainian restaurant"}, {"review": "Far from budget. It is this institution that is located in a room not intended for a restaurant. A bunch of small rooms. It's hard to find a place. Kitchen for 4. …", "rating": 5, "name": "Варвара Шиленко", "cat": "Ukrainian restaurant"}, {"review": "Very democratic, tasty and always fresh food. If you need a quick bite, but not on the go and not street food, then this is an ideal option :) …", "rating": 4, "name": "Oleksiy Prots", "cat": "Ukrainian restaurant"}, {"review": " First of all, this is a place where you can eat fast, delicious and inexpensive. Here you can both enjoy and be disappointed with the dishes. But knowing what to expect is definitely worth going here before work, …", "rating": 4, "name": "Дмитро Апілат", "cat": "Ukrainian restaurant"}, {"review": "One of the best \"pot-bellied huts\" in Kyiv. Delicious food and a nice view from the window on the second floor. Cute desserts...", "rating": 5, "name": "Оля Парасоля", "cat": "Ukrainian restaurant"}, {"review": " I like the second floor - very cozy, you can sit by the window in the heart of Kiev and watch the snow falling. And even in PC always very friendly staff: never refuse to heat juice or compote for the baby :) …", "rating": 2, "name": "Haleesi P.", "cat": "Ukrainian restaurant"}, {"review": " Heap of fat in a seemingly healthy vinaigrette. In general, the food here, although it is the same as in other branches, but if it is already cold, then lay, then you will be deceived and instead of the cheapest …", "rating": 5, "name": "Kostiantyn Lozhkin", "cat": "Ukrainian restaurant"}, {"review": "Delicious fresh and quality food. Pleased with desserts on the second floor. They ate to satiety, spent 900 UAH on six. …", "rating": 4, "name": "Andrey K", "cat": "Ukrainian restaurant"}, {"review": "Let's call this place Tavern))) No offense, here's a dining room - not a dining room, something like that)))) However, I didn’t have a snack with sandwiches, but a full meal! Almost everything suits. I recommend …", "rating": 2, "name": "Вікторія Джуган", "cat": "Ukrainian restaurant"}, {"review": " I like the buzat house, but V. Vasilkovskaya did not like it. The potatoes were not fried, tomatoes are not fresh, cucumber is cut one transparent, the second 2cm chaotic .. Although it is breakfast and so from ...... …", "rating": 5, "name": "Анна Васина", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Kyryl Panchenko", "cat": "Ukrainian restaurant"}, {"review": " Quality service, delicious food, especially served with branded dumplings with meat. It may not be expensive to have breakfast / lunch / dinner. For example, a 3 course meal with compote would cost you about 68 UAH. …", "rating": 5, "name": "Александр Дихтяр", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick bite to eat or pass the time with dessert. A very popular place among tourists, students and even clerks, in fact, if you need a quick meal - you are here!!! …", "rating": 5, "name": "Dennis Zhi", "cat": "Ukrainian restaurant"}, {"review": "I can’t think of another establishment of a similar plan with such a well-adjusted price / quality ratio!\nThe main impression: we eat a lot, cheap, delicious! …", "rating": 5, "name": "Anya Olshchynska", "cat": "Ukrainian restaurant"}, {"review": "\nYummy! Fast, pleasant service", "rating": 4, "name": "Олег Рудь", "cat": "Ukrainian restaurant"}, {"review": "Quietly, not very crowded, You can calmly go in to take an order and take a place to eat, there is Wi-Fi. …", "rating": 4, "name": "Tatiana Ukraine", "cat": "Ukrainian restaurant"}, {"review": "\nNot bad at cooking) cozy enough)", "rating": 5, "name": "Michael Vaynagiy", "cat": "Ukrainian restaurant"}, {"review": "Sper place. When in Kyiv I always go for a bite to eat. Always delicious and inexpensive. The main thing is fast. …", "rating": 5, "name": "Инесса Крель", "cat": "Ukrainian restaurant"}, {"review": "Yes, they really say, Ukrainian McDonald's, fast food without hamburgers and calls, everything is natural and tasty, very convenient, fast, tasty and inexpensive ...", "rating": 1, "name": "Laughing Fox", "cat": "Ukrainian restaurant"}, {"review": "This morning I took a salad with cucumbers and cabbage, potato pancakes and cheesecakes. And some of it got poisoned! Most likely a salad. Saving on the health of customers? …", "rating": 5, "name": "Александр Тюрников", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Анатолій Богдашкін", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Alex Boldyrev", "cat": "Ukrainian restaurant"}, {"review": "Nice place in a historic building. Not the most comfortable among most Pot-bellied Huts, but convenient in location and there are always empty seats. The kitchen is top notch. …", "rating": 5, "name": "Дмитро Бут", "cat": "Ukrainian restaurant"}, {"review": "Our Ukrainian McDonald's, if you want to eat normal food, then welcome to the Hatu Application. Affordable prices, even pennies go here) …", "rating": 2, "name": "Машенька Жерлова", "cat": "Ukrainian restaurant"}, {"review": "Puzata Khata is an excellent chain of fast food establishments and all their establishments are delicious, but not in this one... borscht was very watery, sour, and terrible quality sour cream... …", "rating": 2, "name": "Вяч Плт", "cat": "Ukrainian restaurant"}, {"review": "Price tags should be next to the dishes, not on the wall. It is not clear where which dish goes to the name. This is only clear to the chefs, not to the customers. Ask the chefs only time to waste ...", "rating": 5, "name": "Marina Zinov", "cat": "Ukrainian restaurant"}, {"review": "A democratic place for meetings and snacks (there are dietary and vegetarian offers) in the very center of the city. Decent design. There is even a bar. …", "rating": 1, "name": "andrew andrew", "cat": "Ukrainian restaurant"}, {"review": "And how do you like the pot-bellied hut? But no way! Discrimination based on the availability of vaccinations and masks, do we have a legal country or a concentration camp? …", "rating": 5, "name": "Yevhenij Safarians", "cat": "Ukrainian restaurant"}, {"review": " Comfortable fast food restaurant. Delicious dishes of Ukrainian cuisine. I recommend! …", "rating": 5, "name": "Наргиз Петрова", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Dana Melikhova", "cat": "Ukrainian restaurant"}, {"review": "Two floors in the center. The first one is not at all comfortable, as for me. Closely. The second one is more spacious. Purely. Nice reasonably priced eatery.…", "rating": 5, "name": "Андрій Філімець", "cat": "Ukrainian restaurant"}, {"review": " Good fast food, and there is a place to sit and talk ...\n\n", "rating": 5, "name": "Khrystyna Makar", "cat": "Ukrainian restaurant"}, {"review": " Super! Tasty, cozy and nice.\nBy the way, Puzata Hata has increased the range of fast food during Lent, please note😉 …", "rating": 4, "name": "nick wasin", "cat": "Ukrainian restaurant"}, {"review": " It's better not to go in for lunch here - the queue begins on the street. Cheap and delicious. There is a bar and delicious desserts. Toilets without sitting …", "rating": 4, "name": "Дмитрий Фейгин", "cat": "Ukrainian restaurant"}, {"review": "Closely at the entrance, comfortable in the halls on the 2nd floor. Delicious food, friendly staff…", "rating": 5, "name": "Антон Мышанов", "cat": "Ukrainian restaurant"}, {"review": "If I want a quick meal at a reasonable price, I go to PX. Consistent, familiar menu, fast service. Kitchen of constant quality. …", "rating": 5, "name": "Оля Ліхова", "cat": "Ukrainian restaurant"}, {"review": " I propose to mention this food service network somehow. She is perfect! I love Puzata Hut for healthy, fresh, delicious food, for the design of the room, for the friendly staff, and more. PRICES are very democratic. …", "rating": 4, "name": "Валентина Орлова", "cat": "Ukrainian restaurant"}, {"review": " Convenient location. Those who are here for the first time find it difficult to navigate. You can get lost if you are not careful. Kitchen for 4.5 out of 5 points …", "rating": 5, "name": "Дмитрий Королев", "cat": "Ukrainian restaurant"}, {"review": "Were here in the morning. I really liked their breakfasts (valid until 11-30). Added to breakfast latte and complete order. Delicious and not expensive. …", "rating": 5, "name": "SILOSIEVA", "cat": "Ukrainian restaurant"}, {"review": "Very tasty. food for every taste. I was happy to find steamed vegetables and other healthy food) the prices are very reasonable ...", "rating": 5, "name": "Ольга Митрова", "cat": "Ukrainian restaurant"}, {"review": "The best fast food restaurant. In whatever city we are with the family, we are always looking for only \"Puzata hut'. Food for every taste, budget and quite well. …", "rating": 4, "name": "Gora Mumkov", "cat": "Ukrainian restaurant"}, {"review": "A good place to have a bite to eat, spacious halls on two floors, you can quickly choose a menu, many cash desks, you can pay with a card, quite tasty and varied food, there is a bar with a good selection of drinks, you can sit in a company, not …", "rating": 5, "name": "Ольга Эйгстер", "cat": "Ukrainian restaurant"}, {"review": "Always delicious like home. The prices are acceptable. You can have lunch with your family and not be afraid for the health of the child) ...", "rating": 5, "name": "Богдан Гура", "cat": "Ukrainian restaurant"}, {"review": " Everything is fine, the network keeps a decent brand, it is a pity that the entourage is no longer old Ukrainian, but the current one is also at home …", "rating": 4, "name": "Тереза Левчук", "cat": "Ukrainian restaurant"}, {"review": " The Puzata Khata network always helps when you want to eat budget. And here also the interior \"theatrical\" - close to cultural institutions. …", "rating": 3, "name": "Артем", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Pa Ruiz", "cat": "Ukrainian restaurant"}, {"review": " Puzata Jata is the best thing I had tasted in my life, I first thought it was some kind of dining room but it turned out to be a very nice coffee ... with a special atmosphere and decent style. Thank you! …", "rating": 4, "name": "Pavlo Fedykovych", "cat": "Ukrainian restaurant"}, {"review": "Good place for lunch, good place to have cheap coffee or tea. The first floor of this PX establishment is very narrow and uncomfortable. People now and then crash into each other with trays. But, in general, the impression is ok ...", "rating": 5, "name": "Максим Сирота", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "Ламбрекен Ателье", "cat": "Ukrainian restaurant"}, {"review": "They counted. Cutlets of different prices were counted at the same price. And they were \"mistaken\", of course, not less, but more. Apparently, not for the first time: the guard said that he would call the cashier, and another came and said that \"she\" had just gone home. …", "rating": 5, "name": "Вадим Долженець", "cat": "Ukrainian restaurant"}, {"review": " Norm. Delicious food. It is convenient to order. Not very high prices. You can eat …", "rating": 3, "name": "Elena K", "cat": "Ukrainian restaurant"}, {"review": "I can't say that I liked it. The establishment resembles a Soviet canteen. But, in fairness, not expensive. And, frankly, edible. …", "rating": 4, "name": "Misha", "cat": "Ukrainian restaurant"}, {"review": " You can really eat from the belly, due to the exhaustion of money in the wallet, of course, because the prices here are biting. Very tasty and beautiful. …", "rating": 5, "name": "Марічка Федорів", "cat": "Ukrainian restaurant"}, {"review": " Service is prompt, interesting interior, many small cozy droplets, delicious food. …", "rating": 5, "name": "Alex Levi", "cat": "Ukrainian restaurant"}, {"review": "Nice place to eat tasty and cheap. There is always a fairly large selection of dishes for a variety of tastes. …", "rating": 4, "name": "Инесса Инесс", "cat": "Ukrainian restaurant"}, {"review": "I really like the interior, unlike other establishments of this chain. And so here is the standard menu, as in the entire network. Lots of people at lunchtime. …", "rating": 5, "name": "Moto-Moto", "cat": "Ukrainian restaurant"}, {"review": "It can hardly be called fast food, the halls are like in a restaurant, there are not many people, nice staff, clean and comfortable) …", "rating": 4, "name": "Sergiy Sergiyovich", "cat": "Ukrainian restaurant"}, {"review": "Good national cuisine, pleasant atmosphere, convenient location, moderate prices, the administration should pay attention to the staff who are unwell, as sneezing waiters at the distribution leave not very pleasant …", "rating": 4, "name": "Olga Ostrovskaya", "cat": "Ukrainian restaurant"}, {"review": "two-story, sweets and drinks on the 2nd floor, food on the 1st floor. a lot of space, but also a lot of people. all in bright colors - light and spacious. there is Wi-Fi, a lot of visitors and students. …", "rating": 4, "name": "Виктория Сагайдак", "cat": "Ukrainian restaurant"}, {"review": "Nice place to grab a bite to eat and enjoy a cup of coffee or tea. Minus: the tables are in the aisles and you need to \"squeeze\" between them so as not to turn the tray on yourself or on someone's head. …", "rating": 5, "name": "Alex Vlasyuk", "cat": "Ukrainian restaurant"}]