[{"review": "If you want to taste different Ukrainian foods at once this place is a good choice. It offers self service and there is a humble environment. But definitely great to feel yourself as a local", "rating": 5, "name": "Elvin Jafarov", "cat": "Ukrainian restaurant"}, {"review": "I love it. Best place for every day food. Lots of varieties to see and choose from. Very well maintained, good quality, less expensive, and what more? Excellent idea - very different. Would highly recommend everyone to go here.", "rating": 5, "name": "Jebasteen David", "cat": "Ukrainian restaurant"}, {"review": "Want to try Ukrainian cuisine in Kiev for a cheap price come to Puzata Hata. But not everything is perfect, there isn't anything written in English or other language aside from Ukrainian, prices varies from being big or small plates and …", "rating": 4, "name": "André Salgueiro", "cat": "Ukrainian restaurant"}, {"review": "I love this place, it's not a gastronomy place, of course. But it's good ukrainien food and not expensive. In some ukrainian restaurant you have the same thing for lot of more money. Here,  You can go often and I enjoy the decoration.", "rating": 5, "name": "valérie tournigand", "cat": "Ukrainian restaurant"}, {"review": "Not bad and not fancy. If you want to taste local Ukrainian foods come here. Lower your expectations and feel like you're at home.", "rating": 4, "name": "Yasin Genç", "cat": "Ukrainian restaurant"}, {"review": "Really nice fast food restaurant. Food is healthy and fresh. You can get a full meal for around 5-6 eur", "rating": 5, "name": "Eros Figueiredo", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and great variety of local cusine. We ate two nights in a row and were always super sarisfied. The prices are also really reasonable making it one of the best value-for-money restaurants. I recommend it a lot!", "rating": 5, "name": "James", "cat": "Ukrainian restaurant"}, {"review": "This is a very nice place to get familiar with Ukrainian cousin. This place can fill a lot of your \"food checkboxes\". Prices are more than affordable. If you will buy meal for to for €10, you probably will not be able to finish it. …", "rating": 4, "name": "Aleksandr Chehrov", "cat": "Ukrainian restaurant"}, {"review": "We loved our lunch here. Very inexpensive but a cool and convenient place to eat authentic local food too. Nobody there speaks much English and that made our meal and ordering our lunch even more fun—-just stand in line cafeteria style and …", "rating": 5, "name": "Jeff Dawson", "cat": "Ukrainian restaurant"}, {"review": "Great local Ukrainian food for amazing value. Although they don't have English menu, you can actually see all the food and pick what you like which is amazing. They also have great desserts which I highly recommend.", "rating": 5, "name": "Tomas Sikola", "cat": "Ukrainian restaurant"}, {"review": "Excellent and affordable place to try traditional Ukrainian food. You can choose from a wide array of already prepared dishes and enjoy! I especially recommend the soups.", "rating": 5, "name": "Kenan Cruz Çilli", "cat": "Ukrainian restaurant"}, {"review": "Part of the usual Puzata Hata chain, this is a more Ukrainian, traditional themed restaurant with wooden furniture.", "rating": 5, "name": "Balazs Kiss", "cat": "Ukrainian restaurant"}, {"review": "I should have tried it first. Really good food.\nI liked the Borsch.", "rating": 5, "name": "Dan V.", "cat": "Ukrainian restaurant"}, {"review": "Tasty food and you get it fast - unlike common Ukrainian restaurant.", "rating": 5, "name": "Yuri Gebil", "cat": "Ukrainian restaurant"}, {"review": "The place looked very nice. I really enjoyed my breakfast, and the price was criminally cheap. But I'll note that the staff did not speak any English.", "rating": 4, "name": "Luis Alvarez", "cat": "Ukrainian restaurant"}, {"review": "A must for anyone visiting Ukraine for the 1st time. Perfect entry level for homemade Ukrainian food. Very inexpensive, worth every penny!", "rating": 5, "name": "foxa08", "cat": "Ukrainian restaurant"}, {"review": "The restaurant and the food are nice but the place is little bit old and needs renovation", "rating": 3, "name": "Ahmad Alam Eddine", "cat": "Ukrainian restaurant"}, {"review": "perfect tasty food for really good price", "rating": 5, "name": "Matej Jusko", "cat": "Ukrainian restaurant"}, {"review": "Cheap and best. Good food and good atmosphere", "rating": 5, "name": "el cacahuete", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata It’s a great restaurant. The prices are good and the Ukrainian food is great! They have a lot of options. The quality of the food is always good.", "rating": 5, "name": "Randy Hillebrand", "cat": "Ukrainian restaurant"}, {"review": "The food is always fresh and tasty!\n\nLots of space which is always good if you come with a big group. affordable prices", "rating": 5, "name": "Yuliia Tymoshenko", "cat": "Ukrainian restaurant"}, {"review": "Veeery cheap ;) and quite tasty. On  the foto all the meal cost 2 eur", "rating": 5, "name": "Vitalijus Dubietis", "cat": "Ukrainian restaurant"}, {"review": "Puzata Hata is the best place to get a sumptuous meal at a reasonable price. I loved it's Borscht and Chicken items. One will surely visit this place once so no point in emphasizing that it's a 'must visit'. Also, the cheesecake is pretty …", "rating": 5, "name": "Ashish Choudhary", "cat": "Ukrainian restaurant"}, {"review": "A great place to visit if you want a good sampling of various Ukrainian cuisine. My husband has to come here at least once every couple of days when he visits. The food is fresh and delicious and was easy to see what you were getting before you chose it. Also, it's very affordable!", "rating": 5, "name": "Meriah Kulikovskyi", "cat": "Ukrainian restaurant"}, {"review": "Good, cheap food, lots of variety. The best were the soups and salads. I enjoyed the borscht and the cucumber and tomato salad. The cauliflower salad was OK too. They have a grilled chicken on a skewer that is pretty good. The pies are …", "rating": 4, "name": "Skyler K", "cat": "Ukrainian restaurant"}, {"review": "Very nice I like the food and atmosphere", "rating": 5, "name": "Paul Yarlett", "cat": "Ukrainian restaurant"}, {"review": "Grilled turkey was not fresh (cold). Good selection of Ukrainian and international food.", "rating": 4, "name": "Sahal Khoshhal", "cat": "Ukrainian restaurant"}, {"review": "It was my first time in Kiev and I wanted to taste some local food so I went it. First of all, prices are extremely low here. Usually with such prices you get bad infrastructure and service. But not here. Food looked so delicious that I …", "rating": 5, "name": "George Kerdzaia", "cat": "Ukrainian restaurant"}, {"review": "Good & tasty restaurant where you select your mains/desert etc & pay by weight. Prices are very reasonable & outlets are everywhere.\nThey have a good selection of local delicacies which is nice for locals & …", "rating": 4, "name": "Julian McCracken", "cat": "Ukrainian restaurant"}, {"review": "this is the modern self-service eatery with a large selection of local dishes.\nThis does not operate on \"all you can eat\" basis, so you can queue for the food and then for checkout. …", "rating": 4, "name": "Marina Ro", "cat": "Ukrainian restaurant"}, {"review": "Not much clean and neat but inxpensive prices, staffs are not much friendly, you could find good quality borsh \"Ukrainian traditional food\" in there.", "rating": 3, "name": "Reza Basiri", "cat": "Ukrainian restaurant"}, {"review": "There are many different places to go and get much higher quality of food. Though, it is cheap and one with an intermediate expectations might find it appropriate. Not a big fan of a type of sitting furniture they have. 2-and floor is better. They have a bar where one can obtain a decent cake with a tea, they sell beverages too.", "rating": 2, "name": "Alexander Davidenko", "cat": "Ukrainian restaurant"}, {"review": "Cheap, local and good food. Really nice place", "rating": 5, "name": "Thorbjørn Øvrebø", "cat": "Ukrainian restaurant"}, {"review": "I / we love Puzata Hats!)) It's definitely our go-to eatery in Kiev for a no fuss breakfast / lunch/ dinner or even a cappuccino and cheesecake. This is not an upscale restaurant but they're always clean and usually busy. Each outlet is …", "rating": 5, "name": "Jan Molnar", "cat": "Ukrainian restaurant"}, {"review": "People keep describing this as fast food. Nothing could be further from the truth. It's more like cafeteria style with good Ukrainian home cooking. This is what you'd expect to find people eating at home. You can pick out tasty and even …", "rating": 5, "name": "Nelson Franks", "cat": "Ukrainian restaurant"}, {"review": "Affordable good meals. This place serves meals by ordering a certain portion size from the ladies behind the counter. So the price may vary depending on what you took in your plate and how many portions. I put five stars because of the …", "rating": 5, "name": "Mustafa Zakieh", "cat": "Ukrainian restaurant"}, {"review": "Ukraine food, not expensive", "rating": 5, "name": "Charles Galant", "cat": "Ukrainian restaurant"}, {"review": "Best cousine in Kyiv !!! Delicious meals especially pancakes and kyiv chicken", "rating": 5, "name": "Vladim Beszédes", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, especially vareniki with cherry and syrnik. Warm and cozy place with reasonable prices.\nHighly recommended", "rating": 5, "name": "Gul Akgun", "cat": "Ukrainian restaurant"}, {"review": "Perfect place to have a Ukrainian meal. It's a chain restaurant & isn't heavy on the pocket.  This doesn't make it lose any of it's homely cooking. It's like the Ukrainian fast food but way better than the American equivalents. The food …", "rating": 5, "name": "Adithya D", "cat": "Ukrainian restaurant"}, {"review": "Tasty Ukrainian food for really low price. It's a kind of self service so you can see all the food to choose. You can have a decent meal for 4€ - 6€.", "rating": 5, "name": "Paul V", "cat": "Ukrainian restaurant"}, {"review": "Good basic cheap food. Good hot food and a range of salads. I like the mashed potato. Nice coffee upstairs. Nothing in English so just work it out for yourself. Good for breakfast and filling up.", "rating": 4, "name": "Damian M", "cat": "Ukrainian restaurant"}, {"review": "Very good traditional Ukrainian food! (Although my Chicken Kyiv was a bit on the cold side) Welcoming staff! Will definitely come back again.", "rating": 4, "name": "Andrew Mish", "cat": "Ukrainian restaurant"}, {"review": "Cheap and good ukrainian food for a foreign. What you see is what you get.", "rating": 4, "name": "nicolasito nico", "cat": "Ukrainian restaurant"}, {"review": "This is my favourite place to eat when I arrive to Kyiv. They serve delicious meals from the early morning. It is open buffet, the food is ready, so you dont need to wait for it, but it is always hot and fresh as well. …", "rating": 5, "name": "Khrystyna Tryhub", "cat": "Ukrainian restaurant"}, {"review": "It could be the best place to try true Ukrainian food! Like this place more than most of fancy restaurants", "rating": 5, "name": "Vasyl", "cat": "Ukrainian restaurant"}, {"review": "Fine place to have a lunch or a dinner. Fair prices, canteen style. However, prices rise significantly each year and portions are quite small. Minimum dinner bill is EUR 1, avg is EUR 2.5-3. …", "rating": 4, "name": "Ivan Deineko", "cat": "Ukrainian restaurant"}, {"review": "There is opinion that puzata hata is cheap place to eat, I don't think so, their price is higher than avarage, finaly we have overcrowded restaurant, food of mid-quality, self service, and you should wait in line to pay for food...I'd recommend you to choose other restaurant with better service", "rating": 1, "name": "Lumpen", "cat": "Ukrainian restaurant"}, {"review": "Nice place - cheap, has some traditional Ukrainian dishes, most of them are well cooked. This particular restaurant is in the city center so it's usually crowded in lunch time.", "rating": 4, "name": "Michael Pustovit", "cat": "Ukrainian restaurant"}, {"review": "Perfect for a quick bite. Very very cheap, some dishes tasty, some less. Have nice coffee and tea options... For business people who working day by day in Kyiv it is a very convenient place with free Wi-Fi, clean toilets and nice food.", "rating": 3, "name": "Michael Miller", "cat": "Ukrainian restaurant"}, {"review": "Main advantage of this fast-food is an opportunity to have healthy cheap lunch. Stuff is pretty unfriendly, interior is dark. But it’s good if you need just to have a fast healthy lunch.", "rating": 3, "name": "Igor Petrushyn", "cat": "Ukrainian restaurant"}, {"review": "Good food, affordable price.", "rating": 4, "name": "Julia Temkin", "cat": "Ukrainian restaurant"}, {"review": "Very cheap Ukrainian food. Take only pieces of meat and soups and all  you see from what its made. Meat balls made from something else but not meat. Taste of the food are depend on what you take: can be really tasty and can be sh*ty \"dont know what is that\". If you've got no money or need daily place to eat - its a good place.", "rating": 3, "name": "viki viki", "cat": "Ukrainian restaurant"}, {"review": "This place is fantastic, they have anything to everything you want to have to eat soup, salads, desserts, pyrohys (varenyky) a variety of meat dishes. The prices are also very resonable, the amount of people here all the time says its great tasting food at a great price.", "rating": 5, "name": "Roman Kucher", "cat": "Ukrainian restaurant"}, {"review": "A large cafeteria-style restaurant with a lot of options. The decor seems like traditional Ukrainian (from my limited knowledge). The staff was helpful and the experience was good. I would go back here again.", "rating": 4, "name": "Brian Derr", "cat": "Ukrainian restaurant"}, {"review": "Very good place - fast food in Ukrainian style.  Rich choice of Ukrainian national dishes, always perfect (probably depends on location, but the one at Baseyna street, Kyiv, is really good). Borsch/soups, chicken Kyiv, varenyky with …", "rating": 5, "name": "Svitlana Alokhina", "cat": "Ukrainian restaurant"}, {"review": "Genuine Ukrainian cuisine, located right next to Kiev's biggest street. Easy atmosphere, plenty of space and tasty food. Surprisingly low prices too", "rating": 5, "name": "Mattias Kreku", "cat": "Ukrainian restaurant"}, {"review": "Simple and convenient, like other locations; a good selection of Ukrainian dishes for locally recordable price.", "rating": 5, "name": "Sergey Gurevich", "cat": "Ukrainian restaurant"}, {"review": "Good and cheap Ukrainian food, homemade style. Sometimes can be too busy or some menu options can be missing because of it. Workers don't really speak English. Otherwise can recommend it.", "rating": 4, "name": "Anastasia Sotchenkova", "cat": "Ukrainian restaurant"}, {"review": "A lot of oily food available here. The kind of food that coats your tongue and sits heavily in your stomach. Tends to be quite salty too. …", "rating": 3, "name": "Ken Stewart", "cat": "Ukrainian restaurant"}, {"review": "Fresh Traditional Ukrainian food", "rating": 5, "name": "Asmaa Tarek", "cat": "Ukrainian restaurant"}, {"review": "The restaurant gets busy during meal times, especially on weekdays. The food is good and there is a good variety. There are definitely better restaurants in the franchise. This particular one is somewhat dated.", "rating": 3, "name": "Oleksandra Shuliahina", "cat": "Ukrainian restaurant"}, {"review": "Cosy place, buffet style with various traditional foods, although selection is not enormous. Staff are polite and helpful. No signage in English. Very cheap - we had a large borscht, a potato salad, two chicken Kievs, a plate of cherry dumplings, and a bottle of water and it came to about 160Hr.", "rating": 5, "name": "Anya Martin", "cat": "Ukrainian restaurant"}, {"review": "Popular place, rather cheap, but self service, few options to chose from. At the end of the day it is now worth more than what it costs.", "rating": 3, "name": "Cyril Madrid", "cat": "Ukrainian restaurant"}, {"review": "Wide selection of traditional Ukrainian food and drinks. Buffet style, so you can see what you pick. Very affordable (up to $2 for soup and entree)", "rating": 5, "name": "Lyudmyla Krylova", "cat": "Ukrainian restaurant"}, {"review": "This is a Ukranian-style self-service fast food restaurant. They cook and sell most liked traditional ukranian meals like borsch soup, chicken kievski, different kinds of vareniki (dumplings),  various  vegetable dishes and desserts/juices. …", "rating": 5, "name": "paschan83", "cat": "Ukrainian restaurant"}, {"review": "Easy to negotiate for non Ukrainian speaking diners.  Just point to the desired items.  Nice choice of items, and very reasonably priced", "rating": 4, "name": "Ronald Fein", "cat": "Ukrainian restaurant"}, {"review": "Good place for have breakfast, lunch and dinner.  It's definitely place of Ukrainian national meals. Not bad to show to foreigners 😁👌", "rating": 4, "name": "Maryna Paziura", "cat": "Ukrainian restaurant"}, {"review": "If you are fun of classic ukrainian/polish (russian?) food, this is a place for you. The service is great, though not everyone speak english at all. Prices are low and you can drink beer there :)", "rating": 4, "name": "Jacek Góraj", "cat": "Ukrainian restaurant"}, {"review": "Pintoresque, folkloric and very local food with great flavour and affordable prices. You can see the food, instead of the names of the food which I had no idea what they were. So it was easier to choose food that I really wanted", "rating": 5, "name": "Ricardo Khalil", "cat": "Ukrainian restaurant"}, {"review": "It's the place of native food's. Very tasty 😋", "rating": 5, "name": "Jabin Kulathinkarottu Koshy", "cat": "Ukrainian restaurant"}, {"review": "Real ukrainian home-made food. They ace about 5 or even more positions for salads, soups, main dishes, garnishes, and of cause deserts. The borsh is delicious, Kyiv’s cutlet is good, and the pancakes with cherries served with a bit of sour …", "rating": 5, "name": "Polina B", "cat": "Ukrainian restaurant"}, {"review": "Everything was tasty but the chicken and mashed potatoes were pretty cold. For the price I would expect the food to be warm at least.", "rating": 4, "name": "Kasey Tucker", "cat": "Ukrainian restaurant"}, {"review": "A really nice place. Not only for lunch, but breakfast was also great. Nice and welcoming staff. Highly recommended! Regards from Hungary", "rating": 5, "name": "László Végh", "cat": "Ukrainian restaurant"}, {"review": "I loved this restaurant..the best for me when in Ukraine.lots of varieties from salad, soup, meat, vegetables,  desserts..authentic Ukraine dishes. Plus the ambiance is very tradional.very highly recommended.", "rating": 5, "name": "Sharon Castillon", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian fastfood restaurant. Cheap. Reasonably tasty, huge choice. Staff not very good in English, but you can just point things you want.", "rating": 4, "name": "Валентин Власенко", "cat": "Ukrainian restaurant"}, {"review": "A traditional Ukrainian restaurant where you get to taste all the Ukrainian home made food. Very cheap and tasty food. Self service.", "rating": 5, "name": "Faz Fazal", "cat": "Ukrainian restaurant"}, {"review": "Very cheap and is number 1 place to go for a tourist to visit if they want ukraine food. Its like a ukraine (Mcdonalds) fastfood restaurant. You will be surprise what everything tastes like.", "rating": 4, "name": "Jeffrey Love", "cat": "Ukrainian restaurant"}, {"review": "The food is very tasty, everything is fresh and delicious. The only problem is no internet. Other places like this one have wifi, I don't understand why they haven't done it yet", "rating": 4, "name": "Ruslan DE", "cat": "Ukrainian restaurant"}, {"review": "The best place to eat in Kiev, I think. Large amount of tasty food to pick from. There is even a sink to wash hands.", "rating": 5, "name": "Vlado Chabal", "cat": "Ukrainian restaurant"}, {"review": "One of my favorite puzata hata branches. Very authentic and delicious food at very reasonable prices. The chairs comfort, though, won't keep you comfortable for long time :)", "rating": 4, "name": "Karim Yafi", "cat": "Ukrainian restaurant"}, {"review": "Few staff members(  two girls) are  very bad and unprofessional behaviour and soo bad attitude.. I was want complain of her to any senior person but unfortunately i had no face any senior person.", "rating": 1, "name": "Salman Malik", "cat": "Ukrainian restaurant"}, {"review": "Delicious Traditional foods r amazing.. There r lots of type of food u can choose and eat with sauces.. And have some traditional drinks too.. Good choice for foreign people and it is cheap! İ prefer this place..", "rating": 5, "name": "Furkan Fatih", "cat": "Ukrainian restaurant"}, {"review": "Vert clean and confortabile.\nIf you want to eat tipical ukrainian food at competitive price...this place for me it is the best", "rating": 4, "name": "Guido Leoni", "cat": "Ukrainian restaurant"}, {"review": "Good food for decent cost.\nThe menu is not big but you'll be able to eat quickly and rather tasty dishes.", "rating": 5, "name": "Daria Lyzun", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukraine cuisine on reasonable prices. Huge variety of soups, meals and desserts. I highly recommend it.", "rating": 5, "name": "Ivan Ivanov", "cat": "Ukrainian restaurant"}, {"review": "Lots of Ukrainian food options at the buffet. Most of the food was cold though. Good for a quick meal if you are in a rush.", "rating": 2, "name": "Robert Vincent", "cat": "Ukrainian restaurant"}, {"review": "Nice place. I love puzata hata. Reasonable prices and tasty.", "rating": 5, "name": "fellow", "cat": "Ukrainian restaurant"}, {"review": "Cheap, tasty and a better place to start if you are learning to enjoy Ukrainian cuisine", "rating": 5, "name": "King Charlae", "cat": "Ukrainian restaurant"}, {"review": "Buffet style  very local food restaurant. Lots to choose from.", "rating": 5, "name": "Armida Nessi", "cat": "Ukrainian restaurant"}, {"review": "Excellent, great place! I strongly recommend. Everything is nice here and prices are very affordable! Try Ukrainian foods!", "rating": 5, "name": "ali kulu", "cat": "Ukrainian restaurant"}, {"review": "There was bot very delicious food on this branch. I tried another one, it was better. I thought all of them were same.", "rating": 3, "name": "Selçuk", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian fast food! - lots of these around Kiev and a great place to stop for a quick snack. Great selection and really cheap.", "rating": 4, "name": "Barry Tsai", "cat": "Ukrainian restaurant"}, {"review": "They serve traditional Ukrainian dishes.bif you don't understand Ukrainian, you will not know what you're eating. But, everything I tried, was good.", "rating": 3, "name": "Hugo Brás Da Costa", "cat": "Ukrainian restaurant"}, {"review": "Well done interior. Why my grading is 4, not 5? Restrooms in such a high turnover place should be bigger and more functional.", "rating": 4, "name": "Vlad Ost", "cat": "Ukrainian restaurant"}, {"review": "Борщ is the best here!", "rating": 5, "name": "Alex Delsian", "cat": "Ukrainian restaurant"}, {"review": "Good food. There a few spread over the city. The one next to the ferris wheel is the best. But it all depends on the chef.", "rating": 4, "name": "Kosin", "cat": "Ukrainian restaurant"}, {"review": "A very good place to hog on some food on the go, there is a decent crowd coming in but no rush, the food is good and the price is nominal. But the parking space is difficult to find around.", "rating": 5, "name": "Ainkareswar", "cat": "Ukrainian restaurant"}, {"review": "Good, Ukrainian food at great prices. Great to taste a variety of dishes as one chooses bits and pieces from a buffet.", "rating": 4, "name": "Piotr L", "cat": "Ukrainian restaurant"}, {"review": "Homemade food tasteful and cheap, really cheap. It's also full of locals and that's always a good sign. A must in your trip.", "rating": 5, "name": "Pablo Menendez", "cat": "Ukrainian restaurant"}, {"review": "Jet-lagged toddler is asking for oatmeal with strawberries.\n-Do you serve it like that?\n-No, go to the market and buy strawberries.\n-🙄🙄🙄", "rating": 2, "name": "S D", "cat": "Ukrainian restaurant"}, {"review": "Omg, great lunch just for laughable 3-4 euros. In Germany you'll barely get a Döner for the price.", "rating": 5, "name": "WT", "cat": "Ukrainian restaurant"}, {"review": "Yummy food.  Good service.  Decent price.\nLots of traditional Ukrainian food. A must try place @", "rating": 5, "name": "Mira F", "cat": "Ukrainian restaurant"}, {"review": "Great place for eat traditional ukrainian food and delicious. I m french and i like the meal here ! Vraiment très bon et peu cher !", "rating": 4, "name": "Citrognon Link'", "cat": "Ukrainian restaurant"}, {"review": "Food is ok, prices are low, atmosphere can be better. Too many people and not good conditioning system.", "rating": 4, "name": "Sergio Guchok", "cat": "Ukrainian restaurant"}, {"review": "Cozy, tasty and cheap)", "rating": 5, "name": "Tymur Kozlov", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian authentic interior design. Clean, smells welcoming with foods. Delicious! Good prices ❤", "rating": 5, "name": "Diana B.", "cat": "Ukrainian restaurant"}, {"review": "Food is cheap but the quality of ingredients obviously is lacking", "rating": 3, "name": "Ilya Gurman", "cat": "Ukrainian restaurant"}, {"review": "It's very typical of this kind of places: cheap and tasty local food. Nothing extraordinary. Ok service.", "rating": 4, "name": "Павло Борисенко", "cat": "Ukrainian restaurant"}, {"review": "I love to eat here every time I visit Kiev. Tasty Ukrainian food for great prices, fast service.", "rating": 5, "name": "Slavo Danko", "cat": "Ukrainian restaurant"}, {"review": "Delicious and inexpensive simple meals that you can call a traditional Ukrainian cuisine to some extent", "rating": 5, "name": "Pavel Chaiko", "cat": "Ukrainian restaurant"}, {"review": "It’s a local chain restaurant offering basic Ukrainian food in a very cheap price. I highly recommend.", "rating": 5, "name": "Janne Lumme", "cat": "Ukrainian restaurant"}, {"review": "Not such a big selection when I went however it was still very cheap and clean good hygiene here", "rating": 4, "name": "chris challinger", "cat": "Ukrainian restaurant"}, {"review": "Good selection of local food. Pick on your tray and pay by what you have. Food is OK and price is local (low).\nBargain.", "rating": 3, "name": "Shai Soroka", "cat": "Ukrainian restaurant"}, {"review": "Moms food, everyday even when she don't wanna cook, and sometimes you can feel it", "rating": 3, "name": "timor gillerman", "cat": "Ukrainian restaurant"}, {"review": "Cheap prices, great traditional food, staff can't speak English so it's hard to translate names of the food.", "rating": 5, "name": "Roko Vitić", "cat": "Ukrainian restaurant"}, {"review": "they have good food, a lot of tables and the prices are very cheap. It's a traditional place near the city center.", "rating": 5, "name": "CATALIN ANGHELESCU", "cat": "Ukrainian restaurant"}, {"review": "You may eat a lot of different food, really cheap. Normal quality of food.", "rating": 5, "name": "Sergio Armentia", "cat": "Ukrainian restaurant"}, {"review": "Very nice locals food", "rating": 4, "name": "Rina Bahrah", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian cuisine. Some vegetarian food. Coffee, tea, cakes, alcohol. Ethnic style. They don't pay taxes, so the food is cheaper.", "rating": 5, "name": "Helena Indianapoly", "cat": "Ukrainian restaurant"}, {"review": "Excellent ukrain/russian restaurant. Very good prices and large scale of foods. Highly recommended. Only free wifi is missing.", "rating": 5, "name": "Szabolcs Arató", "cat": "Ukrainian restaurant"}, {"review": "Good food, good prices and excellent service", "rating": 5, "name": "Valentina Piper", "cat": "Ukrainian restaurant"}, {"review": "A good place to eat and go on a walk through the city.\nHere delicious cuisine. Low prices.", "rating": 5, "name": "Viacheslav Rybak (#Rybak)", "cat": "Ukrainian restaurant"}, {"review": "Very tasty place specially if you wanna try some Ukrainian dish", "rating": 5, "name": "Tomasz Jachimek", "cat": "Ukrainian restaurant"}, {"review": "If you want something local this is it , some great food as well as lovely service", "rating": 5, "name": "Gerald Adjei-misa", "cat": "Ukrainian restaurant"}, {"review": "Great place very fresh good quality food Ukraine popular with their delicious  Cooking", "rating": 5, "name": "Live Clean Today", "cat": "Ukrainian restaurant"}, {"review": "Pretty good quality and variety of traditional Ukrainian food. Not expensive", "rating": 4, "name": "Nik Koniakhin", "cat": "Ukrainian restaurant"}, {"review": "Great place cant go wrong good food affordable prices not your upscale place great every day cantone …", "rating": 5, "name": "Jerry Pepper", "cat": "Ukrainian restaurant"}, {"review": "Reasonably priced and good meal place", "rating": 4, "name": "S R", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food)... Though they need to improve there service and food quality by a notch )", "rating": 4, "name": "Kautilya Pandey", "cat": "Ukrainian restaurant"}, {"review": "Very nice", "rating": 5, "name": "приколи справжніх українців", "cat": "Ukrainian restaurant"}, {"review": "Cheap place and tasty", "rating": 5, "name": "Anton Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "I eat there every time I'm in Kiev. I enjoy the food very much.", "rating": 5, "name": "Marcin Rzeźnicki", "cat": "Ukrainian restaurant"}, {"review": "Food is ok\nDishes are ok and inexpensive.\nThe quality of the restaurant is different between the branches.", "rating": 4, "name": "shlomo kandel", "cat": "Ukrainian restaurant"}, {"review": "Although no one at this local eatery in Kiev spoke any English, it was still a pleasant, breakfast experience.", "rating": 4, "name": "Matt Swallow", "cat": "Ukrainian restaurant"}, {"review": "cheap, interesting to visit. quality varies. sometimes the food is old, lukewarm or too dry.", "rating": 5, "name": "amos sutandi", "cat": "Ukrainian restaurant"}, {"review": "Great place to have a relatively cheap and good meal. Beware of long queues", "rating": 5, "name": "Aleksandr Azimov", "cat": "Ukrainian restaurant"}, {"review": "Cozy atmosphere, delicious food and the place is hygienic, price level is very economical.", "rating": 4, "name": "Lars Gaarn Kristensen", "cat": "Ukrainian restaurant"}, {"review": "Cool experience and very cheap, a must go to restaurant when you're in Ukraine", "rating": 4, "name": "Julia p", "cat": "Ukrainian restaurant"}, {"review": "Good place to taste Ukrainian kitchen for reasonable prices. Delicious desserts.", "rating": 5, "name": "Herman Chyzhov", "cat": "Ukrainian restaurant"}, {"review": "You can try the traditional Ukraine food here ,it’s like buffet and the food it’s very cheap.", "rating": 4, "name": "Re Kane Niaou", "cat": "Ukrainian restaurant"}, {"review": "Amazing cafe and food Mmmmh!", "rating": 4, "name": "Colin Campbell", "cat": "Ukrainian restaurant"}, {"review": "Nice national food for a very good price. You can have a lot for 200 hryvnia (£5.40)", "rating": 5, "name": "Igor Laurent", "cat": "Ukrainian restaurant"}, {"review": "Poor quality though in expensive.  Even stuff looking hot is cold. Sausage was full of sinuse.", "rating": 2, "name": "Greg Curtis", "cat": "Ukrainian restaurant"}, {"review": "Good place with cheap food. It's not highest standard but it's ok.", "rating": 4, "name": "Przemek Popowski", "cat": "Ukrainian restaurant"}, {"review": "Delicious traditional food for a reasonable price in a central location and lovely traditional Ukrainian setting", "rating": 5, "name": "marina grip", "cat": "Ukrainian restaurant"}, {"review": "The chicken and mash was cold. My husband was harassed by a beggar who grabbed for his food while he was eating.", "rating": 2, "name": "123jeason", "cat": "Ukrainian restaurant"}, {"review": "Good self-service restaurant. Very tasty and cheap Ukrainian food, but very oily.", "rating": 5, "name": "lyteloli", "cat": "Ukrainian restaurant"}, {"review": "Delicious and affordable", "rating": 5, "name": "Max B", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food, great service at an affordable price :)", "rating": 5, "name": "Jamie B", "cat": "Ukrainian restaurant"}, {"review": "Nice Ukrainian traditional food. And extremely cheap . Well done", "rating": 5, "name": "Diogo M", "cat": "Ukrainian restaurant"}, {"review": "Food not as good as it used to be and they really should do something about queues on checkout. Not closing them in front of line of 10 people, for example.", "rating": 3, "name": "David Jashi", "cat": "Ukrainian restaurant"}, {"review": "Fast-food with Ukrainian cuisine. Low cost, good quality", "rating": 4, "name": "Natalya Starynska", "cat": "Ukrainian restaurant"}, {"review": "Another awesome location to experience Ukrainian food in Kyiv.  Cheap and filling. #BeatTheGrind", "rating": 5, "name": "Andrew Schultz", "cat": "Ukrainian restaurant"}, {"review": "As great as usual. Tasty dishes with reasonable prices.", "rating": 5, "name": "Кирилл Кошелев", "cat": "Ukrainian restaurant"}, {"review": "Low prices, pretty tasty food. Now they also have different kinds of pasta.", "rating": 5, "name": "Yurii Mashtalir", "cat": "Ukrainian restaurant"}, {"review": "Beautiful mighty tables from oak. Usual menu, handy table placement.", "rating": 5, "name": "Pavlo Zhukov", "cat": "Ukrainian restaurant"}, {"review": "They tried to be really authentic but it looks a little too much. Moreover you forgot about pich in the middle of a hall", "rating": 4, "name": "Іра Поповіченко", "cat": "Ukrainian restaurant"}, {"review": "Cheap food. Very fatty and could be warmer. Almost nothing for vegans :-\\", "rating": 3, "name": "Anna Markiewicz", "cat": "Ukrainian restaurant"}, {"review": "Local staple. Inexpensive a bit like a cafeteria, quality food, not a linger spot", "rating": 4, "name": "Bill Brown", "cat": "Ukrainian restaurant"}, {"review": "Perfect!Traditional food.It gots me years back in time.", "rating": 5, "name": "John K", "cat": "Ukrainian restaurant"}, {"review": "If you are a foreigner, this is where you should eat. Real food for real price. I love their kotletu", "rating": 5, "name": "Geoffrey Lorenz", "cat": "Ukrainian restaurant"}, {"review": "Cheap and decent network of bistro restaurants serving typical food for this part of Europe.", "rating": 4, "name": "Tomasz Radecki", "cat": "Ukrainian restaurant"}, {"review": "Excellent food. Good Georgian wine. Great service 😊", "rating": 5, "name": "Paul Dransfield", "cat": "Ukrainian restaurant"}, {"review": "Local ukrainian food in low prices and economic version of interior. Self service", "rating": 5, "name": "Rasa Viederytė", "cat": "Ukrainian restaurant"}, {"review": "Always a good option to taste local great food.", "rating": 5, "name": "Carlos Enrique Membrives Martin", "cat": "Ukrainian restaurant"}, {"review": "Traditional ukrainian cousine. Cheap and taste. Good place", "rating": 5, "name": "Maciej Bednarski", "cat": "Ukrainian restaurant"}, {"review": "Cold food at all, horrible service", "rating": 1, "name": "Alex Yurkov", "cat": "Ukrainian restaurant"}, {"review": "I like all puzata hatas in Kyiv.\nFood is always good quality.\nPersonal is nice.", "rating": 5, "name": "Anton Tokar", "cat": "Ukrainian restaurant"}, {"review": "Traditional Ukraine food, definitely recommend that try that if you are in Ukraine.", "rating": 5, "name": "Josip Lucic", "cat": "Ukrainian restaurant"}, {"review": "Extremely affordable, cosy interior, but food is sometimes not hot enough", "rating": 4, "name": "Ajrius L", "cat": "Ukrainian restaurant"}, {"review": "Great place for a cheap meal. Ukranian style and lots of choice.", "rating": 4, "name": "Michael Woerden", "cat": "Ukrainian restaurant"}, {"review": "Low price, acceptable quality. Some food can cold.", "rating": 4, "name": "Peter Žeby", "cat": "Ukrainian restaurant"}, {"review": "Ten years ago it was nice, now it's unmaintained, but the food is cheap and ok.", "rating": 3, "name": "eChe", "cat": "Ukrainian restaurant"}, {"review": "Very tasty Ukrainian cuisine, friendly staff", "rating": 5, "name": "Vlad Malashnyak", "cat": "Ukrainian restaurant"}, {"review": "Was better before. Food too salty, not the best quality produce", "rating": 3, "name": "L VK", "cat": "Ukrainian restaurant"}, {"review": "One of the best budget eating places in central Kiev. Recommended!", "rating": 5, "name": "Jirina Forever", "cat": "Ukrainian restaurant"}, {"review": "Great price, great food, I have no quarrells with perfection.", "rating": 5, "name": "Max", "cat": "Ukrainian restaurant"}, {"review": "Really good genuine Ukrainian food for small price", "rating": 5, "name": "Jakub Suski", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, authentic place. Budget for any pocket!", "rating": 5, "name": "ilya zozin", "cat": "Ukrainian restaurant"}, {"review": "Must visit.very delicious", "rating": 5, "name": "Narine Etaryan", "cat": "Ukrainian restaurant"}, {"review": "was there in 2011 and again last month. Enjoyed very much. Basic and good variety", "rating": 5, "name": "d w", "cat": "Ukrainian restaurant"}, {"review": "Highly recommend, good service, pretty cheap, taste great", "rating": 5, "name": "Maksym Sditanov", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat traditional ukrainian food (fast food version)", "rating": 5, "name": "Taras Puhol", "cat": "Ukrainian restaurant"}, {"review": "Variety of delicious food", "rating": 5, "name": "Maciej W", "cat": "Ukrainian restaurant"}, {"review": "Excellent rather cheap Ukrainian domestic quick restaurant!", "rating": 5, "name": "Volodymyr Kurylenko", "cat": "Ukrainian restaurant"}, {"review": "A very good selection of Ukrainian food with affordable price", "rating": 5, "name": "Dr.Adel Attia", "cat": "Ukrainian restaurant"}, {"review": "Good place for eat not expensive food.", "rating": 5, "name": "Pavlo Ivashchenko", "cat": "Ukrainian restaurant"}, {"review": "Excellent place with tasty Ukrainian food", "rating": 5, "name": "Oleg Olenskyi", "cat": "Ukrainian restaurant"}, {"review": "Good, cheap, fast food of local dishes. Self service.", "rating": 4, "name": "Vasilis Pangratis", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food with reasonable prices. Cases service can be better.", "rating": 4, "name": "Val Stanislavov", "cat": "Ukrainian restaurant"}, {"review": "Incredibly delicious, traditional Slavic cuisine. \"A f... firecracker\".", "rating": 5, "name": "Alessandro Mienandi", "cat": "Ukrainian restaurant"}, {"review": "Perfect food, best money value in Kyiv", "rating": 5, "name": "Ladislav Slámečka", "cat": "Ukrainian restaurant"}, {"review": "Lots of people but the line goes fast and the food is great.", "rating": 4, "name": "Alex Protsyk", "cat": "Ukrainian restaurant"}, {"review": "Wonderful food with selection from desks, cosy place wooden everything", "rating": 5, "name": "erkin tek", "cat": "Ukrainian restaurant"}, {"review": "Too crowded place but the food is great", "rating": 4, "name": "Sirin (Sirin)", "cat": "Ukrainian restaurant"}, {"review": "So so. Just to kill your hunger", "rating": 3, "name": "George Kokiashvili", "cat": "Ukrainian restaurant"}, {"review": "To paraphrase Benjamin Franklin, Puzata Hata is evidence that God exists and wants us to be happy.", "rating": 5, "name": "Ryan Johnson", "cat": "Ukrainian restaurant"}, {"review": "Variety price and very good food 👍", "rating": 5, "name": "John Macnamara", "cat": "Ukrainian restaurant"}, {"review": "Very good food in a very nice place and decoration.", "rating": 5, "name": "Jose Angulo", "cat": "Ukrainian restaurant"}, {"review": "One of the best place to eat in Kyiv, very popular among foreigners", "rating": 5, "name": "Andrew Alexseyenko", "cat": "Ukrainian restaurant"}, {"review": "Food is good and the price is really inexpensive", "rating": 4, "name": "Kresna Civilianto", "cat": "Ukrainian restaurant"}, {"review": "Very good and cheap food, in a nice location", "rating": 5, "name": "Filippo Belloni", "cat": "Ukrainian restaurant"}, {"review": "There are so many options and they all taste so good!", "rating": 5, "name": "Emmeline H.", "cat": "Ukrainian restaurant"}, {"review": "Nice and fast. Tasty Ukrainian cuisine", "rating": 5, "name": "Николай Коренев", "cat": "Ukrainian restaurant"}, {"review": "Nice concept in Ukraine. Fresh, good and cheap.👌", "rating": 5, "name": "Henk Dannijs", "cat": "Ukrainian restaurant"}, {"review": "Nice place to have fresh homemade food and not expensive", "rating": 4, "name": "Katerina Denisova", "cat": "Ukrainian restaurant"}, {"review": "Very good cheap ukrainian food.", "rating": 5, "name": "Christoffer Jonsson", "cat": "Ukrainian restaurant"}, {"review": "Food was cold at this location, as well as little choice left. Staff was rude", "rating": 2, "name": "Inna Stytsenko", "cat": "Ukrainian restaurant"}, {"review": "Great food, even better prices.", "rating": 5, "name": "misha lovyn", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, cheap prices. Simple place", "rating": 4, "name": "Juliu5s s", "cat": "Ukrainian restaurant"}, {"review": "Not bad, very not bad, and delicious desserts", "rating": 4, "name": "alex silver", "cat": "Ukrainian restaurant"}, {"review": "The Ukrainian version of macdonalds, local food served fast", "rating": 3, "name": "Roman Kalyuzhny", "cat": "Ukrainian restaurant"}, {"review": "Good food at excellent prices!", "rating": 4, "name": "Clint Sells", "cat": "Ukrainian restaurant"}, {"review": "Good food, decent beer. Music not the best sometimes in the background.", "rating": 4, "name": "nerealitaate", "cat": "Ukrainian restaurant"}, {"review": "Good local food, low prices", "rating": 5, "name": "Jan Pokorný", "cat": "Ukrainian restaurant"}, {"review": "This label's all the same across the country.  This one's not being any differ. Cheap prices, friendly people.", "rating": 4, "name": "Harvey Hoffman", "cat": "Ukrainian restaurant"}, {"review": "Service very bad food was cold tasteless no seasoning avoid very bad", "rating": 1, "name": "Lord Jayson Luba", "cat": "Ukrainian restaurant"}, {"review": "Nice place. Good prices. But crowded at launch time.", "rating": 5, "name": "Dmytro Slipchenko", "cat": "Ukrainian restaurant"}, {"review": "Good food, good price, homely environment", "rating": 5, "name": "Seun (SeunLight)", "cat": "Ukrainian restaurant"}, {"review": "Tasty traditional dishes in uncomparably low prices.", "rating": 5, "name": "Lajos Igyártó", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, quite fresh and affordable", "rating": 5, "name": "Fara Tolib", "cat": "Ukrainian restaurant"}, {"review": "Good and cheap food.good ambience", "rating": 3, "name": "Shreya Shetty", "cat": "Ukrainian restaurant"}, {"review": "Great quality food and service.", "rating": 5, "name": "M K", "cat": "Ukrainian restaurant"}, {"review": "Good choice  and very good represent national food.live!", "rating": 5, "name": "Janna Nikolayenko", "cat": "Ukrainian restaurant"}, {"review": "Too big lines during peak hours, people don't follow queue", "rating": 4, "name": "SERAfimBest", "cat": "Ukrainian restaurant"}, {"review": "Nice concept restaurant,  cheap and good food", "rating": 4, "name": "Shlomo Kandel", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian mass cuisine fast food. Democracy prices", "rating": 5, "name": "Igor L.", "cat": "Ukrainian restaurant"}, {"review": "Cheap but really delicious meals", "rating": 5, "name": "Mert Dönmezyürek", "cat": "Ukrainian restaurant"}, {"review": "Great place for its price. Usually crowded.", "rating": 5, "name": "Iaroslav Makarchuk", "cat": "Ukrainian restaurant"}, {"review": "It's restaurant with Ukrainian national kitchen and one of the cheapest in Kyiv.", "rating": 5, "name": "Oleh Hlyniailiuk", "cat": "Ukrainian restaurant"}, {"review": "Good place for eating and have a rest", "rating": 5, "name": "Борис Ермохин", "cat": "Ukrainian restaurant"}, {"review": "The one which is in kreshystk has really good ambience  .", "rating": 4, "name": "Pratiksha Rathod", "cat": "Ukrainian restaurant"}, {"review": "Excellent!!! Cheap and delicious!!", "rating": 5, "name": "Dr. Özge Özel", "cat": "Ukrainian restaurant"}, {"review": "mediocre kitchen", "rating": 3, "name": "ole chelombitko", "cat": "Ukrainian restaurant"}, {"review": "Nice food and very cheap.", "rating": 5, "name": "8 Vision", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty food. Nice soups.", "rating": 4, "name": "Білка Пухнаста", "cat": "Ukrainian restaurant"}, {"review": "Love this network. Best price/value correspondence", "rating": 5, "name": "Mr. К", "cat": "Ukrainian restaurant"}, {"review": "For this service it is very expensive and a quality leaves much to be desired", "rating": 2, "name": "Evgen Gen", "cat": "Ukrainian restaurant"}, {"review": "Good meal for the good price", "rating": 5, "name": "Dimon Iakhno", "cat": "Ukrainian restaurant"}, {"review": "Staff is Nondiscipline and bad attitude..", "rating": 1, "name": "Travel diaries", "cat": "Ukrainian restaurant"}, {"review": "Eat like a local. Great food", "rating": 5, "name": "Adi Zolo", "cat": "Ukrainian restaurant"}, {"review": "Great inexpensive Ukrainian food.", "rating": 4, "name": "Raul Co", "cat": "Ukrainian restaurant"}, {"review": "Best restaurant of self-service type", "rating": 5, "name": "Nikita Kudinov", "cat": "Ukrainian restaurant"}, {"review": "Amazing food for very cheap price", "rating": 5, "name": "Aleksei Terentev", "cat": "Ukrainian restaurant"}, {"review": "The place to be for cheap good food", "rating": 5, "name": "patrick vernes", "cat": "Ukrainian restaurant"}, {"review": "Closed for seating for now ....", "rating": 5, "name": "Eyal Sayag", "cat": "Ukrainian restaurant"}, {"review": "Very good Traditional Food", "rating": 4, "name": "Kabir Alfindiki", "cat": "Ukrainian restaurant"}, {"review": "Nice price, good food.", "rating": 5, "name": "çağrı cem erel", "cat": "Ukrainian restaurant"}, {"review": "Outstanding quality for a buffet style restaurant.", "rating": 5, "name": "Valeriia Yoder", "cat": "Ukrainian restaurant"}, {"review": "Delicious food,  my favourite place", "rating": 5, "name": "Infinity Now", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food, cheap and gorgeous", "rating": 4, "name": "Adrian Lopez", "cat": "Ukrainian restaurant"}, {"review": "Good food and prices.", "rating": 4, "name": "Pamela Wieczorek", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat fast", "rating": 5, "name": "David Macharashvili", "cat": "Ukrainian restaurant"}, {"review": "A bit ghetto but ok food", "rating": 3, "name": "Yuval B", "cat": "Ukrainian restaurant"}, {"review": "Cheap Street and local food", "rating": 4, "name": "Benny Langer", "cat": "Ukrainian restaurant"}, {"review": "Nice cuisine for adorable price", "rating": 5, "name": "AirForce720 Ono", "cat": "Ukrainian restaurant"}, {"review": "Quite good place for quick bite", "rating": 4, "name": "Vitalii Lushyn", "cat": "Ukrainian restaurant"}, {"review": "Got some well made food!", "rating": 4, "name": "dylan malala", "cat": "Ukrainian restaurant"}, {"review": "Breakfast was old and cold not so fresh", "rating": 3, "name": "paul gershun", "cat": "Ukrainian restaurant"}, {"review": "Cheap and yummy. Will come again", "rating": 5, "name": "Elena Bellamy", "cat": "Ukrainian restaurant"}, {"review": "Nice place, good food", "rating": 4, "name": "Роман Щербуха", "cat": "Ukrainian restaurant"}, {"review": "Good one", "rating": 5, "name": "Mohammed Afsal", "cat": "Ukrainian restaurant"}, {"review": "Good food at a good price", "rating": 5, "name": "Jimmy Burke", "cat": "Ukrainian restaurant"}, {"review": "Loved the food", "rating": 5, "name": "Baaba Fareyson", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian Traditional  Food.", "rating": 5, "name": "Ziad Saade", "cat": "Ukrainian restaurant"}, {"review": "I just love to eat here", "rating": 5, "name": "Arthur Az", "cat": "Ukrainian restaurant"}, {"review": "Awesome place, good prices", "rating": 5, "name": "Ahmed Essam", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and very cheap", "rating": 5, "name": "Enrico Tempert", "cat": "Ukrainian restaurant"}, {"review": "A restaurant which serve food for discount prices.", "rating": 5, "name": "Anudi Mudara", "cat": "Ukrainian restaurant"}, {"review": "good food but expensive", "rating": 4, "name": "Jason Wong", "cat": "Ukrainian restaurant"}, {"review": "Not bad and affordable", "rating": 3, "name": "soufiane Boutarta", "cat": "Ukrainian restaurant"}, {"review": "Cheap and good food", "rating": 5, "name": "Anthony Caffy", "cat": "Ukrainian restaurant"}, {"review": "Good place for quick lunch", "rating": 5, "name": "Mayboroda Dima", "cat": "Ukrainian restaurant"}, {"review": "Cheap, ordinary and bad service!", "rating": 1, "name": "Viacheslav Semenko", "cat": "Ukrainian restaurant"}, {"review": "Great place to eat!", "rating": 5, "name": "Wojciech Pielacinski", "cat": "Ukrainian restaurant"}, {"review": "3 times lunch and  Dinner  here", "rating": 3, "name": "Avtar Singh", "cat": "Ukrainian restaurant"}, {"review": "Great price-performance ratio", "rating": 5, "name": "Victoria C", "cat": "Ukrainian restaurant"}, {"review": "Awesome Ukrainian food", "rating": 5, "name": "Ivan Maslyanchuk", "cat": "Ukrainian restaurant"}, {"review": "many choices for Ukrainian food", "rating": 5, "name": "Reza Soltani", "cat": "Ukrainian restaurant"}, {"review": "Nothing special, but nothing bad though", "rating": 3, "name": "Dmytro Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "My favorite food", "rating": 5, "name": "Elias Noujeim", "cat": "Ukrainian restaurant"}, {"review": "The best ukrainian food", "rating": 5, "name": "Mohamad Nehme", "cat": "Ukrainian restaurant"}, {"review": "Variety of Ukrainian dishes", "rating": 5, "name": "The Casinoverse", "cat": "Ukrainian restaurant"}, {"review": "Very cheap, quite good", "rating": 5, "name": "Prata do Povo", "cat": "Ukrainian restaurant"}, {"review": "Good food and cheap", "rating": 4, "name": "Elena Provodenko", "cat": "Ukrainian restaurant"}, {"review": "Perfect Ukrainian dishes.", "rating": 5, "name": "Serhiy Vedmyd", "cat": "Ukrainian restaurant"}, {"review": "Good cheap food", "rating": 5, "name": "S Nevgadovsky", "cat": "Ukrainian restaurant"}, {"review": "Good food", "rating": 4, "name": "vei tsi", "cat": "Ukrainian restaurant"}, {"review": "Delicious food with a lot of options", "rating": 5, "name": "Психология с Татьяной Левчик", "cat": "Ukrainian restaurant"}, {"review": "very nice", "rating": 5, "name": "Ayman Mashaly", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty", "rating": 5, "name": "Yurii Kucheriavyi", "cat": "Ukrainian restaurant"}, {"review": "Perfect on a budget", "rating": 5, "name": "Peter Kras", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasty food", "rating": 5, "name": "Halyna", "cat": "Ukrainian restaurant"}, {"review": "best quality for that price", "rating": 5, "name": "Oleksii Malashyna", "cat": "Ukrainian restaurant"}, {"review": "Best restaurant in the city...", "rating": 5, "name": "Stylianos Tsiakkaris", "cat": "Ukrainian restaurant"}, {"review": "Great buffet style", "rating": 5, "name": "Leigh Can", "cat": "Ukrainian restaurant"}, {"review": "Yummy salt soup!", "rating": 5, "name": "Alona Tmur", "cat": "Ukrainian restaurant"}, {"review": "Really cheap, quite good.", "rating": 5, "name": "cyrille amoursky", "cat": "Ukrainian restaurant"}, {"review": "Good food", "rating": 5, "name": "Wojciech Jed", "cat": "Ukrainian restaurant"}, {"review": "Good cheap eating", "rating": 3, "name": "Nicoley Barthel", "cat": "Ukrainian restaurant"}, {"review": "Tasty traditional food", "rating": 5, "name": "Nadav Pozmantir", "cat": "Ukrainian restaurant"}, {"review": "Very good", "rating": 4, "name": "Haitham Ebady", "cat": "Ukrainian restaurant"}, {"review": "Traditional Ukrainian cuisine", "rating": 5, "name": "Nika Leya", "cat": "Ukrainian restaurant"}, {"review": "Cheap and good 👍", "rating": 5, "name": "Carsten Dyhr", "cat": "Ukrainian restaurant"}, {"review": "Nice place for a quick bite", "rating": 5, "name": "Jean Marc Mbouma", "cat": "Ukrainian restaurant"}, {"review": "Cosy and homestyle food", "rating": 5, "name": "Luc Chenier", "cat": "Ukrainian restaurant"}, {"review": "Good food", "rating": 4, "name": "Yuliya Atamanchuk", "cat": "Ukrainian restaurant"}, {"review": "The food is always cold", "rating": 3, "name": "ayman alakhras", "cat": "Ukrainian restaurant"}, {"review": "Good variety of food", "rating": 4, "name": "moh'd aleyadeh", "cat": "Ukrainian restaurant"}, {"review": "Very tasty 😋", "rating": 5, "name": "SMRK", "cat": "Ukrainian restaurant"}, {"review": "All dishes in one place", "rating": 5, "name": "Iev Ief", "cat": "Ukrainian restaurant"}, {"review": "Superb food fresh", "rating": 5, "name": "Bobby Bazaad", "cat": "Ukrainian restaurant"}, {"review": "The best", "rating": 5, "name": "Fulano De Tal", "cat": "Ukrainian restaurant"}, {"review": "Great food!", "rating": 5, "name": "Yakub G", "cat": "Ukrainian restaurant"}, {"review": "cheap and delicious :)))", "rating": 5, "name": "Tornike Karchkhadze", "cat": "Ukrainian restaurant"}, {"review": "Great value for money", "rating": 5, "name": "Janno Viiding", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian traditional food", "rating": 4, "name": "Мари G", "cat": "Ukrainian restaurant"}, {"review": "National Ukrainian cousin", "rating": 5, "name": "František Maras", "cat": "Ukrainian restaurant"}, {"review": "Food going worse and worse.", "rating": 3, "name": "Olena Kunina", "cat": "Ukrainian restaurant"}, {"review": "Crowdy and a bit expensive.", "rating": 3, "name": "Oleksandr Pelykh", "cat": "Ukrainian restaurant"}, {"review": "Cheap and tasteful", "rating": 4, "name": "Valeri Pougatchev", "cat": "Ukrainian restaurant"}, {"review": "Really expensive for that kinda place", "rating": 2, "name": "Dima Patlun", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian fast food", "rating": 4, "name": "Mykhailo Chornyi", "cat": "Ukrainian restaurant"}, {"review": "Nice place for launch", "rating": 4, "name": "Awais Baig", "cat": "Ukrainian restaurant"}, {"review": "Fast, chipper and naturally!", "rating": 4, "name": "Yuriy Lytvynenko", "cat": "Ukrainian restaurant"}, {"review": "Sweet place for guests", "rating": 5, "name": "Boss 57", "cat": "Ukrainian restaurant"}, {"review": "Ok!", "rating": 5, "name": "a pm", "cat": "Ukrainian restaurant"}, {"review": "Good price", "rating": 4, "name": "f.tarık yüksel", "cat": "Ukrainian restaurant"}, {"review": "Quick and cheap", "rating": 5, "name": "Sergey Dyshlevyi", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "ILS Lisa", "cat": "Ukrainian restaurant"}, {"review": "Did not go there", "rating": 1, "name": "Trevor Williams", "cat": "Ukrainian restaurant"}, {"review": "lovley", "rating": 5, "name": "P A", "cat": "Ukrainian restaurant"}, {"review": "Very tasty!", "rating": 5, "name": "MalkatShva", "cat": "Ukrainian restaurant"}, {"review": "ok", "rating": 5, "name": "Anastasiia Toporovska", "cat": "Ukrainian restaurant"}, {"review": "Traffic)", "rating": 3, "name": "LUCA COTTA", "cat": "Ukrainian restaurant"}, {"review": "Great food", "rating": 5, "name": "Roman Voskoboynik", "cat": "Ukrainian restaurant"}, {"review": "Awesome food", "rating": 5, "name": "Zeeshan Raza", "cat": "Ukrainian restaurant"}, {"review": "Perfect", "rating": 5, "name": "Manuel Lopez", "cat": "Ukrainian restaurant"}, {"review": "Awesome", "rating": 5, "name": "Serhii", "cat": "Ukrainian restaurant"}, {"review": "I recommend to much", "rating": 5, "name": "Ghazi K. AL-Abed", "cat": "Ukrainian restaurant"}, {"review": "Good", "rating": 5, "name": "Serg73UA Serg73UA", "cat": "Ukrainian restaurant"}, {"review": "Really great place", "rating": 5, "name": "Lasha Purtskhvanidze", "cat": "Ukrainian restaurant"}, {"review": "Delicious & healthy", "rating": 5, "name": "Renat Ismahilov", "cat": "Ukrainian restaurant"}, {"review": "Perfect", "rating": 5, "name": "Oleksii Pinchuk", "cat": "Ukrainian restaurant"}, {"review": "totally reasonable", "rating": 5, "name": "Tahir Tarik Eylen", "cat": "Ukrainian restaurant"}, {"review": "Good as always", "rating": 5, "name": "Boris Vakshlyak", "cat": "Ukrainian restaurant"}, {"review": "Not so expensive", "rating": 4, "name": "Irina Tochilina", "cat": "Ukrainian restaurant"}, {"review": "Fine chip food.", "rating": 4, "name": "Andrii Zatullo", "cat": "Ukrainian restaurant"}, {"review": "nice", "rating": 5, "name": "Andrii Sev", "cat": "Ukrainian restaurant"}, {"review": "Tasty and cheap.", "rating": 5, "name": "Andrii B.", "cat": "Ukrainian restaurant"}, {"review": "Tasty, cheap.", "rating": 5, "name": "Alexandr", "cat": "Ukrainian restaurant"}, {"review": "Great food", "rating": 4, "name": "Peter seus", "cat": "Ukrainian restaurant"}, {"review": "Brilliant as usual", "rating": 5, "name": "Dmytro Vlasov", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "victoriaauskoeln", "cat": "Ukrainian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Vitaliy A", "cat": "Ukrainian restaurant"}, {"review": "Great", "rating": 5, "name": "Arthur", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "Rostyslav Antonets", "cat": "Ukrainian restaurant"}, {"review": "Super", "rating": 5, "name": "Fj Fb", "cat": "Ukrainian restaurant"}, {"review": "Value for money", "rating": 5, "name": "Paul Van Amersfoort", "cat": "Ukrainian restaurant"}, {"review": "No comment.", "rating": 1, "name": "Volodymyr Slipchenko", "cat": "Ukrainian restaurant"}, {"review": "Norm", "rating": 3, "name": "Denis Rohlinsky", "cat": "Ukrainian restaurant"}, {"review": "Good place!", "rating": 5, "name": "Павло Шевченко", "cat": "Ukrainian restaurant"}, {"review": "OK", "rating": 5, "name": "владимир сотников", "cat": "Ukrainian restaurant"}, {"review": "Perfect food", "rating": 5, "name": "Michael Binzer", "cat": "Ukrainian restaurant"}, {"review": "This is a good place", "rating": 5, "name": "Alexander Reznikov", "cat": "Ukrainian restaurant"}, {"review": "OK", "rating": 5, "name": "Юрий Я", "cat": "Ukrainian restaurant"}, {"review": "Liked this place", "rating": 4, "name": "SIAAGSG A", "cat": "Ukrainian restaurant"}, {"review": "Great place", "rating": 5, "name": "Danyl Vest", "cat": "Ukrainian restaurant"}, {"review": "Good place", "rating": 5, "name": "Baran Hazar", "cat": "Ukrainian restaurant"}, {"review": "Poor  service", "rating": 2, "name": "Muzamil Nissar", "cat": "Ukrainian restaurant"}, {"review": "Good place.", "rating": 4, "name": "Dave Harper", "cat": "Ukrainian restaurant"}, {"review": "Cool place", "rating": 5, "name": "David Epshtein", "cat": "Ukrainian restaurant"}, {"review": "Today, once again, I ran to have a bite to eat at Puzata Hata. More and more establishments appear in this network, and each has its own flavor and atmosphere. But my acquaintance began precisely with Puzata near the Bessarabian market, a very long time ago, ...", "rating": 5, "name": "Ирина К", "cat": "Ukrainian restaurant"}, {"review": " Unfortunately, you can clearly see that it is a power network.\nCold hard dumplings, summer Ukrainian borscht, beetroot salad smelled of rotten …", "rating": 1, "name": "Daniel Michael Fieger", "cat": "Ukrainian restaurant"}, {"review": "Delicious! If you don’t know where to have a full meal and so that you don’t get poisoned and your stomach accepts it, then you are here for your usual food.\nThe establishment itself is divided into 2 floors. The main kitchen is located on the first floor, and on …", "rating": 4, "name": "Тина Головянко", "cat": "Ukrainian restaurant"}, {"review": " Were with guests from abroad. The cuisine is delicious. But the staff is terrible. Salads are pre-stacked. When I asked the woman to apply a new salad, she said that this salad had just been applied. In front of us, …", "rating": 1, "name": "Марта Мартуся", "cat": "Ukrainian restaurant"}, {"review": "Well, take... When it was very budget, tasty and colorful. Now even a little squeamish - the hall is battered, worn-out furniture, repairs not the first freshness. Everything is kind of unwashed, sticky. The food is not cheap and not that tasty. Liquid…", "rating": 3, "name": "Вера Петал", "cat": "Ukrainian restaurant"}, {"review": "You can have lunch, breakfast or dinner.\nSufficient choice of dishes from the first or salad to dumplings, sweets.\nYou can pick up food for those who adhere to a healthy diet or ...", "rating": 4, "name": "Сергій І", "cat": "Ukrainian restaurant"}, {"review": "There is 1 cash desk, no one monitors the distance between people in line at the cash desk. But the order must be spoken in a mask - although the food distributors are behind a plastic partition. The kitchen is bad - blanched vegetables were hard,…", "rating": 1, "name": "V Vv", "cat": "Ukrainian restaurant"}, {"review": "Was here for the first time today. It turned out to be a very pleasant place in the city center. The choice of food is large, the room itself was also large. 2 floors. Everything is very interesting done in the Ukrainian style. There are wooden tables and chairs, …", "rating": 4, "name": "Євгенія Кочерга", "cat": "Ukrainian restaurant"}, {"review": "The fastest and most convenient place for lunch or breakfast in the center! Of course, if you want restaurant romance, this is definitely not the place for you! But if you want to eat, this is the right place! …", "rating": 5, "name": "Андрей F", "cat": "Ukrainian restaurant"}, {"review": " A really cool place, or rather a place because as a chain shop I was in several places. I recommend it to everyone because you can eat very well for very little money. Helpful service. It is similar to eating by …", "rating": 5, "name": "Sławomir Wojtacha", "cat": "Ukrainian restaurant"}, {"review": " A self-service traditional restaurant where you can taste traditional dishes. The seating arrangement is fine. Ventilation and air conditioning are also quite good quality. Borscht and Kiev chicken are definitely the …", "rating": 5, "name": "Levent Özen", "cat": "Ukrainian restaurant"}, {"review": "Delicious and fast\nYou can absolutely always sit down and quickly, and most importantly, eat at home!\nThe average check per person is about 100 UAH. …", "rating": 5, "name": "Valerii Reshmedilov (Valera_kiev)", "cat": "Ukrainian restaurant"}, {"review": "Very interesting design. Disgusting cuisine (After the quarantine, the menu completely deteriorated, before Puzata Khata offered many dishes and they were delicious. Now it’s like in a bad canteen. It’s a pity ... ...", "rating": 3, "name": "Катерина Платонова", "cat": "Ukrainian restaurant"}, {"review": "The average price for soups and salads is about 1€ per serving. Delicious, fast service. Two floors. The second floor is quieter and you can buy a drink with your favorite dessert.\nAs for the beginning of summer, there are not enough greens and vegetables in the assortment. You can't go to borscht...", "rating": 4, "name": "Anzhela Lupakova", "cat": "Ukrainian restaurant"}, {"review": "Great place for breakfast and dinner. At lunchtime, too, no worse, but not so cozy because of the large crowds of people.\nBreakfast for 40 UAH! Very tasty and comfortable, home cooking is always relevant …", "rating": 5, "name": "Ирина Надежда", "cat": "Ukrainian restaurant"}, {"review": " It is a place where you can eat local food at an affordable price, and the interior designs of its branches are generally very nice. I haven't come across someone who speaks English yet. You will be pleased. …", "rating": 5, "name": "mehmet ali çalışkan", "cat": "Ukrainian restaurant"}, {"review": "A great place for tourists and locals to come in and try authentic Ukrainian cuisine. Borscht with sour cream is just magical.) Fast service, reasonable prices. Inside is clean and beautiful design in Ukrainian style. Convenient location, …", "rating": 5, "name": "Vladimir Starkov", "cat": "Ukrainian restaurant"}, {"review": "They came to eat, there are two cash desks, and there are a lot of people! We go out to sit down, but the tables are not cleaned! Dirty! I ask the guard to call the staff. I take pictures of the whole situation of trays and plates on almost all tables. He forbids filming! I …", "rating": 2, "name": "Galina Starenko", "cat": "Ukrainian restaurant"}, {"review": "After renovation very modern design. The food is delicious and varied. I recommend. …", "rating": 5, "name": "Алексей Никончук", "cat": "Ukrainian restaurant"}, {"review": "Medium pigsty.\nService is bad. All tables are dirty. Ratings stand uncleaned for half an hour or more in all halls. People are forced to do the work of the staff. …", "rating": 1, "name": "Vladislav Kurdyukov", "cat": "Ukrainian restaurant"}, {"review": " I bought a salad today. The plate is a maximum of 10 cm in diameter. For some reason, such a portion is called \"large\". It doesn't look big at all. What then was a small portion ?? Unpleasant sediment remained. …", "rating": 4, "name": "Виктория Куликовская", "cat": "Ukrainian restaurant"}, {"review": " I made soup and dumplings and it was all delicious.\nThe dumplings have thick dumplings, but they have different charms. One thing before, one fish was like a mix, but the soup was delicious. (Gulash clear soup …", "rating": 5, "name": "Don Jung", "cat": "Ukrainian restaurant"}, {"review": " When I paid with a 1000 note, I was received very negatively, the woman was excited, it is not even 50 €, service leaves a lot to be desired. It's a shame that will be our last night in Ukraine and now I think why I …", "rating": 2, "name": "Joel Theissl", "cat": "Ukrainian restaurant"}, {"review": "Very tasty Ukrainian homemade food, a large selection of dishes, including dietary ones. In the morning until 11:30 there is a comprehensive inexpensive breakfast. Tried all of them, delicious. I really liked Julienne with chicken and champignons and steamed fish …", "rating": 4, "name": "Nataliya Gusyeva", "cat": "Ukrainian restaurant"}, {"review": " Classy atmosphere. Delicious food. Many visitors. Prices are reasonable for the capital. I recommend))) …", "rating": 5, "name": "Юна Кушнир", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Djamila Shevchenko", "cat": "Ukrainian restaurant"}, {"review": "Everything is fine, only the soup is barely warm, the wings are spicy-spicy, barely spicy and not spicy at all. Not even peppered. Well, at least the beer is cold. …", "rating": 3, "name": "Виталий Александрович", "cat": "Ukrainian restaurant"}, {"review": "Eda is great. But I don't want to go back another time. The staff does not need to whisper and smile between themselves in front of customers. Otherwise, you can understand that this is about you. And when they serve customers, they should be more polite and at least smile sometimes. …", "rating": 3, "name": "Александр Гоман", "cat": "Ukrainian restaurant"}, {"review": "Author's design, prices, as always, are pleasant, dishes are fresh. Not a very large selection of desserts on the second floor, but replacing them with dumplings with sour cream, we got even more pleasure! …", "rating": 5, "name": "Kate Pav", "cat": "Ukrainian restaurant"}, {"review": " Earlier, when I came to Kyiv, I only went here. But today it did not work out. I ordered mushroom soup with beans and steamed vegetables. In the soup itself, a lot of pepper is sprinkled, which gives the impression of …", "rating": 3, "name": "Antonina Akimenko", "cat": "Ukrainian restaurant"}, {"review": " I adore this place and usually recommend it to everyone, but today I ordered delivery from this institution and I came across a hairy cutlet in Kiev. 😕 …", "rating": 1, "name": "Darynka Chyzenkova", "cat": "Ukrainian restaurant"}, {"review": "Network of all-Ukrainian restaurants. Personal opinion, I do not like the network in more than one city of Ukraine. Specifically, in this restaurant, prices are high or above average, both for self-service and dining format. Oversalted Olivier, shared toilet, 1 cabin ...", "rating": 1, "name": "Елена Буйлова", "cat": "Ukrainian restaurant"}, {"review": " I love Puzata Hut, and this situation will not change my diet, but I was poured soup, but you can see in the photo that there is still enough space for half a spoon and it's without fanaticism. When I asked to get …", "rating": 5, "name": "Mr. Krymchik", "cat": "Ukrainian restaurant"}, {"review": "One of the best pot-bellied huts in Kyiv. The staff is rude and mostly Russian-speaking (maybe immigrants), but they cook well and the location is excellent. So we put 4 stars. When there will be more cultured ones at the bar and on the ground floor…", "rating": 4, "name": "Oleksandr Nadtoka", "cat": "Ukrainian restaurant"}, {"review": " Fantastic place for every meal 2 full trays PLN 40\n\n", "rating": 5, "name": "MrDemciu", "cat": "Ukrainian restaurant"}, {"review": " This place is a typical chain, but it is worth coming here primarily for breakfast, because the food is prepared in front of your eyes, which of course means that it is fresh. I recommend mainly sets, because buying …", "rating": 5, "name": "Adrian Madej", "cat": "Ukrainian restaurant"}, {"review": "Tea was poured into a teapot without a filter bag. The room does not interfere with cosmetic repairs. …", "rating": 3, "name": "Slava Polonchuk", "cat": "Ukrainian restaurant"}, {"review": "Not a bad pot-bellied hut. Just need more attention to the products. The bought dumplings and potatoes in the country style turned out to be cold and, as a result, not edible. Everything else is delicious. …", "rating": 3, "name": "Сергей Сер", "cat": "Ukrainian restaurant"}, {"review": " Went in the morning to buy a takeaway lunch (future). Everything went great and fast.\nBut the trouble is that the Kyiv-style cutlet that looks so delicious was raw …", "rating": 2, "name": "Владислав Дзюбаненко", "cat": "Ukrainian restaurant"}, {"review": " Good Ukrainian food in the style of a canteen.\nPS don't get that dark juice - the smoked taste in drinking is really not good. …", "rating": 4, "name": "Lukáš Habart", "cat": "Ukrainian restaurant"}, {"review": "dirty, furniture sticky, everything in a terrible state and shabby. tables wobbly, nasty smell. 0 out of 10. I do not advise anyone. food from the cheapest products, but it costs sky-high for such an eatery. management is clearly limping and taking away ...", "rating": 1, "name": "Kateryna Pohrebna", "cat": "Ukrainian restaurant"}, {"review": " Everything is in the Ukrainian style. Dumplings are delicious and borscht as well. I'm diverse. …", "rating": 4, "name": "оксана мастюгіна", "cat": "Ukrainian restaurant"}, {"review": "Tasty as in all Huts, but it would not hurt to make repairs. He has not changed there for 10 years and is very noticeable shabby. …", "rating": 4, "name": "Юлія Коваленко", "cat": "Ukrainian restaurant"}, {"review": "Delicious at home and not autumn is expensive and still on the PX contract is normal. I don’t risk going to eat in others)) …", "rating": 5, "name": "Петр Великий", "cat": "Ukrainian restaurant"}, {"review": " A very pleasant artisan restaurant where you can taste the examples of traditional Ukrainian cuisine at very economical prices. …", "rating": 3, "name": "Doruk Koçer", "cat": "Ukrainian restaurant"}, {"review": "Unusual place. Great view of the city. Good kitchen. True, finding this place is not so easy if you are a visitor. …", "rating": 5, "name": "Юлия", "cat": "Ukrainian restaurant"}, {"review": "Normal fast food. I work close, so I go when there is no time to cook or a restaurant to wait in!\nDelicious cakes on the second floor. …", "rating": 4, "name": "Kiev Ukraine", "cat": "Ukrainian restaurant"}, {"review": " We went twice and we gave 160 uah in one for two people and 220 in one. It was very nice. If we go now, I would say puzata mistake again puzata mistake. …", "rating": 5, "name": "Ece Yaren Gülmez", "cat": "Ukrainian restaurant"}, {"review": "I ordered delivery. Sour cream sour. When I looked at borscht, it became bad. See photo)\nThe only thing for which 2 stars - Crab salad. He is top...", "rating": 2, "name": "Maksim Urievich", "cat": "Ukrainian restaurant"}, {"review": "Food, as in all the \"pot-bellied huts\". Delicious food, normal prices.\nThe interior of this \"Puzata hut\" is stylized as a Ukrainian rural hut. Two floors. On the second - sweet. We didn't get there. …", "rating": 4, "name": "Larysa Sokolova", "cat": "Ukrainian restaurant"}, {"review": "Excellent restaurant, tasty food, there are complex breakfasts. For a family of 4, they left $ 20 for dinner, $ 10 for breakfast. …", "rating": 5, "name": "Alex Kulinichkulax", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Anastasia Semitko", "cat": "Ukrainian restaurant"}, {"review": "Very tasty cuisine, helpful staff, everything is fast and at the highest level. When visiting Kyiv, it is a must to visit! The price tag will surprise you very much. …", "rating": 5, "name": "Kirill Kalinin", "cat": "Ukrainian restaurant"}, {"review": " Large self-service \"fast food\" chain of traditional Ukrainian cuisine. In general it is worth all the money it costs, that is very little, very variable from point to point ... In some, the food is much better than …", "rating": 4, "name": "Raffaello Dell'Agata", "cat": "Ukrainian restaurant"}, {"review": " Many different dishes for both general consumption and limited nutrition. There are a lot of people, but you can still find a place to sit down to eat. Took a chicken salad with an egg 52 UAH. Tasty and small. The …", "rating": 4, "name": "Margo Kuprynenko", "cat": "Ukrainian restaurant"}, {"review": " Great kitchen, everything is delicious, the cons are very noisy for technical reasons on the ground floor. …", "rating": 4, "name": "Sem Big", "cat": "Ukrainian restaurant"}, {"review": "Refusal of service, disrespect for customers, do not go to this establishment, there are places where you will be served without dog muzzles, let him trample his own meatballs! …", "rating": 1, "name": "AnarHist MaHno", "cat": "Ukrainian restaurant"}, {"review": "Cabbage is put in a Greek salad and instead of brynza they put a cheap soy cheese product - tofu. The salad doesn't even smell like olive oil. None of the chain stores have this. For me it was outrageous. Or a chop is an ordinary chicken ...", "rating": 1, "name": "Elena", "cat": "Ukrainian restaurant"}, {"review": "6 thin slices of baked potatoes 30 UAH To the question \"Is this a portion?\" received the answer \"serving 150 grams.\" …", "rating": 3, "name": "Марта Карандашова", "cat": "Ukrainian restaurant"}, {"review": "Unfortunately, I would not recommend eating at this establishment. (salad is sour, the fish is salty) there are several dishes that you can eat, but it's like Russian roulette. You don't know what dish will be good quality next time. It's a pity that …", "rating": 1, "name": "advocate praxis", "cat": "Ukrainian restaurant"}, {"review": "Price - quality corresponds, you can budget, but it's pretty decent to eat. Coffee is better to buy elsewhere, and oatmeal, compote, stew and chicken chop - quite. …", "rating": 4, "name": "Наталия Быкова", "cat": "Ukrainian restaurant"}, {"review": " This is a cafeteria. Take your own tray and choose the food you want to eat. The checkout counter is in the middle, and the tableware is beside the checkout counter. …", "rating": 5, "name": "楊瑜鋒", "cat": "Ukrainian restaurant"}, {"review": " A great place to eat delicious and inexpensive food. Always friendly staff. A varied menu for every taste. The dishes are always fresh and delicious at home. There is a choice of salads and desserts. And how without …", "rating": 5, "name": "Виталий Жаринский", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Oleksandr Kostin", "cat": "Ukrainian restaurant"}, {"review": " Always tasty and fresh food, borsch is the best! Always when I stay in Kiev, I dine in Puzati Haty, checked by time and personal experience. …", "rating": 5, "name": "Igor Petrenko", "cat": "Ukrainian restaurant"}, {"review": "We used to come here often to eat here 15 years ago. Yesterday I wanted dumplings, they were nearby. Times have changed, of course. Around a bunch of hipster cafes for every taste. In the Pot-bellied Hut itself, nothing has changed - everything is the same as 15 years ago. But people...", "rating": 3, "name": "Георгий Акимов", "cat": "Ukrainian restaurant"}, {"review": "An asterisk for something that is tasty, because we take it not the first time. But the quality of service...\nI paid for the order with a card on the site, after 15 minutes I came to pick it up, they say there is no order, you made a mistake with the address. …", "rating": 2, "name": "Николай Соловей", "cat": "Ukrainian restaurant"}, {"review": "As always, everything is fine, the whole network corresponds to Ukrainian cuisine, delicious and homely 👍 a lot of people, the tables are all occupied ...", "rating": 4, "name": "Елена Сусоева", "cat": "Ukrainian restaurant"}, {"review": " Pretty decent homemade food at the right price. The facility has two floors, so there is enough space …", "rating": 4, "name": "Valeriya Novytska", "cat": "Ukrainian restaurant"}, {"review": " Very good Ukrainian food. Place to eat Ukrainians in kiyv, highly recommended, I always come to kiyv a couple of times …", "rating": 5, "name": "Xavi Bonjorn Vilardosa", "cat": "Ukrainian restaurant"}, {"review": "Good place to eat in the center, not too expensive. Home cooking, everything is delicious. The first, second and compote in the region of 150 -170 UAH. It's clean inside. There are queues during rush hour. …", "rating": 4, "name": "KievNotes", "cat": "Ukrainian restaurant"}, {"review": " Ordered food through BoltFood. Not only did they put other dishes than ordered, but also a cutlet made of uncooked meat arrived.\nIf you don't care about your health, don't eat here. …", "rating": 1, "name": "Евгений Лихошерстый", "cat": "Ukrainian restaurant"}, {"review": "Whenever I come here, I order our Ukrainian borscht with garlic and bacon, for me this is the most delicious delicacy. …", "rating": 5, "name": "Варя Ситцова", "cat": "Ukrainian restaurant"}, {"review": " I always liked the dining room, because you immediately see what you will eat, without surprises. \"Puzatka\" is in the lead in this regard - you can always count on quick access to food during the working day, there …", "rating": 5, "name": "Denis Prigarin", "cat": "Ukrainian restaurant"}, {"review": " Coffee for 5 UAH before breakfast is great. However, the quest for its issuance is not very much. If you pay at the box office and then start walking around the hall, go there, go there. It is more convenient to …", "rating": 3, "name": "Just Nick", "cat": "Ukrainian restaurant"}, {"review": "This place is from the 90s and nothing changes here. Well, maybe that's their point. Here you can eat at a more or less adequate price. The quality of the food is average. …", "rating": 3, "name": "Игорь Щербанюк", "cat": "Ukrainian restaurant"}, {"review": "The only Puzata Hut with such a traditional Ukrainian interior. Given that this is a network, I did not expect it to be so. All other establishments in Kyiv have a newer interior. For me, this is a minus, but a plus for foreigners, since it is a center. Here …", "rating": 3, "name": "Татьяна Владимирова", "cat": "Ukrainian restaurant"}, {"review": "The best Ukrainian cuisine. The food tastes even better than at home. I always go here first thing after a trip. …", "rating": 5, "name": "Vlad Chentsov", "cat": "Ukrainian restaurant"}, {"review": "Diverse menu. Not only delicious (olivier, dumplings 🙂), but also healthy dishes. Such as scrambled eggs with vegetables, baked salmon with vegetables. Salads. Open, please, another pot-bellied hut in Svyatogorsk. 🙏 …", "rating": 5, "name": "Anna Großklaus", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Elena", "cat": "Ukrainian restaurant"}, {"review": " You can eat delicious and inexpensive. Friendly staff. Some dark rooms. …", "rating": 4, "name": "Anna Biliavska", "cat": "Ukrainian restaurant"}, {"review": " The restaurant has 2 floors, stylized as a Ukrainian hut, everything is clean, dishes are removed from the tables quickly. The dishes are delicious at fairly affordable prices. The problem can be the entrance to the …", "rating": 5, "name": "Nataliia Matiash", "cat": "Ukrainian restaurant"}, {"review": " Great place to quickly satisfy hunger. Convenient location in the center of Kiev. …", "rating": 4, "name": "Marta Koval", "cat": "Ukrainian restaurant"}, {"review": "Delicious, they work all day, a wide choice, there is confidence that the dishes are not yesterday, the network is serious. In general, my favorite network in Kyiv has long been …", "rating": 4, "name": "Кирилл Сазонов", "cat": "Ukrainian restaurant"}, {"review": "\nAs always very tasty and atmospheric.", "rating": 5, "name": "Анна Кудрявцева", "cat": "Ukrainian restaurant"}, {"review": "Always tasty and inexpensive. I don’t know what to add anymore) the average check per person is 100-150 UAH to have a hearty meal. My favorite positions are cheesecakes, fish cakes and steamed vegetables. Although the entire range is very worthy in taste …", "rating": 5, "name": "Настя", "cat": "Ukrainian restaurant"}, {"review": "They poured much less than usual a small portion of hodgepodge, I am a regular customer and I know how much it should be.\nHe asked me to add a bit, the women attacked me to be rude and shout that she had poured ...", "rating": 1, "name": "Eugene L", "cat": "Ukrainian restaurant"}, {"review": " Bortsch, vareniki, smetana, shuba, here you will find all the Ukraine self service specialties, prices for a large beer about half a euro ... …", "rating": 5, "name": "Joe", "cat": "Ukrainian restaurant"}, {"review": "Delicious and cheap. The interior evokes the surroundings. But one toilet, also with a smell, is somehow not very ...", "rating": 4, "name": "Nataliya Manuilova", "cat": "Ukrainian restaurant"}, {"review": "Want to eat fast? That way! Not to say that it is straight at home, but very good. I am a lover of soups, and so the cream soups there are very tasty, tasty and pea-like, almost cream soup. I recommend! …", "rating": 5, "name": "Александр Михайлович", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Павел Беляев", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Stylish", "cat": "Ukrainian restaurant"}, {"review": "One of the most pleasant cuisines, with a place of presence in all cities of Ukraine. When I traveled for tourism purposes, I always came here. First, it's very tasty. Secondly, the prices are amazing. You can have a decent meal within 100 …", "rating": 5, "name": "Хизаши Сэмпай", "cat": "Ukrainian restaurant"}, {"review": " She ate cheesecakes with paper).\non the second floor 23.20.20 the girl is not friendly at all …", "rating": 1, "name": "Катрін Поляруш", "cat": "Ukrainian restaurant"}, {"review": " Very surprised by the small range, the presence of potatoes in one species. The bar is on the second floor for some reason, which is generally not true, because people can only go for tea and coffee. It is not very …", "rating": 2, "name": "Anna Morgan", "cat": "Ukrainian restaurant"}, {"review": "The place is excellent, the quality-to-value ratio is just SUPER. Large selection of dishes. Inexpensive. You can also order alcohol. …", "rating": 5, "name": "Хуанказак Егіз", "cat": "Ukrainian restaurant"}, {"review": "Good place, nice staff and very tasty food especially breakfast I advise everyone!! …", "rating": 5, "name": "Макс Король", "cat": "Ukrainian restaurant"}, {"review": " One hundred years was not here, but today on occasion came)\nCozy, tasty (I took dumplings with meat and chicken cutlet in breadcrumbs with …", "rating": 5, "name": "Nataly Ukraine", "cat": "Ukrainian restaurant"}, {"review": " 😍My favorite place, home atmosphere, delicious food 🍲🍛🥘🥧😋 …", "rating": 5, "name": "Виктория Happiness", "cat": "Ukrainian restaurant"}, {"review": "Cool place with real Ukrainian cuisine! Highly recommend to visit!\nA wide variety of dishes for all tastes. There are also dishes for those who follow their shape. …", "rating": 5, "name": "Kirill Kroshkin", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Вальжына Прохарава", "cat": "Ukrainian restaurant"}, {"review": " A self-service restaurant with a huge selection of flavors for a homey meal.\nI'll definitely be back there again. …", "rating": 5, "name": "מאיה יונתן", "cat": "Ukrainian restaurant"}, {"review": "A very good establishment. Always deliciously prepared. There is a varied menu, and a good view from the window to Kontraktova Square. Budget prices. …", "rating": 5, "name": "Konstantin K", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Богдан Бережинский", "cat": "Ukrainian restaurant"}, {"review": "In the evening there is nothing to eat, the choice is meager, the interior is colorful, in the Ukrainian style. In general, you can eat…", "rating": 2, "name": "Daryna Tsymbal", "cat": "Ukrainian restaurant"}, {"review": " Summer food (everything from bain maries), price adequate for quality. For this coffee and sweets very good. …", "rating": 3, "name": "Jerzy Wąsowski", "cat": "Ukrainian restaurant"}, {"review": "Very good! Delicious! Clean! You can write a lot, but it's better if you go in and see and try everything! A very tight meal for two adults, $15 is enough! (400g) …", "rating": 5, "name": "Val Entyn “DalnyBoy”", "cat": "Ukrainian restaurant"}, {"review": "- small assortment\n– Authentic interior\n— The food is inexpensive - the price matches the quality of the food…", "rating": 4, "name": "Roma Zlobin", "cat": "Ukrainian restaurant"}, {"review": "It used to be tastier .... tables and sofas are shabby, scary. Not nice .... Before, it was both beautiful and tasty. Now it looks more like a canteen for the poor .... ...", "rating": 1, "name": "Татьяна Яременко", "cat": "Ukrainian restaurant"}, {"review": " Puzata Khata is definitely a wonderful format of Ukrainian fest food with excellent quality products, delicious dishes and reasonable prices. And a specific institution on the Pool in Kiev - my favorite. Design and …", "rating": 5, "name": "Volodymyr Demchenko", "cat": "Ukrainian restaurant"}, {"review": "The dumplings were cold, the staff seemed to be doing a favor for me to eat with them. …", "rating": 3, "name": "Aleksejs K", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and fast. There are dietary options. It's bad that there are rarely steamed vegetables. Even in the morning. It is inconvenient that you have to take tea separately on the second floor, that is, you have to stand in line again. Maybe it's because of the quarantine? Was here for the first time. AT …", "rating": 5, "name": "Светлана Гаркуша", "cat": "Ukrainian restaurant"}, {"review": "There was a lot of food in the amount of 1-2 servings / piece. and before you they took it away and often the food is cold, although there is a hint of warming up. And in general I liked the place: clean, comfortable, tasty. …", "rating": 4, "name": "Elena Mylenka", "cat": "Ukrainian restaurant"}, {"review": "Very convenient and relatively inexpensive chain dining. Good selection of prepared meals. I really like to take okroshka in the summer, children are happy to order dumplings with cherries or dumplings. Large assortment of meat dishes. The quality is also...", "rating": 5, "name": "Константин", "cat": "Ukrainian restaurant"}, {"review": "Nice and polite team. That's the only reason I put 4. Prices have become too high. With me, a young man took food for more than 200 hryvnias, and it would be okay if there were meat delicacies, but nothing special. Latte 28. This used to be a place...", "rating": 4, "name": "Elena Pandurskaya", "cat": "Ukrainian restaurant"}, {"review": " A lot of dishes at low prices, but cold and very ordinary …", "rating": 3, "name": "Zofia Gwiazdowicz", "cat": "Ukrainian restaurant"}, {"review": "There is very little space on the distribution racks and everything is pretty sloppy. But in general, the range and quality does not suffer. You can dine without any problems…", "rating": 4, "name": "Andrii Palii", "cat": "Ukrainian restaurant"}, {"review": "Rude behavior of security guards. (I didn’t ask for a name, he called the second one “Sanka”).\n\nAfter such behavior, all desire to eat and stay in this institution disappeared. …", "rating": 1, "name": "Kozakova Elena", "cat": "Ukrainian restaurant"}, {"review": "Food can be made hot, because it cools down quickly and there was not a single time that when pouring soup or borscht, well, the plate was poured over, it strains, but it’s so good) ...", "rating": 4, "name": "Олександр Котляров", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Butenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious and satisfying!\nInterior in national style.\nCosy. …", "rating": 5, "name": "Veaceslav Irizanov", "cat": "Ukrainian restaurant"}, {"review": " Pleasantly surprised, temporarily forced to eat dietally, went and found meals for myself :) …", "rating": 5, "name": "Olena Harashchuk", "cat": "Ukrainian restaurant"}, {"review": " Very good value for money, friendly staff, popular atmosphere. I highly recommend. …", "rating": 4, "name": "Blessa Noori", "cat": "Ukrainian restaurant"}, {"review": " Traditionally tasty and cozy\n\n", "rating": 5, "name": "Чу Ча", "cat": "Ukrainian restaurant"}, {"review": "The rudeness of the guard guy,, rolls over, when she wanted to pay at the checkout. I politely asked to introduce myself, I was scared. Courage was only enough for rudeness))) The address of the institution on Bessarabka Kyiv ...", "rating": 1, "name": "Юлия Кравченко", "cat": "Ukrainian restaurant"}, {"review": " There are no comments on the food, the service is 4, but there is a VERY BIG drawback: there are only two public toilets for the whole establishment, which always have long queues. For example, standing for 20-30 …", "rating": 3, "name": "Vladyslav Matsak", "cat": "Ukrainian restaurant"}, {"review": "Please work with the staff. At the distribution, the girls almost got into a fight, the girls who cleaned were rude to the visitors. The potatoes and vegetables were cold. Visit 10/15/21 …", "rating": 2, "name": "Кира Тва", "cat": "Ukrainian restaurant"}, {"review": " Cheap and reasonably tasty food quickly. It is a pity that mostly cold. …", "rating": 4, "name": "alek_", "cat": "Ukrainian restaurant"}, {"review": " Tasteless dumplings with potatoes: store-bought, even undercooked.\nThe borsch seems normal, but the meat in it is very hard and difficult to chew. …", "rating": 2, "name": "Andrii Vykliuk", "cat": "Ukrainian restaurant"}, {"review": "Overall, not bad. I eat there sometimes. The price-quality ratio satisfies. On the second floor, delicious desserts. …", "rating": 4, "name": "anna stankevich", "cat": "Ukrainian restaurant"}, {"review": "Today it is one of the most affordable and budget options to eat. They cook delicious. I recommend …", "rating": 5, "name": "Vetik Vet", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, the staff does a wonderful job, the range of dishes is very pleasing, including desserts. Tables are cleared pretty quickly. The only negative for me - very crowded and noisy at times. Therefore, it is better to try to take places farther away ...", "rating": 4, "name": "Alexander Kuzmin", "cat": "Ukrainian restaurant"}, {"review": " The interior is a little Asian taste. There was a Salo that happened to be missing from other Puzata Hata. This is quite easy (＾ ω ＾) …", "rating": 5, "name": "安川マサシ", "cat": "Ukrainian restaurant"}, {"review": "Delicious but expensive. Very small portions. It's impossible to eat. Mashed potatoes and cutlets in Kiev cost 70 hryvnias, but in order to eat, you need at least two portions of mashed potatoes. The place is clean and authentic in Ukrainian style, tourists will like the prices for …", "rating": 2, "name": "Alex Babenko", "cat": "Ukrainian restaurant"}, {"review": " Everything is fresh and delicious. Ability to eat quickly and deliciously …", "rating": 5, "name": "Yaroslav Filip", "cat": "Ukrainian restaurant"}, {"review": "Nice big diner with a great selection of food. Drop by for lunch or order something home when too lazy to cook just right :)\nEspecially, very tasty cutlets in Kiev. …", "rating": 5, "name": "Yevhenii Maistrenko", "cat": "Ukrainian restaurant"}, {"review": "A budget option for a good meal. Self-service. In addition to traditional Ukrainian dishes, they offer okroshka, mashed spinach soup is very tasty and a huge selection of cakes. Not always in pastry shops there is such a choice and offers. There is a bar and…", "rating": 5, "name": "Андрей Шаповалов", "cat": "Ukrainian restaurant"}, {"review": "Great place in the center of Kyiv. The second floor is much more comfortable than the first. Cool in summer and there are sofas.\nIn addition, there is a bar on the second floor. …", "rating": 4, "name": "Сергей Чернявский", "cat": "Ukrainian restaurant"}, {"review": "Convenient location. Inside, the interior is in an outdated style, as far as I remember, nothing has changed for many years. Food and service as in the entire Puzata Hata chain. Tasty and inexpensive. It is especially pleasant at times when there are few people and more or less …", "rating": 4, "name": "Inna Kononova", "cat": "Ukrainian restaurant"}, {"review": "Solyanka is slightly warm, dumplings are generally cold and stuck together!\nAgain, to the question about the hot first, - Everything is hot! Solyanka is just warm again! …", "rating": 1, "name": "Андрей В", "cat": "Ukrainian restaurant"}, {"review": "Food is delicious, prices are a bit high. We took three pieces of cake and 2 latte for 250 UAH.\nLoved it, will go again. …", "rating": 5, "name": "Володимир Ликов", "cat": "Ukrainian restaurant"}, {"review": " Very tasty food in the Belly House Thank you\n\n", "rating": 5, "name": "Саша Шахновський", "cat": "Ukrainian restaurant"}, {"review": " Good establishment with reasonable prices and very tasty cuisine, delicious dumplings, especially with cherries, I recommend it to everyone! …", "rating": 5, "name": "Ігор Бабюк", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Бабенко", "cat": "Ukrainian restaurant"}, {"review": " I wonder when the fast food restaurant, which Puzata Hata is, became a restaurant? Prices are inflated, for 2 tiny cheesecakes 38 UAH?\nAt the order with itself also tear for packing on 4 UAH. And what a person will …", "rating": 2, "name": "Андрій Онучак", "cat": "Ukrainian restaurant"}, {"review": "I want to start the day with milk oatmeal, but don’t bother - then you are here. Delicious and hearty breakfasts will delight you with variety and price. …", "rating": 5, "name": "карина щербина", "cat": "Ukrainian restaurant"}, {"review": "In the morning I bought breakfast (I didn’t eat anything except for it), and in the afternoon I left work with vomiting and not only with it! Please watch what you feed people! Because lying down with poisoning is no fun...", "rating": 1, "name": "Мария Соколенко", "cat": "Ukrainian restaurant"}, {"review": " Very beautiful and spacious Puzata Hut. On weekends on the second floor played live music (to karagtin, I do not know how now). The green area on the second floor is very decorative and gives a feeling of space. In …", "rating": 4, "name": "zhenya shevchenko", "cat": "Ukrainian restaurant"}, {"review": " Delicious food, lots of choice, moderate prices, even very low one could say. I heartily recommend. …", "rating": 5, "name": "Grzegorz Semeniuk", "cat": "Ukrainian restaurant"}, {"review": "The price and quality are just amazing. I almost always dine at this place: there is always a large selection of dishes and for any budget, here you can find a diet menu, lenten menu, feed a child (from 3 years old). I really like the economy breakfast offers 50-55 UAH ...", "rating": 5, "name": "ulyana", "cat": "Ukrainian restaurant"}, {"review": "Very tasty borscht and red fish and village potatoes, but my mother did not like the zrazy) ...", "rating": 5, "name": "Надежда", "cat": "Ukrainian restaurant"}, {"review": "I ordered a complex breakfast, for a sum of 56 UAH. I ate hearty .. I got a lot of interesting and tasty things on a plate. There are several breakfast options to choose from, I will not paint in detail. …", "rating": 4, "name": "Maryna Fersanova", "cat": "Ukrainian restaurant"}, {"review": "Nice place to have lunch or just eat. Special thanks for the tolchenochka with Kiev cutlet. Always delicious, warm and filling. The prices keep going up and up though. But for now the prices are affordable. …", "rating": 4, "name": "Wizard world book", "cat": "Ukrainian restaurant"}, {"review": " Fast, tasty, beautiful, exotic, folklore and cozy. Young many, beautiful faces. I will say that the prices are high. The culture of service is polite. Toilets are very clean and there are hygiene measures, …", "rating": 5, "name": "Леново Леново", "cat": "Ukrainian restaurant"}, {"review": "While the new one is fine, it is clean beautiful, the tables are not gnawed. Food for your money, very much! Keep the level and then definitely 5 will be. …", "rating": 4, "name": "Надежда Бабина", "cat": "Ukrainian restaurant"}, {"review": " Pleasant, comfortable and delicious. A little food choice and probably an old interior that should be in better condition. …", "rating": 4, "name": "Olena Budz", "cat": "Ukrainian restaurant"}, {"review": " The restaurant opens at 8:00. I came at 8:05 to eat off the road. What can I say, the windows are half empty, and even empty. The staff walks, can't wake up. He has no bread or rolls at the checkout. There are no …", "rating": 1, "name": "Cypetko Cypetko", "cat": "Ukrainian restaurant"}, {"review": "Nice place to eat cheap. Reasonably priced and in a convenient location. Minus there are no outlets and you can’t charge your phone quickly if you have 5%. The menu is big enough…", "rating": 4, "name": "Мария Вадимовна", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Вячеслав Бурдюков", "cat": "Ukrainian restaurant"}, {"review": "what can I say, today I found a chestnut hair in my soup. I am sympathetic to the hair in my mother's soup. But this is still a public institution, in which it would not be superfluous for the cooks to wear a headdress. I was kindly replaced with soup...", "rating": 3, "name": "Anzhela Bubeliak", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Михаил Юрьевич", "cat": "Ukrainian restaurant"}, {"review": "One of the first and most entourage establishments of the \"Home Kitchen\" network. I remember when they opened, it was interesting to look at the smallest details of the interior. In those days of \"European-style repairs\" he was very unusual and creative. And yes, practically...", "rating": 5, "name": "Лариса Агеева", "cat": "Ukrainian restaurant"}, {"review": "It is this \"Puzata Hut\" that is not the cleanest and most comfortable. Apparently, due to the large flow of visitors, as it is located in the very center of Kyiv. In terms of food, in principle, everything is delicious, home-style. If you need a quick and inexpensive meal, and at the same time ...", "rating": 4, "name": "Владимир Глушко", "cat": "Ukrainian restaurant"}, {"review": "The fastest and most convenient place for lunch or breakfast in the center! Of course, if you want restaurant romance, this is definitely not the place for you! But if you want to eat, this is the right place! …", "rating": 5, "name": "Рита Петренко", "cat": "Ukrainian restaurant"}, {"review": " Friendly staff and delicious cuisine - what else do you need from the Belly House. There is a lot of space on the second floor, but it is very inconvenient to go up there with trays of food + if you want tea, again, …", "rating": 4, "name": "Оля Шестакова", "cat": "Ukrainian restaurant"}, {"review": "Yesterday I ate dumplings here with a friend, ordered with meat and half with potatoes in a plate, went to sort it out, they apologized with meat.\nAnd everything would be fine, but after that, both my stomach and my friend have a stomach ache for the 2nd day. …", "rating": 1, "name": "Максим Мадумаров", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap, clean. I recommend it for situations when you need a quick and normal snack. …", "rating": 5, "name": "Serhii Pomohaiev", "cat": "Ukrainian restaurant"}, {"review": " Good places if you want to try the local cuisine. The restaurant is located next to the metro station next to many interesting places - bars, museums and supermarkets (eg Bill). The decor is folk - strongly inspired …", "rating": 4, "name": "Jan Rawa", "cat": "Ukrainian restaurant"}, {"review": " The most delicious puzatka of all puzatok. I often had lunch here when I worked nearby.\nAnd in general, if you need to sit somewhere budget in the center - the best …", "rating": 4, "name": "Катерина Дзюба", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and not expensive, 300 UAH for two was enough, and not everyone was able to finish eating. Too bad there aren't places like this in our city...", "rating": 5, "name": "Агенство по трудоустройству Irma Work Работа в ЕС", "cat": "Ukrainian restaurant"}, {"review": "So-so. We absolutely love this place. This network is always delicious .. it’s not very good here) the choice is too small for such a large room .. I didn’t like the interior. Prices are below average, as in any pot-bellied hut. So pop in for a bite to eat and…", "rating": 2, "name": "Yevheniia Derevianko", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick and tasty meal. Large selection of first, second courses, salads. Pay attention to portions. The price on the price tags is for a whole serving, but you can ask for half of the same salad or borscht, the cost is reduced ...", "rating": 5, "name": "Максим Орап", "cat": "Ukrainian restaurant"}, {"review": "Hearty portions, moderate prices. Large turnover, which allows you to be sure of the freshness of food. We advise you not to take a lot at once, but to take a small portion, and only then go for the supplement, as it is really a very satisfying meal. AT …", "rating": 4, "name": "Серж Маг", "cat": "Ukrainian restaurant"}, {"review": " Delicious Ukrainian cuisine. There were several times and only this time I learned that you can buy beer on the second floor. …", "rating": 5, "name": "Анна Соколан", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Влад Иваненко", "cat": "Ukrainian restaurant"}, {"review": "Food is good, lots of cashiers open. I didn't like the fact that there is almost nowhere for a company of three people to sit, most tables are designed for two people. You have to sit on small wooden stools without back support behind a wobbly ...", "rating": 2, "name": "Stas Kogut", "cat": "Ukrainian restaurant"}, {"review": "Like. You can eat warm liquid. The prices are normal. A 3-course lunch costs 100 UAH per person. …", "rating": 5, "name": "филипп ранчуков", "cat": "Ukrainian restaurant"}, {"review": "Always ate here until yesterday. I understand everything, of course, and you help the homeless, but a very smelly and untidy homeless grandmother sat down next to me and unfolded a meal with her bread and began to generously smear it with mayonnaise and eat it. And through...", "rating": 2, "name": "Анастасия Воля", "cat": "Ukrainian restaurant"}, {"review": " Security works in partnership with the snatchers around. Do not go around full of snatchers. Especially to this restaurant. I saw it with my own eyes as he was taking money from the security snatchers at his door. …", "rating": 1, "name": "u. b.", "cat": "Ukrainian restaurant"}, {"review": " Delicious food, but the toilet always stinks.\n\n", "rating": 3, "name": "Liza Sukhareva", "cat": "Ukrainian restaurant"}, {"review": "Question to the management of this institution. What is table disinfection? There are signs on the tables, but ... with us, the girl removed the dishes from the table, brushed the crumbs away with a dry napkin and that's it. The other girl is even better - on the next table ...", "rating": 1, "name": "Ольга Ольга", "cat": "Ukrainian restaurant"}, {"review": " A network of fast food restaurants is popular in Ukraine. Delicious cooking, affordable prices. I recommend! …", "rating": 5, "name": "Yevhenij Safarians", "cat": "Ukrainian restaurant"}, {"review": "Dear diner. An average 4-course lunch will cost from 85 to 120 UAH. There is a choice of food, drink either kvass or non-Ukrainian beer. Portions are small. In short, you won’t die of hunger, but you won’t die of gluttony either. …", "rating": 4, "name": "Суровый Строитель", "cat": "Ukrainian restaurant"}, {"review": "I like the buffet and the opportunity to see what I will eat)\nPrices are moderately expensive, but not low either.\nI like the furnishings in the style of the Middle Ages or perhaps rather the 18th century. …", "rating": 5, "name": "Valiok Vasiliev", "cat": "Ukrainian restaurant"}, {"review": "Excellent, inexpensive segment of the network.\nDelicious, varied and inexpensive…", "rating": 5, "name": "Ihar Krauchanka", "cat": "Ukrainian restaurant"}, {"review": "Many tables, there is a second floor, the interior is good, clean and tasty. On average, a super hearty lunch with the first, second and dessert is 160 UAH. …", "rating": 5, "name": "LMNTRIX", "cat": "Ukrainian restaurant"}, {"review": "Good restaurant, like all of this chain. In Ukrainian national style. Lots of seats. …", "rating": 5, "name": "Лунёва Александра", "cat": "Ukrainian restaurant"}, {"review": " I really liked it, it was tasty and cheap for the center of the capital! …", "rating": 5, "name": "Міша Коник", "cat": "Ukrainian restaurant"}, {"review": "\nDelicious, fast, but small portions.", "rating": 4, "name": "Oleg Petukhov", "cat": "Ukrainian restaurant"}, {"review": "Guys, I'm not local, but I often visit Kyiv. I always eat in a pot-bellied hut, although I can quite afford a restaurant. Moreover, I go there with impatience, almost the first thing. Simple, tasty, there is food for every taste. And most importantly, there is food and ...", "rating": 5, "name": "Inna Melas", "cat": "Ukrainian restaurant"}, {"review": "I liked everything, delicious as always\nWell, lately, I went there twice the other day and before that a few days ago. So the guard at the entrance was, to put it mildly, unfriendly. There were different...", "rating": 3, "name": "Юрий Гагарин", "cat": "Ukrainian restaurant"}, {"review": " The best place where you can eat well and at a reasonable price. …", "rating": 5, "name": "Evgen", "cat": "Ukrainian restaurant"}, {"review": "I often eat at this place. Probably the healthiest fast food or the most affordable healthy food. Unfortunately, always healthy. Got poisoned 3-4 times. Not in a row, of course, but if you don’t have the strongest stomach, don’t take it ...", "rating": 3, "name": "Igor Skryl", "cat": "Ukrainian restaurant"}, {"review": "Folk cuisine. Cheaper than somewhere in a cafe or restaurant, the quality of food is different. There are always enough people. Low-income, students drop in and just have a hot first sip. An alternative to pies from the tray, shawarma, kebabs and other fast food. …", "rating": 3, "name": "Людмила Гаевая", "cat": "Ukrainian restaurant"}, {"review": "I have lunch here almost every day, because the assortment \"fits\" my eating habits (I don't eat onions). The choice of food is small, there are a couple of soup options, 5-6 breakfast options, side dishes. On the second floor you can drink tea with a cake. …", "rating": 4, "name": "fortor48", "cat": "Ukrainian restaurant"}, {"review": "Delicious, not very expensive food, in some places right at home. Plus the fact that the network is well distributed in the capital. Minus, a cockroach was crawling along the wall while eating. But we were with men, so we just laughed and destroyed the vile reptile. …", "rating": 4, "name": "Dmytro Ahafonov", "cat": "Ukrainian restaurant"}, {"review": "To Eat fast, almost delicious, inexpensive. Purely. The staff is friendly on the first floor where the main boys are, the second floor is sometimes excessively talkative among themselves with visitors, sometimes they serve as if they are doing a favor to this ...", "rating": 5, "name": "Инна Ротта", "cat": "Ukrainian restaurant"}, {"review": "A peculiar place, prices for Kyiv are not expensive, but constant queues at lunchtime and the need to go around several floors in search of a free place do not paint this place. Decoration in the middle in the Ukrainian style, but already …", "rating": 4, "name": "Павло Ятченко", "cat": "Ukrainian restaurant"}, {"review": "Very relevant, in the center, had breakfast and lunch, delicious, ate and inexpensive. Delicious breakfast for 43 UAH, I don’t even know where else you can find this today. I recommend it to both locals and tourists. To the reviews of people who are unhappy: this cafe ...", "rating": 5, "name": "Светлана STAR", "cat": "Ukrainian restaurant"}, {"review": "Cozy, very budget and vktssnoe (for your money) place! The choice of food is large, the food is fresh, the portions are large enough to fill up. There are enough places in the institution, I got twice for a complete lack of places, and then on the day of the city and on the day ...", "rating": 5, "name": "Женя Дасс", "cat": "Ukrainian restaurant"}, {"review": "Solyanka!!!\nVareniki!!!\nVery tasty. The prices are affordable. I recommend. …", "rating": 5, "name": "Nataliia Kozlovska", "cat": "Ukrainian restaurant"}, {"review": "I eat here quite often as it is near my office. The interior, furnishings and cleanliness are 4 out of 5. The cuisine, the taste of the dishes +/- 4 all depends on the change of chefs, sometimes they oversalt so much that it’s simply impossible to eat. But with the assortment and its ...", "rating": 3, "name": "Мирослава", "cat": "Ukrainian restaurant"}, {"review": "I like what you can see and determine with your own eyes whether this or that dish attracts you or not. There is a choice of dishes, vegetarian ones are also present. Sometimes it’s not the first freshness that upsets them... But, there are always a lot of people, prices are reasonable, …", "rating": 4, "name": "Олена «Leshka» Якушева", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much.\nGood prices, great food. The assortment seemed to be small, but if you are hungry and need to eat, this is a great place to go. …", "rating": 5, "name": "Dmitry Sadovnychyi", "cat": "Ukrainian restaurant"}, {"review": "I love this chain of restaurants. There is a large selection of Ukrainian dishes. Thanks to this establishment, I have tried many types of dishes. The prices are very democratic. Clean, there are always free places despite the large number of people. …", "rating": 5, "name": "Виктор Данц", "cat": "Ukrainian restaurant"}, {"review": " During the years of visiting the restaurant, it was my worst lunch, pickles from the cheapest boiled sausage. …", "rating": 3, "name": "Elena Zharko", "cat": "Ukrainian restaurant"}, {"review": "I'll put 5. Yes, fast food, but they cook it well. First, second, dessert... for 70-80 UAH you can eat a complex meal. The interior is home-cozy, the placement of restaurants in mass places, in places that are expensive, is successful and correct. Respect…", "rating": 5, "name": "VanBod", "cat": "Ukrainian restaurant"}, {"review": "The food is fresh, delicious. But the tables and chairs are wobbly. And for the entire two-story establishment in the toilet there is only one booth, this creates a large queue. There is practically nowhere to park nearby. Everything else is ok. …", "rating": 4, "name": "Валерия Емец", "cat": "Ukrainian restaurant"}, {"review": "I love this chain of restaurants. There is a large selection of Ukrainian dishes. Thanks to this establishment, I have tried many types of dishes. The prices are very democratic. Clean, there are always free places despite the large number of people. …", "rating": 5, "name": "Кристина Богуш", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Александр Бочков", "cat": "Ukrainian restaurant"}, {"review": "I definitely recommend. Excellent combination of price and quality. The food is always fresh and tasty. …", "rating": 5, "name": "Nataliya Bogun", "cat": "Ukrainian restaurant"}, {"review": "It was, as always, delicious ... and also very cozy - after the quarantine they had just opened and there were much fewer people than before. It was nice to dine \"in a quiet atmosphere with rural surroundings in the center of Kiev\".))) …", "rating": 5, "name": "Анна Ишуткина", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick meal. Traditionally tasty and not expensive. And even in fasting there is something to refresh yourself: delicious pea soup with croutons (white / black), fried potatoes with mushrooms, vegetable salads, uzvar. Well, why not beautiful ...", "rating": 5, "name": "Лора Касимова", "cat": "Ukrainian restaurant"}, {"review": "Great place for a quick and tasty bite to eat. Borscht, hodgepodge, okroshka, main courses, vegetables, fish, meat, side dishes, drinks, salads. The place is suitable for both vegetarians and omnivores. There are no empty seats at lunch, but tables are vacated quickly. …", "rating": 5, "name": "Денис Грязев", "cat": "Ukrainian restaurant"}, {"review": "For me, this is the second place, after my mother's kitchen. When there is no time for lunch at home, you are tired of dry food and want something hot, or you just miss home and want homemade food, then this is the place for you! Just please DO...", "rating": 5, "name": "Леонид Конюхов", "cat": "Ukrainian restaurant"}, {"review": "Catering with freshly prepared food near Khreshchatyk. We were passing through Kyiv and decided to look into the center of our capital. I had breakfast and then lunch at this place. Affordable, fast and delicious. Minus, as usual, the toilet. For such an area…", "rating": 4, "name": "Наталья Паровышник", "cat": "Ukrainian restaurant"}, {"review": "Conveniently located. In the city center you can eat tasty and inexpensive. This is especially convenient for visitors like me. The main time of arrival of the train to Kyiv from Krivoy Rog is 5:00-6:00 am. And you can eat well in the morning. …", "rating": 4, "name": "Алексей Сыстеров", "cat": "Ukrainian restaurant"}, {"review": "I haven’t been to Puzata Hata for a long time, and here I needed to have a bite to eat urgently. I spent 200 UAH and did not eat enough. The borsch has gone bad, there is almost no meat, the portion has decreased (the plates have been made smaller) and the taste has somehow become insipid, I used to think that the most delicious ...", "rating": 3, "name": "Саша Сочава", "cat": "Ukrainian restaurant"}, {"review": " The place is great service, also good, clean and tidy, spacious\nProblems with the food supply itself are not all items present, although it …", "rating": 4, "name": "Виктор Гращенко", "cat": "Ukrainian restaurant"}, {"review": "There is no delivery on triplets!!!\nEverything is excellent both in terms of cuisine and food. The big problem is that at the moment the pot-bellied one does not have delivery to Troyeschina, it is very sad because we live in the 21st century. …", "rating": 3, "name": "Сергей Литвой", "cat": "Ukrainian restaurant"}, {"review": " Quite by accident I looked into the restaurant after a long break and was impressed by the decent quality of food. …", "rating": 5, "name": "Oleksandr Sukhoi", "cat": "Ukrainian restaurant"}, {"review": "A wonderful restaurant in the very center of Kyiv. 100 meters from Khreshchatyk. A lot of different homemade and delicious food. There is a bar. Lots of desserts. Self-service as in the dining room, but very reasonable prices and a lot of cash desks. Antique interior…", "rating": 5, "name": "IEVGENII KULISHOV", "cat": "Ukrainian restaurant"}, {"review": "It's cozy, there are few people, unlike the Pot-bellied Hut at the station, and it's cheaper. Helpful staff. But the food was cold. …", "rating": 4, "name": "Екатерина Пидченко", "cat": "Ukrainian restaurant"}, {"review": "Everything is fine during the quarantine. Temperature measurement at the entrance, cutlery packed in a paper bag. The quality of food, as always and in all establishments of Puzata Hata, is decent. …", "rating": 4, "name": "Алексей Нежиков", "cat": "Ukrainian restaurant"}, {"review": "I work nearby so I go here often for lunch.\nThere are no complaints about the quality of the dishes, but in the evening the assortment usually decreases.\nVery inconvenient layout of the room, and what is very annoying is the front door. …", "rating": 3, "name": "M B", "cat": "Ukrainian restaurant"}, {"review": "Terrible! Rude staff in the kitchen. The worker who gives out food yelled at the girl because, in her opinion, the girl did not order correctly ...", "rating": 1, "name": "андрей репецкий", "cat": "Ukrainian restaurant"}, {"review": " I was very much into traditional Ukrainian dishes, and if Ukrainian borscht or soljanka were ok, the wereniki were served cold, which greatly damaged their taste. It's a pity. In general, the idea for a self-service …", "rating": 4, "name": "Danuta Górecka", "cat": "Ukrainian restaurant"}, {"review": "Tasty food. A wide range of. Affordable price. It would be nice to have baby chairs available. Eating with a baby in your arms is not very convenient. …", "rating": 4, "name": "Лидия Папушина", "cat": "Ukrainian restaurant"}, {"review": "Delicious, varied cuisine, fast service and reasonable prices! Lots of tables.\nOn the second floor there is a large selection of desserts and drinks, including …", "rating": 5, "name": "Svitlana Kotliarenko", "cat": "Ukrainian restaurant"}, {"review": "Convenient location. Good varied cuisine. At the first visit, the location of the halls is not entirely clear. Lots of places. The second floor is free. There is a bar. There you can take alcohol, tea, coffee. Good selection of desserts. Of the minuses: one ...", "rating": 5, "name": "людмила заборовская", "cat": "Ukrainian restaurant"}, {"review": "Cut the Kiev cutlet to the cash register and if there is no butter, then they change it for the same one, but with butter ...", "rating": 3, "name": "Victor Sinkevych", "cat": "Ukrainian restaurant"}, {"review": "The place is well-known, the choice of food is normal, but very often I came across frankly raw vegetables in vegetable stew, sometimes other dishes were raw. It feels like they are in such a hurry that I think \"what the heck, let it be, so it will do ...\" well, this ...", "rating": 2, "name": "Катя Овчишина", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the service!!!! She was a very nice lady who was responsive and informative in her duties. Unfortunately I don't remember her name. I recommend this place if you want to relax and have a good rest. …", "rating": 5, "name": "Pavlito Zahorlito", "cat": "Ukrainian restaurant"}, {"review": " Came on the weekend in the afternoon. The first dishes were barely warm. The second course was already cold. There was not enough microwave to warm up. …", "rating": 2, "name": "Юлия Анастасьева", "cat": "Ukrainian restaurant"}, {"review": "Very relevant, in the center, had breakfast and lunch, delicious, ate and inexpensive. Delicious breakfast for 43 UAH, I don’t even know where else you can find this today. I recommend it to both locals and tourists. To the reviews of people who are unhappy: this cafe ...", "rating": 5, "name": "Екатерина", "cat": "Ukrainian restaurant"}, {"review": " The flavors are in place. Soup cultures didn't match ours, but the other dishes were fine. You can fill between 100-150uah in average. You can also taste famous local dishes such as borscht, kiev patties here. …", "rating": 5, "name": "Yılmaz Furkan Çevikayak", "cat": "Ukrainian restaurant"}, {"review": "I visited another restaurant of the chain, I was very satisfied. Dishes are always very tasty, cooked at home. Very clean, cozy and calm atmosphere. …", "rating": 5, "name": "Антонина", "cat": "Ukrainian restaurant"}, {"review": "We were a family in Pot-bellied Hut for the first time. Quite tasty and very good that it is heated. My wife really liked that there is lean food. Rating four, just because the price tag with ice cream was, but it was not available. I had to...", "rating": 4, "name": "Vladimir", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Пархоменко", "cat": "Ukrainian restaurant"}, {"review": "A recognizable brand of a restaurant with a characteristic interior, color and atmosphere. Traditional Ukrainian dishes in a large assortment. There are steamed food. Service is fast. There is Wi-Fi, and near some tables at …", "rating": 4, "name": "Владимир Патаман", "cat": "Ukrainian restaurant"}, {"review": "The interior is atmospheric, Ukrainian, there are many different details that are interesting to consider - paintings on the walls, glechki, flowers. Very tasty borscht, always. )))) Desserts are not the strongest side, but apple strudel is unmistakable ...", "rating": 5, "name": "Юлия Каро", "cat": "Ukrainian restaurant"}, {"review": "A good place to have a bite to eat national dishes. Of the good, I would like to note their win-win borscht and breakfasts in stock. Of the minuses, only salads made from plastic vegetables, well, this is not their profile. …", "rating": 4, "name": "Eugène Malade", "cat": "Ukrainian restaurant"}, {"review": " People, this food is inedible. I do not know what you need to eat at home or in which restaurants to eat every day to judge it as tasty. Twice I stood in the queue, hoping that the first order was a mistake but the …", "rating": 1, "name": "Marek Kopeć", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Дана", "cat": "Ukrainian restaurant"}, {"review": "There are a lot of people, but you can almost always find free places. The food is like in all Pot-bellied Huts\" - the portions are really quite small, and the price is the same as that of competitors, so you can have a delicious lunch, but in the complex it turns out to be more expensive than usual. …", "rating": 4, "name": "Дмитрий", "cat": "Ukrainian restaurant"}, {"review": "Relatively budget friendly place to sit. We ordered vegetables, okroshka and coffee. All together it will cost about 100 UAH. The staff is neutral, does not show any emotions, silently doing their job ...", "rating": 3, "name": "Ukrainian girl in Germany", "cat": "Ukrainian restaurant"}, {"review": "Delicious but not great atmosphere. We wanted it to be colorful, but it turned out that it happened. It would be cool to update it a bit. …", "rating": 4, "name": "Людмила Кіяшко", "cat": "Ukrainian restaurant"}, {"review": "Authentic place with Ukrainian flavor and cuisine. Borscht and dumplings are noble! Breakfast at a very affordable price.\nDelicious cakes on the second floor. …", "rating": 5, "name": "Шоу-рум Мякоть", "cat": "Ukrainian restaurant"}, {"review": "Very tasty cooked meals. In the Dnieper, to be honest, the choice and quality of dishes are worse, and the prices are the same as in Kyiv. I am delighted with pasta with spinach and cheese and dumplings with the same filling, light green in color. This is delicious. Thank you. …", "rating": 5, "name": "Inna Nekhay", "cat": "Ukrainian restaurant"}, {"review": " The food is clean but not very delicious, they are generally cooling down. It's hard to find a table if you're crowded. The toilets are clean but insufficient in number. It can be preferred as a place to try local …", "rating": 3, "name": "banu yesilbek", "cat": "Ukrainian restaurant"}, {"review": "Small but beloved PH with tasty and inexpensive dishes, good cakes) there is a problem with the service. The staff changes very quickly and they serve customers very slowly. …", "rating": 3, "name": "Taras Shevchenko", "cat": "Ukrainian restaurant"}, {"review": " Large selection of dishes. Available at a price. In the depths of the hall there is a bathroom, a sink at the entrance to the hall. …", "rating": 5, "name": "Елена Медведева", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap, satisfying. Everything as it should be in a classic dining room. I dined here several times, bought hodgepodge or borscht. Tables and cutlery are clean, portions are full, not half. The average check for lunch is 40 hryvnia, including the purchase of …", "rating": 5, "name": "Юлия Борисенко", "cat": "Ukrainian restaurant"}, {"review": " very tasty but there is the inconvenience of tea and coffee …", "rating": 5, "name": "Наташа Клименко", "cat": "Ukrainian restaurant"}, {"review": "Thanks for the fast and quality service. You follow the quarantine rules quite well, quickly clean the tables after each visitor and keep the distance of the tables. It was safe and delicious for me. 😋 …", "rating": 5, "name": "Ирина Бараненко", "cat": "Ukrainian restaurant"}, {"review": "Without too much pathos, you can have a nice lunch. Everything is delicious, fast and inexpensive. Many large cities of Ukraine have this network. I recommend! …", "rating": 5, "name": "Vitalii Verbytskyi", "cat": "Ukrainian restaurant"}, {"review": "Everything is fine, but a lot of people, queues and fuss. The tables do not have time to clean, I pushed aside and ate. The food is delicious, but as for me, with such a turnover, the cost should be less. …", "rating": 4, "name": "Игорь Тымчик", "cat": "Ukrainian restaurant"}, {"review": "Quiet place. Cozy at home.\nThe food is cheap and good quality. The range has been constant for many years. Sometimes there are new fashions. …", "rating": 4, "name": "Yolka Zapototska", "cat": "Ukrainian restaurant"}, {"review": "Perfectly prepared, reasonable prices, excellent staff, all sanitary standards are met. Everything is great. Keep it up!!! …", "rating": 5, "name": "Сергей Хижняк", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, the sanitary condition is good. I liked the design of the room, as the institution is located in the old district of Kyiv. …", "rating": 5, "name": "Eugene", "cat": "Ukrainian restaurant"}, {"review": " Excellent value for money, you eat well with a few euros, taking into account the favorable exchange rate, I confirm that at first glance it might seem like a company canteen and that to be precise the dishes are …", "rating": 5, "name": "Andrea Aldegheri", "cat": "Ukrainian restaurant"}, {"review": "Homemade delicious food both to take away and take away. Large portions. I ordered several times with my wife through courier delivery. Everything was brought hot and fresh. I recommend. …", "rating": 4, "name": "Viktor Okulyak", "cat": "Ukrainian restaurant"}, {"review": "Tasty, fresh food, normal choice, very tasty sea buckthorn juice, nutritious and relatively simple, not expensive 👍👍👍 …", "rating": 5, "name": "OD alenchik", "cat": "Ukrainian restaurant"}, {"review": "Fast and tasty. Small soup 28 UAH (€1), large 340ml 40 UAH. Toilets are clean and have hot water. I recommend. …", "rating": 5, "name": "Andrew", "cat": "Ukrainian restaurant"}, {"review": "Puzata hut on Bessarabka is located in a very convenient corner. It is stylized as an old mud hut with roughly hewn wooden elements of interior decor and furniture. Mashed potatoes with two meatballs were served without any trifles in …", "rating": 5, "name": "Алексей Горщаров", "cat": "Ukrainian restaurant"}, {"review": " Russian-Ukrainian food franchise with typical and local food, a huge variety of “self service” style dishes, in which you scroll through a food line and choose the dish you like best. You pay at the end for dish and …", "rating": 4, "name": "David M", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, but extremely rude staff. When asked to give borscht not from the distribution, they started arguing with me and refusing to pour another, took hold of the inside of the plate with their fingers, poured it over the top, the whole plate was dripping and ...", "rating": 1, "name": "Valeriya", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "Anar Kostenko", "cat": "Ukrainian restaurant"}, {"review": "I love this chain of restaurants. There is a large selection of Ukrainian dishes. Thanks to this establishment, I have tried many types of dishes. The prices are very democratic. Clean, there are always free places despite the large number of people …", "rating": 5, "name": "Мария Глухова", "cat": "Ukrainian restaurant"}, {"review": "Pros - delicious food, flavor of the establishment, cleanliness, a large selection of Ukrainian dishes.\nCons - not a budget canteen, that's for sure. Two cups of coffee with milk - 103 UAH! …", "rating": 3, "name": "Віталій Сорока", "cat": "Ukrainian restaurant"}, {"review": " Outdated interior. The food is delicious. The renovation of the premises needs to be refreshed …", "rating": 4, "name": "Jolkin Famely", "cat": "Ukrainian restaurant"}, {"review": "When I come to Kyiv, I always visit this place, home-style delicious and reasonable prices. I recommend! …", "rating": 5, "name": "Irene Chudakova", "cat": "Ukrainian restaurant"}, {"review": "A network of establishments with Ukrainian cuisine. For service, you have to run to choose dishes yourself, then run to the cashier with a tray. So the name \"Restaurant\" is not the most appropriate. The location is very convenient. Yes, and dishes are akin to home cooking, …", "rating": 4, "name": "Ольга Ниц", "cat": "Ukrainian restaurant"}, {"review": "Puzata hut - van love. Borschik, puree, cutlet. Everything is there to make a full meal at reasonable prices. …", "rating": 5, "name": "Valentyn Zheliezniak", "cat": "Ukrainian restaurant"}, {"review": "Home cooking in the heart of the capital. It is never empty, there is a large flow of tourists, students and just those who want to have a quick bite, but at home. The food is delicious, fresh, always a large selection of first and second courses, desserts. …", "rating": 5, "name": "Виктория Коломиец", "cat": "Ukrainian restaurant"}, {"review": " Cheap food will never be of good quality. The taste level of the dishes and the serving temperature at the canteen level.\nFor people who don't expect culinary experiences from food. You can eat but it …", "rating": 2, "name": "Juliusz M", "cat": "Ukrainian restaurant"}, {"review": "Great place to have a good and tasty meal. The food is simple, homemade without any frills, but everything is always delicious. True, a couple of times some dishes were already cooled down, but for me this is not critical. The prices are adequate. If you want to …", "rating": 5, "name": "Vitaliy Oprishko", "cat": "Ukrainian restaurant"}, {"review": " Such a sensitive and caring guard at the box office, which he decided to evaluate through him …", "rating": 5, "name": "Олена", "cat": "Ukrainian restaurant"}, {"review": "The interior is so-so, the toilet is one cubicle for everyone, and the hodgepodge is tastier than at Podil) The cue ball is excellent and pureeha. Norm ate)) ...", "rating": 4, "name": "Serhii Lipnyagov", "cat": "Ukrainian restaurant"}, {"review": "Well, you know, I hate healthy food, but this is purely my opinion. And so I think for others it is quite tasty. I've been there 4 times, but I don't even feel the deliciousness of healthy food. …", "rating": 4, "name": "jk78 tv", "cat": "Ukrainian restaurant"}, {"review": "Delicious, cheap and cozy. If you are hungry, then passing by you can drop in for a hot bite to eat. The interior is made in Ukrainian style, the dishes are tasty and inexpensive. The facility is clean and comfortable. …", "rating": 5, "name": "Alexander Thrashman", "cat": "Ukrainian restaurant"}, {"review": " Typical Ukrainian food, basic, buffet type, good value for money, nothing of super quality but good. …", "rating": 4, "name": "Magui Giannone", "cat": "Ukrainian restaurant"}, {"review": " Nice and cozy and uncrowded place and delicious Ukrainian food for lunch or just for a relaxing meeting with friends in the restaurant chain \"Puzata Hata …", "rating": 5, "name": "Jevgenij Zhovtanij", "cat": "Ukrainian restaurant"}, {"review": "We often dine here with relatives, all the food is beyond praise! No wonder this brand is already known all over the world! …", "rating": 5, "name": "Elena Zverlin", "cat": "Ukrainian restaurant"}, {"review": "Eating place for the whole family. Always fresh food, plenty of choice, and most importantly delicious! Picky kids always find something to choose from the menu) Fast and friendly service. …", "rating": 5, "name": "Soft 'Chan", "cat": "Ukrainian restaurant"}, {"review": " The food is not for capricious gourmets, you can say home, but tasty. The interior is great. …", "rating": 4, "name": "Анна Березнюк", "cat": "Ukrainian restaurant"}, {"review": "Quite edible, cheap, atmospheric. But I expected more from Ukrainian borscht, it turned out to be rather bland and not rich. All meals were cold. The staff could have been kinder. The toilet is dirty. …", "rating": 3, "name": "Tatjana Tarnavska", "cat": "Ukrainian restaurant"}, {"review": "In principle, the best value for money. Thanks to a slightly \"hidden\" location, even at rush hour, you can not languish in a long queue, as in other establishments that are located closer to the Khreschatyk metro station …", "rating": 5, "name": "Alex Shulga", "cat": "Ukrainian restaurant"}, {"review": "A very old place known to all Kievans and visitors.\nIt hasn't been renovated in a long time. In my opinion, there are no such restaurants from this network anymore. It's time for an upgrade! …", "rating": 2, "name": "O. V.", "cat": "Ukrainian restaurant"}, {"review": "Everything is always delicious +\nFood chic +\nHall + …", "rating": 5, "name": "Roman Vinichenko", "cat": "Ukrainian restaurant"}, {"review": "The good thing is that you never have to wait for an order. You choose ready-made dishes - you eat quickly and tasty. Expensive, but still normal for Kyiv ...", "rating": 4, "name": "Victoria Kovalchuk", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Руслан Гливинский", "cat": "Ukrainian restaurant"}, {"review": "Quite ordinary and typical catering with the minimum required level of service. it would not hurt to do and repair the interior, everything is a little tightened. The food is average but not cheap. The contingent is the proletariat. Homeless people often roam. …", "rating": 3, "name": "Alex M", "cat": "Ukrainian restaurant"}, {"review": " You can have a quick and inexpensive lunch. There are very long queues for lunch …", "rating": 5, "name": "Oleksandr Zakharkiv", "cat": "Ukrainian restaurant"}, {"review": " We love this place.\nThe kitchen is like mom's, very tasty.\nNow the quarantine restrictions are clearly enforced. …", "rating": 5, "name": "IraL IraL", "cat": "Ukrainian restaurant"}, {"review": "Not very comfortable places. Kitchen for different tastes. The room in which the institution is located has 2 floors. Bar and coffee are on the 2nd floor. In general, it is very dark. The location is very convenient. But to park next to almost ...", "rating": 4, "name": "Artem Yarmolyuk", "cat": "Ukrainian restaurant"}, {"review": " I believe that here is the best ukrainian cuisine. Delicious food for very affordable prices. …", "rating": 5, "name": "atilla at", "cat": "Ukrainian restaurant"}, {"review": "I love this place very much. Especially, the top floor of the place in the turret. In this place it is easy to imagine yourself a hundred years ago. Good Slavic cuisine, there is a choice. Nice relaxed atmosphere. …", "rating": 5, "name": "Fere Maris", "cat": "Ukrainian restaurant"}, {"review": "Potbellied is the solution to all questions regarding food, either a hearty lunch or a \"girly\" snack. Delicious, however! …", "rating": 5, "name": "Лена Лекс", "cat": "Ukrainian restaurant"}, {"review": " stay away, it's a canteen, a sort of fast food chain of local food, extremely cheap, the food wouldn't even be bad if at least they served it hot, but nothing all cold except for the soups which are lukewarm, if I had …", "rating": 1, "name": "Longa Climb", "cat": "Ukrainian restaurant"}, {"review": "One of the oldest \"pot-bellied huts\". Good :) In a convenient location, two floors inside, quite spacious, usually not as busy as Puzata on Podil. In the kitchen - everything is standard for the network - quite edible, sane prices. Good alternative...", "rating": 5, "name": "Andrii Chyrva", "cat": "Ukrainian restaurant"}, {"review": "A great place to eat and take a break from running around the metropolis. Very tasty and quite reasonable prices. You can also take it with you. Packed with good quality...", "rating": 5, "name": "Александр Чеботарев", "cat": "Ukrainian restaurant"}, {"review": "They cook for a stream, you can eat, but the level has dropped a lot than when the network was just developing, and prices rose. It is in this place that the guards are not happy, the cashiers are rude. …", "rating": 3, "name": "BodyIron Group, LLC", "cat": "Ukrainian restaurant"}, {"review": "Ideal place for lunch and dinner. Homemade food, always fresh products. Borsch is not inferior to my grandmother's favorite. Please: make delivery Glovo or via Uber! Our whole office is waiting for this day!!) …", "rating": 5, "name": "Светлана Комарова", "cat": "Ukrainian restaurant"}, {"review": "Standard chain restaurant with identical home cooking. I liked the bar on the second floor where you can choose desserts.\nI didn’t like the chairs-stools on the ground floor, small tables at one of the …", "rating": 3, "name": "Solitae Mart", "cat": "Ukrainian restaurant"}, {"review": " Ukrainian chain of fast food bars, something like our milk bars for communions. Affordable prices, fairly good food. Breakfast and dinner menu for this cafeteria with cakes and desserts. Generally ok, but …", "rating": 4, "name": "Krzysztof Tobolewski", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Valeriia O", "cat": "Ukrainian restaurant"}, {"review": "Delicious, fast, clean... The place is in the very center of Kyiv. When you need a quick bite to eat. Fast service, a large selection, I would put five stars, but among the fish dishes, there were only fish cakes .. …", "rating": 4, "name": "Евгений Балюра", "cat": "Ukrainian restaurant"}, {"review": " The staff walks next to the food without hats, which would not allow the hair to get into the food …", "rating": 3, "name": "Олександр Іщенко", "cat": "Ukrainian restaurant"}, {"review": " It is cheap and lots of variety, the patisserie section is not bad, sometimes you order randomly can be very tasty. …", "rating": 5, "name": "Nevin Lisov", "cat": "Ukrainian restaurant"}, {"review": "One of the best PH in Kyiv. Never had a problem with food, everything is clean, tasty, neat. For a hearty and not expensive lunch in the center, this is it. …", "rating": 5, "name": "Alena Rybachuk", "cat": "Ukrainian restaurant"}, {"review": " Essential in your visit to Ukraine, the food is rich, the places are beautiful, you can try typical Ukrainian food, and super super cheap, you eat for less than € 5. There are no waiters to serve tables, they serve …", "rating": 5, "name": "José Santiago Sánchez", "cat": "Ukrainian restaurant"}, {"review": "In whatever pot-bellied hut I am, its employees spoil the impression everywhere. You come to eat calmly and leave, but they shout at you, command you, ask you to warm up the food, if it is not hot enough, they begin to sigh and roll their eyes. It …", "rating": 2, "name": "Наталья Егорова", "cat": "Ukrainian restaurant"}, {"review": "Delicious homemade food, inexpensive. Yes, in some places there are problems with the cleanliness on the tables / chairs, you can take a napkin and wipe it off, but in terms of price / quality - definitely a good option for a daily lunch or dinner. …", "rating": 5, "name": "Alexander Galkin", "cat": "Ukrainian restaurant"}, {"review": "a predictably adequate wide selection of Ukrainian cuisine.\nthe price has really gone up...", "rating": 5, "name": "Borys Tarshys", "cat": "Ukrainian restaurant"}, {"review": "I love Pot-bellied Hut, I go there often. What the restaurant will describe is inexpensive, fast and tasty. The only thing I don’t like is not very healthy breakfasts, everything is fried, I would like something healthy. …", "rating": 5, "name": "3 Eseker", "cat": "Ukrainian restaurant"}, {"review": "A good fast food chain where you can eat quickly and relatively inexpensively. Great variety of dishes and desserts. They cook delicious. Clean room, nice environment. Usually crowded, especially at lunchtime. …", "rating": 4, "name": "Vladimir Slovjanskiy", "cat": "Ukrainian restaurant"}, {"review": "Top establishment. For a couple of bucks in equivalent, you can get a good healthy breakfast with vegetables or a good snack. Everything is delicious, a lot of toppings, little butter. Delicious desserts. …", "rating": 5, "name": "Anik FPV", "cat": "Ukrainian restaurant"}, {"review": " Not good food, high prices ....\n\n", "rating": 2, "name": "Almaz Sota", "cat": "Ukrainian restaurant"}, {"review": "The room smells like floorcloths. The toilet is dirty and unkempt. Beggars and homeless people come to the table and ask for alms. Evil staff. The food is disgusting, everything is greasy and tasteless after such a rim, heartburn torments for a long time ...", "rating": 1, "name": "Наталья Вакулик", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Дима Чеботару", "cat": "Ukrainian restaurant"}, {"review": " Fast food establishment.\nHere it is delicious, fast, convenient. You can taste hot Ukrainian cuisine.\nGreat variety of dishes. Fast service. The establishment has two floors, so …", "rating": 5, "name": "Андрей Гетьман", "cat": "Ukrainian restaurant"}, {"review": "A delicious restaurant that sells national Ukrainian food. Prices moderate restaurants are \"fast food\" establishments. From time to time, depending on the season, the cuisine changes ...", "rating": 5, "name": "Alex Voloshin", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious, but damn it ... We sit with the girl, we eat. We look, a homeless person comes up and starts to finish eating after someone ... Having eaten tightly, he calmly moved to the next table, to finish eating further. Kapets))) At least they put some kind of guard?) Moreover, ...", "rating": 4, "name": "Collibri", "cat": "Ukrainian restaurant"}, {"review": "Great place to have delicious and inexpensive homemade food. Of the minuses, only a large number of people and a small selection of drinks. Advice for the institution: develop compote and lemonade into disposable bottles so that you can take it with you and ...", "rating": 4, "name": "Елена Куриловская", "cat": "Ukrainian restaurant"}, {"review": "When I am in Kyiv, and I want to eat, I visit Puzata Hata. Here you can quickly eat not always tasty. And the prices are a little high. …", "rating": 4, "name": "Ольга Белоусова", "cat": "Ukrainian restaurant"}, {"review": " The establishment is decorated in the same style of the Belly House.\nThe staff is friendly and polite. …", "rating": 5, "name": "Bohdan Yatsenko", "cat": "Ukrainian restaurant"}, {"review": "Fine. Not super clean, unfortunately, as in all pot-bellied huts. Relatively edible and relatively inexpensive. …", "rating": 3, "name": "Julie Trofimova", "cat": "Ukrainian restaurant"}, {"review": " When you come to Ukraine you should definitely go to Pu'z'tta Hata. Ukrainian cuisine can be eaten at a convenient price. …", "rating": 4, "name": "A.O.B", "cat": "Ukrainian restaurant"}, {"review": "It’s very good on Khreshchatyk, Leo Tolstoy Square is even a pity for two stars, dull, dusty, hodgepodge without meat, only boiled sausage), Kiev cutlet - where is the oil that flows out? Grilled vegetables are not grilled vegetables at all, but some kind of vegetable ...", "rating": 4, "name": "Надежда Гавриш", "cat": "Ukrainian restaurant"}, {"review": "I like the cuisine, delicious, not expensive. But the cup had the smell of a rotten rag, she never drank the tea. …", "rating": 4, "name": "Kateryna Ziulkovska", "cat": "Ukrainian restaurant"}, {"review": "They do not clean up promptly, dirty dishes are everywhere, although there were few people. A small toilet, as for such a room, I did not find a sign to the toilet. And the food is delicious. …", "rating": 3, "name": "Роман Будилов", "cat": "Ukrainian restaurant"}, {"review": "\nHomemade food. Tasty and not expensive.", "rating": 5, "name": "Elena Kapusta", "cat": "Ukrainian restaurant"}, {"review": " Today they were there with family. Wanted to take a smaller baby steamed fish cutlet, watched, and there fly flies. I made a remark girl, was very confused, but the container with rings was taken away and taken to the …", "rating": 2, "name": "Тетяна Ни-Скажу", "cat": "Ukrainian restaurant"}, {"review": "Opposite the Bessarabian market. The option to fill the belly is optimal in terms of price-quality ratio. Canteen for tourists. There are 1st and 2nd courses, as well as desserts. More seats on the 2nd floor. No parking. …", "rating": 3, "name": "Цвет Ник", "cat": "Ukrainian restaurant"}, {"review": "Everything was good, up to a certain point. I dined once again and when I sat down and checked the check, I saw that the unscrupulous cashier had punched a bottle of Bonaqua instead of a glass of compote, the difference was only 5 UAH) ...", "rating": 4, "name": "Ірина Пономаренко", "cat": "Ukrainian restaurant"}, {"review": "Nice place, delicious food. We were with a child in October 2019, ordered 2 mashed potatoes and 2 fried chicken breasts, paid about 130 UAH. …", "rating": 5, "name": "Карина Буга", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Frederik Lohan", "cat": "Ukrainian restaurant"}, {"review": "When it opened it was delicious and affordable. At the moment, for fast food I think that it is expensive, as for the Dnieper. Price policy in the city is not monitored. …", "rating": 3, "name": "Дмитрий Шилов", "cat": "Ukrainian restaurant"}, {"review": " Plentiful, inexpensive but simple, a more self-service vision and not a restaurant. …", "rating": 3, "name": "Fabrice AUREJAC", "cat": "Ukrainian restaurant"}, {"review": "If before everything was tasty and of high quality, then this visit was the last of this network. …", "rating": 3, "name": "Андрей Хмельницкий", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Андрей Андрей", "cat": "Ukrainian restaurant"}, {"review": "Our usual place to go is to have dinner after walking around the center. The food is not fancy, but generally tasty and reasonably priced. There were no poisonings for the whole time. The interior on Basseinaya Street is painted in a naive style, rather an imitation of Primachenko. There is …", "rating": 4, "name": "Andrej Pakhutin", "cat": "Ukrainian restaurant"}, {"review": "Dining room TOP level. Always a small queue, a large selection of dishes, you can order half a portion of the first. Tasty and hearty meal for 100 UAH. …", "rating": 5, "name": "В - Валериевич", "cat": "Ukrainian restaurant"}, {"review": "It is on the Basin Potbellied Hut that the worst! Went in for lunch on October 25th around 4pm. There were a lot of people and the places were not the best, sitting down at the table I realized that a wooden chair with a “bitten” corner had deprived me of expensive nylon tights. …", "rating": 3, "name": "DiA models", "cat": "Ukrainian restaurant"}, {"review": "\nBought home not fresh mashed potatoes", "rating": 2, "name": "Кирилл Тарасов", "cat": "Ukrainian restaurant"}, {"review": " Price according to quality. You can have a very inexpensive and quick snack.\nOn 5 fast food restaurant does not pull, 4 it is a stretch, as sometimes there …", "rating": 4, "name": "Олексій", "cat": "Ukrainian restaurant"}, {"review": "Badly. There is a bar where you can eat Thor and drink very tasty tea, but we bought tea and the bag was torn and they did not change us. She says we broke it. But we just put it in the water, it was immediately torn and she did not change ...", "rating": 1, "name": "Olena Ipatova", "cat": "Ukrainian restaurant"}, {"review": "Delicious. The atmosphere is like Mac, big crowds that you have to get through to the checkout and then find places to eat among other things. In general, the game is called Detective in search of a place to eat. …", "rating": 4, "name": "Kyrylo Shchupii", "cat": "Ukrainian restaurant"}, {"review": " Cheap good food, lots of choice\n\n", "rating": 5, "name": "Dawid Janota", "cat": "Ukrainian restaurant"}, {"review": "Delicious food and low prices. Good service, interesting interior. A good solid lunch for one person comes out to about 100 hryvnia. There are no queues because the service is fast. …", "rating": 5, "name": "Niyaz Smailov", "cat": "Ukrainian restaurant"}, {"review": "Very fatty food, sweet borscht (why so much sugar?) Even steamed vegetables. Some foods can make you feel nauseous all day long. I recommend only vegetable soup and salmon steak …", "rating": 3, "name": "Viktor Viktorov", "cat": "Ukrainian restaurant"}, {"review": " Enough space. Moderately tasty as in other establishments of this network. …", "rating": 5, "name": "Sviat Bartosh", "cat": "Ukrainian restaurant"}, {"review": "We were thinking where to go with a friend, she doesn’t like pizza, she doesn’t like fast food, I’ve never been here and I was sure that I wouldn’t like it, but I was wrong. We ate normally for a small amount, the food was delicious, it reminded my grandmother, a lot of people especially in …", "rating": 5, "name": "Animika A", "cat": "Ukrainian restaurant"}, {"review": "There is never normal meat in Pot-bellied Hut. Or fresh fillets of our ripples or cutlets half with bread. Why no veal steak? Where is the beef? Where is the rabbit, where is the duck, or at least the turkey? I always choke on this not tasty meat. How …", "rating": 3, "name": "Honda CR-V 2006", "cat": "Ukrainian restaurant"}, {"review": " Check kovid certificates, with yellow do not pass, and press. So everything is fine, skip) …", "rating": 4, "name": "Viktor Kravets", "cat": "Ukrainian restaurant"}, {"review": "They feed well! Prices as for \"dine in the city center\" are cheap. Of the minuses: cramped and not very comfortable furniture ...", "rating": 4, "name": "Andrey K", "cat": "Ukrainian restaurant"}, {"review": " One of the more delicious Puzatih Huts. Tasty and comfortable. …", "rating": 5, "name": "Наталия Марцюга", "cat": "Ukrainian restaurant"}, {"review": " A fun institution for those with a minimum of time and maximum appetite) …", "rating": 5, "name": "Samanta Kotcyk", "cat": "Ukrainian restaurant"}, {"review": " If not very often - you can eat, then you can move the horses :)) …", "rating": 4, "name": "Taras Teterko", "cat": "Ukrainian restaurant"}, {"review": " I liked the atmosphere and location, you can eat good food at home, but lack the vegetarian position. I do not treat myself to vegetarians, but dishes with vegetables go out to you cheers! …", "rating": 4, "name": "Інна Волкова", "cat": "Ukrainian restaurant"}, {"review": " Very warm atmosphere, lovely interior.\n\nAbout dishes …", "rating": 3, "name": "Ann Myslyk", "cat": "Ukrainian restaurant"}, {"review": "Good food, great selection of national cuisine.\nBut I want the tables to be washed better, otherwise they were sticky ...", "rating": 4, "name": "Катерина Гайдаманчук", "cat": "Ukrainian restaurant"}, {"review": "Food is delicious, prices are not cheap. The toilets are rarely cleaned. There was no soap. The dryer didn't work. The staff is excellent. Friendly. …", "rating": 4, "name": "Мадам Гурман", "cat": "Ukrainian restaurant"}, {"review": "Good place to just come and eat. Good quality food, always fresh. For many years, how much I have had lunch and dinner there, nothing bad has come across. …", "rating": 5, "name": "Mykola Bidenko", "cat": "Ukrainian restaurant"}, {"review": "I ordered a hodgepodge - only liquid came ... Kiev cutlet - tough, instead of stew they sent potatoes ... ...", "rating": 1, "name": "Даша Савран", "cat": "Ukrainian restaurant"}, {"review": "In Pot-bellied Hut, wherever it is, it is always very satisfying, tasty and varied! You can choose budget dishes, or you can also at restaurant prices. You still eat 😏…", "rating": 5, "name": "Анна Вакс", "cat": "Ukrainian restaurant"}, {"review": "A place where you can eat quickly and cheaply, located in the center of Kyiv, right opposite the market, with a good view of Bessarabka)) several dishes to choose from: hot, salads, meat, meatballs, fish, side dishes, etc. Almost everything is mediocre, but ...", "rating": 4, "name": "Alona Beauty_help_alona", "cat": "Ukrainian restaurant"}, {"review": "How to have a snack at lunch is quite excellent.\nBut recently I came with a girl and she was with flowers, they answered that they didn’t have a vase, I had to invent to look for a beer glass) ...", "rating": 4, "name": "Дмитрий Орел", "cat": "Ukrainian restaurant"}, {"review": " Like any institution from this network. Here you can quickly and delicious to eat. About cheap, it is not necessary to speak, because prices have long become average. But in any case, it's a good choice for …", "rating": 4, "name": "Oleksandr Melnyk", "cat": "Ukrainian restaurant"}, {"review": " Always delicious and convenient for a fast food restaurant. The food is fresh, varied, for every taste. You can eat cheaply for breakfast, lunch and dinner. Delicious dumplings with all the fillings)! Especially with …", "rating": 5, "name": "Гелена Мурлян", "cat": "Ukrainian restaurant"}, {"review": " Very cozy atmosphere. The staff are incredibly friendly and most importantly delicious. Moreover, due to the perfect combination of price and quality, this institution deserves to be visited more and more. …", "rating": 5, "name": "luxor", "cat": "Ukrainian restaurant"}, {"review": " Convenient location near the train station. Instead of sitting in the stinking waiting room, it's much more enjoyable to spend time here. But there are too many people here and there are very few outlets to charge …", "rating": 4, "name": "Andrii Kalashnyk", "cat": "Ukrainian restaurant"}, {"review": "A good place, for 200 hryvnia you can have a great breakfast, or lunch or dinner, the food is traditional Ukrainian cuisine, they cook better than in the dining room, but this is not a restaurant, so don't expect wow, everything is fast and tasty. …", "rating": 5, "name": "Alexander Ponomarev", "cat": "Ukrainian restaurant"}, {"review": " Great place for breakfast as well as lunch and dinner. A very large selection of dishes. Everyone will find something for himself. Nice service, low prices, cozy decor. What more could you want? I would highly …", "rating": 5, "name": "Marcin Nalewka", "cat": "Ukrainian restaurant"}, {"review": "Convenient location. Once inside, you already know what to expect. Justifiably Familiar. Pleasant Taste like at home) Compact First floor a little gloomy in non-sunny weather They will feed !!); I recommend! …", "rating": 4, "name": "Галина GalinaK", "cat": "Ukrainian restaurant"}, {"review": "It’s difficult to park a small car a little more than 5 meters, there was no borscht in the dining room itself, I took it like a hodgepodge, so I probably didn’t give it to my dog, I took another soup, you can eat it, but it’s not tasty. In short, the dining room was not very wasted ...", "rating": 2, "name": "Самый Глупый", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, large portions. Pleasant interior. But it is better not to regret 2 UAH. for disposables...", "rating": 4, "name": "Татьяна Скворцова", "cat": "Ukrainian restaurant"}, {"review": "The food, one name, the potatoes are oversalted, the Kiev cutlet has a lot of dough, moreover, oak, which means it was stored in the refrigerator, they took it out, warmed up the taste of yesterday, if not the day before yesterday, barely warm, the food sucks. …", "rating": 1, "name": "Светлана", "cat": "Ukrainian restaurant"}, {"review": "Nice place in the city center for a quick and tasty meal. I myself am a regular visitor, always satisfied. Suitable for people on a business trip and limited time, as well as tourists. …", "rating": 4, "name": "Igor Gushchyn", "cat": "Ukrainian restaurant"}, {"review": "Puzata hut on Bessarabka is located in a very convenient corner. It is stylized as an old mud hut with roughly hewn wooden elements of interior decor and furniture. Potato puree with two meatballs was served without any trifles ...", "rating": 4, "name": "Natalya Sergeeva", "cat": "Ukrainian restaurant"}, {"review": " You know, there is a kinder-surprise, and in the \"Belly House\" there are dumplings with a surprise, only there instead of a toy hair. Foo ... Very unpleasant. I couldn't look at the dumplings for a very long time …", "rating": 1, "name": "Kate", "cat": "Ukrainian restaurant"}, {"review": " She asked for a small portion of lettuce, and it was counted as big at the box office. She did not argue, but the impressions were not very ... …", "rating": 1, "name": "Alla Ogorodnik", "cat": "Ukrainian restaurant"}, {"review": "The prices are more expensive in my opinion than in similar establishments in other locations. Quite crowded at lunchtime.\nBut in general, the work of the staff pleased! …", "rating": 4, "name": "Павел Тимофеев", "cat": "Ukrainian restaurant"}, {"review": " In Kiev on the street. Shota Rustaveli opened the new \"Puzata Hut\" with a beautiful view from the window to the central synagogue. …", "rating": 5, "name": "Володимир", "cat": "Ukrainian restaurant"}, {"review": "Please do something with okroshka, because what you serve to guests is an amateur. Make two kinds, with and without mustard. Because not everyone likes to feel her taste in this dish ...", "rating": 4, "name": "Дмитрий Волошин", "cat": "Ukrainian restaurant"}, {"review": " I want to share my impressions:\n12/29/2017 I, along with my family, visited the pot-bellied house on Basin Street, I want to note that everything was fine so far, we have been there many …", "rating": 1, "name": "Мілана Квітка", "cat": "Ukrainian restaurant"}, {"review": "You can eat well in the city center at a completely reasonable price. Ukrainian food …", "rating": 5, "name": "Kostya chemkostya", "cat": "Ukrainian restaurant"}, {"review": "For the money, very good, a large selection of food, cozy inside. Clean restroom 🌸…", "rating": 4, "name": "Крістіна Комісар", "cat": "Ukrainian restaurant"}, {"review": " Delicious cooking, interesting place. Good service\n\n", "rating": 4, "name": "Mila Kluch", "cat": "Ukrainian restaurant"}, {"review": "The food is not bad, but the room needs to be renovated) as for Kyiv - quite abandoned, especially from the outside)))) …", "rating": 3, "name": "Katerina Drozd", "cat": "Ukrainian restaurant"}, {"review": "We were on 08/22/21, it’s not pleasant, you don’t pay attention to the interior at all when most of the tables are filled with dirty dishes (second floor), and it’s dirty there, although there were few people. …", "rating": 2, "name": "Елена", "cat": "Ukrainian restaurant"}, {"review": "Everything is as always tasty, fast and cheap. Great place for lunch or dinner, always a wide range of dishes, desserts and drinks. Wonderful place to eat))…", "rating": 5, "name": "Галина Вязовская", "cat": "Ukrainian restaurant"}, {"review": " Check the check. It happens that you take a drink, and in the check it is in the amount of 2 pcs. …", "rating": 2, "name": "Iryna chem", "cat": "Ukrainian restaurant"}, {"review": "A good institution, with moderate prices for Kyiv. Great selection of delicious and fresh food. Minus - inflated prices for certain items, such as vinaigrette, sauerkraut (UAH 23 each) ...", "rating": 4, "name": "Владимир Алексеенко", "cat": "Ukrainian restaurant"}, {"review": " Disappointed. They started cooking horribly. It is often the case that small choices are seldom supplemented by benches, so there is nothing to choose from. They set the price for the devices, I understand that they …", "rating": 1, "name": "Katerina Semerich", "cat": "Ukrainian restaurant"}, {"review": "I love to eat here!! Prices are just very small, despite the fact that it is very tasty !! And the range is large. And all the dishes are in plain sight, you can choose what your eyes like)))) …", "rating": 5, "name": "Анна Никитенко", "cat": "Ukrainian restaurant"}, {"review": "Terrible service on the 2nd floor. They walk like sleepy flies, half of the people in the queue turn around and leave. I waited 10 minutes to make a cappuccino, in the end they gave us an americano. …", "rating": 1, "name": "Nadya_P", "cat": "Ukrainian restaurant"}, {"review": "The food is delicious.\nTables after each visitor are not disinfected, as it should be.\nThey don't even wipe...", "rating": 4, "name": "Катажина Ярмолинская", "cat": "Ukrainian restaurant"}, {"review": "One of the first pot-bellied huts in Kyiv, if not the first. The number of toilets is not calculated for the number of visitors. Killed. No toilet paper. And drying hands with a prehistoric dryer, when it’s easier to spit and move on than to dry ... such ...", "rating": 3, "name": "Владислав КUKASARAKUS", "cat": "Ukrainian restaurant"}, {"review": "I love this place for a quick bite to eat. Prices are good, food is delicious.\nFor an institution: went in, ate and left - everything is fine. …", "rating": 3, "name": "Ірен Король", "cat": "Ukrainian restaurant"}, {"review": "Decent cuisine, pleasant environment, which was overshadowed by a conversation with an employee on the second floor at the bar. I wanted to order tea. For two minutes she stood with her back and did something, then she said that I could place an order again while standing with my back. …", "rating": 1, "name": "Stanislav Hordiyenko", "cat": "Ukrainian restaurant"}, {"review": " Very long service, Kyiv-style cutlet tight and with cartilage, chicken julienne turned out to be without chicken, chicken steak is cold. We left with a bad impression and mood. Be careful next time, please. …", "rating": 1, "name": "Gitr Bfth", "cat": "Ukrainian restaurant"}, {"review": " As always tasty but we have to work on the staff .... Near the Bessarabian market on the 2nd floor for coffee 2 weeks ago, well, she was not a very pleasant girl at the cash register. What it means to work with people …", "rating": 5, "name": "Marianna Horanska", "cat": "Ukrainian restaurant"}, {"review": "One of the most uncomfortable cafes in the network, while also tasteless. It seems the same dishes as everywhere else, but the taste is terrible. Two floors, but the worst ergonomics of space I have not seen for a long time. But at the entrance, a rabbit lives in a cage. …", "rating": 3, "name": "Natakotenki Nann", "cat": "Ukrainian restaurant"}, {"review": " Ideal place to try typical dishes of the region with a homemade flavor. …", "rating": 5, "name": "Luis Jimenez", "cat": "Ukrainian restaurant"}, {"review": "One of the oldest pot-bellied huts in Kyiv. No worse or better than the rest. A place where you can eat in the center for sane money. …", "rating": 4, "name": "Сергей Мухин", "cat": "Ukrainian restaurant"}, {"review": " A good option for a quick and quality snack. Some dishes, such as borscht or meat dumplings, have already gained cult status. Well, plus a bar on the second floor - you can drive foreign guests to feel the color. …", "rating": 5, "name": "Andrew Tymchyshyn-Valevsky", "cat": "Ukrainian restaurant"}, {"review": " Ordinary Belly House in the center. Sometimes queues, sometimes there are no dishes. However, you can eat relatively cheap and fast relatively healthy food. …", "rating": 4, "name": "Yevgeniya Slozka", "cat": "Ukrainian restaurant"}, {"review": " Cozy, inexpensive place for a quick lunch / dinner, but not fast food, quality homemade traditional Ukrainian cuisine. This apartment has a second floor with a great view and a dessert area. Desserts in PH are worthy …", "rating": 4, "name": "Дмитрий Иваненко", "cat": "Ukrainian restaurant"}, {"review": "Came here for lunch yesterday. There was a strong smell of paint, especially on the 2nd floor. And delicious as always...", "rating": 3, "name": "Irena Filatova", "cat": "Ukrainian restaurant"}, {"review": "I definitely recommend visiting this place to everyone who misses home cooking. Everything is very delicious. Went with the whole family and everyone loved it. Especially for my cough, the prices will pleasantly surprise you. …", "rating": 5, "name": "Hennady dog", "cat": "Ukrainian restaurant"}, {"review": " It appeals to middle class people in terms of price. The expectation of taste should not be as much as expensive restaurants, naturally, the taste is proportional to the price. The only problem is self service. …", "rating": 4, "name": "Melih Tecik", "cat": "Ukrainian restaurant"}, {"review": " Even good vegetarians and pure vegans)) offered good beet salads without mayonnaise and celery-carrots-apples and delicious boiled vegetable mix. …", "rating": 5, "name": "Володимир Майдан", "cat": "Ukrainian restaurant"}, {"review": "Cozy atmosphere, wide range of dishes. We were sitting on the first floor and the only unpleasant moment was when the doors were opened - a very strong cold blew down the back. …", "rating": 4, "name": "Феликс Мирошниченко", "cat": "Ukrainian restaurant"}, {"review": " I work near it, so I often dine here, I like the breadcrumbs 😊 in principle, it is always delicious, today, and not expensive. I remove one star for the influx of people, and permanent queues, during which not all …", "rating": 4, "name": "Наталия Мищук", "cat": "Ukrainian restaurant"}, {"review": "To eat deliciously satisfying and not expensive almost homemade food is the perfect choice. To spend time in the company - not very noisy and looks like a dining room. …", "rating": 4, "name": "Maria Iur", "cat": "Ukrainian restaurant"}, {"review": "Hi all!!! Puzata hut is the best of its kind!!! The quality always outweighs the price! I love the whole assortment very much... most often I stop by Bessarabian square, for some reason this one is closer to the soul and quality 😉😉😉 …", "rating": 5, "name": "Сергей Гуляницкий", "cat": "Ukrainian restaurant"}, {"review": "In general, not bad, tasty. The prices are low. Lots of place. The establishments are like bistros, everything is ready, you choose and pay at the checkout. …", "rating": 4, "name": "Сергей Шишлянников", "cat": "Ukrainian restaurant"}, {"review": " This establishment in the tourist zone of the city is decorated in a national style. Dishes are picked up on the first floor, and taste them better on the 2nd (of course, if you are not in a hurry). It is really …", "rating": 5, "name": "Ievgen Barannyk", "cat": "Ukrainian restaurant"}, {"review": "One of the most favorite places in Kyiv where you can dine \"at home\". Convenient location in the city center, the ability to pack food with you. …", "rating": 5, "name": "Влад Сулима", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Маргарита Лукомская", "cat": "Ukrainian restaurant"}, {"review": " The food is beautiful and delicious. A good place for local food. Prices are affordable. Our table d'hote is like artisan restaurants. You take what you want on the tray and then the account is paid. …", "rating": 5, "name": "tolgahan tombak", "cat": "Ukrainian restaurant"}, {"review": "Always delicious. Beautiful view on the second floor. There is a bar and a lot of desserts. I put 3 in one case: I always take about a hundred, asked to add a spoonful of gravy from the meatballs nearby to buckwheat, the girl who poured everything, asked again from some ...", "rating": 3, "name": "Cергій М'якота", "cat": "Ukrainian restaurant"}, {"review": " Relatively inexpensive lunches. You can pay by card. At lunchtime it is quite crowded. Works until late. Lots of space, there are toilets, hand sinks. …", "rating": 3, "name": "Liudmyla Sydorchuk", "cat": "Ukrainian restaurant"}, {"review": " One of the first to visit many years ago. Constant quality and traditions, the best combination of price / quality / service. …", "rating": 4, "name": "Victor Bilokur", "cat": "Ukrainian restaurant"}, {"review": " In the evening, Kyiv borsch and cutlet were not hot enough :) …", "rating": 3, "name": "Сергій Риков", "cat": "Ukrainian restaurant"}, {"review": "The location is wonderful, the view from the window too (subjectively). Very cheap and tasty! …", "rating": 5, "name": "Rare God", "cat": "Ukrainian restaurant"}, {"review": " Very tasty, especially Borsch. Like design, Ukrainian souvenirs, jugs, plaster, etc. creates the atmosphere of the Ukrainian Hut!) Thank you! …", "rating": 5, "name": "Wisdom", "cat": "Ukrainian restaurant"}, {"review": " An interesting case was yesterday, my husband and I were leaving the table and the cleaner came up already started to clean while we put on our jackets, and here the administrator comes up and starts shouting very …", "rating": 4, "name": "Олександра Шовкова", "cat": "Ukrainian restaurant"}, {"review": " Was in many institutions of this network. 02/18/2018 came here. Sellers are some kind of sleep flies. The place is cold. The toilet is clogged and clean and small. And finally, the food was unpleasantly surprised by …", "rating": 2, "name": "Роман Сердюк", "cat": "Ukrainian restaurant"}, {"review": "Few staff, long queue. Eggs are not fried, one worker was generally nasty when she asked where to find a toilet. Well, with other Pot-bellied Huts, not so much. Plus, it opens at 7:30…", "rating": 3, "name": "Мария Ткаченко", "cat": "Ukrainian restaurant"}, {"review": "Good network, tasty and inexpensive, the choice of dishes is sufficient. Not very fresh furniture, dirty tables... and something needs to be done about the toilet. One booth creates a long queue. …", "rating": 4, "name": "вика инкогнито", "cat": "Ukrainian restaurant"}, {"review": "Pot-bellied has always been pot-bellied. Well, it was delicious to me at the beginning of the 2000s, and now a veil of memories is covering me. Oh, how expensive everything used to be. All 5 points and period. And now I'm going to shed a tear. …", "rating": 5, "name": "Johnny j. Jefferson", "cat": "Ukrainian restaurant"}, {"review": "Delicious dishes, polite staff, it’s a pity there is no vai fai and the dishes are cleaned louder than the music) …", "rating": 4, "name": "Бондаренко Татьяна", "cat": "Ukrainian restaurant"}, {"review": "Good. Delicious at home. I like to come here for dumplings with meat and uzvar :) The interior and dishes should be updated…", "rating": 4, "name": "Tasha Kosaykina", "cat": "Ukrainian restaurant"}, {"review": " Good place for lunch / dinner 100 m from Khreshchatyk for reasonable money. Cuisine - traditional Ukrainian. If you go to the right after the box office, you can get to 2 larger halls, where the seats are bigger, …", "rating": 5, "name": "Рікі Мартін", "cat": "Ukrainian restaurant"}, {"review": " I haven't been here for exactly 10 years. And so I visited. Everything remained the same. …", "rating": 4, "name": "Taras Lopuszanski", "cat": "Ukrainian restaurant"}, {"review": "Hearty Ukrainian \"ethnofast food\". Fast, tasty, very diverse and everything is in front of your eyes. In its price category - out of competition ...", "rating": 5, "name": "Alexey Nikolayev", "cat": "Ukrainian restaurant"}, {"review": " Large selection of Ukrainian cuisine. Lots of salads. Choose from 4-5 options of first courses (sums, borscht and puree soups). Large selection of side dishes and dishes of meat, fish, chicken, turkey. On the 2nd …", "rating": 4, "name": "Life Dream", "cat": "Ukrainian restaurant"}, {"review": " Nice place. In the center. Near Khreshchatyk. As they say - cheap and angry. I go here a long time and often. The food is pleasant, delicious, there is plenty to choose from, there is a buffet with cakes, which is …", "rating": 5, "name": "eValery Loboda", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Винковатов", "cat": "Ukrainian restaurant"}, {"review": "Polite salespeople, delicious food. Comfortable building, clean and comfortable. Quite not expensive. I recommend. …", "rating": 5, "name": "Надюша Рыбка", "cat": "Ukrainian restaurant"}, {"review": " Dumplings are cold and weathered. On the table and sofa crumbs, sesame seeds, garbage. Garbage and toothpicks on the floor. …", "rating": 3, "name": "Богдан Бондаренко", "cat": "Ukrainian restaurant"}, {"review": "The food is tasteless and cold. The workers are inadequate, they pretend that they do not understand Russian, only Ukrainian. We tried to explain that we are from Lithuania, it is difficult to communicate in Ukrainian, zero attention. They don't understand English either. …", "rating": 3, "name": "Marius Petrosius", "cat": "Ukrainian restaurant"}, {"review": "Everything is delicious, BUT THEY TALKED, they added a portion of \"vegetable steam\" and instead of half of the dumplings, they counted a whole one! They returned the money for vegetables, and later we saw dumplings ... ...", "rating": 2, "name": "Віталій Ситнік - зацініть відос!", "cat": "Ukrainian restaurant"}, {"review": " Good place for lunch / dinner 100 m from Khreshchatyk for reasonable money. Cuisine - traditional Ukrainian. If you go to the right after the box office, you can get to 2 larger halls, where the seats are bigger, …", "rating": 4, "name": "Yuriy Kucherenko", "cat": "Ukrainian restaurant"}, {"review": " A great place to eat quickly and explore the city further. A large selection of different types of dishes. Affordable and reasonable prices, friendly service. …", "rating": 4, "name": "Tom Wieszcz", "cat": "Ukrainian restaurant"}, {"review": "Love! They say that this is a canteen, but it’s unrealistically delicious and I don’t care what they say, I love a pot-bellied hut ...", "rating": 5, "name": "Дмитрий Шок", "cat": "Ukrainian restaurant"}, {"review": "For the first acquaintance with the national Ukrainian cuisine - it is quite suitable. The halls are painted with copies of the works of the great Ukrainian artist of the naive style, Marina Primachenko. The prices are very democratic. Signature dish - cutlets in Kiev …", "rating": 4, "name": "Viktor Kuznyetsov", "cat": "Ukrainian restaurant"}, {"review": "Great place to come in and have a bite to eat. With the bustle of the city, sometimes you can not even have time to have a corny lunch. And the doors of the Pot-bellied Hut are always open for you! …", "rating": 5, "name": "Mr Wolf", "cat": "Ukrainian restaurant"}, {"review": "As always - delicious, simple and inexpensive. We love this place and the chain in general. Mostly tried breakfasts and lunches, we recommend. …", "rating": 5, "name": "Anastasiia Kyselova", "cat": "Ukrainian restaurant"}, {"review": " Good place to eat, they have typical Ukrainian cuisine, I liked the borshch and vareniki. For good price you can eat very rich and llenerte much. Thank you very much for your attention. …", "rating": 4, "name": "Susana Rodriguez", "cat": "Ukrainian restaurant"}, {"review": " The food is delicious because everyone's home-cooked cuisine is definitely good), but somehow dirty, probably because the restaurant is old and has not been renovated for a long time. Compared to the newer bellied …", "rating": 3, "name": "4umskiy", "cat": "Ukrainian restaurant"}, {"review": "Very tasty and cheap. Simple Ukrainian food, good choice. I was with my European friends - everyone liked it, no show-offs, but very good. …", "rating": 5, "name": "Sergey Yakovlev", "cat": "Ukrainian restaurant"}, {"review": "Tasty food. Huge selection of food for all tastes. Baked salmon is very tender.\nThere are no places, but they get vacated very quickly. …", "rating": 5, "name": "Silver Surfer", "cat": "Ukrainian restaurant"}, {"review": "The same Pot-bellied Hut that was in the release of the \"Inspector General\" program. Sometimes I go here. Not all dishes are delicious, you need to know what you buy. For me, edible are: hodgepodge, borscht and dumplings with cherries. …", "rating": 4, "name": "Entony Dix", "cat": "Ukrainian restaurant"}, {"review": "The interior and ambiance are so-so. Clean and tidy. The food is good and not expensive. The only juice from the self service machine was spoiled. …", "rating": 4, "name": "Екатерина Барташ", "cat": "Ukrainian restaurant"}, {"review": "It was satisfying, cheap, but not angry.\nThe cleanliness of the hall, which unfortunately cannot be said about the toilets, but this is understandable in connection with the flow and the demand for the institution. …", "rating": 5, "name": "Xenia Kuprikova", "cat": "Ukrainian restaurant"}, {"review": "Delicious baked red fish in foil and dumplings with cherries. Coffee wow, but cold, and this is a big minus. If a client asks for hot coffee, it's okay to give it hot. …", "rating": 2, "name": "Татьяна Мосина", "cat": "Ukrainian restaurant"}, {"review": "Tasty and not expensive, I especially liked the hodgepodge. Portions are weighed. There are a lot of people, but there are enough tables, and the service is fast. …", "rating": 5, "name": "Sergejs Konotops", "cat": "Ukrainian restaurant"}, {"review": "I liked everything, the food is very tasty, the staff is polite!!! The only negative is the strong smell of paint, a little out of place in such an institution !! …", "rating": 5, "name": "Виктория TV", "cat": "Ukrainian restaurant"}, {"review": " A good place to eat delicious and inexpensive. Delicious salt and julienne with mushrooms, but not pancakes. Enjoy the bonus + program. Beautiful interior, very atmospheric inside. …", "rating": 4, "name": "dmkarabchuk", "cat": "Ukrainian restaurant"}, {"review": "Open from 7:30.. Delicious and fresh breakfasts. Healthy food. Large selection of dishes. Very democratic prices. But parking a car nearby is problematic...", "rating": 5, "name": "SuperMargolia", "cat": "Ukrainian restaurant"}, {"review": "If you need to eat tasty and inexpensive, then this is exactly what you need 🙂\nBorsch is a waste, and a cutlet with cheese and vegetable stew is just ... mmmm🤤🤤🤤.\nGo, you won't regret it...", "rating": 5, "name": "Veronika Sahmanova", "cat": "Ukrainian restaurant"}, {"review": "Small and dark room, not comfortable seats. It is better to walk a little to the Khreshchatyk metro station and sit in the center. There were few people, so there were no queues at the checkout. …", "rating": 4, "name": "Valeriia Bielorus", "cat": "Ukrainian restaurant"}, {"review": "As for a public catering restaurant that does not claim to be stars, it’s very good. Anything happens. And amazingly tasty, and peroxide, oversalting, overcooking, etc. …", "rating": 4, "name": "Андрій Фомін", "cat": "Ukrainian restaurant"}, {"review": "A cockroach crawled near the trays of food. The staff did not respond to my comments. Only after 3 times deigned to eliminate it.\nThe terminal was not working at the time of my visit. …", "rating": 1, "name": "Vadym Kushnir", "cat": "Ukrainian restaurant"}, {"review": "Very slow service, tables are uncomfortable and too close to each other, other establishments of the same chain look much better, the only plus is the convenient location …", "rating": 4, "name": "ANNA", "cat": "Ukrainian restaurant"}, {"review": "In general, the usual establishment of this network. But on the second floor there is a good view from the window, which in the daytime contributes to a pleasant lunch. There are few seats by the window, so you need to arrive on time ...", "rating": 4, "name": "Anton Yelahin", "cat": "Ukrainian restaurant"}, {"review": "The Most DELICIOUS Potbellied Hut! I took 2 types of soup - potatoes in huge chunks, in mushroom soup 2 tiny mushrooms and 30 pieces of beans, tin! In fish soup, fish is present only in the name, I understand that there should not be much of it, but ...", "rating": 1, "name": "джойс2 джойс", "cat": "Ukrainian restaurant"}, {"review": " Delicious, quick and relatively inexpensive. The two floors of this establishment guarantee availability, and the courteous staff have a good mood. …", "rating": 5, "name": "Антон «Еntoni» Глогоцкий", "cat": "Ukrainian restaurant"}, {"review": "It's good that the manager is an adequate person there, because everything is fine?, if something is wrong, you can complain and they will fix it) ...", "rating": 5, "name": "Bugi-dan Studio", "cat": "Ukrainian restaurant"}, {"review": " Characteristic local Ukrainian, discreet food, nice idea to put a sink at the entrance to wash your hands, the only thing missing is courtesy, but if you are not touchy and understanding you will have a laugh! …", "rating": 3, "name": "Oleksandr Kovalchuk", "cat": "Ukrainian restaurant"}, {"review": "Cozy wonderful place, excellent cuisine, clean and pleasant. It has two floors, on the second there is natural coffee, I really liked it. The prices are more than reasonable, it's not a shame to come along with a foreigner. …", "rating": 5, "name": "I Y", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Julia Knyupa", "cat": "Ukrainian restaurant"}, {"review": " Self-service institution, the environment is not superb, but you can eat quite tasty and cheap. …", "rating": 3, "name": "Daiva Riskiene", "cat": "Ukrainian restaurant"}, {"review": "not a fountain. I'll take you out forever hungry. a bunch of people pushing, indignant. it’s better to go to some cafe with a complex ...", "rating": 3, "name": "Максим Кутумов", "cat": "Ukrainian restaurant"}, {"review": "Compared to other restaurants of the chain, I especially like this one: enough space, delicious menu, wonderful view. But sometimes you can get on not fresh dishes. …", "rating": 4, "name": "Taras Shevchuk", "cat": "Ukrainian restaurant"}, {"review": " I often eat in them and take food with me. In general, I try to avoid disposable utensils and always gave my tray. The last time I was told that they would not take away the food if I did not buy their tray. Everyone …", "rating": 3, "name": "Даша Б", "cat": "Ukrainian restaurant"}, {"review": " Prices in Puzatyi Hut are quite reasonable. For 50 UAH you can have a snack. Most dishes are not cooked well. Did not like the crumb, was bitter. …", "rating": 4, "name": "Андрій Дегула", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Янина Сергеевна", "cat": "Ukrainian restaurant"}, {"review": "Good food, everything is quite tasty, but a lot of people and a long queue. And to sit down at the table, find a free one - you need to sweat :) ...", "rating": 4, "name": "Ruslan Ostroga", "cat": "Ukrainian restaurant"}, {"review": "The restaurant in Bessarabka is terrible. The smell is not pleasant, there is no choice, a mumbling manager and a dumb cashier. In general, the impression of a shabby unkempt establishment …", "rating": 1, "name": "Nataly The", "cat": "Ukrainian restaurant"}, {"review": "C grade food, alas (.. Borscht is very liquid, herring under a fur coat is somehow tasteless .. portions are small. It’s a shame if one of the Europeans enters this institution, they will be horrified by such mini-portions. Even in Poland , in any institution, never ...", "rating": 3, "name": "Veronika Solnceva", "cat": "Ukrainian restaurant"}, {"review": " Very good place and cheap - compared to Hungarian prices. :) Delicious foods. …", "rating": 5, "name": "Bea Szunyi", "cat": "Ukrainian restaurant"}, {"review": " Delicious, small queues, but many tables were not cleaned. …", "rating": 4, "name": "Олександр Войтюк", "cat": "Ukrainian restaurant"}, {"review": " It is clear that yesterday I was not the only one who was poisoned. Now no foot here. …", "rating": 1, "name": "Alexander Kurochkin", "cat": "Ukrainian restaurant"}, {"review": " Good to eat. But there are remarks. I fast. I choose song dishes. Without a \"back\" thought, he took a soup called \"Vegetable\". I saw that there was light meat, I thought it was fish meat. When they, and it turned out …", "rating": 2, "name": "Sergiy Sukholotyuk", "cat": "Ukrainian restaurant"}, {"review": "Very convenient, fast and not very expensive to eat. A large selection of dishes, a lot of people at rush hour, but you can always find a place at the table …", "rating": 5, "name": "сергей шаров", "cat": "Ukrainian restaurant"}, {"review": "Delicious and affordable. You can have a quick snack and run further. This place is not for long spiritual gatherings. …", "rating": 5, "name": "Eckaterina Filimonova", "cat": "Ukrainian restaurant"}, {"review": "Always clean, fast food. If you are hungry, have little money in your pocket, or just want to sin and eat something harmful, then you are here :) ...", "rating": 5, "name": "Ольга Ковтун", "cat": "Ukrainian restaurant"}, {"review": " The establishment is not bad, but yesterday they tarnished their reputation. We took pea soup, and it turned out to be sour. The administrator did not argue, returned the money and ordered to remove the soup from the …", "rating": 2, "name": "M M", "cat": "Ukrainian restaurant"}, {"review": "They cook for a very long time, a salad with tomatoes waited 20 min, + 40 min cooked cheesecakes. I sold 1 hour during cooking. …", "rating": 1, "name": "Mate 10", "cat": "Ukrainian restaurant"}, {"review": "The problem with breakfasts, sometimes something is not there, and sometimes at 11-20 they clean them up and try to brazenly deceive that the breakfast time is over. The mood for the whole day was ruined. …", "rating": 1, "name": "Игорь Киселев", "cat": "Ukrainian restaurant"}, {"review": "A great place to have a bite to eat, have a good lunch or just have a coffee (there are a bunch of tasty treats on the second floor). All this is quite affordable…", "rating": 5, "name": "Юлія Щербицька", "cat": "Ukrainian restaurant"}, {"review": "The interior is not great. More like a diner. It's not expensive to eat. Vareniki from 29 UAH a portion. …", "rating": 4, "name": "GARAGE 40", "cat": "Ukrainian restaurant"}, {"review": "If you need an inexpensive meal in the center of Kyiv, then you are here. True, at rush hour there is a big line for distribution, but it passes quickly. …", "rating": 4, "name": "АНДРЕЙ НООК", "cat": "Ukrainian restaurant"}, {"review": "Good quality and selection of food at reasonable prices. True, there is a strange moment - they don’t sell coffee on the ground floor. They accept cards for payment. …", "rating": 4, "name": "Vitaly Krotevich", "cat": "Ukrainian restaurant"}, {"review": " Summary Price and quality in this bistro is very good. Very popular always very full. The loo could be more clean and comfortable …", "rating": 4, "name": "Pavlo Arie", "cat": "Ukrainian restaurant"}, {"review": "A student, for the first time in a week in Kyiv, she ate normally and healthy for 65 hryvnias. Tasty and pleasant. …", "rating": 4, "name": "Анастасія Міщенко", "cat": "Ukrainian restaurant"}, {"review": " The fast food restaurant is quite attractive both in terms of prices and delicious and high-quality food. The only thing you need so is to add more information that in this self-service establishment, to arrange more …", "rating": 4, "name": "Igor Ischenko", "cat": "Ukrainian restaurant"}, {"review": "Quite tasty, you can quickly eat and not expensive. Only once there was an incident with the fact that a metal part from a scraper was caught in the diruns ...", "rating": 3, "name": "Irina Nakonechnaya", "cat": "Ukrainian restaurant"}, {"review": "Excellent cafes to eat, drink coffee. Center, everything is nearby, you can work, there are cuts, everything is delicious. Prices are excellent. Breakfast 43 UAH. …", "rating": 5, "name": "Танечка Охотская", "cat": "Ukrainian restaurant"}, {"review": "If you choose between fast food and Puzata Khata - the choice in favor of the latter even without hesitation! And believe me, I know how delicious fast food can be. Pot-bellied Hut is not suitable for a business meeting (one can argue with this, but this is my opinion). …", "rating": 5, "name": "Михаил Шаров", "cat": "Ukrainian restaurant"}, {"review": " I really like it for the delicious food, great selection and good prices. I would say that this is one of the best places where you can eat well and not spend a lot of money. When I go to a new city, I always look for …", "rating": 5, "name": "Karina Markova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Natalya Kursa", "cat": "Ukrainian restaurant"}, {"review": "As always, everything is fresh and delicious! I have been coming to Kyiv for 10 years and I love to dine here. Fast, tasty and very reasonable prices! …", "rating": 5, "name": "Игорь Петровский", "cat": "Ukrainian restaurant"}, {"review": " It is necessary to change something already, the outdated interior, I generally love the kitchen of the Hollow house, but in this establishment something went wrong and the dishes were tasteless …", "rating": 3, "name": "Надя Осипчук", "cat": "Ukrainian restaurant"}, {"review": " Good place. The quality is higher than the price. I recommend …", "rating": 5, "name": "Pavel Bro", "cat": "Ukrainian restaurant"}, {"review": "One of the best pot-bellied huts in Kyiv!!! Always in the presence of all kinds of dumplings, borscht is one of the most delicious!!! The service is better than on the Maidan - the workers are the friendliest…", "rating": 5, "name": "Sophia Vettel", "cat": "Ukrainian restaurant"}, {"review": "\"Puzata Khata\", in my opinion, has lost its authenticity, having started selling semi-finished products. We were extremely disappointed with the Kiev cutlets, which were made at some factory, from very poor quality raw materials. From delicious can…", "rating": 2, "name": "Tatyana Y", "cat": "Ukrainian restaurant"}, {"review": " Very often (especially from 14.00) the first dishes are barely warm. When you ask why it's barely warm, how the robots all respond with a memorized phrase: \"All tanks are equipped with a steam jacket that maintains …", "rating": 4, "name": "Олександр Т", "cat": "Ukrainian restaurant"}, {"review": "Good!\nBut they are removed from the tables with a delay\nAnd in the rest, Ukrainian flavor, Ukrainian dishes ...", "rating": 4, "name": "Dju AlterN", "cat": "Ukrainian restaurant"}, {"review": "You can have an inexpensive and tasty snack) The menu is varied: there is both pork and chicken; potatoes, rice, buckwheat; dumplings, dumplings, pancakes; juices, teas, compotes, uzvar and more) ...", "rating": 5, "name": "Kateryna S", "cat": "Ukrainian restaurant"}, {"review": "The irresistible administrator came for one order, and another one came and I accidentally accepted it, as she started yelling, it seems like they are killing her, I don’t recommend either the institution or the staff represented by the admin ...", "rating": 1, "name": "Сергей Акснченко", "cat": "Ukrainian restaurant"}, {"review": "Very authentic place, nice atmosphere, delicious food, very democratic prices. …", "rating": 5, "name": "Андрей Денщиков", "cat": "Ukrainian restaurant"}, {"review": " It's a kind of canteen but you can eat fairly well and it's very cheap. Ideal for a quick lunch …", "rating": 5, "name": "mauro ninniri", "cat": "Ukrainian restaurant"}, {"review": "There was a situation where both the buyer and the cashier were wrong, namely, the buyer asked for wine and when he was told the price, he said that he wanted wine that was cheaper than what they gave him. …", "rating": 5, "name": "Григорий Данилов", "cat": "Ukrainian restaurant"}, {"review": "Delicious, average prices. The atmosphere is pleasant, but all the dishes are not presented. Location - falls into the eye ...", "rating": 4, "name": "Сергій Левенчук", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Nikita Koretskij", "cat": "Ukrainian restaurant"}, {"review": "Wildly wanted dumplings with meat. In the restaurant of Ukrainian cuisine Puzata Khata they were not there at that moment, like they were over. Although the evening, a lot of people. …", "rating": 2, "name": "Сергей Бошняков", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Vladimir Zavatsky", "cat": "Ukrainian restaurant"}, {"review": "There are few places. The furniture is all wobbly, which makes it quite easy to spill something. There are a lot of people and at the same time not all cash desks work. …", "rating": 1, "name": "J", "cat": "Ukrainian restaurant"}, {"review": "Very convenient, fast and tasty .. a wide range of dishes for all tastes and preferences .. a worthy institution like fast food of Ukrainian cuisine ...", "rating": 4, "name": "Миру Мир", "cat": "Ukrainian restaurant"}, {"review": " Food for some reason was re-salted this time. But before this was not observed. In general, everything is as usual, quite tasty and inexpensive. …", "rating": 4, "name": "T S", "cat": "Ukrainian restaurant"}, {"review": " Great restaurant, where you can eat well for a great price. All the food we tried was very good, can only be recommended :) Branches are found throughout the wider center of Kiev and throughout Ukraine, which is ideal …", "rating": 5, "name": "Václav Martinů", "cat": "Ukrainian restaurant"}]