[{"review": "Best place to get to know a Ukrainian kitchen! Good food, great ambient, service, prices and location 😍😍🇺🇦🇺🇦 I recommend Chicken Kyiv and tomato salad, pancakes and dumplings are also super delicious. In summer try to get a table on the terrace - you will love it! 😋🧡", "rating": 5, "name": "Angelica K", "cat": "Ukrainian restaurant"}, {"review": "Amazing restaurant! Interior deserves 10 stars! Great dishes and presentation for the fair price!\nMassive selection of meals, with plenty vegetarian, gluten free etc options. …", "rating": 5, "name": "Hanna Gry", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 3, "name": "Anders Stage", "cat": "Ukrainian restaurant"}, {"review": "The food was tasty and did actually deserve four stars for taste and flavour. However, the service was after my perception only worth two stars. We had a feeling that we were a “pain” and not really valued. For the restaurant to really move …", "rating": 4, "name": "Alice Yagolnitser", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We gave the information to the manager, we will definitely work out this moment. We are always glad to see you!", "rating": 5, "name": "Anastasia Binkina", "cat": "Ukrainian restaurant"}, {"review": "Loved everything but the service. Come with big groups to try more things on a menu. The decor is very nice and the place is really big with a second floor and a patio.", "rating": 5, "name": "Merika Palmiste", "cat": "Ukrainian restaurant"}, {"review": "So stylish place, great atmosphere and food was delicious. Quite spacious restaurants, where tables are located not close to each other, and that gives space to everyone. Absolutely recommended for a visit! 👏", "rating": 5, "name": "chahine atallah", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 4, "name": "Kirill Katschura", "cat": "Ukrainian restaurant"}, {"review": "Excellent service, very welcoming and positive people working in this place. Food is absolutely delicious and presentation is amazing. We want to try all but so far had: vareniki, salo, borsh and xrenovyxa ( home made vodka on horseradish) …", "rating": 5, "name": "Bogdan Dzyu", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Look forward to our next meeting!", "rating": 5, "name": "Simon Weppel", "cat": "Ukrainian restaurant"}, {"review": "This place I visited in September , for me it’s one of the best in kyiv, tried there the famous “chicken kyiv”, it was amazing\nAtmosphere of this place is wow, waiters are amazing (very attentive) …", "rating": 5, "name": "Igor Mendzebrovski", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Looking forward to our meeting!", "rating": 5, "name": "Dmytro Beshkovetskyy", "cat": "Ukrainian restaurant"}, {"review": "Great food good service at all 👍\nPlease be aware the portions not big", "rating": 5, "name": "Lindsay Sakata", "cat": "Ukrainian restaurant"}, {"review": "Kirill, thank for feedback! Always happy to see you❤️", "rating": 5, "name": "Orly Tsesis", "cat": "Ukrainian restaurant"}, {"review": "Delicious authentic Ukrainian food with a modern twist. The prices are aimed for for tourists and the wealthier, but the food and the experience is worth it.", "rating": 5, "name": "Anastasiya Bowdoin", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Антонина Головач", "cat": "Ukrainian restaurant"}, {"review": "I loved Sho. Stunning interior, very good food. An oasis of pure calm. I'll come back for sure to try the other menu options. One thing I would suggest is just to serve a glass of water with an espresso. I asked for a glass of water with my …", "rating": 5, "name": "helena volodarski", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback, feedback is important to us! We passed the information to the manager and will definitely correct it. We are always glad to see you at Sho!", "rating": 5, "name": "Draper K. (DocApe)", "cat": "Ukrainian restaurant"}, {"review": "This restaurant offers a very solid level of hospitality and a great level of food quality.\nUkrainian food specialization, typical one. …", "rating": 5, "name": "Anna", "cat": "Ukrainian restaurant"}, {"review": "True Ukrainian authentic place! Unique interior with local folk touches. Typical Ukrainian food prepared following ancient recipes. Just loved it. Truly recommend for those who want to embrace Ukrainian culture!", "rating": 5, "name": "Jose Oriol Lopez Berengueres", "cat": "Ukrainian restaurant"}, {"review": "Thank you 😊", "rating": 5, "name": "mary connor", "cat": "Ukrainian restaurant"}, {"review": "This place is amazing. The inside is beautifully decorated, and the food is really good. Wait staff is very friendly, and some speak English which is great for tourists. One of my favorite meals from my trip. I highly recommend the crispy deruny and grilled chicken", "rating": 5, "name": "Inna S", "cat": "Ukrainian restaurant"}, {"review": "What an amazing restaurant!!! Traditional tasty Ukrainian food with a modern chic and twist. The interior design is spectacular and variety of food is great.", "rating": 5, "name": "Bart Demandt", "cat": "Ukrainian restaurant"}, {"review": "Great place and delicious food. Portions are very generous, everything we got was very tasty and gave me great experience of Ukrainian cuisine. Food was brought quickly, our server was nice and helpful. …", "rating": 5, "name": "Giovanni Cerminara", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you🤍", "rating": 4, "name": "S G", "cat": "Ukrainian restaurant"}, {"review": "Tasty modern Ukrainian food lives here:)\nAll the dishes we tried are really good!\nThe beetroot salat looks like a fancy cake🍰 …", "rating": 3, "name": "Anna Shramova", "cat": "Ukrainian restaurant"}, {"review": "I am so glad that I have discovered this amazing restaurant, I always wanted to try nice Ukrainian food. So the food is really good! I had an great Ukrainian experience. The service is outstanding, they were very kind and everything doing …", "rating": 5, "name": "Scott Davis", "cat": "Ukrainian restaurant"}, {"review": "Helena, thank for feedback! We are looking forward to our next meeting☺️🤍", "rating": 5, "name": "Yevgen Sysoyev", "cat": "Ukrainian restaurant"}, {"review": "The food was well-prepared and delicious. There service was attentive, helpful and pleasant. The atmosphere was jovial and warm with live music. I hope to come back to this place when I visit Kyiv next.", "rating": 5, "name": "Roman Chukhan", "cat": "Ukrainian restaurant"}, {"review": "Everything was so fresh as if they had an own garden with vegetables in the backyard. Very good and friendly stuff, good service. Food was simple and delicious! Definitely will come back", "rating": 5, "name": "Ieva Gedmintaite", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Looking forward to our meeting!", "rating": 5, "name": "Katerina Yermolovich", "cat": "Ukrainian restaurant"}, {"review": "Gaudi would be proud of the curves here — a masterpiece of zen taste marrying Ukrainians best modern cook", "rating": 5, "name": "Osama Damo", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much 💛", "rating": 5, "name": "Maxim Babko", "cat": "Ukrainian restaurant"}, {"review": "Really nice food and service.\nThe interior design is really beautiful and everything is really well-finished.\nThe prices are really good for the service and the quality of the food.", "rating": 5, "name": "M A", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "David", "cat": "Ukrainian restaurant"}, {"review": "It's a very special place with amazing food and beautiful decor. Highly recommended if you want to experiment Ukrainian cuisine but also nice atmosphere.", "rating": 5, "name": "Victoria Black", "cat": "Ukrainian restaurant"}, {"review": "Highly recommendable!\nI love how well-thought the decoration is, only using earth colors and materials both for the interior and for the staff clothing. …", "rating": 5, "name": "Vyacheslav Golik", "cat": "Ukrainian restaurant"}, {"review": "I’ve been here three times… always a good place. Professional staff and very good ukranian food", "rating": 5, "name": "David Post", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Roman Sakharov", "cat": "Ukrainian restaurant"}, {"review": "+ Great place for a traditional Ukrainian food. Vast choice of dishes. Authentic environment. …", "rating": 4, "name": "Rago Rago", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you❤️", "rating": 2, "name": "Michiel Wiersema", "cat": "Ukrainian restaurant"}, {"review": "Some dishes were tasty and others were decent. Massive portions that server doesn’t tell you about so you end up ordering way more than you need. Beautiful Decor and details but Poor Service. Overall not a bad experience but Overpriced …", "rating": 5, "name": "Ludvig Övergaard", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We passed the information to the manager, we will work out the moment with the service. We look forward to meeting you in our restaurant!", "rating": 2, "name": "mohammed mahmoud", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant. Nice floor plan over 2 stories.  Very clean and well lit. The staff was extremely friendly and attentive.\nI had the green borscht, dumplings with meat,  and potato pancakes (deruny). …", "rating": 5, "name": "איתי גופר", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Look forward to our next meeting!", "rating": 5, "name": "Nina Podolska", "cat": "Ukrainian restaurant"}, {"review": "There are not many good Ukrainian food restaurants and this one is among the best in town. It was opened fairly recently, very spacious and modern design. They have lot of options for Ukrainian food, with some European twisting and more …", "rating": 5, "name": "Dávid Vitézy", "cat": "Ukrainian restaurant"}, {"review": "Enormous Chicken Kiev, tasty bread and overall nice service and incredible interior design made our lunch experience there amazing! Totally recommend!", "rating": 5, "name": "Mehman Q", "cat": "Ukrainian restaurant"}, {"review": "Fantastic establishment! Fab interiors! Tasty food! Staff real facilitating and quick enough comparing to many other eateries in Kiev. Will go back when in Kiev again. Highly recommend! 👌👌👌🍸", "rating": 5, "name": "Kirill Igumenshchev", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian cuisine in the center of the city! Beautiful interior and excellent service. If you have the time,  staff can tell you the history of the restaurant and its name or briefly advise about the taste characteristics of …", "rating": 5, "name": "J Holz", "cat": "Ukrainian restaurant"}, {"review": "I went there on my last day of the short visit to the city. Ordered stew lamb neck, but didn’t realize it is cooked with wine. When I explained to the server that I cannot consume wine, he called the manager, who was extremely understanding …", "rating": 5, "name": "Oleg Vasilkov", "cat": "Ukrainian restaurant"}, {"review": "This is by far the best Ukraine cuisine you will find in Kiev. I tried many other restaurants and this is top 1 on my list. Fresh high quality food. Fast professional service. Great business atmosphere. Many sitting options on 2 floor …", "rating": 1, "name": "Anna Aleksandrovska", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Bobby Battista", "cat": "Ukrainian restaurant"}, {"review": "They have the best \"сало\" in Kiev! Beautiful design, nice food. Prices a bit high for a Ukrainian food, but it a lush restaurant in city centre.", "rating": 5, "name": "Sofia Del Rio", "cat": "Ukrainian restaurant"}, {"review": "Tasty local food without any bad surprises. The interior and style is a mix of modern and traditional and gives a cost athomosphere. Service is good and price (for what you get).", "rating": 4, "name": "Saeed Ghiassy", "cat": "Ukrainian restaurant"}, {"review": "We had amazing dinner here. It was a delight to sample the local cuisine. The staff were attentive, the food was delicious and the we had a delightful evening. Would highly recommend", "rating": 4, "name": "Sergiy Uskov", "cat": "Ukrainian restaurant"}, {"review": "Highly highly recommended. The food is fantastic. The service is good. The only weakness they have us at the front. The girls are boring with their phones and no any frienfly interaction with customers.", "rating": 5, "name": "Julia Bogdanovna (Jay Jay)", "cat": "Ukrainian restaurant"}, {"review": "Outstanding cuisine! Exceptional surroundings! Highly recommend!", "rating": 5, "name": "Hayley Rose", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Ivan Pohrebniyak", "cat": "Ukrainian restaurant"}, {"review": "Fantastic interior, tasty food and quick serving (for us). If you want to try Ukrainian food in a new setting - this is a place to go.", "rating": 5, "name": "Natalia Regan", "cat": "Ukrainian restaurant"}, {"review": "Good place with tasty Ukrainen food. I was going with friends. They liked lamps very much😊 If you like try duck 🦆 I can suggest upper floor is better to eat. You won't regret..", "rating": 5, "name": "Dima Vasilenco", "cat": "Ukrainian restaurant"}, {"review": "Used to go here a lot! Always a nice place, very nice atmosphere. Sadly today we had a very bad experience. Firstly a very long wait on the food. The course that should be warm was cold (cold veal, potatoes, borsch) and while they served the appetizer after the main course. 2 stars cause it used to be nice", "rating": 5, "name": "Vladimir Kas", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We apologize for your impressions. We would like to fix this. Write, please, contact phone number in private messages and our manager will contact you.", "rating": 3, "name": "Sacha", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food. Drinks were great too! We were served by the charming and professional waitress Mariana. Really recommend the place!", "rating": 5, "name": "Kristina Beradze", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Look forward to visiting our restaurant!", "rating": 4, "name": "Sanjay Ganesan", "cat": "Ukrainian restaurant"}, {"review": "Two star because they still have same issue with serving the customers (late food, they didn't ask if I want ice or not, they didn't bring bread the one they recommended). Other than that food is good and coat man is nice near the exit.", "rating": 2, "name": "Oleksandrina Vyshnevska", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We are very sorry that you have such an impression. We passed information about the service to the manager, and we will certainly hold a conversation with our staff. We would like to personally apologize for this situation. Write, please, your phone number in private messages and we will contact you: https://www.facebook.com/shoislove/", "rating": 2, "name": "Pavlo Papazov", "cat": "Ukrainian restaurant"}, {"review": "A great east European food restaurant.\nThe restaurant  is Beautiful designed.\nThe service was very good. …", "rating": 5, "name": "David Golberg", "cat": "Ukrainian restaurant"}, {"review": "The most amazing restaurant with modern ukrainian style and very tasty food!", "rating": 5, "name": "David", "cat": "Ukrainian restaurant"}, {"review": "Cool interior, perfect Ukrainian food and professional service - strongly recommended.", "rating": 5, "name": "Andrei Sitsko", "cat": "Ukrainian restaurant"}, {"review": "Nice place and the location is that anyone want. Maybe needs to work a little bit on service. Everything else are good. Love.", "rating": 5, "name": "Liudmyla Yefremova", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 3, "name": "Dmytro Kuzyk", "cat": "Ukrainian restaurant"}, {"review": "Great place. Simple nature organic vibes and food", "rating": 5, "name": "Jon Zaidi", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 2, "name": "Oleg Panichev", "cat": "Ukrainian restaurant"}, {"review": "Great traditional Ukrainian cuisine.  We had the pancakes, lemonade, honey pie. Loved it", "rating": 5, "name": "Rachel", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Rory Dack", "cat": "Ukrainian restaurant"}, {"review": "Beautiful and big restaurant, delicious food.", "rating": 3, "name": "Daniel Fortunati", "cat": "Ukrainian restaurant"}, {"review": "Staff was very slow and relaxed, didn’t bother serving us for a very long time. We were waiting for our food for over 40 minutes, while the place was half-empty! The food wasn’t bad but I’m not sure if it was worth the money and wait. We …", "rating": 5, "name": "Костянтин Щупаченко", "cat": "Ukrainian restaurant"}, {"review": "Above and beyond service, delicious food, and a beautiful space. The staff were friendly, attentive, and went out of the way to show us the place, offer suggestions, and make our experience great. 10/10", "rating": 5, "name": "Phil Jeudy", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Тихін Алексєєнко", "cat": "Ukrainian restaurant"}, {"review": "Very nice place tasty food", "rating": 5, "name": "Tengo Gogotishvili", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Julia Vozniak", "cat": "Ukrainian restaurant"}, {"review": "Good Borsch.  They all speak good English and are nice. Food was fresh and good. Recommend the borsch and  tong there. A bit expensive though", "rating": 1, "name": "Simon Kaastrup-Olsen", "cat": "Ukrainian restaurant"}, {"review": "Modern, friendly, tasty food, decent price.\nThey are lacking a better selection of traditional alcohol though. All options listed in the menu are rather for tourists (representing authentic flavours)  than for those who know how cool can be a real homemade moonshine.", "rating": 5, "name": "Olena Kosianchuk", "cat": "Ukrainian restaurant"}, {"review": "It's a very nice and cozy place. Cuisine is very traditional and very delicious. Staff can recommend you anything to your taste and desire, and you will never be disappointed. …", "rating": 5, "name": "Franco Niederland", "cat": "Ukrainian restaurant"}, {"review": "Beautiful place and interiors. Lovely food!", "rating": 5, "name": "Iryna Chapovska", "cat": "Ukrainian restaurant"}, {"review": "Very good Ukrainian food taste. The interior is very unique and good to check out. In the summer you can enjoy amazing breeze of air on the first floor as the floor to ceiling windows get opened. The only severe drawback is very slow and …", "rating": 1, "name": "Frank Nowak", "cat": "Ukrainian restaurant"}, {"review": "High design interpretation of folk: look and cuisine. Yummy but don't expect it to be cheap.", "rating": 3, "name": "Igor Marchuk", "cat": "Ukrainian restaurant"}, {"review": "Amazing food, one of the best Ukrainian restaurants I’ve ever been. Borsch was mind blowing, the rest of the food is just amazing! Great service by Andriy. Must go when in Kyiv!", "rating": 5, "name": "Florian F.", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 3, "name": "Nataly", "cat": "Ukrainian restaurant"}, {"review": "Very tasty authentic Ukrainian food. Great decor and atmosphere. Everything is great", "rating": 5, "name": "Aslan Aslanli", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 4, "name": "Michael Bock", "cat": "Ukrainian restaurant"}, {"review": "Nice interior. The staff is not well trained and service isn't matching the price. Food is ok. Do not buy Ukrainian wine by any circumstances.", "rating": 4, "name": "Daria Strong", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! We will fix it! Waiting for you next time!", "rating": 5, "name": "JP", "cat": "Ukrainian restaurant"}, {"review": "Authentic Ukrainian food. Great interior and friendly staff. Highly recommend", "rating": 4, "name": "Umberto M", "cat": "Ukrainian restaurant"}, {"review": "Amazing ukranian food and reasonably priced. Nice setup and ambience", "rating": 4, "name": "Roman Khomchuk", "cat": "Ukrainian restaurant"}, {"review": "I remember the time when Sho was decent.  The recent order, however, was as great a gastro experience as a Soviet canteen (will have to thank you separately for a stale pampushka). The borscht was worse than mediocre,  the vegetables in the …", "rating": 5, "name": "Paul", "cat": "Ukrainian restaurant"}, {"review": "Awesome interior design, but all other points makes me sad. Food was average (there’re much more interesting places with modern Ukrainian cuisine in Kiev)\nAnd service ruined all atmosphere completely. We waiting for too long. Few …", "rating": 5, "name": "Hannu Eloranta", "cat": "Ukrainian restaurant"}, {"review": "Nice atmosphere, very friendly service team. Service is very good. I think the price a lit a bit too high. And shashlik from pork was very dry. I very suggest for people who likes to eat local food. Be careful with pepper honey vodka, it is real pepper!", "rating": 5, "name": "Aleksandra Pękala", "cat": "Ukrainian restaurant"}, {"review": "Excellent traditional food with modern touch. Atmosphere was clean and relaxing.  Service was top notch.  We ate there several times and had English speaking wait staff both times.  Very highly recommend.", "rating": 2, "name": "marco d'addio (jointino)", "cat": "Ukrainian restaurant"}, {"review": "Cozy, stylish, delicious. Just perfect. Highly recommend for dinner", "rating": 5, "name": "Vladislav Podolyako", "cat": "Ukrainian restaurant"}, {"review": "Authentic Ukrainian cuisine with modern touch. Beautiful interior, attentive waiters; their clothing deserves special mention. Excellent place to visit with your foreign friends", "rating": 5, "name": "Andrew", "cat": "Ukrainian restaurant"}, {"review": "It is a tourist trap. Decor and drinks are fine, kitchen is spotless, but the food is mediocre at best.", "rating": 5, "name": "Dmitrij Sz", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Orest Stec", "cat": "Ukrainian restaurant"}, {"review": "Lovely atmosphere. Nice service", "rating": 5, "name": "Igor Chupilka", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian restaurant where no one speaks Ukrainian. The food is fine. Prices seem to be motivated by interior and service rather than the uniqueness of dishes taste.", "rating": 5, "name": "Khrystyna D", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We passed the information to the manager - we promise to improve!", "rating": 5, "name": "Auguste Bieleviciute", "cat": "Ukrainian restaurant"}, {"review": "Oh idk where should I start..\nI loved this place so much\nSo the interior of this place is stunning, al linen, woven napkins for …", "rating": 5, "name": "Shumytskyy Igor", "cat": "Ukrainian restaurant"}, {"review": "Try the IPA...it tastes fantastic! At just over €3, it's not the cheapest but it was probably the best beer we had in Ukraine. The Ukrainian food was also incredibly tasty with a chilled ambience that reminded me of Greece. The dress code …", "rating": 5, "name": "Alex Dabbah", "cat": "Ukrainian restaurant"}, {"review": "Very nice ukrainian food and nicely designed restaurant. For Ukrainian food this is a bit more expensive then usual although it is a very high class kitchen. Worth a visit. …", "rating": 4, "name": "Svitlana Alokhina", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant of modern Ukrainian cuisine.", "rating": 5, "name": "Olenka Oooh", "cat": "Ukrainian restaurant"}, {"review": "Fantastic Ukrainian traditional gastronomy and an amazing set up of the restaurant, like how houses were in ancient times.", "rating": 4, "name": "adam kidron", "cat": "Ukrainian restaurant"}, {"review": "I had heard a lot of good things about SHO before I got a chance to visit. I liked the design a lot and music playing inside was great. It is pretty much a fancy Prices are high for Kyiv (it would cost you around 15-20 euro to have a full …", "rating": 1, "name": "Дарія", "cat": "Ukrainian restaurant"}, {"review": "Fantastic Ukrainian restaurant. Food is delicious. The service is great. Staff is so friendly and nice. The borsh was delicious, sala was amazing. Another great point about this restaurant is a smoking lounge on the second floor, so you do …", "rating": 5, "name": "Dmitry Starkov", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, amazing atmosphere, would definitely recommend!", "rating": 5, "name": "J A", "cat": "Ukrainian restaurant"}, {"review": "The place is fantastic, the food is good and... The service typically friendly, some waiters are nice (Anton) and ... Then the gripe: Others downright ignore you. The staff is not attentive at all and dont find your eyes or even later your …", "rating": 4, "name": "Dave Morris Holland", "cat": "Ukrainian restaurant"}, {"review": "The best place with authentic Ukrainian food. I'd day it's a must visit 😉 Located close to the city center and a bout 5min from metro  station Klovska. If you plan to visit during weekend (Fri-Sun), better to book a table beforehand.", "rating": 5, "name": "Dmytro Shcherbyna", "cat": "Ukrainian restaurant"}, {"review": "Excellent green bortsch and Vareniki", "rating": 5, "name": "Francesco Carnielli", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Andriy Partyka", "cat": "Ukrainian restaurant"}, {"review": "Great authentic place in Ukrainian style", "rating": 5, "name": "Boris Mizhen", "cat": "Ukrainian restaurant"}, {"review": "Service was seriously awful. The waitress threw our plates on the table and took the plate from my seat neighbour by reaching over the entire table and nearly reaching my face. Food was alright but nothing special. The waitress also threw the bill on the table just to right after interrupt our talk with the request to get the card.", "rating": 5, "name": "Violetta ienina", "cat": "Ukrainian restaurant"}, {"review": "awesome interior, tasty cuisine. (nothing special though if you're local)\n\n-2 stars for awfully long waiting time between the meals.", "rating": 5, "name": "Jake Tuck", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! Feedback is very important to us. We passed your comment to the kitchen and look forward to see you!", "rating": 5, "name": "An Gu", "cat": "Ukrainian restaurant"}, {"review": "our favourite among Kyivs huge number of wonderful restaurants. the menu is put together with great confidence and good-natured pride in ukraine‘s culinary wealth. giblets, buckwheat, rooster, pike, duck, pickles, aspic—all done at once …", "rating": 5, "name": "Thiago Cesar", "cat": "Ukrainian restaurant"}, {"review": "Food was ok, the impression of the restaurant really ruin waiters that are not friendly. Prices higher than in other places. Flat white was brought with wrong proportion, and the waiter tried even to argue \"we always do in this way\", trying to cover his mistake instead of preparing the right drink.", "rating": 5, "name": "Anton Shlapak", "cat": "Ukrainian restaurant"}, {"review": "Breakfast options are nice, prices are ok, service is good. Advisable", "rating": 5, "name": "Yelyzaveta B", "cat": "Ukrainian restaurant"}, {"review": "Fantastic place to make a phone call. Let's say you're the US ambassador to the EU and are doing crimes with the president of the United States - you can come to this fine establishment and call him from your cell phone to discuss the …", "rating": 5, "name": "Misha Shi", "cat": "Ukrainian restaurant"}, {"review": "This is an incredibly stylish place, with a thorough design that shows in details and very hip specious ambience.\nThe service was top notch, very friendly and prompt. …", "rating": 5, "name": "Tetiana Martynovska", "cat": "Ukrainian restaurant"}, {"review": "Very good food 😋 Borsch is an art form in Sho. A bit pricey but worth it.", "rating": 5, "name": "Anna Esaulova", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Oleksandra Kyrychenko", "cat": "Ukrainian restaurant"}, {"review": "Great example of modern Ukranian restaurant.\nNice decor, large tables, very good service.\nWine canteen is somehow limited, I would have expected more important etiquettes.", "rating": 4, "name": "Fabio Witt", "cat": "Ukrainian restaurant"}, {"review": "Quite tasty, friendly staff. Nothing fancy though overpriced for the food quality and portions.", "rating": 1, "name": "Bukashka", "cat": "Ukrainian restaurant"}, {"review": "Best food ever! I ate ukrainian traditional food and they made it perfectly...everything was fantastic, food, service, atmosphere! i recommend this place for sure, it would be my first place where i will go to eat next time when i am in Kiev!", "rating": 5, "name": "Uri Zeituni", "cat": "Ukrainian restaurant"}, {"review": "Great new Ukrainian kitchen with smile and good service", "rating": 3, "name": "Cüneyd Açıkel", "cat": "Ukrainian restaurant"}, {"review": "Absolutely beautiful interiors with every detail hold to highest standard. Very attentive staff and affordable prices. We were there for breakfast and pancakes were great!", "rating": 5, "name": "Bo Vejgaard", "cat": "Ukrainian restaurant"}, {"review": "the place is amazing ... and it deserve 1 star just for the towels in the bathroom. The food is ok, but it's not mind blowing, But they have really huge problems in the management of the kitchen. we were there for a corporate lunch, we …", "rating": 5, "name": "Ivan Kamyshan", "cat": "Ukrainian restaurant"}, {"review": "Cozy place to have a dinner. True Ukrainian food", "rating": 5, "name": "S.", "cat": "Ukrainian restaurant"}, {"review": "One of the best places in the city for Ukrainian national food. Astonishing design and architecture, polite waiters and great value for the money. Must visit.", "rating": 4, "name": "Michael Night", "cat": "Ukrainian restaurant"}, {"review": "Great food, interior and stuff! Highly recommended.", "rating": 3, "name": "William K.", "cat": "Ukrainian restaurant"}, {"review": "One of the best Ukrainian borscht in Kyiv, excellent Salo, great varenyks, fantastic marinated side dishes - pickles, tomatoes, garlic, etc. All this for very moderate price.  Finding a car parking might be a challenge so use nearby subway.", "rating": 5, "name": "DuO Lit", "cat": "Ukrainian restaurant"}, {"review": "What a delicious food and beautiful design of the restaurant. A mixture of Ukrainian authentic and modern design . Really recommend it", "rating": 5, "name": "Polina Poliakova", "cat": "Ukrainian restaurant"}, {"review": "Thanks for your feedback! Always happy to see you :)", "rating": 5, "name": "Jane Palash", "cat": "Ukrainian restaurant"}, {"review": "Such a great place with amazing service and delicious food. Frendly staff makes you feel welcomed and looked after. Will definitely recommend Sho to anyone who visit Kyiv. …", "rating": 3, "name": "Емил Стоев", "cat": "Ukrainian restaurant"}, {"review": "Amazing staff and tasty dishes! I definitely recommend going there. Has a very modern and traditional Ukrainian vibe", "rating": 5, "name": "Serhii Shvets", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian cuisine modern style. Relaxing and airy interior. Excellent service", "rating": 5, "name": "André Da Vinci", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Ruslan", "cat": "Ukrainian restaurant"}, {"review": "Really good food and very nice place. Worth it.", "rating": 3, "name": "Dima Grinkevych", "cat": "Ukrainian restaurant"}, {"review": "Very expensive restaurant of ukrainian cuisine. Nice design, good behaviored staff, all is good... but too much expensive which is not  explained by quite usual food. Will not visit again, style and format is not mine.", "rating": 5, "name": "Maxim Kondratovich", "cat": "Ukrainian restaurant"}, {"review": "Best Ukrainian themed restaurant in town. The food is just unbelievable. A must-try for those interested in local culture and cuisine", "rating": 5, "name": "Caroline Hodgson", "cat": "Ukrainian restaurant"}, {"review": "When I stepped into the \"Show\" that is Sho I thought that's what it meant and was disappointed to find that Sho means \"what\" in Ukrainian. This now legendary joint is where Ambassador Sondland called Trump to discuss the \"quid pro quo.\" …", "rating": 4, "name": "Yesenia Nery", "cat": "Ukrainian restaurant"}, {"review": "Absolutely terrible. Meat is raw, service is terrible, water was already opened but pretended like new, no attention to customers", "rating": 5, "name": "jacky yip", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are very sorry that the last visit to the restaurant left you such an impression. We would like to understand this situation. Please write your contact phone number in private messages and our manager will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Aygun Atesoglu", "cat": "Ukrainian restaurant"}, {"review": "Very spacious place with nice atmosphere, great interior and a fairly good modern Ukrainian cuisine. The second floor is preferable.", "rating": 5, "name": "Yaroslav Osadchyi", "cat": "Ukrainian restaurant"}, {"review": "Wonderful Ukrainian food in a modern designer style restaurant.", "rating": 5, "name": "Kysil Aleksandr", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Looking forward to our meeting!", "rating": 5, "name": "Ramiz Behbudov", "cat": "Ukrainian restaurant"}, {"review": "Very expensive but incredible food\nGreat atmosphere\nService is somewhat slow but the food is worth the wait", "rating": 4, "name": "Anton Waschuk", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Vojtěch Tesárek", "cat": "Ukrainian restaurant"}, {"review": "Tasty food, good and fast service that speaks English, free parking, comfortable seating. One of the best places in downtown 👍", "rating": 5, "name": "Oleksandr Trosh", "cat": "Ukrainian restaurant"}, {"review": "Greate Hukrain cousine in a wonderful location. Food prices also.", "rating": 5, "name": "Neven Drasic", "cat": "Ukrainian restaurant"}, {"review": "the food is both delicious and of course.  dude krkta ukrainian concept.  dear.", "rating": 5, "name": "Miguel Jimenez", "cat": "Ukrainian restaurant"}, {"review": "Great food and decor", "rating": 5, "name": "Hadar Shoval", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Oleksii Zhyrovyi", "cat": "Ukrainian restaurant"}, {"review": "This place has impressed me with it’s attentive service, delicious food and a beautiful modernized Ukrainian design. I’m very pleased.", "rating": 5, "name": "Susana S", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, polite attentive staff and a modern stylish dining room. Our most expensive meal in Kyiv but worth the money", "rating": 3, "name": "Milan Ruscak", "cat": "Ukrainian restaurant"}, {"review": "It was fantastic.  One of mt 10 top restaurants.  Highly recommended", "rating": 5, "name": "Alex Tokarev", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Brian Jackson", "cat": "Ukrainian restaurant"}, {"review": "Very good for a tasty varenikyi and chicken kiev!", "rating": 4, "name": "Gianmarco Bertuccio", "cat": "Ukrainian restaurant"}, {"review": "Delicious 😋  Good service!\nTraditional interior with modern elements provides good atmosphere for your visit.", "rating": 4, "name": "Oleg Gelman", "cat": "Ukrainian restaurant"}, {"review": "Thank you! ☺️🤍", "rating": 5, "name": "Ivg St", "cat": "Ukrainian restaurant"}, {"review": "I dare say that it’s the best Ukrainian restaurant. Cozy location, friendly staff and the most delicious dumplings ever.", "rating": 5, "name": "Olga Samoilenko", "cat": "Ukrainian restaurant"}, {"review": "Highly recommend!!\nUkrainian style is very authentic, food is tasty. Staff 5 stars!!!", "rating": 4, "name": "Veronika Demedetskaya", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian food! Modern Ukrainian style! I would recommend!", "rating": 5, "name": "Kseniia Lozova", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Steve DePew", "cat": "Ukrainian restaurant"}, {"review": "Very authentic. Food was quite good. Very friendly stuff. Slightly overpriced but for the interior I think it was worth it.", "rating": 5, "name": "гульнара аубакирова", "cat": "Ukrainian restaurant"}, {"review": "Great new place for Ukrainian cuisine. Check our waiters and waitresses uniform, it's just amazing and so authentic", "rating": 5, "name": "Sabrina T", "cat": "Ukrainian restaurant"}, {"review": "quite expensive, but the waiters speak english well", "rating": 5, "name": "Niko", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 1, "name": "Uve Poom", "cat": "Ukrainian restaurant"}, {"review": "Ordered takeout here, wasn’t impressed with the quality of food. It reminded me of the Soviet style cafeteria food.", "rating": 5, "name": "Changdo Kim", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We are very sorry for your impressions! We would like to understand this situation! Please leave a contact phone number to us in private messages: https://www.facebook.com/shoislove/", "rating": 5, "name": "Swjatoslav Cicer", "cat": "Ukrainian restaurant"}, {"review": "Amazing! What a wonderful experience!", "rating": 5, "name": "Suresh M S", "cat": "Ukrainian restaurant"}, {"review": "my last visit was terrible :(", "rating": 5, "name": "Seb P.", "cat": "Ukrainian restaurant"}, {"review": "Very good local food. You get a lot for a reasonable price and the restaurant is quite fancy.", "rating": 5, "name": "FISHKA Brodyaga", "cat": "Ukrainian restaurant"}, {"review": "Very nice restaurant with tasty food :) here you can find the modern way of preparing Ukrainian national dishes", "rating": 5, "name": "Artur Siebert", "cat": "Ukrainian restaurant"}, {"review": "Great place, delicious Ukrainian cuisine. The interior is modern-Ukrainian and very light❤", "rating": 5, "name": "Guy Fooksman", "cat": "Ukrainian restaurant"}, {"review": "Very nice setting, decent food, but the service was not much better than a fast food joint", "rating": 5, "name": "Eli Abraham", "cat": "Ukrainian restaurant"}, {"review": "Food was ok .... the service was marginal.. interesting decor", "rating": 5, "name": "Chris", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! We will fix it!", "rating": 5, "name": "Cassy Bayona", "cat": "Ukrainian restaurant"}, {"review": "great service, good food. Prices higher then in regular Kiev restaurant, but it worth it.", "rating": 5, "name": "Romka", "cat": "Ukrainian restaurant"}, {"review": "I like this one. Always coming for borsch directly from the airport 😁", "rating": 5, "name": "Martin Betts", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Looking forward to our meeting!", "rating": 5, "name": "Antonio Porras", "cat": "Ukrainian restaurant"}, {"review": "If you ever have a tourist that you need to impress, take them to sho. You will not disappoint them. Completely stunning.", "rating": 5, "name": "C. H.", "cat": "Ukrainian restaurant"}, {"review": "The place and service were great. Food was average", "rating": 5, "name": "Maxim Krukovsky", "cat": "Ukrainian restaurant"}, {"review": "Pretty nice place, with tasty Ukrainian cuisine dishes! Friendly staff!", "rating": 5, "name": "Adam Peter", "cat": "Ukrainian restaurant"}, {"review": "Amazing interior, great food, very attentive service staff. A must visit in Kiev!!!", "rating": 5, "name": "Lena Strykun", "cat": "Ukrainian restaurant"}, {"review": "Cool atmosphere. Interesting dishes but....800 yeah for simple breakfast for 2 ppl was too much.", "rating": 4, "name": "Dmitriy Zhyla", "cat": "Ukrainian restaurant"}, {"review": "Interior and service is good, but menu is so generic. Doesn't worth the prices...", "rating": 5, "name": "Eugene Kushta", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian food. High price but you will pay with pleasure for the evening", "rating": 5, "name": "Petr Tyl", "cat": "Ukrainian restaurant"}, {"review": "Very stylish restaurant, delicious food, rural Ukrainian fare in the heart of the city.", "rating": 3, "name": "Артур Щирица", "cat": "Ukrainian restaurant"}, {"review": "The meat dumplings were amazing! Sad they didn't have the lamb racks", "rating": 5, "name": "Mehmet Hoca", "cat": "Ukrainian restaurant"}, {"review": "The most testy and reasonable price, good service and English speaking employees!!", "rating": 5, "name": "J. P.", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "miki porro", "cat": "Ukrainian restaurant"}, {"review": "Great place. Price is higher than usual but not.al for such place. Could have nice evening and also has iqos friendly place too", "rating": 5, "name": "luluke1287", "cat": "Ukrainian restaurant"}, {"review": "Modern interpretation of traditional Ukrainian cousine. You'll be surprised! I personally would recommend varenyk with rabbit.", "rating": 4, "name": "Cem Kara", "cat": "Ukrainian restaurant"}, {"review": "Great place with great service and interior. Probably the best place to try Ukrainian cuisine.", "rating": 5, "name": "Ihor Piasta", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food. Cozy. Comfortable. Spacious.", "rating": 4, "name": "James Trystan", "cat": "Ukrainian restaurant"}, {"review": "Great food, BUT SHOCKING THAT WAITERS SPEAK RUSSIAN in a traditionally ukrainian restaurant in Ukraine.", "rating": 4, "name": "Daniel Koyfman", "cat": "Ukrainian restaurant"}, {"review": "Amazing! Go there! Now!", "rating": 5, "name": "Valkeriya Paris", "cat": "Ukrainian restaurant"}, {"review": "One of the best places in kyiv to eat and delight Ukrainian national modern kitchen and style", "rating": 5, "name": "Vlad Strelko", "cat": "Ukrainian restaurant"}, {"review": "Excellent chicken Kiev filled with dill and mashed potatoes 👌👍\nFull recommendations for this Ukrainian food restaurant!", "rating": 5, "name": "Viktoriia Baluieva", "cat": "Ukrainian restaurant"}, {"review": "I love black caviar and don Alejandro wine.", "rating": 5, "name": "Mariya Kaminskaya", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback!", "rating": 4, "name": "Alex Miller", "cat": "Ukrainian restaurant"}, {"review": "Extremely recommended. Very good food, nice service. Great experience.", "rating": 5, "name": "Olha Shambir", "cat": "Ukrainian restaurant"}, {"review": "Very warm atmosphere, well-trained and welcoming staff, spacious place. Perfect!", "rating": 5, "name": "Manuel Ramos", "cat": "Ukrainian restaurant"}, {"review": "The food is very tasteful and the decoration is beautiful. I totally recommend!", "rating": 4, "name": "Oleksii Pinchuk", "cat": "Ukrainian restaurant"}, {"review": "Beautiful interior, but the food was nothing special. Vodka frozen as it should be", "rating": 5, "name": "Влад Святелик", "cat": "Ukrainian restaurant"}, {"review": "Unique simplistic design, friendly service, tasty food. Worth 5 stars!", "rating": 5, "name": "Just Relax Tour", "cat": "Ukrainian restaurant"}, {"review": "Good for English speakers, waiters were fluent and English menu. And the food was excellent.", "rating": 5, "name": "Роман Савченко", "cat": "Ukrainian restaurant"}, {"review": "Great location and food, eating outside can be noisy, too many cars honking the horn", "rating": 4, "name": "Yak Shvartz", "cat": "Ukrainian restaurant"}, {"review": "Not the best traditional kitchen, but still very good.", "rating": 5, "name": "Andrii Hrytsunyk", "cat": "Ukrainian restaurant"}, {"review": "Nice place, great food, unique design", "rating": 4, "name": "Michael Reynalds", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Federico Regoli", "cat": "Ukrainian restaurant"}, {"review": "Awesome place to bring a foreign visitor for a nice and upbeat Ukranian meal", "rating": 5, "name": "Shaden Al", "cat": "Ukrainian restaurant"}, {"review": "☺️🤍", "rating": 5, "name": "Ilya Balashov", "cat": "Ukrainian restaurant"}, {"review": "Stylish place with ukrainian cousine, though overpriced. I think in Kyiv you can find more for less amount of money.", "rating": 5, "name": "Nastasja Doroshenko", "cat": "Ukrainian restaurant"}, {"review": "Great interior", "rating": 5, "name": "Olga Meniovych", "cat": "Ukrainian restaurant"}, {"review": "Thank you ☺️", "rating": 4, "name": "Benjamin Hirsch", "cat": "Ukrainian restaurant"}, {"review": "Great service, great food and reasonable price! What more can you ask for?", "rating": 2, "name": "Halyna Tarasenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious national food, qualified personnel. I recommend  you to visit this restaurant.", "rating": 5, "name": "sylvan stommel", "cat": "Ukrainian restaurant"}, {"review": "Amazing place, loved the interior, great food and reasonably priced!", "rating": 3, "name": "Andrey Fisunenko", "cat": "Ukrainian restaurant"}, {"review": "A wonderful menu and very attentive friendly staff. A+++", "rating": 5, "name": "A. Sadreddini", "cat": "Ukrainian restaurant"}, {"review": "Great interior, lovely food, and service so slow we almost missed our train. Shape up, Sho.", "rating": 5, "name": "Lena Mykhalchenko", "cat": "Ukrainian restaurant"}, {"review": "Quality restaurant with local cuisine.\nModern interior, still cozy enough.", "rating": 5, "name": "Gurdeep Grewal", "cat": "Ukrainian restaurant"}, {"review": "Amazing ukrainian food and best service in kiev )", "rating": 4, "name": "Oleksiy Tsvietnov", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Aleksandr Piterman", "cat": "Ukrainian restaurant"}, {"review": "Really nice food.  Good ambience and great service", "rating": 5, "name": "Keith Gibson", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian food. Quick and warm service", "rating": 5, "name": "Yuriy Petrov", "cat": "Ukrainian restaurant"}, {"review": "Awesome authentic Ukrainian food! Great service!", "rating": 5, "name": "Кристина Каручек", "cat": "Ukrainian restaurant"}, {"review": "Great service, great food, stunning atmosphere and surroundings.", "rating": 5, "name": "Yuriy Bogun S.", "cat": "Ukrainian restaurant"}, {"review": "Very good food and nice interior. Kind staff", "rating": 5, "name": "Ilya Balashov", "cat": "Ukrainian restaurant"}, {"review": "Awesome place, great food, great design, great staff, great wine", "rating": 4, "name": "Anita Shah", "cat": "Ukrainian restaurant"}, {"review": "Fantastic food, beautiful atmosphere, good prices", "rating": 5, "name": "Max Golionko", "cat": "Ukrainian restaurant"}, {"review": "very fancy, food is great too", "rating": 4, "name": "A S", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much ☺️🤍", "rating": 5, "name": "Alexander Zheltov", "cat": "Ukrainian restaurant"}, {"review": "Great place, good menu, cool service!", "rating": 5, "name": "Eric Graf", "cat": "Ukrainian restaurant"}, {"review": "Always nice food and atmosphere", "rating": 5, "name": "Moon", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Oleksandr Gamaniuk", "cat": "Ukrainian restaurant"}, {"review": "Excellent service, delicious food, great place to eat.", "rating": 5, "name": "Andrej Steven Horvat", "cat": "Ukrainian restaurant"}, {"review": "Great local food. Price is reasonable", "rating": 5, "name": "Pavel Pokhalchuk", "cat": "Ukrainian restaurant"}, {"review": "Tasty cousine, great decoration, excellent service. Great place!!!!", "rating": 5, "name": "Alex Frenkel", "cat": "Ukrainian restaurant"}, {"review": "Amazing food with very modern vibe design love it", "rating": 5, "name": "Tadas", "cat": "Ukrainian restaurant"}, {"review": "Stylish place and tasty Ukrainian food!", "rating": 5, "name": "Peter Gräf", "cat": "Ukrainian restaurant"}, {"review": "Traditional Ukrainian cousin in a beautiful interior for a big money.", "rating": 5, "name": "Rut Avni", "cat": "Ukrainian restaurant"}, {"review": "best Ukrainian cousine in kyiv", "rating": 5, "name": "Alexander Dragunov", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 4, "name": "Daniel Poludyonny", "cat": "Ukrainian restaurant"}, {"review": "If you want to try Ukrainian cuisian in modern way, that is your choice.", "rating": 5, "name": "Rashad Zeynalov", "cat": "Ukrainian restaurant"}, {"review": "Poor and overpriced menu, arrogant waiters. Thats all... never return.", "rating": 5, "name": "Erie Odland", "cat": "Ukrainian restaurant"}, {"review": "Good food and great ambiance", "rating": 5, "name": "There's a Will", "cat": "Ukrainian restaurant"}, {"review": "The food was excellent.  I was very pleased.", "rating": 4, "name": "Andriy Lazorenko", "cat": "Ukrainian restaurant"}, {"review": "Great food, great place, great service. Everything great", "rating": 5, "name": "Ivan Uzunov", "cat": "Ukrainian restaurant"}, {"review": "Very good food and very welcoming staff.", "rating": 5, "name": "Paul Jaroslawski", "cat": "Ukrainian restaurant"}, {"review": "A good place to taste popular italian cuisine.", "rating": 5, "name": "Yevgen Chupak", "cat": "Ukrainian restaurant"}, {"review": "Very nice place and tasty food. Thank you!", "rating": 2, "name": "Jonah VX", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian food, lovely restaurant", "rating": 5, "name": "David Sebbag", "cat": "Ukrainian restaurant"}, {"review": "Too fancy, but food is good.", "rating": 5, "name": "Tetiana Kopan", "cat": "Ukrainian restaurant"}, {"review": "Very Ukrainian style with tasty Ukrainian food", "rating": 5, "name": "Serhii Didkovsky", "cat": "Ukrainian restaurant"}, {"review": "Top class authentic Ukrainian food.", "rating": 5, "name": "Capt Pablo", "cat": "Ukrainian restaurant"}, {"review": "Perfect Ukrainian food!", "rating": 5, "name": "אושרי בן חמו", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Тарас Крынычка", "cat": "Ukrainian restaurant"}, {"review": "Very nice place to go out. Folk interer and very nice cousin.", "rating": 2, "name": "Mohammed Afsal", "cat": "Ukrainian restaurant"}, {"review": "Real ukrainian dishes with very good service.", "rating": 2, "name": "Süha Canatan", "cat": "Ukrainian restaurant"}, {"review": "Tasty local food and very fusion interior", "rating": 5, "name": "arik sagy", "cat": "Ukrainian restaurant"}, {"review": "Great  food and lovely staff.", "rating": 3, "name": "Elvira Kantiieva", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian cuisine. High expensive", "rating": 5, "name": "Özgür Yılmaz", "cat": "Ukrainian restaurant"}, {"review": "Greater place to enjoy Ukrainian food", "rating": 5, "name": "d p", "cat": "Ukrainian restaurant"}, {"review": "Best place to try Ukrainian cuisine ❤️", "rating": 5, "name": "Denis Korobeynikov", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian national kitchen and nice interior 👍👍👍❤❤❤🌟🌟🌟", "rating": 3, "name": "Apex Falcontis", "cat": "Ukrainian restaurant"}, {"review": "Nice looking entourage, food is nothing special", "rating": 5, "name": "Andrey Nazaretsky", "cat": "Ukrainian restaurant"}, {"review": "Very tasty Ukrainian food", "rating": 4, "name": "Andrej Steven Horvat", "cat": "Ukrainian restaurant"}, {"review": "Food excellent good service well priced", "rating": 5, "name": "Egidijus Gaidamavičius", "cat": "Ukrainian restaurant"}, {"review": "Wonderful typical Ukrainian restaurant!!!", "rating": 5, "name": "Aleksandra Golodyaeva", "cat": "Ukrainian restaurant"}, {"review": "🤩🤩🤩🤩", "rating": 5, "name": "victorya vilne", "cat": "Ukrainian restaurant"}, {"review": "quite new restaurant of Modern Ukrainian cuisine", "rating": 4, "name": "Dr.Ali AlAli", "cat": "Ukrainian restaurant"}, {"review": "Amazing design and good food:)", "rating": 5, "name": "DAN STOFF", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian restaurant, good food, cool design", "rating": 5, "name": "Bogdan Paliukh", "cat": "Ukrainian restaurant"}, {"review": "Good food traditional", "rating": 5, "name": "Владислав В", "cat": "Ukrainian restaurant"}, {"review": "It is odd for the personnel to speak Russian in a Ukrainian restaurant.", "rating": 4, "name": "Eugene Dison", "cat": "Ukrainian restaurant"}, {"review": "Very good food, nice staff", "rating": 5, "name": "Kateryna Khramova", "cat": "Ukrainian restaurant"}, {"review": "Menu is too much banal for Ukrainians", "rating": 2, "name": "Катерина Краснокутская", "cat": "Ukrainian restaurant"}, {"review": "What a creative yet good food with amazing space", "rating": 5, "name": "Оксана Радовинчик", "cat": "Ukrainian restaurant"}, {"review": "The place where you want to come back every day", "rating": 5, "name": "Yuriy Dzhemesyuk", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much! Looking forward to you ☺️🤍", "rating": 5, "name": "Inna Marabini", "cat": "Ukrainian restaurant"}, {"review": "Just awesome food and atmosphere.", "rating": 4, "name": "Руслан Гейдаров", "cat": "Ukrainian restaurant"}, {"review": "Fancy place, however the food doesn't taste that good", "rating": 5, "name": "Світлана Сажина", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food not bad", "rating": 5, "name": "Алексей Юрченко", "cat": "Ukrainian restaurant"}, {"review": "Great place nice atmosphere good food", "rating": 3, "name": "Юлия Алексеева", "cat": "Ukrainian restaurant"}, {"review": "Very busy", "rating": 2, "name": "Таня Федоренко", "cat": "Ukrainian restaurant"}, {"review": "It's great but it's expensive. I mean really expensive", "rating": 3, "name": "Sofia Hryhorieva", "cat": "Ukrainian restaurant"}, {"review": "stylish and authentically Ukrainian", "rating": 5, "name": "Роман Тіторенко", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Kseniya Podolska", "cat": "Ukrainian restaurant"}, {"review": "New place with contemporary Ukrainian cuisine", "rating": 4, "name": "Kris W", "cat": "Ukrainian restaurant"}, {"review": "Reasonably good vegetarian fare.", "rating": 5, "name": "Stanislav Malyk", "cat": "Ukrainian restaurant"}, {"review": "delicious food, great service", "rating": 5, "name": "Lyudmila Shumeyko", "cat": "Ukrainian restaurant"}, {"review": "Great looks!\nok food.", "rating": 5, "name": "Юлия Арсоева", "cat": "Ukrainian restaurant"}, {"review": "Loved the food and the atmosphere!", "rating": 5, "name": "Калина подорожує світом з Time to trip", "cat": "Ukrainian restaurant"}, {"review": "Great food, good service", "rating": 5, "name": "Юля Пономаренко", "cat": "Ukrainian restaurant"}, {"review": "Delicious food, nice atmosphere", "rating": 5, "name": "emi ama", "cat": "Ukrainian restaurant"}, {"review": "Perfect service and dining as usual", "rating": 3, "name": "A", "cat": "Ukrainian restaurant"}, {"review": "Nice local food", "rating": 5, "name": "Viktor Z", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian dishes", "rating": 5, "name": "Дмитрий Петров", "cat": "Ukrainian restaurant"}, {"review": "Really cheap.... Like 5 people where eating for 100 dollars", "rating": 5, "name": "Olga Pohlman", "cat": "Ukrainian restaurant"}, {"review": "Modern traditional. Highly recommended.", "rating": 5, "name": "Sergei Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "Like every time my fav in kiev", "rating": 5, "name": "Алла Ермоленко", "cat": "Ukrainian restaurant"}, {"review": "oh wow! the food, the design.... HEAVEN!", "rating": 5, "name": "Lena", "cat": "Ukrainian restaurant"}, {"review": "Great Ukrainian food!", "rating": 5, "name": "Anna Kolesnik", "cat": "Ukrainian restaurant"}, {"review": "Decent Ukrainian cuisine.", "rating": 3, "name": "Maks Rybachuk", "cat": "Ukrainian restaurant"}, {"review": "Amazing food and service", "rating": 4, "name": "Archirai", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Виктория Малина", "cat": "Ukrainian restaurant"}, {"review": "Good service, tasty food", "rating": 5, "name": "Анна Ушпик", "cat": "Ukrainian restaurant"}, {"review": "Superb relaxed lovcation w v tasty food", "rating": 5, "name": "Helena Smart", "cat": "Ukrainian restaurant"}, {"review": "It's a good place, but overpriced", "rating": 5, "name": "Elena Doronina", "cat": "Ukrainian restaurant"}, {"review": "Fantastic Ukrainian food", "rating": 4, "name": "Maya Mi", "cat": "Ukrainian restaurant"}, {"review": "The best restaurant in Kyiv.", "rating": 5, "name": "Елена Ревин", "cat": "Ukrainian restaurant"}, {"review": "Really good place. Recommended", "rating": 4, "name": "Виктория Быкова", "cat": "Ukrainian restaurant"}, {"review": "It’s okay but too expensive", "rating": 3, "name": "Маруся Я", "cat": "Ukrainian restaurant"}, {"review": "Great place good food", "rating": 5, "name": "Олександра Прилуцька", "cat": "Ukrainian restaurant"}, {"review": "Love it the concept !", "rating": 4, "name": "Sergiy B.", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 3, "name": "KotangensSO", "cat": "Ukrainian restaurant"}, {"review": "In style.", "rating": 5, "name": "Irfan Yasar", "cat": "Ukrainian restaurant"}, {"review": "I love this place.", "rating": 5, "name": "Agnesa Novitchi", "cat": "Ukrainian restaurant"}, {"review": "Best of Ukraine", "rating": 4, "name": "Елена Чурсина", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 3, "name": "Вячеслав", "cat": "Ukrainian restaurant"}, {"review": "Nice", "rating": 4, "name": "Olga May", "cat": "Ukrainian restaurant"}, {"review": "Waiting too long🙄", "rating": 2, "name": "Дарина Шаблевская", "cat": "Ukrainian restaurant"}, {"review": "Some strange interior", "rating": 4, "name": "the_kozinna N.", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant!!!", "rating": 4, "name": "Оля Кизим", "cat": "Ukrainian restaurant"}, {"review": "Super slow.", "rating": 1, "name": "Елена Сулима", "cat": "Ukrainian restaurant"}, {"review": "Best local food", "rating": 5, "name": "О Buttercup", "cat": "Ukrainian restaurant"}, {"review": "Yum!", "rating": 4, "name": "Anton Kuts", "cat": "Ukrainian restaurant"}, {"review": "Highly recommend this place.", "rating": 5, "name": "Artem Zeleny", "cat": "Ukrainian restaurant"}, {"review": "ok", "rating": 2, "name": "ok__noori ok__noori", "cat": "Ukrainian restaurant"}, {"review": "Worth the visit", "rating": 4, "name": "Вадим Власенко", "cat": "Ukrainian restaurant"}, {"review": "Domastic food", "rating": 4, "name": "Maryna Tiuliukova", "cat": "Ukrainian restaurant"}, {"review": "Coffee so so", "rating": 4, "name": "Andrii Dolz", "cat": "Ukrainian restaurant"}, {"review": "Yam!!!", "rating": 5, "name": "Francois Verones", "cat": "Ukrainian restaurant"}, {"review": "Amazing place", "rating": 1, "name": "Mike", "cat": "Ukrainian restaurant"}, {"review": "Thank you for feedback! Always happy to see you!", "rating": 5, "name": "Yuliia Shulha", "cat": "Ukrainian restaurant"}, {"review": "Great food", "rating": 1, "name": "Ваня Колесов", "cat": "Ukrainian restaurant"}, {"review": "Excellent food", "rating": 5, "name": "GoProkat Channel", "cat": "Ukrainian restaurant"}, {"review": "Great place.", "rating": 4, "name": "Александра Волкова", "cat": "Ukrainian restaurant"}, {"review": "Amazing place", "rating": 5, "name": "Daniele Mascheroni", "cat": "Ukrainian restaurant"}, {"review": "Nice place", "rating": 5, "name": "Alyona Russu", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian cuisine restaurant with a very stylish interior design. Located in the quiet center of Kyiv. The food is delicious and original. The portions are quite large. The prices are adequate. The service is excellent. …", "rating": 5, "name": "A L", "cat": "Ukrainian restaurant"}, {"review": "18.02\ninterior - incredibly beautiful, very stylish and unobtrusive 5/5\nthe food is beautiful, light and very tasty…", "rating": 5, "name": "Элиза Иванова", "cat": "Ukrainian restaurant"}, {"review": "\nKatherine, thank you for your feedback! We will definitely pass this information on to the restaurant manager and have a conversation with the waiters so that there are no such situations in the future🙏🏼 We will be very happy to see you at Sho🤍", "rating": 5, "name": "Peter Sevonius", "cat": "Ukrainian restaurant"}, {"review": " A wonderful place that deserves to come again and again. Beautiful interior, not noisy, we sat in the company and had the opportunity to discuss working moments. Friendly staff, waiters are very attentive. I liked the …", "rating": 5, "name": "Анна Николаевна", "cat": "Ukrainian restaurant"}, {"review": " Oksana, thank you very much for your feedback! We hope to see you again and again in Sho🥰\n\n", "rating": 5, "name": "Anna Libova", "cat": "Ukrainian restaurant"}, {"review": " Ukrainian cuisine restaurant in the center of Kiev. The menu includes traditional Ukrainian dishes, from dumplings and borscht to Transcarpathian banosh. Natural wood tables and chairs, high columns, rough clay walls …", "rating": 5, "name": "Sviatoslav Marchuk", "cat": "Ukrainian restaurant"}, {"review": " Yuri, thank you for your feedback! We look forward to our next meeting🤍\n\n", "rating": 5, "name": "Максим Некрылов", "cat": "Ukrainian restaurant"}, {"review": "Courteously. Handsomely. Purely. And delicious! I enjoyed it... There is a desire to return and try other dishes.\nConquered \"Big Dumpling with Rabbit\" (pictured). …", "rating": 5, "name": "Maryna Kharetonchuk", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 5, "name": "Ленка Станкевич", "cat": "Ukrainian restaurant"}, {"review": "Beautiful and atmospheric restaurant. Prices are good, service is fast. Food for a solid 4-ku ...", "rating": 5, "name": "Алина Покровская", "cat": "Ukrainian restaurant"}, {"review": "\nRuslan, thank you for your feedback! Our entire team is looking forward to seeing you at Sho❤️", "rating": 5, "name": "Helen Stehniei", "cat": "Ukrainian restaurant"}, {"review": "We came to have breakfast! They did not fail with the place, a wide selection of menus for every taste preference and mood. It is convenient that breakfast until 13.00 is just right for Sunday, coffee is justifiably worth its 80 UAH (in good coffee shops 60 UAH ...", "rating": 5, "name": "Алена Коваленко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 3, "name": "Hennadka", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Александра Коваленко", "cat": "Ukrainian restaurant"}, {"review": "\nAlexey, thanks for the feedback! Looking forward to our next meeting❤️", "rating": 5, "name": "Nataliia Akatova", "cat": "Ukrainian restaurant"}, {"review": "Hello) I really like the restaurant itself, the food is the same) I go here often. Everything was super, everything is delicious and beautiful interior. But, the service and the hostess are disgusting (the last time was 02/12/2022) a waiter guy with tattoos and a girl, …", "rating": 5, "name": "Юлия Мирошник", "cat": "Ukrainian restaurant"}, {"review": "\nJulia, thank you for your feedback! We will definitely pass this information on to the restaurant manager and have a conversation with the waiters so that there are no such situations in the future🙏🏼 We will be very happy to see you at Sho🤍", "rating": 5, "name": "Анна Бакуновицкая", "cat": "Ukrainian restaurant"}, {"review": "Every time we come to this place just to eat and relax calmly, something happens all the time.\nforgot to bring coffee...", "rating": 5, "name": "Kristina Korishnichenko (Diamantova)", "cat": "Ukrainian restaurant"}, {"review": "\nTanya, thank you for your feedback! We are very sorry that such a situation occurred and that impression 😔 We would like to apologize for this. Please write your contact phone number in private messages and we will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Arthur White", "cat": "Ukrainian restaurant"}, {"review": "Of the obvious advantages - the interior and concept. For food - were at breakfast, so it's hard to judge the kitchen as a whole. I took oatmeal with porcini mushrooms - I wanted to “twist” the brightness a little to taste (perhaps if it was on mushroom broth, then ...", "rating": 3, "name": "Марія Яців", "cat": "Ukrainian restaurant"}, {"review": "\nSofia, thank you for your feedback! We are sorry that you have such an impression of our restaurant. We are waiting for you to correct the first impression🤍", "rating": 5, "name": "Vinnitska Evgeniya", "cat": "Ukrainian restaurant"}, {"review": "We are celebrating the birthday of our good friend. Right now. Everything is very tasty and fresh. The skewers are very tender! White mushrooms, homemade herring, pickles!!! Mmmm!!! And potato pancakes with mushrooms!!! Overeating!!!! And most importantly, very...", "rating": 5, "name": "Alenka Alenka", "cat": "Ukrainian restaurant"}, {"review": "\nRoman, thanks for the feedback! We look forward to seeing you in our restaurant again❤️", "rating": 5, "name": "Konstantin Bayer", "cat": "Ukrainian restaurant"}, {"review": "Very nice bright interior, plenty of space, pleasant service.\n\nI took donated dumplings in mushroom sauce - very tasty. Crispy crust, so...", "rating": 4, "name": "Aneta Sokolowska", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback! Always glad to see you!", "rating": 4, "name": "Sergii Reestrenko", "cat": "Ukrainian restaurant"}, {"review": "Very cozy and beautiful, the first time there was a wonderful waiter, the second time we got a company and another waiter was rude, there was a very unpleasant aftertaste.\nThe food is very tasty, we were glad to see many vegetarian options…", "rating": 5, "name": "Герман Голуб", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We are very sorry that you are faced with such an unpleasant situation. We have already passed this information to our manager and we will conduct a conversation with the staff so that in the future there will be no such situations. We are always glad to see you again in our restaurant!", "rating": 4, "name": "Ol O", "cat": "Ukrainian restaurant"}, {"review": "A very interesting establishment. The staff is very friendly and hospitable, and the food is quite tasty and satisfying. See you soon! …", "rating": 5, "name": "Mykola Sedletskyi (DaVinci)", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 2, "name": "Marat Dospolov", "cat": "Ukrainian restaurant"}, {"review": " Very tasty! Took borsch, cabbage rolls, avocado salad, jellies, stuffed carp. I liked the service. Nice interesting interior. You can safely recommend. …", "rating": 5, "name": "Iryna Sovkova", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to our next meeting!\n\n", "rating": 5, "name": "Roksolana Bolebruch", "cat": "Ukrainian restaurant"}, {"review": "I visit this restaurant all the time, the whole menu is as simple and delicious as possible. The prices are loyal, the waiters are always polite and smiling) it’s very cozy inside and you don’t want to leave there! I think everyone is obliged to try borsch, jelly, dumplings with ...", "rating": 3, "name": "Andrii Molodyi", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Ostap Podvirnyy", "cat": "Ukrainian restaurant"}, {"review": " very tasty borsch! And the language with white mushrooms) cool interior and convenient location) in summer there is a good terrace, so you will always have a choice where to spend time inside the restaurant, enjoying …", "rating": 5, "name": "Nadya Jupiter", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Always happy to see you at Sho!\n\n", "rating": 5, "name": "Таня Булатова", "cat": "Ukrainian restaurant"}, {"review": "A very atmospheric restaurant of Ukrainian cuisine, which is framed in modernity. An interior that resembles a grandmother's house, but only with its details, such as pillows, due to this it is incredibly cozy and warm at home, where panoramic views …", "rating": 3, "name": "Анастасия Стотыка", "cat": "Ukrainian restaurant"}, {"review": " Restaurant 🍴with traditional Ukrainian food, we ate in three the food was very good we had a bograc soup, seledka pod shuboi, vareniki, olivie, Shashlik, sheka telenka (it was a butter) all perfect also the staff. …", "rating": 5, "name": "Вероника Дацик", "cat": "Ukrainian restaurant"}, {"review": " if you are ready to pay 90 hryvnias for mineral water, this establishment will suit you. menu items are very expensive, even for the center of my city. it is too much for Ukrainian cuisine ingredients …", "rating": 5, "name": "Валерия Евенко", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback!\n\n", "rating": 5, "name": "Lyudmila Litchman", "cat": "Ukrainian restaurant"}, {"review": "Visited SHO restaurant today. The main problem is parking and leaving the restaurant, in front of several top establishments that create traffic jams for entering and leaving the restaurant. …", "rating": 4, "name": "Sergii Viunnikov", "cat": "Ukrainian restaurant"}, {"review": " We thank you! We will wait again 💛\n\n", "rating": 2, "name": "Veta Aromat", "cat": "Ukrainian restaurant"}, {"review": "An excellent restaurant with excellent cuisine. Very interesting interior, you can immediately see what the restaurant was doing with an approach to details. The price level is average for Kyiv. The restaurant has two floors. The staff knows their job very well. Delicious food,…", "rating": 4, "name": "Kamila Kamila", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback, Dmitry! Be sure to consider how to improve the menu format for your comfort 💛\nHave a nice day ☺️\n\n", "rating": 5, "name": "Arkadi Martirosov", "cat": "Ukrainian restaurant"}, {"review": "Excellent modern restaurant serving traditional Ukrainian cuisine. Interier is a separate and very important component. After all, that's what they come here for. The inimitable beauty of the lamps and the overall decoration creates the same WOW effect. At the restaurant…", "rating": 5, "name": "Yuliia Makeup", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much. Good service, clean, nice and cozy. Delicious dishes, ordered a chicken Kiev, fried potatoes, Olivier with tongue and cabbage rolls - I liked everything. Quite a lot of space. …", "rating": 5, "name": "Ann Golik", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback ☺️🤍\n\n", "rating": 4, "name": "Олена Бабич", "cat": "Ukrainian restaurant"}, {"review": "Great establishment!!! Very original and beautiful interior, tables at a reasonable distance from each other. And most importantly, insanely comfortable chairs and sofas, no discomfort) The food is delicious, the portions are of an adequate size, not hungry.", "rating": 5, "name": "Ilya Hess", "cat": "Ukrainian restaurant"}, {"review": "Everything is very delicious. Beautiful design. Very cozy and comfortable. Not cheap. Until 11.30 you can choose from the menu only breakfast. …", "rating": 1, "name": "Taras Malkovych", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback! Always glad to see you!", "rating": 2, "name": "Julia Gerbut", "cat": "Ukrainian restaurant"}, {"review": "Great new place! Restaurant of modern Ukrainian cuisine. Prices are quite high (you can see the menu on the website), but it's worth it. Simply amazing interior! Good selection of breakfasts. In the photo, eggs Benedict with veal cheeks (price ...", "rating": 5, "name": "Анастасия Арцыбашева", "cat": "Ukrainian restaurant"}, {"review": "Did not like. From the positive, good location, beautiful panoramic windows. Good cappuccino. When trying to sit down at a table near the window, I had to squeeze between a table of unhewn boards and a heavy bench. They asked us to transfer. …", "rating": 5, "name": "Юлия Юлия", "cat": "Ukrainian restaurant"}, {"review": "Not bad, but not perfect. Salad 7/10, ripe avocado, good fish, broccoli was frozen before cooking, but not centenary. Borscht 9/10. …", "rating": 1, "name": "Julia Antonenko", "cat": "Ukrainian restaurant"}, {"review": "Incredibly large restaurant in the center of Kyiv! Wow! Was impressed. FOOD: very tasty, I tried: minced meat, sliced ​​​​cheeses (highly recommended!), potato pancakes with caviar, delicious soup with porcini mushrooms, the waiter praised the flounder, but in reality nothing like that ...", "rating": 4, "name": "Бегущий Банкир (Андрей Онистрат)", "cat": "Ukrainian restaurant"}, {"review": "Guys! You are great fellows! Interior 5+, recruitment 5+, kitchen 5+. The waiters and administrators know the menu, they are very friendly, they didn’t order a table for Friday evening, we were first seated not near the window, having heard the wish, within 10 …", "rating": 5, "name": "Anasteja", "cat": "Ukrainian restaurant"}, {"review": "Today I was in a very pleasant Sho restaurant. Very stylish interior, nice staff, delicious food, cocktails, coffee, I saw a lot of famous people here. Beautiful serving of dishes. We also ordered \"to go\" food, the dishes were very nicely packaged. Prices …", "rating": 5, "name": "Alex Sirius", "cat": "Ukrainian restaurant"}, {"review": "Cool place. Quiet and calm. Imitation of authentic Ukrainian design in modern ways. Space. Two floors, lots of seating. On Saturday evening, without any problems and without prior reservation, we were provided with a table. Big…", "rating": 5, "name": "Alsou Alsou", "cat": "Ukrainian restaurant"}, {"review": "Nice place that has thought of everything! From the design of the restaurant to the clothing and behavior of the staff. Delicious food, large portions. The restaurant is suitable both for gatherings with friends and for a romantic date) …", "rating": 5, "name": "Оksana Sybydlo", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian cuisine, unusual ethnic interior and staff clothing.\nOn the one hand, folklore and antiquity, and at the same time it looks modern.\n. …", "rating": 5, "name": "Олег Лебедев", "cat": "Ukrainian restaurant"}, {"review": "Modern restaurant of Ukrainian cuisine, without \"sharovarshchina\"\nVery stylish interior, beautiful modern interpretation of the Ukrainian style.\nGreat staff, courteous and not intrusive. …", "rating": 2, "name": "Светлана Лукаш", "cat": "Ukrainian restaurant"}, {"review": "I have been to this place several times with my family, because we love Ukrainian cuisine, but the dishes are mostly bland, Olivier is tasteless, potato pancakes are like greasy “malash porridge”, jelly is not bad, desserts are basically normal, though the waiters don’t know ...", "rating": 5, "name": "Vitali Kolomiets", "cat": "Ukrainian restaurant"}, {"review": " * Was here last week with a friend of mine from Georgia. When I came up with a question, where is the best place to present Ukrainian cuisine to foreigners, I was recommended to visit this place and have never …", "rating": 5, "name": "Lita Akhmetova (Totemus)", "cat": "Ukrainian restaurant"}, {"review": "Cool interior and due to this wins.\nThe kitchen is a great choice, but everything that we ordered is “average”, where the fur coat is tasteless, there is almost no meat in the jelly ... ...", "rating": 5, "name": "Darya Moseychuk", "cat": "Ukrainian restaurant"}, {"review": "It’s not a shame to take foreign friends away: the interior is beautiful, you can try our national cuisine, but I was not impressed by the food, it is neither good nor bad. And the waiter did not know English to explain the menu to our friends. …", "rating": 4, "name": "Непийвода Вікторія", "cat": "Ukrainian restaurant"}, {"review": " Great Ukrainian restaurant that offers local cuisine.\nEverything is stylish yet traditional, even the waiters and waitresses have traditional dresses on. …", "rating": 4, "name": "Alevtina Dagnoff", "cat": "Ukrainian restaurant"}, {"review": " Starting because the design of the restaurant is impressive and worth seeing, such as its dishes or the uniform of the waiters, all very well thought out and designed. Very good food and excellent service at a good …", "rating": 1, "name": "Настя Ахбаш", "cat": "Ukrainian restaurant"}, {"review": "We ordered borscht, pike perch with vegetable puree, salmon salad, Russian salad with tongue, veal cheeks, minced meat (I wanted a more delicate taste). In general, everything tasted good. …", "rating": 5, "name": "World Auto", "cat": "Ukrainian restaurant"}, {"review": "\nElena, thank you for your feedback! We will always be glad to see you in Sho🤍", "rating": 5, "name": "Ivan Kroshnyi", "cat": "Ukrainian restaurant"}, {"review": "We were praised for this restaurant and we finally got into it. Yes, there is enough space here, the interior is unusual and authentic. But this is a restaurant of Ukrainian cuisine, what does the chef offer us? We were in the morning and therefore could only taste breakfast ...", "rating": 5, "name": "Natali Moroz", "cat": "Ukrainian restaurant"}, {"review": "Great interior! Gorgeous clay chandeliers, authentic wood and windows full of light create a very pleasant atmosphere! …", "rating": 3, "name": "Serhii Samoliuk", "cat": "Ukrainian restaurant"}, {"review": "Called in advance and didn't have to book a table. I wanted a festive dinner with Ukrainian cuisine. The place fit all requirements. The first, not the most positive impression was made by the hostesses, we were asked twice for how many guests we needed ...", "rating": 4, "name": "Елена Костенко", "cat": "Ukrainian restaurant"}, {"review": "\nDarina, thank you for your feedback! We are very sorry that there was such a situation with the dishes and with the communication with the staff😔 We would like to personally apologize for this. Please write your contact phone number in private messages and our manager will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Rita Frolova", "cat": "Ukrainian restaurant"}, {"review": "Atmospheric. The male waiters are very attentive and helpful. Kitchen 👌 Styling is very cozy, thoughtful. Spacious. Would like to come back here.\nIn general, if you need a place to chill, and not just eat, you are here. …", "rating": 5, "name": "Кристина Зеленская", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback! We will wait again ☺️🤍\n\n", "rating": 5, "name": "Светлана Зайцева-Шевченко", "cat": "Ukrainian restaurant"}, {"review": " Great Ukrainian style, atmosphere, a large selection of dishes on the menu, all very tasty! But! The service is awful (waiters are unfriendly, the girl was unfriendly to us, poured wine, and then said that we hinder …", "rating": 5, "name": "Дмитрий Смирнов", "cat": "Ukrainian restaurant"}, {"review": "I ordered delivery from this restaurant. So I wanted a delicious soup after the new year. Disappointed. When ordering chicken soup, you expect to see vermicelli there, some kind of carrot, greens, well, at least something! And in fact there was muddy water, in ...", "rating": 5, "name": "Богдан Коцупей", "cat": "Ukrainian restaurant"}, {"review": "Were you recently, thank you very much to the whole team, the hostess girls that met and found a cozy table, although it was quite crowded. And the chefs that they cook so deliciously. I especially liked the cheeks with pearl barley and borscht with a bull. Traditional cuisine …", "rating": 5, "name": "Artem Bykovets", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We look forward to welcoming you and your whole family for dinner🤍", "rating": 3, "name": "Ярослав Кравченко", "cat": "Ukrainian restaurant"}, {"review": "Restaurant with a modern ethno-Ukrainian style. Dishes of Ukrainian cuisine. They have their own beer and liqueurs. Restaurant prices. Positive: 1. Design, paraphernalia, dishes, tables and furniture, staff clothes, LEDs in the concrete floor, greenery all in one...", "rating": 4, "name": "Christina Podolyako", "cat": "Ukrainian restaurant"}, {"review": " New trendy trendy Ukrainian restaurant. Total landing - 300+ people. Prices for food from $ 4 (for example, salad), the most expensive dish - $ 13 (flounder fried in a pan). Everything is stylized like Trypillia. Cook …", "rating": 3, "name": "Kostyantyn Dmytrenko", "cat": "Ukrainian restaurant"}, {"review": "The restaurant is losing ground on all fronts.\nOn the threshold we were met with a question from one hostess to another, literally: “Where are these?” …", "rating": 5, "name": "LULU lala", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! We are very sorry that such a situation happened and your impression of our restaurant was spoiled from the first minutes😔 We will pass on information about this case to the restaurant manager and we will definitely have a conversation with the staff so that this situation does not happen in the future🙏🏼", "rating": 1, "name": "A", "cat": "Ukrainian restaurant"}, {"review": "Very cozy and colorful place. nice team)\nDelicious food, just delicious. The price of dishes is above average) but if you want to impress a girl or sit with a company, then definitely …", "rating": 1, "name": "Наташа Исмаилова", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! Always glad to see you!", "rating": 5, "name": "Люда Кравченко", "cat": "Ukrainian restaurant"}, {"review": "In the menu of dishes of Ukrainian cuisine, everyone can choose something to their liking. Nice and cozy inside, friendly staff. …", "rating": 5, "name": "Eva Brown", "cat": "Ukrainian restaurant"}, {"review": "\nMarina, thank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Юля Сташук", "cat": "Ukrainian restaurant"}, {"review": "Good place to meet friends and family. Interesting interior, beautiful serving of dishes, not small portions, everything is fresh and hot. Of the minuses, a huge number of staff running back and forth, not cheap alcohol. …", "rating": 5, "name": "Kate Ulasheva", "cat": "Ukrainian restaurant"}, {"review": " Excellent experience: beautiful and tasty cuisine, attentive service, modern decoration 💯 …", "rating": 5, "name": "Олег Пиж", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Polina Berry", "cat": "Ukrainian restaurant"}, {"review": "Service is poor, waited a long time for the menu. There is no free water. And carrying paid water for 10 minutes is quite normal, yeah. Red borscht is out of stock, Kyiv cake too (although both are on the menu). Green borscht with sand. They told the waiter...", "rating": 5, "name": "Андрей Савченко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that such a situation has occurred and that you have such impressions. We would like to fix this. Please write your contact phone number in your personal messages, we will contact you shortly: https://www.facebook.com/shoislove/", "rating": 2, "name": "Sveta Idelson", "cat": "Ukrainian restaurant"}, {"review": "A good place. The food is very tasty, the service is good) There is a wardrobe at the entrance. 2 floors restaurant. clean and comfortable)\nThanks 😇…", "rating": 2, "name": "Оля Сладкова", "cat": "Ukrainian restaurant"}, {"review": "The first time I came to this place to eat after sitting for 10 minutes, I had to ask for the menu, after the menu was taken out, I sat for another 15 minutes, looked at the waiters, waited for the order to be taken - no one came up. The staff on the second floor can't speak…", "rating": 5, "name": "Вячеслав Гринюк", "cat": "Ukrainian restaurant"}, {"review": "\nVanya, thank you for your feedback! We are very sorry that this happened and you had such a first impression😔 We would like to apologize for this. Please write your contact number in private messages and we will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Екатерина Белё", "cat": "Ukrainian restaurant"}, {"review": "I don't remember the name, but it was insanely delicious. Thanks to the waiter for the advice to taste. Cozy place with affordable pricing. I strongly recommend to try. …", "rating": 5, "name": "Yuriy Izerskiy", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much! We will wait again 💛\n\n", "rating": 3, "name": "Роман", "cat": "Ukrainian restaurant"}, {"review": "Loved this establishment. If I wanted Ukrainian cuisine, I went only to you. But the cabbage rolls were overcooked for the last time, why bring water from Sicily to a Ukrainian cuisine restaurant, the Kyiv cake was too hard. Borscht and lamb steak are super! Possibly more…", "rating": 4, "name": "Юлия Александровна", "cat": "Ukrainian restaurant"}, {"review": "\nAlexandra, thank you for your feedback! We are very sorry that we upset you😔 We will work on the errors and hope to see you very soon so that you will love our restaurant again🙌🏼❤️", "rating": 5, "name": "Aлёна Алиба-ба", "cat": "Ukrainian restaurant"}, {"review": " Beautiful restaurant with typical Ukrainian cuisine, luxurious atmosphere.\nAbsolutely recommended …", "rating": 5, "name": "Тома Магдик", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! Always happy to see you!", "rating": 5, "name": "Иван Ванькевич", "cat": "Ukrainian restaurant"}, {"review": " Nice place with home cooking. The food is simple, perhaps most people are accustomed to getting something more delicious for the price. But the cuisine is still varied and delicious. Prices are above average. I really …", "rating": 2, "name": "Anna Doroshenko", "cat": "Ukrainian restaurant"}, {"review": "Delicious cuisine, service at altitude, as far as can be judged from a single visit.\nOn the plus side, there is a smoking area. …", "rating": 3, "name": "Дарья Белобородова-Хруль", "cat": "Ukrainian restaurant"}, {"review": " Cool interior! I recommend trying tubes with condensed milk and feel that nostalgia for the Crimean beaches) I'll be back more than once!) …", "rating": 5, "name": "Валентина Шишман", "cat": "Ukrainian restaurant"}, {"review": " Thank you ☺️ We will wait again!\n\n", "rating": 5, "name": "ihb bhi", "cat": "Ukrainian restaurant"}, {"review": " Absolutely fantastic evening. The room is incredible, large airy and the panaroma fixtures provide lots of light. The furniture in coarse wood textiles and light fabrics. The proximity to the kitchen provides great …", "rating": 2, "name": "Jarosław", "cat": "Ukrainian restaurant"}, {"review": "Simply unrealistically stylish! Delicious! Purely! Nicely! Heartfelt and hospitable! The management and staff are top notch! Especially Svetlana and Maxim💥💥💥💥💥💥 …", "rating": 4, "name": "Боб Боб", "cat": "Ukrainian restaurant"}, {"review": "Liked the restaurant very much. Wonderful interior, beautiful embroidered shirts from the staff. The kitchen is at its best 👌🏼: delicious cabbage rolls, fragrant appetizing kebab, not at all bland (as other guests write) jelly. Even though we came...", "rating": 1, "name": "Карина Одновол", "cat": "Ukrainian restaurant"}, {"review": " Borsch is just a work of art! Incredibly delicious.\n\n", "rating": 5, "name": "Andrii Prokopets", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Always happy to see you at Sho!\n\n", "rating": 5, "name": "Anastasiia Naum", "cat": "Ukrainian restaurant"}, {"review": "This is my favorite restaurant. The most delicious Ukrainian cuisine. When you are here, be sure to try their chicken pate!\nService at the highest level! Pate and wine - van lav. …", "rating": 3, "name": "Malka", "cat": "Ukrainian restaurant"}, {"review": "Ukrainian food. Prices are average. There are no complaints. Everything was delicious. The waiters are pleasant, the atmosphere is comfortable. There are a lot of people on Monday evening. …", "rating": 3, "name": "Yuliya Labzina", "cat": "Ukrainian restaurant"}, {"review": "Sho\nAtmospheric place of Ukrainian cuisine 🇺🇦. Very different reviews and for some reason most of them are negative. I very rarely listen to someone else's opinion, because for ...", "rating": 5, "name": "Сергей Самойлов", "cat": "Ukrainian restaurant"}, {"review": "We liked it, the food is delicious, the drinks are excellent, the waiters are smart, they told, showed, explained everything. There was a slight misunderstanding with the banquet, time and places, but everything was somehow resolved ...", "rating": 4, "name": "Vladimir Belyi", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Krzysztof Padoł", "cat": "Ukrainian restaurant"}, {"review": "Excellent modern Ukrainian cuisine. It is spacious, pleasant interior, excellent service and attention to detail. As for the food, it's excellent too. Dishes are both classic national and with interesting …", "rating": 3, "name": "Євгенія Чевичелова", "cat": "Ukrainian restaurant"}, {"review": "Probably the most delicious capuorange in Ukraine! Came for the first time with a friend for capuorange and capugrey from Slava Babich.\nUnfortunately, we did not find kapugrey on the menu this time. And we didn't wait for the menu...", "rating": 4, "name": "Яна Чепилко", "cat": "Ukrainian restaurant"}, {"review": " Yes - I also noticed that they do not speak Ukrainian. This shortcoming needs to be corrected.\nIn general, I really liked the design and interior. The restaurant is large and …", "rating": 5, "name": "Петр Кричун", "cat": "Ukrainian restaurant"}, {"review": "We had a very pleasant evening!!\nRested with my husband, fell in love with the atmosphere and cuisine! For a long time there was no such thing that I liked everything, but this time it turned out differently, the girl Maryana served, everything ...", "rating": 2, "name": "Petro Kvartsianyi", "cat": "Ukrainian restaurant"}, {"review": "\nAlexandra, thank you for your feedback! We are very glad that you liked it with us! We are always glad to see you in Sho!", "rating": 5, "name": "Olena Turkevych", "cat": "Ukrainian restaurant"}, {"review": "Agree with many reviews - amazing place! No words, just - \"SHO, I will be back\" 🤍 ...", "rating": 1, "name": "Онисія Новикова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 4, "name": "Olya Asaulyak", "cat": "Ukrainian restaurant"}, {"review": "I really liked the interior, quiet and peaceful place, well-trained staff. A fairly wide selection of dishes of classic Ukrainian cuisine and large portions …", "rating": 2, "name": "Татьяна", "cat": "Ukrainian restaurant"}, {"review": "Kitchen at the highest level! Enchantment is quite expensive, but it's worth it. In addition, the interior is just space. …", "rating": 5, "name": "Эдуард Гоженко", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much, Anna ☺️🤍 We will wait for your dreams!\n\n", "rating": 1, "name": "Larisa Larina", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Your _bro_o", "cat": "Ukrainian restaurant"}, {"review": " Thank you 🤍\n\n", "rating": 5, "name": "Ева Володарская", "cat": "Ukrainian restaurant"}, {"review": "I liked it very much, everything was delicious and we ate a lot of dishes😋. Nice service and environment. I would like to note the excellent design of the restaurant in the style of ethno-minimalism, the walls of the hut hut in a modern room - just wow. Probably one of the best...", "rating": 4, "name": "Анна Романова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 2, "name": "Sasha", "cat": "Ukrainian restaurant"}, {"review": "Interesting interior, delicious food, and bad service, I hope you pay attention to this). …", "rating": 5, "name": "Александр Македонский", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We have passed the information to the manager, we will work out this moment. always glad to see you in Sho!", "rating": 5, "name": "Владислав", "cat": "Ukrainian restaurant"}, {"review": "I went because of an acute shortage of borscht in the body. Not the best borscht in my life, but not bad. The stuffed fish is good. The service is excellent. …", "rating": 5, "name": "Dmytro Mashtalir", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Vladyslava Kim", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We look forward to our next meeting;)", "rating": 5, "name": "Евгений Цейзар", "cat": "Ukrainian restaurant"}, {"review": " Super nice place, interesting facility, very friendly service and delicious food! International and national cuisine! We recommend!!! …", "rating": 5, "name": "Anastasiia Lutak", "cat": "Ukrainian restaurant"}, {"review": " A beautiful place, but we expected better food (mushrooms were very \"chewy\") borscht just ok without delight. …", "rating": 5, "name": "Юлия Чернобай", "cat": "Ukrainian restaurant"}, {"review": " tasty, beautiful, expensive.\nportions are small, the service is excellent.\nstaff 28.12 after 16:30, for some reason fussed, but the speed of service it did …", "rating": 5, "name": "Карина Хачатурова", "cat": "Ukrainian restaurant"}, {"review": "Very cool restaurant of Ukrainian cuisine. The scale and design are just as impressive as the taste of the dishes. Surprisingly, the cocktails were on the level, but it seems to me that tinctures should be taken here) …", "rating": 5, "name": "Jeff Snider", "cat": "Ukrainian restaurant"}, {"review": "Cozy and tasty. Attentive service. No wonder they say that the best of the local cuisine. Salo was amazing...", "rating": 5, "name": "Ki Taek Lee", "cat": "Ukrainian restaurant"}, {"review": "Most of the dishes were delicious. Perfect potato pancakes and dumplings, I also advise you to try. Forshmak was not very good, perhaps fish dishes are not worth taking here. Another minus in a large number of flies on the second floor in the summer. …", "rating": 5, "name": "Игорь Кравец", "cat": "Ukrainian restaurant"}, {"review": "+ Interesting interior\n+ Traditional but unusual dishes\n+ Friendly staff...", "rating": 5, "name": "Натали Датчук", "cat": "Ukrainian restaurant"}, {"review": " The restaurant is spacious, with an original design and delicious food. You can sit with friends, family, and whoever needs it, alone. …", "rating": 5, "name": "Наталья Бут", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place, from meeting to parting everything is perfect! The food is delicious and the portions are huge, the check is more than affordable. The interior is interesting and cozy…", "rating": 5, "name": "Olesia Teslenko", "cat": "Ukrainian restaurant"}, {"review": "\nRoksolana, thank you for your feedback! We are always glad to see you in our restaurant🤍", "rating": 5, "name": "Natalia Timonina", "cat": "Ukrainian restaurant"}, {"review": " The atmosphere is authentic, the interior is cool.\nfood:\nThe borscht and mushroom soup were already cold; …", "rating": 4, "name": "Natasha Verzilova", "cat": "Ukrainian restaurant"}, {"review": " Wonderful interior and delicious Ukrainian cuisine 🤗\n\n", "rating": 4, "name": "Наталия Федченко", "cat": "Ukrainian restaurant"}, {"review": "I love this establishment very much.\nAlways super tasty super fresh food beautiful presentation and great atmosphere…", "rating": 5, "name": "Alex Nod", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! Every day we are ready to give you our smiles and share our energy 🥰", "rating": 5, "name": "Vadym Harat", "cat": "Ukrainian restaurant"}, {"review": "One of the best Ukrainian restaurants in Kyiv.\nVery tasty, nice atmosphere, interior, nice staff. Everything we tried was perfect! I recommend to visit. …", "rating": 3, "name": "Denis Sapozhkov", "cat": "Ukrainian restaurant"}, {"review": "\nTanya, thank you for your feedback! Always glad to see you in Sho!", "rating": 5, "name": "Жанетта Крюкова", "cat": "Ukrainian restaurant"}, {"review": "Advertising of this institution for 5+, but the restaurant itself for a maximum of 3 balls !!!! The prices are not small, but the dishes are not tasty ((((Vareniki seem to be bought, moreover, from cheap ones, inside is not meat, but ground waste. And I really wanted tasty, homemade …", "rating": 4, "name": "Татьяна М", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian cuisine, authentic atmosphere and interior. Pleasant and attentive waiters. Great for lunch and/or dinner with family, friends, party or dinner for two. Delicious natural lemonades and big enough …", "rating": 5, "name": "Юлия Степенко", "cat": "Ukrainian restaurant"}, {"review": "We stayed at this restaurant with family, very cozy place. Friendly staff, special thanks to the waiter Maryana. Without her, our evening would not have been so pleasant and tasty. All the dishes that she recommended are top class!) Very tasty cuisine. …", "rating": 1, "name": "Andrii Rud", "cat": "Ukrainian restaurant"}, {"review": "\nValeria, thank you for your feedback! We are very pleased that you have chosen our restaurant and trusted us in the choice of dishes🤍", "rating": 3, "name": "Печенін Ярослав", "cat": "Ukrainian restaurant"}, {"review": "Restaurant of Ukrainian cuisine. Everything is very tasty, side, platbands, stuffed fish, dumplings, pancakes and much more. The prices are above average, but the quality of the food is justified. I recommend. The interior design is pleasant. …", "rating": 2, "name": "Alona Goroshko", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! Always glad to see you!", "rating": 5, "name": "T G", "cat": "Ukrainian restaurant"}, {"review": " good modern interior, lots of light, you feel comfortable in the restaurant. visited the restaurant several times. all times ordered first courses. they were always brought warm. both for me and for my wife. that is, …", "rating": 5, "name": "Анна Коваль", "cat": "Ukrainian restaurant"}, {"review": " Sergey, thank you for your feedback! We will be sure to take your comment into account and improve our menu. We look forward to seeing you at Sho!\n\n", "rating": 5, "name": "Catrin Miller", "cat": "Ukrainian restaurant"}, {"review": " I left half of all the food in plates. A couple of years ago I enjoyed it here, but not now.\nThen, in a Ukrainian restaurant (by the way, the Salt Award included him in the …", "rating": 5, "name": "Irina Michajlova", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are very sorry that such an unacceptable situation happened😔 We passed the information to both the manager and the manager of the restaurant. We will do our best to prevent this from happening in the future. We would like to personally apologize for this. Please write your contact phone number in a personal message, and our manager will contact you: https://www.facebook.com/shoislove/\n\n", "rating": 5, "name": "Светлана Притуленко", "cat": "Ukrainian restaurant"}, {"review": "Beautiful, cozy and colorful. Good location.\n\nSalad with avocado and salmon is delicious (but I would like more fish). …", "rating": 5, "name": "Olena Nagirniak", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We passed this information to the manager. Let's work this moment. We are always glad to see you in Sho!", "rating": 5, "name": "R D", "cat": "Ukrainian restaurant"}, {"review": "Delicious Ukrainian dishes, excellent service and a decent wine list…", "rating": 4, "name": "Карина Цыб", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Inna Uzun", "cat": "Ukrainian restaurant"}, {"review": "Very beautiful and delicious!\nTraditionally dressed staff adds coziness and the feeling that you are at home)\nUkrainian cuisine, delicious pies) …", "rating": 5, "name": "Александр Антоненко", "cat": "Ukrainian restaurant"}, {"review": "The most stylish restaurant of Ukrainian cuisine in Kyiv! The interior, dishes, serving, dishes, menu, everything is perfect! …", "rating": 5, "name": "Victoria Yevtoushenko", "cat": "Ukrainian restaurant"}, {"review": " And it seems to me that the design, though stylish, is cool. There is a lack of bright Ukrainian zest in the interior, such as sunflowers. …", "rating": 5, "name": "Anna P.", "cat": "Ukrainian restaurant"}, {"review": " Elena, thank you for your feedback! The interior of our restaurant is made in the style of a mazanka house🙌🏼 We will be glad to see you🤍\n\n", "rating": 3, "name": "Oksana Kostkina", "cat": "Ukrainian restaurant"}, {"review": "Tasty, national, beautiful interior. See the photo and you will understand😀☝...(waiting for a jar of salted tomatoes) …", "rating": 5, "name": "Юрий Щерба", "cat": "Ukrainian restaurant"}, {"review": " It seems that the fly was not expected in the salad with salmon and avocado. …", "rating": 5, "name": "Наталья Иващенко-Джуваго", "cat": "Ukrainian restaurant"}, {"review": "Brought a guest from America. So far everything has been delicious and the service has been great. But in the mushroom soup I got .... a worm. The plate with my worm was quickly taken away. Didn't even have time to take a picture. …", "rating": 5, "name": "Vladyslav Lytvynenko", "cat": "Ukrainian restaurant"}, {"review": "Guys, it's just a pleasure 🥰\nEverything is very tasty, buckwheat pancakes with pike caviar won my heart ❤️\nAnd the care and charisma of your wonderful Bartender Andrey just completely fell in love with …", "rating": 4, "name": "sasa sasa", "cat": "Ukrainian restaurant"}, {"review": "Great place for Ukrainian cuisine. The choice of food is wonderful. I discovered coconut buckwheat tea. This is delicious …", "rating": 5, "name": "Вячеслав Синицын", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much, Julia! Yes, buckwheat is incredible ☺️🤍\n\n", "rating": 4, "name": "Игорь Ефимович Ицковский", "cat": "Ukrainian restaurant"}, {"review": "Salad with salmon and avocado was just disgusting. Too much dressing and lemon juice. Very bad service. The waiter was forever with a displeased look, at the end he could not divide the bill among the visitors, saying “if you yourself counted ...", "rating": 4, "name": "Asya Portniagina", "cat": "Ukrainian restaurant"}, {"review": "Thank for feedback! We are very sorry that you are faced with such an unpleasant situation. We have already passed this information to our manager and we will conduct a conversation with the staff so that in the future there will be no such situations. We are always glad to see you again in our restaurant!", "rating": 5, "name": "Nataliia Kalinichenko", "cat": "Ukrainian restaurant"}, {"review": " Good place. Deliciously. Polite staff. A good selection of wines. Super design. …", "rating": 2, "name": "Dmitry B.", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Maksym Hontar", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for your feedback! Always glad to see you!", "rating": 4, "name": "Рома Кисляк", "cat": "Ukrainian restaurant"}, {"review": "Cool interior and panoramic windows. Cups for tea 👍🏻👏🏼\nTried Napoleon and tubes.\nEverything is delicious, but the tubes are sooooo sweet, I even had to remove the condensed milk ...", "rating": 5, "name": "Александр Бех", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 2, "name": "VICTOR MEDOFF", "cat": "Ukrainian restaurant"}, {"review": " Wonderful interior. I was at breakfast, so I can't make an impression of Ukrainian cuisine. But overall the impression is great. I want to go back and taste lunch. …", "rating": 5, "name": "Андрей Полищук", "cat": "Ukrainian restaurant"}, {"review": "Interesting interior and delicious food.\nVery pleasant staff. …", "rating": 5, "name": "Anna Shypovska", "cat": "Ukrainian restaurant"}, {"review": "The interior does not always save!\nIt was on 07/06/2019. Two dishes - two by\nBeetroot with goat cheese - wrong proportions, too fatty, goat cheese is not so ...", "rating": 5, "name": "Urij NeVazhno", "cat": "Ukrainian restaurant"}, {"review": " Very nice design and menu.\nBut some waiters why in principle serve visitors in Russian …", "rating": 5, "name": "Evgeniy Tolochin", "cat": "Ukrainian restaurant"}, {"review": " Beautiful atmosphere, good Ukrainian music, delicious food, nice service. …", "rating": 5, "name": "Таисия Е.", "cat": "Ukrainian restaurant"}, {"review": "I love their borscht, chicken Kiev will taste better if you replace the side dish with mashed potatoes ☺️ …", "rating": 3, "name": "ru ta", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! Looking forward to our next meeting🤍", "rating": 5, "name": "Олег Каспірович", "cat": "Ukrainian restaurant"}, {"review": " The food was delicious, the interior was very stylish and the service was normal. The only downside is that in the Ukrainian restaurant of national cuisine staff speak Russian. …", "rating": 3, "name": "Anton Osypa", "cat": "Ukrainian restaurant"}, {"review": " Victoria, thanks for the feedback! We have already passed the information about this to the restaurant manager and will be sure to talk to the staff. We are always glad to see you in Sho🤍\n\n", "rating": 1, "name": "Antonina Bilinchuk", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Yaro Zakharchuk", "cat": "Ukrainian restaurant"}, {"review": "We came for lunch, all the food was served cold and very sweet (borscht, fish soup, pike perch, etc.) The waiters serve for a very long time, not friendly, they do not respond to complaints! The impression of the institution is terrible! We do not recommend…", "rating": 3, "name": "Oleg Gelya", "cat": "Ukrainian restaurant"}, {"review": "\nNastya, thank you for your feedback! We are very sorry that this happened and you have such impressions of our restaurant😔 We would like to personally apologize to you and change your impression! Please write your contact phone number in your personal messages and we will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Pelageya Nagornaya", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant. Bright, clean, friendly staff, delicious food and beautiful presentation. I recommend …", "rating": 3, "name": "Pavel", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 1, "name": "Marina Pavliuchyk", "cat": "Ukrainian restaurant"}, {"review": "One of the best establishments of Ukrainian cuisine in all of Kyiv.\n\nGood menu, very nice design and attentive staff. …", "rating": 5, "name": "Anastasiia Ivanova", "cat": "Ukrainian restaurant"}, {"review": "\nIvan, thanks for the feedback! The whole Sho restaurant team is looking forward to seeing you🤍", "rating": 5, "name": "Andr", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Наталья Куликова", "cat": "Ukrainian restaurant"}, {"review": " I ordered \"meat dumplings\" and expected the taste of homemade dumplings, but in reality I got a taste of semi-finished products of medium quality (tasteless). The service is good and the interior is interesting so …", "rating": 5, "name": "Станислав Шаховцев", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! The information was passed to the manager, we will work on this point. Always glad to see you in Sho!\n\n", "rating": 1, "name": "Alla Tkachenko", "cat": "Ukrainian restaurant"}, {"review": "I've been to this establishment about 5 times. The food is delicious, the interior is pleasant, the overall atmosphere is good. But every time the waiters come across worse and worse, as if they are doing a favor by taking the order, this time it was to catch the waiter ...", "rating": 5, "name": "Екатерина Дзень", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation. Please write your contact phone number, we will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Sergey Yuriev", "cat": "Ukrainian restaurant"}, {"review": "I like it. delicious, good service, stylish and tasteful. We tried bograch, chicken Kiev, dumplings, a basket of marmalade and a cake. Would return 100%...", "rating": 5, "name": "Ivan Litvinov", "cat": "Ukrainian restaurant"}, {"review": " Thank you for the wonderful organization of a wedding banquet for 13 people. Everyone was delighted: the food, service, interior and atmosphere). Special thanks to the incredible girl who served our table. We will …", "rating": 5, "name": "Александр Гарбовский", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to our next meeting!\n\n", "rating": 5, "name": "Zorya Mazuryk", "cat": "Ukrainian restaurant"}, {"review": "We came at the beginning of the 1st night, we were told - the kitchen is closed, but they will make a light salad. We ordered 2 salads (one with avocado, and 2nd tomatoes and cheese) - we are very satisfied, tasty, the sauce is excellent. Thank you for the service and maintenance, as well as loyalty and…", "rating": 5, "name": "Ekaterina Kochergan", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 2, "name": "Андрей Максименко", "cat": "Ukrainian restaurant"}, {"review": "Also a beautiful interior, it is very pleasant to sit in such a place!\nThe kitchen is 4 out of 5, but worthy enough …", "rating": 5, "name": "Pavel Yamko", "cat": "Ukrainian restaurant"}, {"review": "\nDimitri, thank you for your feedback! We look forward to our next meeting!", "rating": 4, "name": "Елена Сорока", "cat": "Ukrainian restaurant"}, {"review": "Visited this restaurant not long ago. The impressions are extremely positive. Very tasty food, especially trout with vegetables and eggplant caviar)\nLoved the decor and service.…", "rating": 2, "name": "Valentyn Shabelnyk", "cat": "Ukrainian restaurant"}, {"review": "\nBogdan, thank you for your feedback! We hope we will see you in Sho very soon!", "rating": 4, "name": "Liliya Kalyuzhna", "cat": "Ukrainian restaurant"}, {"review": "One of the best establishments in terms of service and cuisine with Ukrainian dishes, but decorated in a modern and European way. (Without Cossack motifs, viburnum and embroidered shirts. Which I love and respect, but to arrange an institution in Ukrainian ethnic style without them ...", "rating": 5, "name": "Ангеліна Коткова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Alexander Tunick", "cat": "Ukrainian restaurant"}, {"review": "The interior is cool, the prices are above average, the food is not bad, the staff will serve well if the check is above 1k hryvnia and that is not a fact. Cool dude in the wardrobe! …", "rating": 5, "name": "Anna Krylova", "cat": "Ukrainian restaurant"}, {"review": "\nYaroslav, thank you for your feedback! We are very sorry that you are faced with such a situation😔 We will definitely talk over this situation with our staff. But we would also like to personally apologize. Please write your contact phone number in your personal messages and we will contact you: https://www.facebook.com/shoislove/", "rating": 4, "name": "Alyona Tulbanova", "cat": "Ukrainian restaurant"}, {"review": "Beautiful, cozy, great service. Not impressed with the food, unfortunately. Delicious, but nothing out of the ordinary. …", "rating": 5, "name": "Олена Сагайдак", "cat": "Ukrainian restaurant"}, {"review": "Overall great food and great coffee. But for the first time I see that the restaurant would not give filtered water at the request of the client. It's strange somehow. And the waiter discussed that they do not give plain water, you can only buy it. AND …", "rating": 5, "name": "Ludmila Ivanets", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 3, "name": "Oleg Dekhtiarenko", "cat": "Ukrainian restaurant"}, {"review": " Great Ukrainian restaurant, great service, delicious food and great atmosphere. I highly recommend it. …", "rating": 5, "name": "Art Nik", "cat": "Ukrainian restaurant"}, {"review": "5+ for interior, service and atmosphere. 1 for the quality of the food. We made a large order, spending almost 2000 UAH for two adults and 1 child. The rowing soup was bitter, as something in it was slightly overcooked. Pampushka for borscht was not very…", "rating": 5, "name": "Oksana Sharpatska", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that you have such an impression of our restaurant. We would like to fix this! Please write your contact phone number in a personal message, and our manager will contact you shortly: https://www.facebook.com/shoislove/", "rating": 5, "name": "Veronika Stepanchuk", "cat": "Ukrainian restaurant"}, {"review": "Just awful ! Today we were in a restaurant, I asked for a glass of ordinary water - to which I heard from the waitress that they don’t have water and you only need to buy it! Of course, I understand everything, but I have never heard this in any restaurant! And this is a restaurant...", "rating": 5, "name": "Alexander Bubenchikov", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that such a situation has occurred and that you have such impressions. We would like to fix this as soon as possible. Please write your contact phone number in your personal messages, we will contact you shortly: https://www.facebook.com/shoislove/", "rating": 5, "name": "Andrey z", "cat": "Ukrainian restaurant"}, {"review": "Tasty enough. Without a doubt, you can come with friends - foreigners and be sure of dishes for everything 💯 ...", "rating": 3, "name": "Олена Голубєва", "cat": "Ukrainian restaurant"}, {"review": "Always pleasantly greeted by polite hostesses\nDelicious cuisine\nGood staff…", "rating": 5, "name": "Alina", "cat": "Ukrainian restaurant"}, {"review": " Super!!! Thank you to the friendly staff, everything is very tasty! …", "rating": 3, "name": "Тетяна Кудря", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to our next meeting!\n\n", "rating": 1, "name": "Дмитрий Токарь", "cat": "Ukrainian restaurant"}, {"review": "Light, thoughtful interior. Spacious. Girls wear translucent embroidered dresses with braids. Simple, understandable Ukrainian cuisine. Interesting, unique dishes.", "rating": 5, "name": "iurii Iashchenko", "cat": "Ukrainian restaurant"}, {"review": " The place was a pleasant surprise! The interior of the institution is thought out to the smallest detail and encourages the creation of the most pleasant relaxed atmosphere. Top level service. …", "rating": 5, "name": "Sehee Park", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Always happy to see you at Sho!\n\n", "rating": 3, "name": "Igor Rozhkov", "cat": "Ukrainian restaurant"}, {"review": "Everything is delicious 🤤\nIt’s insanely atmospheric inside, and you can watch sunsets from the second floor forever 🤍 …", "rating": 1, "name": "Elena Rastorgueva", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much!\n\n", "rating": 5, "name": "V", "cat": "Ukrainian restaurant"}, {"review": " Very nice. Prices are high but all at the highest level. Very friendly and friendly staff. A great map of wines. …", "rating": 3, "name": "Yurii Kondratskyi", "cat": "Ukrainian restaurant"}, {"review": "Puree, apparently, was over for me, smeared on a plate, and there were a lot of cutlets or vinegar, or something, it’s not clear. I hope the fish was fresh.\nChicken broth is also not very good. (Chicken with a taste already) I ate it from hunger. …", "rating": 1, "name": "Виктория Орлова", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that you have such impressions. We would like to fix this. Please write your contact phone number in your personal messages and our manager will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Marina Rudina", "cat": "Ukrainian restaurant"}, {"review": " Serve in Russian. There is no ordinary water on the tables, just buy. I would not recommend this restaurant to friends. …", "rating": 2, "name": "Yuliya Lady", "cat": "Ukrainian restaurant"}, {"review": " Very tasty and at a reasonable price. Polite and pleasant staff. Like the simple, yet unobtrusive interior, cozy atmosphere. I liked that their delicious bread is baked by hand (you can buy it to take away). …", "rating": 5, "name": "Nadiia Ivarova", "cat": "Ukrainian restaurant"}, {"review": " Thank you for your feedback! Always glad to see you!\n\n", "rating": 5, "name": "Галина", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Влад Куліченко", "cat": "Ukrainian restaurant"}, {"review": " Thank you 🤍🤍🤍\n\n", "rating": 5, "name": "Евгений Демидов", "cat": "Ukrainian restaurant"}, {"review": " The place is quite interesting. The interior uses a lot of antique wood, which gives a special atmosphere. The waiters are friendly. Fast food and delicious food. …", "rating": 5, "name": "Анна Соловьева", "cat": "Ukrainian restaurant"}, {"review": "The interior is very beautiful and instagrammable. At the entrance, they speak Russian, although the restaurant serves Ukrainian cuisine... The staff looks very authentic, but they take a very long time to arrive, they were even about to leave, because our waiter was just passing by, …", "rating": 5, "name": "veronika rocks", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that your last visit to Sho left such an impression. We will definitely fix it! But first, we would like to apologize to you personally. Please send your contact number to us in private messages: https://www.facebook.com/shoislove/", "rating": 5, "name": "Вероника Зарипова", "cat": "Ukrainian restaurant"}, {"review": " The interior and stylistics are excellent.\nThe first dishes are not always successful, but generally delicious. …", "rating": 4, "name": "Oleksandr Kovalenko", "cat": "Ukrainian restaurant"}, {"review": " Julia, thank you for your feedback! We will take note of your comments on the first dishes, and work on them. We are always glad to see you in Sho🤍\n\n", "rating": 5, "name": "Анатолий Терещенко", "cat": "Ukrainian restaurant"}, {"review": "A very Divine place, I have not seen a better restaurant in Kyiv 👍. The service is top notch, delicious dumplings with cherries are just delicious, the chef should be given a bonus 🤗. Cleanliness and sterility, which is very important ☝️children enjoyed ...", "rating": 5, "name": "Аделина Кривченко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 1, "name": "Anna Kaastrup-Olsen", "cat": "Ukrainian restaurant"}, {"review": " I liked the atmosphere! Tasty Ukrainian cuisine, I want to go back. …", "rating": 4, "name": "Вікторія", "cat": "Ukrainian restaurant"}, {"review": "One of the top restaurants in Kyiv. A bias towards Ukrainian cuisine, in the best traditions. I tried quite a lot of dishes, pancakes with red caviar are divine) Borscht is like at my mother's house) Always polite waiters, there is convenient parking and an entrance. Every time …", "rating": 5, "name": "Яна Попова", "cat": "Ukrainian restaurant"}, {"review": " We were in a restaurant with a foreign partner to introduce him to Ukrainian culture. I really liked the interior and delicious Ukrainian cuisine. At the same time, the service was unpleasantly impressive: at first we …", "rating": 2, "name": "Kateryna", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback, feedback is very important to us! We apologize for this situation. The information was passed to the restaurant manager. We promise to correct and make every effort to ensure that this situation does not happen again.\n\n", "rating": 5, "name": "Людмила Зінько", "cat": "Ukrainian restaurant"}, {"review": "A new interesting institution - a restaurant of Ukrainian cuisine. The large two-story restaurant impresses with its scale - you can get lost looking for a ladies' room or the right table)) The interior itself is also interesting. Large portions - salads, …", "rating": 5, "name": "Alex Strashko", "cat": "Ukrainian restaurant"}, {"review": "Very beautiful and stylish place. It's cozy and comfortable, you won't want to leave it. This is a place where it is convenient to be a cheerful noisy company and all alone. The interior design of the restaurant is decorated in soft colors, attentive and friendly …", "rating": 5, "name": "Nastya", "cat": "Ukrainian restaurant"}, {"review": " An ideal place to try Ukrainian cuisine. The menu content consists of many varieties. The ambiance is nice, the staff is kind. It is recommended. …", "rating": 5, "name": "Ihor Oliinyk", "cat": "Ukrainian restaurant"}, {"review": " Ordered delivery.\nBorsch on the rooster: beets, cabbage, carrots are digested, which is why it has a table taste. There was no green. Little meat. 5/10 …", "rating": 5, "name": "Philipp Gattig", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are very sorry for this situation. But we would like to apologize to you personally. Please write your contact phone number in personal messages at this link: https://www.facebook.com/shoislove\n\n", "rating": 5, "name": "Ирина Алексеева", "cat": "Ukrainian restaurant"}, {"review": " delicious, classic Ukrainian cuisine, a problem with meeting Ukrainian and smoking on the terrace, wanted to sit but it was not possible because of the smoke, there are still questions to oversalted dishes, olivier …", "rating": 5, "name": "Liran", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback, feedback is very important to us! We apologize for this situation. The information was passed to the restaurant manager and the chef. We promise to get better!\n\n", "rating": 4, "name": "Victoria Voytenko", "cat": "Ukrainian restaurant"}, {"review": "Do not order delivery from this establishment. The first time and hitting the mark .... poisoning!!!! And so these strange restaurateurs are worried about their earnings! After ordering online, I will never go to this establishment! Everyone knows how…", "rating": 5, "name": "Nataliya Demchenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation.\nPlease write your contact phone number in your personal messages using this link, and we will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Dmytro Kravchenko", "cat": "Ukrainian restaurant"}, {"review": " Delicious, very good service, prices a little above average. I recommend Galician duck, salads, fried dumplings, good dumplings with strawberries. I liked the hot cocktails. …", "rating": 1, "name": "Вероника Шевчик", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to our next meeting!\n\n", "rating": 3, "name": "Антон Викторович", "cat": "Ukrainian restaurant"}, {"review": "Favorite restaurant of Ukrainian cuisine. Insanely delicious, prices match the quality! The staff is polite and always helpful.\nOf my personal favorites:...", "rating": 5, "name": "Ігор Швед", "cat": "Ukrainian restaurant"}, {"review": " Thank you very much, Anastasia ☺️🤍 We are always happy for you!\n\n", "rating": 3, "name": "Veronika Tokareva", "cat": "Ukrainian restaurant"}, {"review": "\nCozy and tasty. Service is not the best", "rating": 4, "name": "H A", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We would like to understand this situation. Please write your contact phone number in your personal messages so that our manager will contact you: https://www.facebook.com/shoislove/", "rating": 5, "name": "Иван Мишенин", "cat": "Ukrainian restaurant"}, {"review": "I will not go into details of the entire stay in this institution, I will describe only one. As soon as we sat down at a table, we were offered a menu. Before the waiter left, I asked for water. Time passed, the waiter returned to take ...", "rating": 2, "name": "Миша Демков", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are sorry that your last visit left such impressions. We passed the information to the manager, we will work it out and fix it.", "rating": 5, "name": "Inna Yunusova", "cat": "Ukrainian restaurant"}, {"review": "Tasty food. The waiter is diligent. I forgot to bring juice, after a reminder I quickly corrected myself and, as an apology, brought a compliment from the institution. The order was brought quickly, although it was complex and large. The prices are normal. …", "rating": 5, "name": "Oleksandr Kupka", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see Sho!", "rating": 4, "name": "Nicole Katenkari", "cat": "Ukrainian restaurant"}, {"review": "Good cuisine and service. But the check is a bit high, as for ordinary Ukrainian cuisine. Otherwise, everything is great! …", "rating": 4, "name": "Unnamed Object", "cat": "Ukrainian restaurant"}, {"review": " Borscht and dumplings with great meat.\nA small portion of dumplings, but delicious. …", "rating": 5, "name": "Екатерина Мирошниченко", "cat": "Ukrainian restaurant"}, {"review": "Controversial impression. The interior is wonderful. But the chicken salad did not live up to expectations. Waited 25 minutes for coffee...", "rating": 1, "name": "Veronika U", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We passed the information to the manager, we will definitely work out this moment. We are always glad to see you!", "rating": 3, "name": "Александр Мурза", "cat": "Ukrainian restaurant"}, {"review": "It was unpleasantly surprised to see 270 hryvnias in the bill for three bottles of Morshynska. Okay, this is the decision of the restaurant not to treat the guest with water, but to sell it. You need to be prepared for such scenarios. Otherwise, I liked the food, service, place…", "rating": 5, "name": "Danylo Pavenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you!", "rating": 5, "name": "Jesus is Lord", "cat": "Ukrainian restaurant"}, {"review": " Ukrainian cuisine restaurant. Prices are reasonable. Cook deliciously. …", "rating": 5, "name": "Alexey Novak", "cat": "Ukrainian restaurant"}, {"review": " Twice booked a table, twice spoke Russian. Ukrainian cuisine restaurant…\nI used to recommend it to all familiar foreigners, now I will not. I do not want …", "rating": 5, "name": "Elena Parshyna", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are sorry that you have such an impression of our restaurant. We will definitely work on this point. We have already passed information about this case to the restaurant manager. We are waiting for you in Sho!\n\n", "rating": 4, "name": "Виталий Rv", "cat": "Ukrainian restaurant"}, {"review": "Traditional Ukrainian cuisine in a modern way. Everything was delicious and beautifully presented. The aesthetics of the interior are off scale. Must try, especially for foreigners...", "rating": 2, "name": "abo-abo", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Виктория Черня", "cat": "Ukrainian restaurant"}, {"review": " The institution did not live up to expectations. Ordered scramble with turkey sausages. We were expecting a meat component. In fact, it resembles ordinary supermarket sausages that can be eaten in the school …", "rating": 5, "name": "Zada Zorg", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are sorry that the last visit left such impressions. We would like to understand this situation and solve the problem as soon as possible. Please write the contact phone number for our manager to contact you in a personal message: https://www.facebook.com/shoislove/\n\n", "rating": 5, "name": "Olha Veleshchuk", "cat": "Ukrainian restaurant"}, {"review": "Cool place with interesting interior. Spacious, light, lots of space (the probability that people at the next table will look at your plate is very low 👍🏼). …", "rating": 5, "name": "Alex Antonenko", "cat": "Ukrainian restaurant"}, {"review": " The interior is beautiful, but I did not like the food, the waiters had to wait a long time, plus the hall smells like a kitchen, then ventilated clothes …", "rating": 3, "name": "x x", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Дмитрий Ярёменко", "cat": "Ukrainian restaurant"}, {"review": "Service in the style of the USSR ... From the threshold, everything is bad. We go in, and a company of staff is standing at the counter and looking at us. Not \"hello\", but a mute reproach and an evaluating look 🙈 I thought we had already passed this stage ... but not in the SHO restaurant, as it turned out. …", "rating": 5, "name": "Александра Клименко", "cat": "Ukrainian restaurant"}, {"review": " Colorful place !!! Delicious cuisine, interesting interior! Prices are reasonable. I especially recommend trying \"Shit\" 🤘😀 !!! Great !!! Keep it up !!! …", "rating": 5, "name": "Lera Samoylenko", "cat": "Ukrainian restaurant"}, {"review": "I really liked the restaurant!\nThe borscht was very tasty, I also liked the Olivier salad. …", "rating": 4, "name": "Psy Relation", "cat": "Ukrainian restaurant"}, {"review": "\nEva, thanks for the feedback! Looking forward to our next meeting🤍", "rating": 5, "name": "Sweetlana Kovaliova", "cat": "Ukrainian restaurant"}, {"review": " Purely my impressions: the restaurant is interesting, but the level of cuisine and service is not enough. The focus is more on the atmosphere and interior, which attracts many modern politicians and public figures to …", "rating": 5, "name": "Алена Редько", "cat": "Ukrainian restaurant"}, {"review": "Good afternoon!\nI really like this place for its beautiful atmosphere and delicious food. I have been waiting for the weekend for a whole week to come to you and eat pancakes with strawberries. Waitress at…", "rating": 5, "name": "Анастасия Гамула", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are very sorry that your last visit to our restaurant left you such an impression. We will definitely fix it! Please give us a second chance and look forward to seeing you at SHO!", "rating": 4, "name": "Євген Сілантьєв", "cat": "Ukrainian restaurant"}, {"review": "Hello. Polite waiters, pleasant atmosphere, very tasty food for the soul. Not an ordinary design that pleases the heart of comfort. …", "rating": 5, "name": "Mykola Syzonenko", "cat": "Ukrainian restaurant"}, {"review": "\nAlexander, thank you for your feedback! Always glad to see you☺️", "rating": 5, "name": "Маріанна Хіта", "cat": "Ukrainian restaurant"}, {"review": "Cool place. Beautiful minimalist decor with imitation of authentic traditional elements does not strain or overload the eyes, creates a feeling of a place where you are part of nature, part of the primeval habitat of our fathers. There is a toilet…", "rating": 4, "name": "Петро Шекшеев", "cat": "Ukrainian restaurant"}, {"review": " Good restaurant for breakfast.\nThe atmosphere and interior are great 🔥 …", "rating": 4, "name": "Oleg Artiukh", "cat": "Ukrainian restaurant"}, {"review": " Dmitry, thank you for your feedback! We will always be glad to see you🤍\n\n", "rating": 5, "name": "Виктор Вишневский", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Jake Knot", "cat": "Ukrainian restaurant"}, {"review": "Everything is very tasty and reasonably priced! The waiters are just amazing! Special thanks to them for their hard work...", "rating": 5, "name": "Галина Тихончук", "cat": "Ukrainian restaurant"}, {"review": "\nEugene, thank you for your feedback! We are always glad to see you in Sho🙌🏼", "rating": 2, "name": "Kateryna Humeniuk", "cat": "Ukrainian restaurant"}, {"review": "Delicious, slow, beautiful. The ladies room is a little strange) but overall a cool place, very friendly staff. Thank you, it was a pleasure to have lunch with you)…", "rating": 3, "name": "Sofia Bodun", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! Always glad to see you!", "rating": 5, "name": "Максим Бывшев", "cat": "Ukrainian restaurant"}, {"review": "I came to the restaurant with a bad mood, but the waiter Maryana cheered me up with her energy and smile, the service was on the level, the food was delicious, they fed, watered, and warmed me. Thank you so much for this restaurant and its staff❤️…", "rating": 5, "name": "Дарина Юдіна", "cat": "Ukrainian restaurant"}, {"review": "\nJulia, thank you for your feedback! We are always ready to cheer you up, and most importantly, warm you with our love and delicious dishes ☺️", "rating": 5, "name": "Andrey Skorobagatko", "cat": "Ukrainian restaurant"}, {"review": "Awesome place! Gorgeous interior, incredibly delicious food, polite staff!! …", "rating": 4, "name": "Sergii Tesyk", "cat": "Ukrainian restaurant"}, {"review": " well duuuuuuuuzhe delicious !!! fried potatoes, home-made sausage ... as I mentioned, I was immediately hungry! everything - I'm going ... …", "rating": 5, "name": "Yuriy Yarosh", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to new meetings🤍\n\n", "rating": 5, "name": "Vadym Karmalita", "cat": "Ukrainian restaurant"}, {"review": " Very luxurious restaurant where you can eat traditional Ukrainian food. …", "rating": 5, "name": "Марія Калашнюк", "cat": "Ukrainian restaurant"}, {"review": "Very nice place, courteous staff, delicious food and cozy atmosphere. I recommend! Borscht is exactly as it should be! …", "rating": 2, "name": "Andrii Borovyk", "cat": "Ukrainian restaurant"}, {"review": "Excellent establishment. Went there with friends for the first time and loved it. The food is delicious, the staff is friendly. Nothing fancy, music is not too loud. Perfect place ! …", "rating": 5, "name": "Kateryna Nesteruk", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 1, "name": "Татьяна Колесникова", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, stylish and want to repeat\nThe menu is filled with author's dishes created based on traditional Ukrainian cuisine for every taste. …", "rating": 5, "name": "Volodymyr Sukhov", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 1, "name": "Галина Казначей", "cat": "Ukrainian restaurant"}, {"review": "Were here with guests from Latvia. I really liked the food and the service. Fat is the bomb 😃 Thank you, we will come again! …", "rating": 3, "name": "Оксана Краснобай", "cat": "Ukrainian restaurant"}, {"review": " Great restaurant of Ukrainian dishes. Delicious, stylish, cozy ... Polite staff, tell me, advise .. The interior is made in the Ukrainian style in combination with the African. Everything is a masterpiece, starting …", "rating": 5, "name": "Лена Дронова", "cat": "Ukrainian restaurant"}, {"review": "The kebab melted in your mouth, just a bomb, the chicken Kiev is incredibly tender. The local flavors are delicious. But very long service...", "rating": 5, "name": "Ігор Розовенко", "cat": "Ukrainian restaurant"}, {"review": "\nNatasha, thank you for your feedback! We will work through this moment in order to please you with fast service in the future. We look forward to our next meeting!", "rating": 4, "name": "Вікторія Денікіна", "cat": "Ukrainian restaurant"}, {"review": "Cool place, I just wish the waiters would speak the language of the guests. …", "rating": 2, "name": "Irina", "cat": "Ukrainian restaurant"}, {"review": "Cool restaurant! Beautiful interior in which ethno and modern design styles are organically combined. Delicious food with beautiful presentation. Polite staff. …", "rating": 1, "name": "Ievgeniia Modesty", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Evgeni Ananchenko", "cat": "Ukrainian restaurant"}, {"review": "Great place, great service. I love bringing my foreign friends here. But some dishes are overrated in my opinion. Two zrazy 220 UAH - a bit expensive somehow ...", "rating": 4, "name": "Kostiantyn Shmatchenko", "cat": "Ukrainian restaurant"}, {"review": "\nVadim, thank you for your feedback! We are always glad to see you and your friends in our restaurant!", "rating": 5, "name": "Victoriia Maslianok", "cat": "Ukrainian restaurant"}, {"review": "Maybe the \"author's Olivier\" is fine, but \"Bograch\" and \"Salad with salmon and avocado\" were ordinary, at the level of an average restaurant in Kyiv.\nThe interior is for an amateur, the service is not perfect, in general, I think the rating is …", "rating": 2, "name": "Vitaliy Bashkatov", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Mariia Shyker", "cat": "Ukrainian restaurant"}, {"review": "Nice place, nice environment. The waiter was polite and showed up on time. The wait was short, the dishes were delicious, and the fat was divine…", "rating": 5, "name": "Владимир Иванов", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We will always be glad to see you;)", "rating": 5, "name": "Поговорим о непрактичном", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "Stan E", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Always glad to see you :)\n\n", "rating": 5, "name": "Ruslan Ivanchenko", "cat": "Ukrainian restaurant"}, {"review": "Celebrated a birthday at this establishment.\n1. Do not give water to guests, but sell it on a check (kamon, aren't you ashamed?)\n2. I haven’t eaten such a disgusting pork neck barbecue for a long time (dry, burnt, ...", "rating": 5, "name": "Iurii Roshchyn", "cat": "Ukrainian restaurant"}, {"review": "In general, it seems to be good, but the service ... leaves much to be desired .. they take the order and bring it, one might say, quickly, but then the waiters get lost somewhere ... they waited a very long time for the waiter to calculate, and then even longer to close...", "rating": 5, "name": "Анатолий Сакало", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We will work through this moment!", "rating": 5, "name": "Kai Kurganskyi", "cat": "Ukrainian restaurant"}, {"review": " I liked the interior, but the service felt that it was all fake - in my Ukrainian I was spoken to exclusively in Russian and there was no feeling that I was happy in this institution …", "rating": 5, "name": "Nataliia Volkova", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We will definitely talk to our staff so that this situation does not happen again! We look forward to seeing you at Sho!\n\n", "rating": 5, "name": "Kostia Antoniuk", "cat": "Ukrainian restaurant"}, {"review": "Great place, had lunch with friends today. service and cuisine - excellent, cozy interior and atmosphere, nothing more - very comfortable. I was pleased with the interior - gracefully, airy, unobtrusive Ukrainian motifs, very stylish to …", "rating": 5, "name": "Андрей Ткаченко", "cat": "Ukrainian restaurant"}, {"review": " Delicious, interesting author's cocktails, beautiful non-standard interior and pleasant staff. We lingered a bit in the evening, but we were not told a word, nice. Felt like guests. Good service! …", "rating": 5, "name": "Ирина Лукьянц", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Always happy to see you at Sho!\n\n", "rating": 5, "name": "Oksana Mandryka", "cat": "Ukrainian restaurant"}, {"review": " The kitchen is super, the interior is also wonderful)))\n\n", "rating": 5, "name": "Lena Zenyna", "cat": "Ukrainian restaurant"}, {"review": " We visited this restaurant with the family - very tasty Ukrainian national cuisine. Good choice. I advise everyone! …", "rating": 1, "name": "Bruce Wayne", "cat": "Ukrainian restaurant"}, {"review": " Irina, thank you for your feedback! We are grateful to you and your family for choosing our restaurant for a family meal! We are always glad to see you🤍\n\n", "rating": 5, "name": "Сайде Абхаирова", "cat": "Ukrainian restaurant"}, {"review": " This restaurant was a guest, the concept and interior impressed with its scale and scope, thought out to the smallest detail ... and of course, the dishes are delicious, well decorated, service at the level, otherwise …", "rating": 5, "name": "陈龙", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We are always glad to see you in our restaurant!\n\n", "rating": 5, "name": "Ekaterina Volkova", "cat": "Ukrainian restaurant"}, {"review": " Atmosphere 🔥 special thanks to the designer - this is a dream - such a restaurant!\nOrdered strudel - not tasty, and a little like a real strudel (I will not order …", "rating": 5, "name": "Eugeni Yaroshenko", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! Transferred information to the kitchen - be sure to work out the strudel! We will always be glad to see you in Sho!\n\n", "rating": 5, "name": "Ирина Малина", "cat": "Ukrainian restaurant"}, {"review": "Had a chance to visit this restaurant, great atmosphere. Everything we ordered was very tasty. We will return here. …", "rating": 3, "name": "Ruslan Digalenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 5, "name": "olga strika", "cat": "Ukrainian restaurant"}, {"review": "Good place, bright!\nBut\nSpecific in the sense that the \"rustic\" atmosphere is good! …", "rating": 5, "name": "Илья Демидов", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "владимир кучер", "cat": "Ukrainian restaurant"}, {"review": "I recommend .\nMy favorite is eggplant caviar. She's special there.\nAs well as a good atmosphere and friendly staff …", "rating": 5, "name": "Олег Дударь", "cat": "Ukrainian restaurant"}, {"review": "\nAlexander, thank you for your feedback! We look forward to welcoming you to our restaurant!", "rating": 5, "name": "Елена Ленина", "cat": "Ukrainian restaurant"}, {"review": " For foreigners and more. All staff speak English well! I am proud that our Ukrainian dishes can be prepared and offered so exquisitely and deliciously! …", "rating": 5, "name": "Nikita Ilchenko", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to the next meeting!\n\n", "rating": 5, "name": "Inna Nechet", "cat": "Ukrainian restaurant"}, {"review": " The menu is not varied and the choice is small, but what an interior! …", "rating": 5, "name": "Ihor Hotsul", "cat": "Ukrainian restaurant"}, {"review": " All employees spoke Russian! It is very unpleasant when you come to a restaurant of Ukrainian cuisine and you are addressed in Russian. The service itself was good. The interior is just gorgeous. The food is generally …", "rating": 4, "name": "Yevhen Tsylyov", "cat": "Ukrainian restaurant"}, {"review": "Wonderful vision! Beautiful interior, delicious Ukrainian cuisine, good service. Liked everything)) …", "rating": 5, "name": "Григорій Кричун", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! Always glad to see you!", "rating": 3, "name": "Андрій Гладкий", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Evgeniy Sheiko", "cat": "Ukrainian restaurant"}, {"review": "Excellent restaurant with friendly service and an extensive menu card. Also a great place for breakfast 😉…", "rating": 5, "name": "Миха Голимбиевский", "cat": "Ukrainian restaurant"}, {"review": "\nVladislav, thank you for your feedback! We look forward to seeing you again in Sho❤️", "rating": 5, "name": "Andrew Borisenko", "cat": "Ukrainian restaurant"}, {"review": "Beautiful, colorful, very tasty. Cons - not cheap, plus service is immediately included in the bill + 10% of the cost. For orientation: Borscht in the menu is either 220 or 250 UAH. (The star was removed precisely because the service is immediately included in the bill and in ...", "rating": 5, "name": "Елена Кухарец", "cat": "Ukrainian restaurant"}, {"review": "Been here recently, great service and friendly staff. The food is very tasty, if you want to have a good time, I recommend it. …", "rating": 5, "name": "Максим Максименко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Andrii Roshchyn", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian restaurant. Decent menu. Good service. Prices, as for the very center of the city. Tolerant. Tasty enough. I believe that the restaurant administration would need to rent part of the parking spaces, because. with street parking…", "rating": 5, "name": "GreatAlin4ik “GreatAlin4ik” 4", "cat": "Ukrainian restaurant"}, {"review": "Everything is very tasty, but the service is very slow. The order and the bill had to wait a long time. We were served not by one waiter, but by several. In this regard, we did not leave a tip ...", "rating": 4, "name": "Dariia Karakai", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We have passed the information to the manager, we promise to fix it. We are always glad to see you in Sho!", "rating": 5, "name": "Натали Натали", "cat": "Ukrainian restaurant"}, {"review": "On one of the warm summer evenings, my best friends from abroad were sitting and thinking where to go that evening to eat delicious food and soak up the aesthetics! It was a time when SHO hadn't even started kindergarten yet, but even then we were crazy...", "rating": 5, "name": "Юрій Нефедов", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much for such review ☺️🤍\nLove you!", "rating": 3, "name": "Dmytro Danylenko", "cat": "Ukrainian restaurant"}, {"review": "In short - not tasty and will not go again. More details: there were 4 of us, we had dinner. I ordered fried potatoes and chicken Kiev. Fried potatoes - 80 UAH 200 grams. I don't know how you can ruin a fried potato, but the cook of this...", "rating": 1, "name": "Катерина Ярощук", "cat": "Ukrainian restaurant"}, {"review": "The interior is beautiful, the food is good.\nThe service is unobtrusive, even too much. Only the hostess and the guy waiter were friendly. The rest were more like robots or tired students. …", "rating": 4, "name": "Kateryna Paliy", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Яна Руденко", "cat": "Ukrainian restaurant"}, {"review": "\nRoman, thanks for the feedback! Always glad to see you in Sho!", "rating": 2, "name": "Serhiy Bakalyna", "cat": "Ukrainian restaurant"}, {"review": "Having visited this place for the first time, it seemed noisy, but then it turned out that cheerful companies always rest here, which did not let me feel sad either.\nThe cuisine is delicious, the favorite dish is duck with apples - divine serving and taste) …", "rating": 5, "name": "Настя Бортник", "cat": "Ukrainian restaurant"}, {"review": " Very bad attitude towards Glovo couriers, waiting time for an order from 30 minutes, to the question: \"how long to wait for an order?\" Always the same answer: \"we don't know\". When asked in the kitchen, the answer is …", "rating": 5, "name": "Oleksandr Liashenko", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Анна Ваніхіна", "cat": "Ukrainian restaurant"}, {"review": "Also in English ⬇️\nWhat is the first thing you do when you arrive in a new country?) 🗺that's right, you go to try the local cuisine, or sit in a hotel and at least look at the local cuisine) ...", "rating": 5, "name": "Константин Андрущенко", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian cuisine. Both foreign guests and locals, who were here for the first time, appreciated it. The service is excellent, the officials are quick, attentive, they know me well and can recommend me. I would like to highlight the choice...", "rating": 5, "name": "Денис", "cat": "Ukrainian restaurant"}, {"review": "Giant space for a restaurant in the city center. And there is also a summer playground! Rather, they would have completed the house opposite and then the view would be Much better. But this institution is interesting not from the outside, but from the inside! Service …", "rating": 4, "name": "Farid Jafarlee", "cat": "Ukrainian restaurant"}, {"review": "Super restaurant! Excellent cuisine, prices are not small, but it's worth it! Hominy - delicious)), I remember even 3 weeks after the visit. Delicious pies and fried potatoes. Note the interior. Made in a very stylish…", "rating": 5, "name": "ZhannaPetrovna Betsel", "cat": "Ukrainian restaurant"}, {"review": "There was a family dinner. The restaurant is new, stylized, pleasant atmosphere, huge showcase windows, the impression of a huge space. Warning staff. We made a pre-order, by the time the dinner began, everything was prepared, taken out. …", "rating": 4, "name": "Olena Petrova", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "Андрій Ваніхін", "cat": "Ukrainian restaurant"}, {"review": "Great interior, but the food is mediocre and the pricing for some positions is frankly strange.\nThe waiters are friendly, but they resolved their conflicts directly in the hall. …", "rating": 5, "name": "Ekaterina Ilchuk", "cat": "Ukrainian restaurant"}, {"review": "On your birthday, you and your friend decided to dine at a well-known restaurant. They brought us a menu and I asked if there was a salad similar to Caesar? The answer was: “We have Ukrainian cuisine, you can eat Caesar elsewhere.” That was all the advice of the waiter ...", "rating": 5, "name": "Yulia Gulko", "cat": "Ukrainian restaurant"}, {"review": " Stylish interior, interesting menu, good service. The dishes are ordinary, nothing special …", "rating": 5, "name": "Максим Шпак", "cat": "Ukrainian restaurant"}, {"review": "I don’t know where the institution takes such a size clipping for medallions, but instead of a medium, they brought well-dan. A fairly rubbery and tasteless piece of meat turned out. Common fried potatoes. Olivier standard, with store-bought mayonnaise. …", "rating": 3, "name": "Amro Felemban", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 3, "name": "Irina Demchenko", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! We are waiting for you 🤍", "rating": 5, "name": "Elizaveta Triandafilidi", "cat": "Ukrainian restaurant"}, {"review": "The waiter recommended a lamb kebab and baked root vegetables - the kebab is peppered and not chewed at all - solid veins, and the root vegetables are very salty. A dish worth 340.00+110.00 - for 450 UAH. you can eat tastier (((. Disappointment ... ...", "rating": 1, "name": "Євгеній Лебига", "cat": "Ukrainian restaurant"}, {"review": "We decided to celebrate the end of the quarantine with friends on the terrace - 05/31/2020. They were dissatisfied.\nThe food is bland and tasteless, including stale bread. …", "rating": 5, "name": "Elena KZ", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 1, "name": "ABM АДВОКАТСКОЕ БЮРО", "cat": "Ukrainian restaurant"}, {"review": "\nAnastasia, thank you for your feedback! We will always be glad to see you in our restaurant!", "rating": 5, "name": "Art Bit", "cat": "Ukrainian restaurant"}, {"review": "Beautiful interior, interesting dishes! The food delivery was fast.\nTasty, but nothing special and the price tag is too high in my opinion.\nI ask the manager of the restaurant to pay attention to the traumatic door handle with ...", "rating": 5, "name": "Vasyl Zhuk", "cat": "Ukrainian restaurant"}, {"review": "Wow tasty, wow not expensive at all! Beautiful authentic atmosphere without traditional templates of Ukrainian cuisine restaurants! The menu is varied, it is easy to feed both a child and a guest from another country! …", "rating": 5, "name": "Лариса Резанова", "cat": "Ukrainian restaurant"}, {"review": " Very tasty Ukrainian cuisine!\nVery clean and polite! …", "rating": 4, "name": "Юля Beikun", "cat": "Ukrainian restaurant"}, {"review": " Stanislav, thank you for your feedback! Always glad to see you at Sho!\n\n", "rating": 5, "name": "Nicolas Vazeux (NyKOoS)", "cat": "Ukrainian restaurant"}, {"review": " Wild prices for strange dishes. Tasteless Olivier salad, sour vinaigrette, a handful of ordinary dumplings with cabbage, unroasted potatoes. And most importantly - the stairs to the second floor without handrails, …", "rating": 5, "name": "Helmut Frey", "cat": "Ukrainian restaurant"}, {"review": "Cozy restaurant with beautiful design and delicious food. I especially liked the fish kebab, potato pancakes, borscht! Great place for big companies - we had about 5 people. The only dish that I did not like was dumplings with rabbit, …", "rating": 4, "name": "Обзор от HANa", "cat": "Ukrainian restaurant"}, {"review": "Expensive, as for Kyiv. The kitchen is good with a claim. In the end, nothing new. The staff is excellently trained. Dissonance between an attempt to sell yourself as a Ukrainian restaurant and an ecological interior. …", "rating": 5, "name": "Саша Чирва", "cat": "Ukrainian restaurant"}, {"review": " very interesting interior and delicious cuisine\n\n", "rating": 5, "name": "Olga Savchenko", "cat": "Ukrainian restaurant"}, {"review": "very tasty, just amazing\nthe staff really help you to have a good time…", "rating": 5, "name": "Олексій Сіраков", "cat": "Ukrainian restaurant"}, {"review": " Estimation of the idea of ​​opening a Ukrainian institution with a wonderful interior of Ukrainian culture! The level of cuisine and staff is pleasantly pleasing;)) I would like to add more baked and stewed meals in …", "rating": 3, "name": "Maksym Hnizdovskyi", "cat": "Ukrainian restaurant"}, {"review": "Perfect place!\nInterior design, utensils, clothing of all staff - everything is thought out to the smallest detail. Just a pleasure to sit and look at. The waiter who served knows...", "rating": 1, "name": "Вероника", "cat": "Ukrainian restaurant"}, {"review": "Rating 2 only for the interior, it is really very beautiful. The waiter does not know the composition of the dishes, does not know what dressing is in the salad. I ordered grilled chicken, the waiter said that it would be \"like chicken tobacco, but apparently he did not try it. The dishes are not …", "rating": 5, "name": "Viktor Dzundza", "cat": "Ukrainian restaurant"}, {"review": "The place is stylish, colorful, although the taxi driver called it a piece of glass. They did a great job with the corporate event, everything was easy and relaxed. For Ukrainian business, this is still a rarity. And oddly delicious. I recommend. …", "rating": 5, "name": "Olena Kalynychenko", "cat": "Ukrainian restaurant"}, {"review": "I really liked the interior, delicious food. We ate dumplings with cherries, various spreads, chicken Kiev - everything was delicious. Great liqueurs! I recommend!) At prices - above average. Why didn't I put 5?🤔... the restaurant seemed too big to me...", "rating": 1, "name": "Stas Drutsky", "cat": "Ukrainian restaurant"}, {"review": "On the plus side, great interior. But the problem in the kitchen, in my opinion. They ordered borscht, it is with meat, and there is a lot of fat on it, they found hair / lint in the dumplings, the dishes were quickly redone, but no one apologized, as if this was a common thing for them. …", "rating": 4, "name": "Iryna Molokopoi", "cat": "Ukrainian restaurant"}, {"review": " Typical Ukrainian cuisine..Really very tasty dishes ... reception girls need to improve as we called and booked a table and they didn't know where to put us ... but in general good .. …", "rating": 4, "name": "Елизавета Дмитриева", "cat": "Ukrainian restaurant"}, {"review": "Thank you for your feedback! We passed the information to the manager, and we will definitely correct it. We are always glad to see you!", "rating": 5, "name": "Mariia Gubar", "cat": "Ukrainian restaurant"}, {"review": " I put 5/5, but with some reservations.\n\n1. The service is chic. Friendly and polite waiters. At the entrance near the …", "rating": 5, "name": "Evgen Tkachkor", "cat": "Ukrainian restaurant"}, {"review": "Thank you so much for the honest review ☺️🤍", "rating": 5, "name": "ABD ABD", "cat": "Ukrainian restaurant"}, {"review": " Unique modern pleasant design under the Ukrainian old style. Lots of space. Of the dishes we tasted, everything was delicious. But the idea of ​​one \"big dumpling\" remained undisclosed. …", "rating": 3, "name": "Den Elizaryev", "cat": "Ukrainian restaurant"}, {"review": "We have been to this restaurant three times in the last month with different companies. The atmosphere is wonderful. Service at a very good level. The food is very tasty and excellent presentation. Delicious dumplings with potatoes, delicious grilled corn, …", "rating": 5, "name": "Николай Новиков", "cat": "Ukrainian restaurant"}, {"review": "An interesting place with a beautiful interior and incredibly cool dishes. Just for the sake of their cups it is worth at least once to go and drink tea. The prices here are not small, the service, as lucky. The food is homemade and quite tasty. In my opinion, a little...", "rating": 5, "name": "Анжелика Пономарева", "cat": "Ukrainian restaurant"}, {"review": "Incredible interior, very cozy, thoughtful, spacious, soft lines, natural materials, panoramic windows, many different halls, both for banquets and for small companies, dates. Clean and tidy. Delicious and nice presentation...", "rating": 4, "name": "Yoav B", "cat": "Ukrainian restaurant"}, {"review": " Thank you, Olena ☺️🤍\n\n", "rating": 4, "name": "Dasha Voronchuk", "cat": "Ukrainian restaurant"}, {"review": "Very tasty food! I order lunch from them every day. There is a free delivery in the center, 15 minutes and the order is brought. This is very cool! …", "rating": 5, "name": "Богдан Миколайчук", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you!", "rating": 4, "name": "Andrii Atroshchenko", "cat": "Ukrainian restaurant"}, {"review": "What was it?\nThe interior is super. You will be greeted by a welcoming staff. And then the menu with SHOZA PRICES, which could be forgiven, and the dishes themselves ...", "rating": 5, "name": "Nataliya Konovalova", "cat": "Ukrainian restaurant"}, {"review": "Interesting place) very ethnic in Ukrainian style. I liked that there are practically no sharp corners in the rooms ...", "rating": 3, "name": "Nelly Digmeli", "cat": "Ukrainian restaurant"}, {"review": " Deliciously. Nice staff and very cool interior.\n\n", "rating": 5, "name": "Pavel Kozhokar", "cat": "Ukrainian restaurant"}, {"review": "Gorgeous interior and service. It is nice to bring guests and friends from other countries here. …", "rating": 5, "name": "A. Petrova", "cat": "Ukrainian restaurant"}, {"review": "Fire! Just fire!\nI was pleasantly surprised in what a beautiful and colorful wrapping these guys wrapped my favorite Ukrainian cuisine! The atmosphere of the restaurant is very modern, but at the same time …", "rating": 1, "name": "Meretgeldi Owelekow", "cat": "Ukrainian restaurant"}, {"review": "Nice place, delicious food. Good for a business meeting, less for a romantic dinner...", "rating": 5, "name": "Максим Максимов", "cat": "Ukrainian restaurant"}, {"review": "The food didn't seem to taste good. For example, the jelly was fresh. In general, an ordinary restaurant of modern Ukrainian cuisine. And, in my opinion, in Kyiv there are restaurants of a similar direction, in which the food is tastier. …", "rating": 3, "name": "Alex K", "cat": "Ukrainian restaurant"}, {"review": "Went to Sho with work colleagues. There weren't many people on Friday night. Liked the interior. Modern interpretation of the Ukrainian hut. Waiters who walk in linen clothes (we got a very attentive and good waiter). Prices…", "rating": 5, "name": "С С", "cat": "Ukrainian restaurant"}, {"review": " Very good design ... and that's where the positive experiences end. The food was not pleasant (borscht and pancakes), even the donut was brought to the borscht very stale. It is also not clear why everyone in the …", "rating": 4, "name": "Ксю А", "cat": "Ukrainian restaurant"}, {"review": "Communication with staff leaves a lot to be desired.\nWere with a child. At the entrance, I was immediately offered to remove the pram behind the screen, because (attention!!!) it spoils the interior! I pretended everything was ok because...", "rating": 1, "name": "Кямран Гасанханов", "cat": "Ukrainian restaurant"}, {"review": "I give it a solid five. Delicious, quality food. Beautiful presentation. Excellent service. Normal prices. The waiter forgot to take out one of the ordered dishes. As an apology, I brought 2 desserts with me. …", "rating": 3, "name": "Mmm Mmm", "cat": "Ukrainian restaurant"}, {"review": " Nice interior design and spacious space, traditional Ukrainian food …", "rating": 5, "name": "Elena Avrakhova", "cat": "Ukrainian restaurant"}, {"review": "The interior is beautiful, the service is good, the kitchen is not up to par.\nNot tasty at all!\nI ordered borscht and black blood, some skins or giblets were floating in the borscht brrr .... ...", "rating": 5, "name": "Георгий Пичерко", "cat": "Ukrainian restaurant"}, {"review": "Unfortunately, I can't join the chorus of rave reviews. The interior was impressive, it was done cool, but the food was not at all pleasant. Prepared without imagination, faceless, uninteresting. The fish cake was simply impossible to eat. The only thing, …", "rating": 5, "name": "George Mamulaishvili", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Людмилла Пилявская", "cat": "Ukrainian restaurant"}, {"review": "\nThanks for the feedback! Always glad to see you in Sho🤍", "rating": 5, "name": "Artsiom Janchuryn", "cat": "Ukrainian restaurant"}, {"review": "Great restaurant.\nLots of foreigners.\nThe kitchen is average. There was no Ribeye, although it was on the menu. …", "rating": 1, "name": "Andriy Getya", "cat": "Ukrainian restaurant"}, {"review": "On April 11 we went for lunch. Initially, the overall impression is positive, BUT having made an order, they waited 50 minutes, and the borscht was brought cold!!! They made a note, cooked another 20 minutes. And the dumplings did not wait at all, after 2 hours. The waiters were dumb...", "rating": 5, "name": "Mariia Kaminska", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 4, "name": "КРИПТО NEWS", "cat": "Ukrainian restaurant"}, {"review": "large, bright, spacious establishment. everything is stylish in Ukrainian. But the kitchen is a complete disappointment... No zest, no imagination, very simple and primitive. such dumplings, potato pancakes and borsch can be eaten at home ... ...", "rating": 5, "name": "Элина Романова", "cat": "Ukrainian restaurant"}, {"review": "A new establishment of a family of famous Ukrainian restaurateurs.\n\nThe location is excellent, in the center of the city, but a little away from the noisy streets. …", "rating": 5, "name": "Дима Бондаренко", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Oksana Gaychenya", "cat": "Ukrainian restaurant"}, {"review": "Probably the best Ukrainian restaurant I've been to.\nVery tasty food, everything that I tried was delicious, and we ordered a lot of different things. I recommend Forshmak and dumplings. …", "rating": 5, "name": "Alena Assorgina", "cat": "Ukrainian restaurant"}, {"review": "Very good restaurant! I didn’t even think that Ukrainian cuisine can be served in such a cool format! I especially liked the traditional borscht and syrniki! The service here is also top notch - and the embroidered shirts on the waitresses look very high quality! …", "rating": 3, "name": "Вікторія Теплицька", "cat": "Ukrainian restaurant"}, {"review": "\nVery good service. Delicious cuisine.", "rating": 5, "name": "Александра Кузюра", "cat": "Ukrainian restaurant"}, {"review": "Finally, a restaurant of Ukrainian cuisine appeared in the city without a thematic binding in the design. No embroidery and folk music for you. Eat your favorite jelly in a stylish ethno-interior :) By the way, they have delicious potato pancakes. …", "rating": 4, "name": "ANNA MAY", "cat": "Ukrainian restaurant"}, {"review": "Wonderful place with great atmosphere. The order is carried very quickly. There was a little delay with the salad, and there was no desired ice cream, but the waiter Maxim left an excellent impression that the ice cream was brought as a gift from the establishment, and …", "rating": 4, "name": "Андрей Карасев", "cat": "Ukrainian restaurant"}, {"review": "You can go once because of the interior.\nIn terms of food, everything is very ordinary, that is, not bad, but usual. The food is simple, like in a very good Ukrainian canteen (in a good way). …", "rating": 5, "name": "Александр Буюкли", "cat": "Ukrainian restaurant"}, {"review": "Wonderful. Celebrated a birthday. Liked everything. The interior is super. The food is very tasty. Even the child ate with pleasure, the service is excellent, for which special thanks to Maxim from Mariupol. Everything was top notch. Necessarily …", "rating": 5, "name": "Анастасия Еленская", "cat": "Ukrainian restaurant"}, {"review": "Before SHO I didn't like Ukrainian cuisine, but now I LOVE IT!!\nIncredibly delicious food and simply incredibly beautiful interior!)\nDesign as a separate art form! …", "rating": 5, "name": "Paul Yurchenko", "cat": "Ukrainian restaurant"}, {"review": "The place is fantastic, the food is... More They are inattentive and react even if you call them. It took a very long time to take the order (1.5 hours) ...", "rating": 3, "name": "Dima Yermolenko", "cat": "Ukrainian restaurant"}, {"review": " Delicious, good service and beautiful design.\nIt was unpleasant that the water is not provided free of charge, at the request of visitors. …", "rating": 5, "name": "Микола Сьомик", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We will take into account your comments. We look forward to seeing you at SHO!\n\n", "rating": 3, "name": "Andrey Gordiychuk", "cat": "Ukrainian restaurant"}, {"review": "Great establishment! Excellent cuisine, prices for the center of Kyiv, not bad. The service is excellent, the waiters are polite and professional. I think that everyone who opens his own institution is obliged to visit the restaurants of Dima Zazardyakin and carefully …", "rating": 5, "name": "Maria Kirina", "cat": "Ukrainian restaurant"}, {"review": "1. The waiter forgot to take out the desserts.\n2. By phone, when booking a table, I clarified for photography. They said it's possible! When they ate at the table and began to take pictures, the manager came up and…", "rating": 3, "name": "Olga Levchenko", "cat": "Ukrainian restaurant"}, {"review": " Very tasty, interesting design.\n\n", "rating": 5, "name": "Максим Гловяк", "cat": "Ukrainian restaurant"}, {"review": " Lyudmila, thank you for your feedback! We look forward to our meeting!\n\n", "rating": 5, "name": "Андрей Хорольский", "cat": "Ukrainian restaurant"}, {"review": "A beautiful place that shows the style and aesthetics of Ukrainian cuisine, not limited to banal positions, there is a fast delivery from Bolt Food, but when the Lockdown is over, I highly advise you to visit the restaurant itself, the place is incredibly atmospheric …", "rating": 5, "name": "Anastasia Shpygunova", "cat": "Ukrainian restaurant"}, {"review": "Very tasty cuisine, especially the pate is definitely worth a try, and for sweets - tubes with condensed milk and potatoes) Original interior.\nBestes Restaurant mit ukrainischer Kuche in Kiew. …", "rating": 5, "name": "Oleksandr Goncharenko", "cat": "Ukrainian restaurant"}, {"review": " Thank you, Anastasia 💛\n\n", "rating": 5, "name": "Itano “Josh” Masayoshi", "cat": "Ukrainian restaurant"}, {"review": " Pleasant atmosphere, delicious food. Well, and a compliment from the institution mango sorbet) …", "rating": 5, "name": "Вика Гришина", "cat": "Ukrainian restaurant"}, {"review": " Very nice restaurant with a great atmosphere and typical Ukrainian cuisine. The food was delicious and the service friendly. For Ukrainian standards slightly elevated prices. Here I like to come again. …", "rating": 5, "name": "Alex Tovpeko", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Святослав-Мирослав Павлюк", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 5, "name": "Григорий Ищенко", "cat": "Ukrainian restaurant"}, {"review": " Excellent Ukrainian restaurant !!! Delicious dishes.\nIncludes authentic dishes and fusion cuisine. …", "rating": 5, "name": "Aleks Kuzmenko", "cat": "Ukrainian restaurant"}, {"review": "The interior is beautiful. Very bright, large windows. Interesting dishes, originally dressed waiters. The creators approached the restaurant very creatively. The food is not very good yet. Maybe just opened, and it's YET. Borscht is not tasty, gives a lot ...", "rating": 5, "name": "Ilya Trifonenkov", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Юсевич", "cat": "Ukrainian restaurant"}, {"review": "Very refined and attentive service, excellent cuisine with a creative approach, you can feel the work done in the selection of quality products. Excellent and varied breakfasts at reasonable prices. …", "rating": 4, "name": "Irina Ivanova", "cat": "Ukrainian restaurant"}, {"review": "\nDmitry, thank you for your feedback! We are always glad to see you, both for breakfast and dinner☺️", "rating": 5, "name": "Катя Косенко", "cat": "Ukrainian restaurant"}, {"review": "Guys, I do not recommend. Very long service. We went for breakfast and waited a long time for our order. The omelette was served after 10 minutes. The coffee was served when we went with claims. And we didn’t wait for cheesecakes. They wanted to make the calculation through the terminal, but so ...", "rating": 5, "name": "Андрій Корогода", "cat": "Ukrainian restaurant"}, {"review": "That the surroundings, that the kitchen is a dining room.\nI don't understand where the name of the restaurant comes from.\nThe service is not important, friendly administrators of the halls, slowing down the waiters. …", "rating": 5, "name": "Обычный Парень", "cat": "Ukrainian restaurant"}, {"review": "Went for dinner with a loved one. 9 months together like a term)) the hostess is ok, pleasantly informative, they try) the interior is super at 5. Op) sat down and opened the menu .... Galya is spoiled nearby - a tavern ... The same menu for a third of the price ... It's a shame ... But really...", "rating": 4, "name": "Stonepilot56", "cat": "Ukrainian restaurant"}, {"review": "The place is not bad, they obviously thought about the interior. But when choosing a table, keep in mind that full-length windows are very pulling. There is a lack of lighting in such an open space. …", "rating": 5, "name": "Філенко Лев", "cat": "Ukrainian restaurant"}, {"review": " A Georgian restaurant in Kiev is wonderful, its atmosphere is wonderful, the options are varied, the food is excellent, and the service is great, but the prices are somewhat high. …", "rating": 5, "name": "M. Sulymko", "cat": "Ukrainian restaurant"}, {"review": "Design and atmosphere: an institution with a twist, very beautiful, everything is worked out to the smallest detail ...", "rating": 5, "name": "Irina Rusakova", "cat": "Ukrainian restaurant"}, {"review": "This is not how you want to see a modern kitchen\nThe soul is not enough in the institution ...", "rating": 5, "name": "Andrii Kalinichev", "cat": "Ukrainian restaurant"}, {"review": "Great, stylish place with helpful and polite staff (and optimists, judging by the inscription on the door - see photo) :). They cook deliciously :) I recommend for a business lunch or a pleasant dinner on the terrace. Unobtrusive music...", "rating": 5, "name": "Serge Shalya", "cat": "Ukrainian restaurant"}, {"review": "\nDelicious and nice staff. Thank you 👍", "rating": 5, "name": "Зоя Василенко", "cat": "Ukrainian restaurant"}, {"review": "\nAlexander, thank you for your feedback! We are waiting for you again🤍", "rating": 4, "name": "Egor Tsvetkov", "cat": "Ukrainian restaurant"}, {"review": " Not bad in taste, although 2 of the 4 dishes for delivery did not meet the promise. Potato pancakes without caviar and instead of goat cheese in a salad - Philadelphia. …", "rating": 5, "name": "Tetiana Marchuk", "cat": "Ukrainian restaurant"}, {"review": "One of the most beautiful restaurants in Kyiv. The entire serving of dishes is aesthetically beautiful, interesting crockery and fragries. Good service, delicious food. Prices are above average. …", "rating": 5, "name": "Лидия Пштыка", "cat": "Ukrainian restaurant"}, {"review": "Favorite institution of Ukrainian cuisine)\nalways delicious, very cozy and beautiful, ample parking, helpful staff. …", "rating": 5, "name": "Valera Zagurskiy", "cat": "Ukrainian restaurant"}, {"review": "Yesterday delivery from the restaurant brought the order. The chicken broth was sour. Poisoned. You should never, under any circumstances, dine in this place. …", "rating": 5, "name": "Юра Харечко", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation. Please write your contact phone number in your private messages: https://www.facebook.com/shoislove/", "rating": 4, "name": "Denis Nazarenko", "cat": "Ukrainian restaurant"}, {"review": " To put it briefly, without overwhelming the feedback with details, the kitchen is excellent, the prices are satisfactory (as for me, too high), but here is the atmosphere, the design of the hall ... I will say so, for …", "rating": 5, "name": "Юрій Григор'єв", "cat": "Ukrainian restaurant"}, {"review": "For the level of service 5 stars, everyone is excellent, attentive and not intrusive. The kitchen is ordinary, I took a ribeye steak and fried potatoes, usually the potatoes were poorly cooked, the steak is good, but slightly salted, you can eat, did not dare ...", "rating": 3, "name": "Дмитро К", "cat": "Ukrainian restaurant"}, {"review": "Everything is very good in this restaurant, except for a small but.\nI myself am from Kyiv and I know where the restaurant is located, but not everyone knows this, especially the guests of the capital, this is a significant minus for the restaurant, for the administration, you could …", "rating": 5, "name": "Anna Oliinyk", "cat": "Ukrainian restaurant"}, {"review": "Very tasty, great service. The interior is in a modern Ukrainian style, not intrusive. Definitely worth a visit if you are visited by foreigners. …", "rating": 5, "name": "Ченяк Роман", "cat": "Ukrainian restaurant"}, {"review": "Excellent Ukrainian cuisine, all in the best traditions. The interior design deserves special attention, in the restaurant you get not only gastronomic pleasure, but also aesthetic. …", "rating": 5, "name": "Орест Ребманн", "cat": "Ukrainian restaurant"}, {"review": "Nice place, delicious borscht, beautiful dishes, awesome interior. But I didn’t like the empanada so much, I didn’t even eat it. But that's just a matter of taste, I guess. …", "rating": 5, "name": "Dkfkl KFdskfd", "cat": "Ukrainian restaurant"}, {"review": "They spent money on a designer, but it still doesn’t look comfortable, like a Soviet restaurant, in places it’s stupid. For example, there are no railings on the steep staircase from the second floor. The portions are small, the food is so-so, the price tag is high. …", "rating": 5, "name": "Mariia Spytsa", "cat": "Ukrainian restaurant"}, {"review": "Probably the best thing that happened to Ukrainian cuisine in Kyiv! If you are tired of boring borscht, dumplings, etc. Shaw is your candidate for a gastronomic tour in Ukraine) The INTERIOR is impressive, of course. I did not expect such a scale, such subtleties! …", "rating": 5, "name": "Sergiy Baranets", "cat": "Ukrainian restaurant"}, {"review": "Kind of like Ukrainian style and cuisine, but more like Tatooine from Star Wars. Free, ambience. Expensive.\nThere is also a built-in smoker. …", "rating": 5, "name": "Alina Sabat", "cat": "Ukrainian restaurant"}, {"review": " Nice place. It's cozy. Elements of Ukrainian traditions and modern urban style were combined in one institution. Very expressive details of the entourage in the Ukrainian style. Despite the size of the halls and the …", "rating": 4, "name": "Олег Савченко", "cat": "Ukrainian restaurant"}, {"review": "A good restaurant that combined 2 styles (classic Ukrainian and modern). The food is delicious.\nWhy is there no sign on the street? …", "rating": 3, "name": "Evgen", "cat": "Ukrainian restaurant"}, {"review": "\nThank you very much for your feedback :)\nWe work without a large sign, but at the entrance there is the name of our establishment", "rating": 5, "name": "дмитрий чистяков", "cat": "Ukrainian restaurant"}, {"review": "Slow service, very long wait for food. Breakfast takes at least 1 hour, even if you ordered porridge and coffee :) …", "rating": 5, "name": "Volodymyr Solonenko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We gave this information to the manager, we will definitely work out this moment. We are always glad to see you!", "rating": 4, "name": "Dima Shevchuk", "cat": "Ukrainian restaurant"}, {"review": "Good evening. Visited your establishment with guests from New York. The atmosphere and design are 5+, but unfortunately that's all!! We ate quite a lot, but to say that I would be delighted is not. Serving dishes is a pot-bellied hut, or rather its absence. Service …", "rating": 5, "name": "Victor Popov", "cat": "Ukrainian restaurant"}, {"review": "\nNice place, cozy atmosphere, nice staff.", "rating": 5, "name": "Zofııa Koltun", "cat": "Ukrainian restaurant"}, {"review": "\nAlexandra, thank you for your feedback! We look forward to seeing you at Sho!", "rating": 5, "name": "Maksym", "cat": "Ukrainian restaurant"}, {"review": "It has always been a problem to take foreign friends to a restaurant of Ukrainian cuisine, where there will be really delicious borscht, dumplings with cherries, lard with garlic and uzvar🙄 …", "rating": 3, "name": "Jaime Abehsera", "cat": "Ukrainian restaurant"}, {"review": "Nice trendy place. Not very tasty (eg shish kebab; salad dressings lack flavor...). Prices are too high (dumplings for takeaway have doubled in price in six months) …", "rating": 5, "name": "Natali Eremenko", "cat": "Ukrainian restaurant"}, {"review": " Delicious Ukrainian cuisine. Relaxed atmosphere. The restaurant is very popular with foreigners. The menu especially liked the grill (vegetables, meat) and cherry dumplings! …", "rating": 4, "name": "M Legeza", "cat": "Ukrainian restaurant"}, {"review": "\nPerfect place! Very tasty, great service!", "rating": 1, "name": "Eugen", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Шилов", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 5, "name": "Bogdan Korniienko", "cat": "Ukrainian restaurant"}, {"review": "hard 4,\nand now in detail:\natmosphere/interior - 4/4.5 …", "rating": 5, "name": "Марина Чоповая", "cat": "Ukrainian restaurant"}, {"review": " Wonderful and extremely tasty cuisine, interesting interior. The waiters were really slow, but that banosh was worth the wait. …", "rating": 5, "name": "Игорь Гриб", "cat": "Ukrainian restaurant"}, {"review": " Lunch with a group of tourists from Belgium.\nAll liked everything: cozy atmosphere, stylish interior, delicious cuisine, fast service, friendly staff. …", "rating": 5, "name": "Вячеслав Королёв", "cat": "Ukrainian restaurant"}, {"review": "Nice design - asceticism interspersed with mud hut. The same cute variation on the theme of Ukrainian cuisine without a lubok. Very friendly staff. And yes, delicious!)", "rating": 5, "name": "Vasyl Zuzyak", "cat": "Ukrainian restaurant"}, {"review": " The design is great. The kitchen is super. Moreover, the prices are very reasonable. But I would put 1 for the following - employees really do not speak to visitors in Ukrainian, even if the visitor speaks to them in …", "rating": 5, "name": "Георгий Акимов", "cat": "Ukrainian restaurant"}, {"review": "Super. Cool breakfasts. The girl who served us with a wonderful voice and sense of humor. …", "rating": 5, "name": "Violetta Beznisko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are looking forward to our next meeting!", "rating": 5, "name": "Павел Поликанов", "cat": "Ukrainian restaurant"}, {"review": "Cool interior! Delicious cuisine! Good service. Prices are slightly inflated. But I always want to come back here. …", "rating": 5, "name": "Ангелина Гордеева", "cat": "Ukrainian restaurant"}, {"review": " Unrealistically tasty and beautiful 🤍\n\n", "rating": 4, "name": "Denis Värderingsman", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We look forward to seeing you at Sho!\n\n", "rating": 5, "name": "Serhii Сережа", "cat": "Ukrainian restaurant"}, {"review": "I do NOT recommend! Canteen food at the price of a restaurant. In a restaurant, the quality and taste of food is valuable to me, not the interior. …", "rating": 5, "name": "Yevhen Shalennyi", "cat": "Ukrainian restaurant"}, {"review": " An interesting atmosphere, a very beautiful interior, I very much like the idea) is also a convenient location.\nAs for me the main disadvantages: prices; service; …", "rating": 5, "name": "Оксана Омельянчук", "cat": "Ukrainian restaurant"}, {"review": " The best place to get acquainted with Ukrainian cuisine\n\n", "rating": 5, "name": "Oleksandr Parimuda", "cat": "Ukrainian restaurant"}, {"review": " Impressed by the atmosphere, the staff attitude and the cuisine! The interior is something incredible in general. Everything is thought out in detail. I highly recommend visiting the institution, as well as taste the …", "rating": 5, "name": "Energy 250", "cat": "Ukrainian restaurant"}, {"review": "Large room, interesting interior, excellent service, warm welcome, own pastries. You can write good things for a long time. All liked it. Been here a few times even though we don't live close by. …", "rating": 5, "name": "Anna Zhulavskaya", "cat": "Ukrainian restaurant"}, {"review": "Good place, non-standard stylish interior, delicious food and drinks, excellent service, fast service. 4 stars (and not 5) only because there was an extra dish on the bill, which was not in the order. …", "rating": 5, "name": "Володимир Романчук", "cat": "Ukrainian restaurant"}, {"review": "Imagine The Cake with borscht, cheesecakes and dumplings. Good quality and a bit pricey. Great place for breakfast, lunch and dinner. Without too much pathos and pretentiousness. …", "rating": 5, "name": "Игорь Кобяков", "cat": "Ukrainian restaurant"}, {"review": " We thank you! We try very hard 🤍\n\n", "rating": 5, "name": "Herman Taslitskyi", "cat": "Ukrainian restaurant"}, {"review": " today is the first time here and it is clear that the owners have drawn conclusions from the comments of other visitors. we spoke Ukrainian and we can't help but rejoice. well done;) …", "rating": 4, "name": "Юрій Кучер", "cat": "Ukrainian restaurant"}, {"review": " I liked the atmosphere and the kitchen)\n\n", "rating": 4, "name": "Ser Wass", "cat": "Ukrainian restaurant"}, {"review": "This is a quiet horror and not a place, precisely in terms of cuisine ... maybe I was very lucky, but if a place that claims to be in the league of the best places in Kyiv produces at least one dish in rancid oil and cheese ... then this must be eradicated. ..on the …", "rating": 4, "name": "Tatyana Antonenko", "cat": "Ukrainian restaurant"}, {"review": " A place to return to\n\n", "rating": 5, "name": "Сергей Толерёнок", "cat": "Ukrainian restaurant"}, {"review": "In response to a question about how we liked the service (not at all)) the administrator told us in plain text that more experienced waiters serve foreigners, thereby not even realizing how unethical it was. The restaurant is listed as…", "rating": 2, "name": "Cannibal Mtl", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Олексіївна", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! Looking forward to our next meeting🤍", "rating": 5, "name": "Nick Kulikov", "cat": "Ukrainian restaurant"}, {"review": " Went in, said hello. I was answered \"Good afternoon. Are you expected?\" .. I ask: \"It seemed to me that you are a restaurant of UKRAINIAN cuisine, and why do you speak Russian?\" . The answer: \"Is this fundamental ??? …", "rating": 5, "name": "Руслан Яковлев", "cat": "Ukrainian restaurant"}, {"review": "We were guests in the capital, went with colleagues on Sunday. Atmosphere, professionalism of the staff impressed. Guys, but the kitchen just doesn't match all this beauty. …", "rating": 3, "name": "Анастасия", "cat": "Ukrainian restaurant"}, {"review": "Very stylish interior, everything is thought out to the smallest detail, decent cuisine, service at the level. All liked it. Went to work for lunch and will definitely come again with my family. …", "rating": 1, "name": "Novitskiy Vitaliy", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Igor Vasechko", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in our restaurant🙌🏼❤️", "rating": 1, "name": "Andrei Bondarenko", "cat": "Ukrainian restaurant"}, {"review": " Delicious Ukrainian cuisine, stylish, spacious and cozy interior, but the hostess, who is unfriendly in Russian, disappointed. …", "rating": 5, "name": "Alexey Simonov", "cat": "Ukrainian restaurant"}, {"review": " Thanks for the feedback! We passed the information to the manager - we promise to fix it!\n\n", "rating": 4, "name": "Volodymyr Osnadchuk", "cat": "Ukrainian restaurant"}, {"review": " …", "rating": 5, "name": "Олеся Кошкина", "cat": "Ukrainian restaurant"}, {"review": "\nIrina, thank you for your feedback! We gave this information to our chef, we will definitely fix it. We look forward to welcoming you to Sho🙌🏼🤍", "rating": 5, "name": "Елена Борисовна", "cat": "Ukrainian restaurant"}, {"review": "At the entrance to the restaurant they were well received, the staff was friendly, they were taken to the table, they gave out the menu .... that, unfortunately, that's all ... The ordered dishes were brought barely warm ... the work of the waiters is below average ... somehow sad after...", "rating": 5, "name": "Мария Матреницкая", "cat": "Ukrainian restaurant"}, {"review": " Very tasty dinner, especially borsch\n\n", "rating": 5, "name": "Vladimir Boyarskyi", "cat": "Ukrainian restaurant"}, {"review": " Eugene, thank you for your feedback! Always glad to see you ☺️\n\n", "rating": 3, "name": "Kostja Druzok", "cat": "Ukrainian restaurant"}, {"review": "Good Ukrainian cuisine, cool atmosphere and nice design, but the service needs to be improved... …", "rating": 5, "name": "Marusia Krylova", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We passed the information to the manager and we will definitely fix it!", "rating": 5, "name": "Артём Матвиенко", "cat": "Ukrainian restaurant"}, {"review": "Perfect. Delicious food, good staff and service. We tested pate, okroshka, dumplings, desserts. Everything was delicious. I recommend to take a look :) ...", "rating": 3, "name": "Ольга М", "cat": "Ukrainian restaurant"}, {"review": "The most ordinary food, nothing remarkable. Expensive, the service is very long and ill-conceived (all ordered dishes were brought immediately and they cooled down). …", "rating": 5, "name": "Dmytro Bulanov", "cat": "Ukrainian restaurant"}, {"review": "We were at the restaurant with friends. Tuesday evening, and the castors are 60% full! Food - I personally am very spoiled with my mother's food, therefore, I will not specify everything) The staff is well trained. Interior - 5+. …", "rating": 5, "name": "Сергій Лисенко", "cat": "Ukrainian restaurant"}, {"review": "A very atmospheric place, I liked the walls, like a grandmother’s in the village) the kitchen is very tasty, but I was pleasantly surprised by the honey cake, with a chic taste, tender, melts in your mouth. The service is excellent, you will not be left unattended.…", "rating": 5, "name": "Viacheslav Lomeiko", "cat": "Ukrainian restaurant"}, {"review": "A very beautiful presentation. We went for breakfast: I recommend avocado toasts and tender cheesecakes. …", "rating": 5, "name": "Оксана Богатырева", "cat": "Ukrainian restaurant"}, {"review": "\nThank you for your feedback! We are always glad to see you in Sho!", "rating": 4, "name": "Igor Pertsiya", "cat": "Ukrainian restaurant"}, {"review": "My third time in a week I visit SHO, and I am very surprised by the quality of service, the waiters are not suitable at all,,,,\nUntil he loudly called, a service group of 8 people stands and does nothing!? …", "rating": 5, "name": "Kate G", "cat": "Ukrainian restaurant"}, {"review": "Very cozy and stylish at the same time in the Ukrainian style) It turns out that you can do it this way) The food is also on the level. Loved the BBQ and cocktails.…", "rating": 5, "name": "Антон Коростелев", "cat": "Ukrainian restaurant"}, {"review": "Good restaurant if you need to take your foreign guests somewhere :). Modern Ukrainian cuisine and stylish interior …", "rating": 5, "name": "Liudmyla Yasynska", "cat": "Ukrainian restaurant"}, {"review": "Modern Ukrainian design. I ate dumplings with cherries - they were wonderful. Pleased with the service. I gave my iqos unit for charging, and they gave me a guest one for use ...", "rating": 5, "name": "Nik Farm", "cat": "Ukrainian restaurant"}]