[{"review": "The pizza its nice. However, I think there is a lot of oil. Furthermore, WC was not that clean. We also find a small worm 🐛 in the cheese plate. The servers where very polite they replaced it, and we didn't pay for that.", "rating": 3, "name": "Aris Kots", "cat": "Pizza restaurant"}, {"review": "The ambiance was veteran themed but the backyard garden seemed a lot prettier to dine in (they said they only served indoors at those hours). The indoors had a really bad feet smell unfortunately. We ordered Галицька (Galacian) and …", "rating": 3, "name": "Damla (Luciole)", "cat": "Pizza restaurant"}, {"review": "Very nice pizzas, I had take out, but they have 2 restaurant areas on site. The draft beers are also really good. Definitely reccommend.", "rating": 5, "name": "mr mule", "cat": "Pizza restaurant"}, {"review": "This is a nice family restaurant. It is good for families and couples. I tried their Ukrainian pizza and I like it. I got small size but it was large and it was enough for me. I paid 230 UAH for pizza and cola.", "rating": 5, "name": "Tom Wilson", "cat": "Pizza restaurant"}, {"review": "Love this establishment! Tons on pizzas to choose from and great service. Most Americans will probably want double cheese.  The veteran themed cocktails are great and the decor is awesome.  Definitely recommend going here if you are in town.", "rating": 5, "name": "Peter Pohl", "cat": "Pizza restaurant"}, {"review": "The place was very nice, the food was really good. They didn't had all the cocktails from the menu, but the one he recommended me was really good. Prices are normal, not expensive, not cheap. The waiter was very kind, he deserve promotion!", "rating": 4, "name": "H V", "cat": "Pizza restaurant"}, {"review": "I fell in love with Veteranos pizza! The best feature is the concept and decoration of course, with actual war pictures and items from Ukraine veterans who started the whole project, and a huge wooden assault rifle on the entrance wall. It …", "rating": 5, "name": "Yannis Aposporis", "cat": "Pizza restaurant"}, {"review": "As a Turk, I can say that it suits your taste. I say try it while you're at it.\n\nNice exterior design and nice theme, we had reserved our table so it didn't be …", "rating": 4, "name": "Mustafa Berkay", "cat": "Pizza restaurant"}, {"review": "I almost wept with joy upon eating their pizza. The Ukranian and the Diablo pizzas were everything I didn't know I was searching for. You can really taste the quality of the ingredients. The crust under the pizza is very thin, so it …", "rating": 5, "name": "Adrienne Buller", "cat": "Pizza restaurant"}, {"review": "Their pizza and fresh-squeezed orange juice are great. The place is beautiful.", "rating": 5, "name": "Narmin Shahmarzade", "cat": "Pizza restaurant"}, {"review": "Tasty pizza's, good beer (not a lot of choice, but it was fresh, cold and clean), lovely waiting staff and a good atmosphere. Since it was a hot evening, I was sitting outside, so can't say much about the atmosphere in colder times. But the summer terrace is lovely!!", "rating": 5, "name": "Stef van Schijndel", "cat": "Pizza restaurant"}, {"review": "Very atmospheric place with great pizza! The place was founded by the war veterans.\nNice backyard with lights under the trees.", "rating": 5, "name": "Dan T", "cat": "Pizza restaurant"}, {"review": "The place is great and the pizza is delicious. We enjoyed every piece of it! The staff is friendly and the whole atmosphere of the pizzeria is pleasant.", "rating": 5, "name": "Samsung Samsung", "cat": "Pizza restaurant"}, {"review": "Best pizza in the city made by UA veterans! Delicious thin base with the just right amount of toppings. Also interesting thematic cocktails, as soon as nice some classic ones. Simple but well thought out interior.", "rating": 5, "name": "Moussse", "cat": "Pizza restaurant"}, {"review": "Pizza is great.\nStaff spoke Ukrainian and english. …", "rating": 5, "name": "babyukalex", "cat": "Pizza restaurant"}, {"review": "The worst pizza I ate in Kyiv by far.\nI ordered their special Oduvanchik and Margherita to try how they make both tomato and white sauce versions. Oduvanchik had extra dry meat in it with mushrooms …", "rating": 1, "name": "Anatolii Bondar", "cat": "Pizza restaurant"}, {"review": "Staff is super friendly and helpful with good English skills. The 4 cheese pizza wasn’t as great. It was super oily. Like, actually drenched in oil.", "rating": 3, "name": "Pedro Lopes", "cat": "Pizza restaurant"}, {"review": "Highly recommended!\nThis place serves some of the best cocktails (esp. Dorian Gray and One More Time) and the pizzas are excellent. …", "rating": 5, "name": "Nicolas Carpentier", "cat": "Pizza restaurant"}, {"review": "Great service, great food, pizzas are a nice size and not over priced. Tip : take cash with you since their CC machine apparently don't take US cards.", "rating": 5, "name": "Gino Canessa", "cat": "Pizza restaurant"}, {"review": "Wonderful place, the pizza are amazing, and the local really really good. Everything is perfect !", "rating": 5, "name": "stefanie mendes", "cat": "Pizza restaurant"}, {"review": "Great place right off a main road. Rather unexpected beautiful courtyard setting with great music and tasty pizzas and smoothies. Well worth the stop.", "rating": 5, "name": "Zach Martin", "cat": "Pizza restaurant"}, {"review": "The place is nice and the food is good but unfortunately the service wasn't the best. Because they needed the table for other people, they brought us the bill without asking if we finished eating. Actually, we ordered something that never arrived and we wanted to have a dessert but there is no time to ask for.", "rating": 3, "name": "Giuliano Bifolchi", "cat": "Pizza restaurant"}, {"review": "Many options to choose from, tried 4 and all of them were delicious. Service was nice and reasonably quick. Place looks great as well.", "rating": 5, "name": "Buğra Alpayım", "cat": "Pizza restaurant"}, {"review": "I was more inclined to a 3.5 , but for 4 its fine\nPizza it's goos, very traditional\nService it's a little complex, need a little improvement\nOverall a good option, the place itself it's cozy and relaxing .", "rating": 4, "name": "Mauricio Pretto", "cat": "Pizza restaurant"}, {"review": "Wow, what a great unusual pizzaria here in Kiew!! We saw it, when we’re driving trough the streets for something to eat. We had a great evening in verterano style! Great decoration 😊 I love it! Thanks for the friendly serving 😊", "rating": 5, "name": "Lisa-Maria Erdmann", "cat": "Pizza restaurant"}, {"review": "Wow .. great service. Great food. Glad i decided to come here!!", "rating": 5, "name": "Brian Warren", "cat": "Pizza restaurant"}, {"review": "Beautiful place in the centre. Tasty pizza and tea. Fast and pleasant service.Responsible staff for COVID-19 activities. You need certificate of vaccination to visit.", "rating": 5, "name": "Vsetresbien Oui", "cat": "Pizza restaurant"}, {"review": "After other \"Veteran\" like places I've visited in EU and US, me and my retired friend, were expecting some options on the menu, however... our great disappointment is the fact that regular dishes or formally saying normal meal is …", "rating": 1, "name": "Andrew Vrublevskyi", "cat": "Pizza restaurant"}, {"review": "I didn't like the concept of the place, if you enjoy eating in an atmosphere of war, and when under your glass table you can see bullets - you'll enjoy the place.", "rating": 3, "name": "Maryna Korshun", "cat": "Pizza restaurant"}, {"review": "Ukrainian war veterans stand behind the idea of this place.\nFood is surprisingly delicious, service is very nice.\nExpected something rougher, given the war theme.\nWill come back many times.", "rating": 5, "name": "Mitya Roshchupkin", "cat": "Pizza restaurant"}, {"review": "Fast service and really tasty pizza.  I can say it's the best pizza I've eaten in a long time.  The girl who served us was very friendly and helpful.  I recommend cabernet sauvignon for red wine lovers.  Prices are really reasonable.", "rating": 5, "name": "Şafak Ayyıldız", "cat": "Pizza restaurant"}, {"review": "Amazing pizza, great limonade drinks and the homemade ice cream is just out of this world. A great experience in general for an affordable price. Highly recommend", "rating": 5, "name": "Arnas J", "cat": "Pizza restaurant"}, {"review": "Ordered simple traditional pepperoni pizza with mozzarella and artichoke. The abortion we were served had zero mozzarella, the waitress claimed \"it's our version of mozzarella\" yellow not white, mushy not stringy could not eat it, the only …", "rating": 1, "name": "Christopher Woodall", "cat": "Pizza restaurant"}, {"review": "Awesome pizza by Ukrainian veterans. Also, amazing atmosphere for pub lovers", "rating": 5, "name": "Max Koronenko", "cat": "Pizza restaurant"}, {"review": "Nice Staff, perfect Food and Beer :) One of my favourite Restaurant in my life ✌✌", "rating": 5, "name": "Szabolcs Szikra", "cat": "Pizza restaurant"}, {"review": "Such an amazing dining experience at the heart of Kiev! The food was amazing, the Ukranian cabernet wine was delicious but more importantly the lady serving us, Yuliya was the most brilliant and helpful and beautiful woman of Ukraine …", "rating": 5, "name": "Oznur Demir", "cat": "Pizza restaurant"}, {"review": "Pizza was not good at all, had tomatoes in the Margarita, not following the original recipe, and way too much cheese for an italian styled pizza. Its like a pizza you can get in any stret food place for half the price. Also, we had to laugh …", "rating": 2, "name": "Felipe Busto", "cat": "Pizza restaurant"}, {"review": "Hello. Our recipe for making Margarita pizza is adapted to the Ukrainian market, which differs from Neapolitan cooking, with the addition of tomatoes. All information about the ingredients is also listed in the menu. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. please accept a small gift from us-a certificate for 500 uah. for more information, write to us on the facebook page.", "rating": 5, "name": "Jon Morris", "cat": "Pizza restaurant"}, {"review": "The staff spoke English, which is a great benefit to us travelers.  The seating was outside and it happened to be terrific weather today.  The food was good and fairly priced.", "rating": 5, "name": "Глеб Давыдов", "cat": "Pizza restaurant"}, {"review": "Despite the atmosphere full of live reminders of a war that is still going on - from signed battle flags and ribbons to bullet casings under glass making the table surfaces - it's not grim. Rather it feels calming and uplifting, to see that …", "rating": 5, "name": "Victor Krasnoshchok", "cat": "Pizza restaurant"}, {"review": "Quiet place with great interior and fast service. Cuisine is also nice and quite rich.", "rating": 3, "name": "Алексей Ткаченко", "cat": "Pizza restaurant"}, {"review": "Pizza itself was ok, not goog not great but ok. Better than dominos, worse then mamamia. And definitely different from Napule. …", "rating": 1, "name": "Gary Seven", "cat": "Pizza restaurant"}, {"review": "The staff here are too young to have been in any conflict with Russia. The only thing that they are recent veterans of is High school.\nThey spend most of their time talking to eachother and ignoring the customer. …", "rating": 5, "name": "Dmytro Prokopchuk", "cat": "Pizza restaurant"}, {"review": "You should absolutely try the Donetsk Sour here! That cocktail contains charcoal and tastes like no other cocktail in the city. The pizza here is nice and quite cheap, especially in comparison to other pizzerias downtown. …", "rating": 5, "name": "Denis Putilin", "cat": "Pizza restaurant"}, {"review": "My favorite pizza place in Kyiv. Pizza with four cheeses is good. And salmon pizza is special.", "rating": 5, "name": "Michael Rogers", "cat": "Pizza restaurant"}, {"review": "You have to visit this restaurant!  Outstanding service, outstanding food and a wide selection of beer and cocktails.", "rating": 5, "name": "Mariusz Redwanz", "cat": "Pizza restaurant"}, {"review": "Really good pizzas. The idea to divide large pizza by two is fantastic. The only disadvantage is music turned off at 10pm, but it's not up to restaurant", "rating": 4, "name": "Richard Torskyj", "cat": "Pizza restaurant"}, {"review": "Great start to the evening walked straight in with no booking and managed to get a table. Ordered a half and half pizza and was asked if we wanted recommendations off a friendly waiter. Food arrived and then unfortunately went a bit down …", "rating": 5, "name": "Philip McIntyre", "cat": "Pizza restaurant"}, {"review": "Good service. Very friendly. Awesome food.", "rating": 5, "name": "HR Manager", "cat": "Pizza restaurant"}, {"review": "Amazing dine-in area. Nice pizza served there 🍕", "rating": 5, "name": "Metehan Yücel", "cat": "Pizza restaurant"}, {"review": "Just one word for this place ''magnificent''.", "rating": 3, "name": "Petra Solovnov", "cat": "Pizza restaurant"}, {"review": "We came here because of the 2500+ reviews, but honestly it was just average. Not bad, not great. Just ok. Maybe it's because my husband and I have had so many amazing pizzas during our travels. The sauce was too sweet and it just didn't …", "rating": 5, "name": "André Sousa", "cat": "Pizza restaurant"}, {"review": "I went there by a recommendation of an Ukrainian that I've met in the street. The pizza is great and so is the service. It adds more to it when you know you're helping the veterans of the war in East Ukraine. Definitely worth your time. …", "rating": 5, "name": "Vlad Oleatovschi", "cat": "Pizza restaurant"}, {"review": "Cool place. Good food. Nice service. If it is warm it is cool to stay on the terrace in the inner yard.) Close to Maidan.", "rating": 4, "name": "Volodymyr Volodin", "cat": "Pizza restaurant"}, {"review": "Pizza is outstanding, however beer selection leaves much to be desired. And at the time we visited, only one toilet was working for the entire place.", "rating": 5, "name": "Aviv Shabo", "cat": "Pizza restaurant"}, {"review": "Great Pizzeria right in the very center of Kiev.\n\nThe pizza is thin and full of souce and the quality and seasoning is superb. …", "rating": 5, "name": "miiki.57", "cat": "Pizza restaurant"}, {"review": "Excellent pizza place! I had one big,(2different halves)about 800grams. Perfectly baked dought and great ingredients. It cost 250hrivna(about 10€). Not the cheapest, but well worth it. I waited about 15-20min for pizza.Personel is young …", "rating": 5, "name": "Andrew Horsfall", "cat": "Pizza restaurant"}, {"review": "Can I give this place 10 stars?  Best pizza in Ukraine.  This place was founded by veterans from the Ukrainian conflict.  It currently employs over 100 veterans and offers them support that can't be found anywhere else in the country.  If you want cold beer, delicious pizza, and to support a good cause - you must visit Veterano Pizza!", "rating": 5, "name": "Nadiia Grushykhina", "cat": "Pizza restaurant"}, {"review": "The pizza and cocktails are good. There is a nice, green internal yard inside the place. But be aware that you need to book a table beforehand, especially on weekends.", "rating": 5, "name": "Brian Tuscher", "cat": "Pizza restaurant"}, {"review": "Quick service and friendly staff. Excellent options for pizza. Cozy atmosphere. Their mission of service beyond just food (helping veterans of the military) really shows in the pride the staff has for this restaurant. Definitely worth …", "rating": 5, "name": "Stefan Thorpe", "cat": "Pizza restaurant"}, {"review": "Some of the best pizzas i have had in a while, i recommended ordering two different halves of toppings on one pizza, the dark beer was also lovely", "rating": 5, "name": "Serhiy Yeremenko", "cat": "Pizza restaurant"}, {"review": "Awesome and cozy place! Friendly people, fresh beer, tasty pizza, low prices. And most importantly, freedom fighter's atmosphere!", "rating": 5, "name": "Rindert Van Dijk", "cat": "Pizza restaurant"}, {"review": "Very good pizza friendly people.", "rating": 2, "name": "M", "cat": "Pizza restaurant"}, {"review": "Noting special, drinks menu is poor and there is no beer, bird are singing inside and good selection of music,", "rating": 4, "name": "Quincy Moore", "cat": "Pizza restaurant"}, {"review": "Great pizza! Great mission and good people. If you are with a large group and order more then two pizzas at a time you might have to be patient and the pizzas might come out in waves but it's worth the wait.", "rating": 4, "name": "Andrew Tishecko", "cat": "Pizza restaurant"}, {"review": "It so nice when stuff know English and can give you advice what to choose better. Pizza was delicious good dark beer. But it not possible to take beer to go in a bottle.", "rating": 4, "name": "Stanley Pain", "cat": "Pizza restaurant"}, {"review": "I'll preface with the fact that you won't find actually great Neapolitan Pizza in Kiev. I've been to all the top rated places and this place is one of the few I'll come back to. …", "rating": 5, "name": "James Wierenga", "cat": "Pizza restaurant"}, {"review": "Pizza here is perfectly cooked either eat in or take away. My favorite pizza spot in Kiev hands down.", "rating": 5, "name": "juan cabo castillo", "cat": "Pizza restaurant"}, {"review": "Great place, great experience, good food, we Will go back", "rating": 5, "name": "Ana Bastos", "cat": "Pizza restaurant"}, {"review": "Great pizza and amazing drinks", "rating": 5, "name": "Cenker Yazgi", "cat": "Pizza restaurant"}, {"review": "The place has a very beautiful and interesting decor.  It's a must visit place with very delicious pizzas.", "rating": 5, "name": "Illia Samotoi", "cat": "Pizza restaurant"}, {"review": "Perfect place, tasty pizza, cute and communicable waitresses, amazing interior! Must be visited!", "rating": 5, "name": "Julia p", "cat": "Pizza restaurant"}, {"review": "Military themed, it's a pretty small restaurant, a lot of people. They were out of some dishes we wanted to order but the ones we did which was pizza and creme brule were delicious.", "rating": 5, "name": "Maks Perov", "cat": "Pizza restaurant"}, {"review": "Great pizza, unique cocktails (Donetsk Sour rocks!), fast and top-quality service - and (first and foremost) the place with true Ukrainian soldier spirit. Respect to Leonid and the team!", "rating": 5, "name": "Daria", "cat": "Pizza restaurant"}, {"review": "Very nice place with friendly staff and tasty pizza!", "rating": 5, "name": "Steven Lister", "cat": "Pizza restaurant"}, {"review": "Great stop for some amazing food and a nice drink. Service was friendly and the weather showed this place at full potential. Sitting outside in the cool breeze made our lunch.", "rating": 5, "name": "Álvaro González Medina", "cat": "Pizza restaurant"}, {"review": "So cheap and good. And so fast.", "rating": 5, "name": "Ben Eisele", "cat": "Pizza restaurant"}, {"review": "Amazing place with great military history and food. Pro tip: ask for the Punisher.", "rating": 5, "name": "Maryna Bohun", "cat": "Pizza restaurant"}, {"review": "Service was great! We ordered bruschetta and big pizza and what was surprised that it was very tasty and quicky. Very positive experience!\nRecommend!", "rating": 4, "name": "Alex Willey", "cat": "Pizza restaurant"}, {"review": "1 vegan pizza, cheap £10 for 2 pizzas and cokes.\nReally warm inside so abit uncomfortable after awhile.\nFriendly staff and good atmosphere.", "rating": 5, "name": "K Shoup", "cat": "Pizza restaurant"}, {"review": "Awesome place, waitstaff is incredibly friendly and speaks English. Beer selection is limited but the pizza is brick oven and good. Would take friends again.", "rating": 5, "name": "Bohdan Semeniuk", "cat": "Pizza restaurant"}, {"review": "Pretty much the best pizza you can get. The crust is godlike", "rating": 5, "name": "Dawna McC", "cat": "Pizza restaurant"}, {"review": "If you want a real honest to goodness Hawaiian pizza this is the place ... order the ham and mushroom and ask then to add pineapple and extra cheese ... heaven... tell them your Canadian friend sent you  ... lol", "rating": 5, "name": "Viktor Belinskyy", "cat": "Pizza restaurant"}, {"review": "Great amazing pizza, cosy atmosphere, smart service. RECOMMENDED! Kindly ask to support the project established by an Eastern-Ukrainian War veteran! (Even despite my non-love to the word 'veteran')", "rating": 5, "name": "Tigran Khanzadyan", "cat": "Pizza restaurant"}, {"review": "Very unique place with full of history and personal touch. The food tastes excellent, the service is great. What else you need? Just in case you were wondering, people working here are veterans of the war or family members of them.", "rating": 3, "name": "Dana F", "cat": "Pizza restaurant"}, {"review": "Does not deserve the 4.7 stars we followed after seeing it in Google... reasonable food but did not have 2 main dishes at20:00 which is very unreasonable..had  a very good cocktail there though...", "rating": 5, "name": "Sofia Sydorenko", "cat": "Pizza restaurant"}, {"review": "This place is rather popular, so you better book a table. You may get lucky, but not always. Pizza is good, service is quick.", "rating": 5, "name": "Karina", "cat": "Pizza restaurant"}, {"review": "Pizza 4 types of chees was excellent, a lot of cheese, thin cake,  that's how I like.  Staff is nice and helpful. Nice idea for decoration, connected with pizzeria's name. Finger crossed for this project.", "rating": 5, "name": "Sergiy Dobrovolskiy", "cat": "Pizza restaurant"}, {"review": "Super tasty pizza! Nice place. Recommended to visit! This pizzeria, as well as next door restaurant, have been founded by Ukrainian veteran Leonid Ostalcev. He is helping with reabilitation for another veterans. Also, Veterans pizza helps …", "rating": 4, "name": "Oleksandr Vyshenskyi (veryblackraven)", "cat": "Pizza restaurant"}, {"review": "Nice place for a small group of friends. Beer is good, although there's not many kinds of it. Some unevenness in terms of steak doneness, yet still it's tasty.", "rating": 5, "name": "Rob Nuey", "cat": "Pizza restaurant"}, {"review": "Veteran owned and operated establishment.  Decent prices and decent food for the price. Nice atmosphere for those that can relate to the military. Not a \"safe place\", nor is it a place for left sided \"snowflakes\".", "rating": 5, "name": "Iljasova Sabina", "cat": "Pizza restaurant"}, {"review": "Tastes great, not expensive at all, lovely birds chirping around. But be careful, a large size pizza is really large, unless you want to be stuffed like thanksgiving turkey", "rating": 5, "name": "cj", "cat": "Pizza restaurant"}, {"review": "Amazing and delicious pizza! Interesting thematic design! Great variety of non-alcoholic beverages including even camomile lemonade) You will not regret visiting this place!", "rating": 5, "name": "Anton Klink", "cat": "Pizza restaurant"}, {"review": "Great pizza, great interior. Pizza from the veterans of the Ukraine war in the East. Good prices, tasty food and I was happy to support the cause of people fighting for the independence of their country.", "rating": 5, "name": "Gurv K.", "cat": "Pizza restaurant"}, {"review": "Very good pizza, went there twice in a week. Staff are very kind, nice atmosphere.  I like that you can have 1 type of pizza on one half and another on the other half.", "rating": 5, "name": "Boryslav Kuzmenko", "cat": "Pizza restaurant"}, {"review": "Delicious pizza, really cozy backyard with open air sitting. Also, some tasty cocktails are served here by friendly stuff.", "rating": 4, "name": "philippe philippe", "cat": "Pizza restaurant"}, {"review": "Good pizzas, nice staff,but for the menu,impossible to read without Facebook Facebook :(", "rating": 5, "name": "David Dancey", "cat": "Pizza restaurant"}, {"review": "This is a pizzeria that was founded by a veteran of the ongoing conflict in the east and is decorated with military memorabilia. The staff were very friendly and helpful and the food was excellent.", "rating": 5, "name": "Oleg Shevtsoff", "cat": "Pizza restaurant"}, {"review": "Nice inner yard, tasty pizza, extreme bicycle parking spot.", "rating": 5, "name": "Susie C", "cat": "Pizza restaurant"}, {"review": "Amazing pizzas and great service!", "rating": 5, "name": "Patrice Chartrand", "cat": "Pizza restaurant"}, {"review": "It's a must for a great cause. Delicious pizza with an outstanding service in a unique environment. The owners and employees gave all they got.", "rating": 3, "name": "Andrius M", "cat": "Pizza restaurant"}, {"review": "Nice staff, great music, nice interrior. But the pizzas -  dull taste, no herbs or spices, no garlic oil. Not for real pizza lovers. Weak recepies.", "rating": 5, "name": "Scott Ferguson", "cat": "Pizza restaurant"}, {"review": "Nice staff good food great venue", "rating": 5, "name": "Juraj Matula", "cat": "Pizza restaurant"}, {"review": "Such a great place with delicious pizza and nice service. Prices are also good. Not a huge place, maybe for 20-30 people.", "rating": 5, "name": "Victor Solodiy", "cat": "Pizza restaurant"}, {"review": "Tasty pizza,  friendly staff,  good beer, reasonable prices. Very good design of the internal yard. Like it and recommend", "rating": 5, "name": "Alex P", "cat": "Pizza restaurant"}, {"review": "Ze best. Would advice to everyone. Whether you like Italian or more American style pizza. And, trust me, you won't leave the crust on the plate :)", "rating": 5, "name": "Neo !", "cat": "Pizza restaurant"}, {"review": "Pizza - great. Cocktails and lemonade - super!\nOne problem - 2 transactions per bill: one for alcohol and one for kitchen - it's not ok.", "rating": 5, "name": "psychlobs", "cat": "Pizza restaurant"}, {"review": "Dough is well rested..marinara sauce is tasty...ingredients are well picked...so close to pizzerias in Italy. -i am a certified pizzaiolo", "rating": 5, "name": "Serhii M", "cat": "Pizza restaurant"}, {"review": "Tasty pizza, good service. Very nice and cozy backyard.", "rating": 5, "name": "José Barreto", "cat": "Pizza restaurant"}, {"review": "Delicious pizza. Very friendly service. Cozy interior. A must go!", "rating": 5, "name": "Umut Mete Saka", "cat": "Pizza restaurant"}, {"review": "Legendary pizza, love the dough and the cheese quality. Thanks 😍", "rating": 5, "name": "Andrew Morozov", "cat": "Pizza restaurant"}, {"review": "Great place. Cool decoration, good food, nice drinks, central location, wonderful service.", "rating": 5, "name": "Maksym Kozub", "cat": "Pizza restaurant"}, {"review": "Great pizza (I think I have tried every kind of pizza they make), good customer service. It is nice to know that the place is run by fellow veterans, but it is important that they have been real professionals at what they do.", "rating": 5, "name": "Damian Morgan", "cat": "Pizza restaurant"}, {"review": "Lovely place!! Very friendly staff, very good service, reasonable price, cannot fault it!! Even the background music was to my taste (probably not to the other 99%!!!!)", "rating": 5, "name": "Igor Caviroski", "cat": "Pizza restaurant"}, {"review": "Very tasty pizza, fast and friendly service. They speak English. The atmosphere is unique.", "rating": 5, "name": "Vyacheslav Yakovenko", "cat": "Pizza restaurant"}, {"review": "Tasty pizza, like in Italy! Great job!", "rating": 5, "name": "Doruk Tilbac", "cat": "Pizza restaurant"}, {"review": "Extremely delicious pizza, great beers with beautiful design", "rating": 4, "name": "Artur Majchrzak", "cat": "Pizza restaurant"}, {"review": "Good pizza but little bit salty. Also not so cheap as on other restaurant in Kijów.\nGreat music ;)", "rating": 5, "name": "William Woelk", "cat": "Pizza restaurant"}, {"review": "The atmosphere really matches the name, staff were nice and pizza was tasty. Good place to stop on a cold night.", "rating": 5, "name": "Марина Чернова", "cat": "Pizza restaurant"}, {"review": "Very cosy place. Exelent food, good service. Overall it's a great place to hang out with friends and family. Loved it at first taste.\nKeep it up, guys.", "rating": 4, "name": "Anil Zaman", "cat": "Pizza restaurant"}, {"review": "Their pizzas were good but not good enough i think. Maybe i didn't eat the good one", "rating": 5, "name": "Dmytro Shulga", "cat": "Pizza restaurant"}, {"review": "One of the best pizza places in Kyiv. That patio they have is super cozy too. Highly recommended!", "rating": 5, "name": "W Reed", "cat": "Pizza restaurant"}, {"review": "If you are in Maidan, this is a great place to eat pizza. Super staff, good food, coke (not pepsi👍), veteran owned! I love this place", "rating": 5, "name": "Eyon Butterworth", "cat": "Pizza restaurant"}, {"review": "Great pizza and beer. Very reasonably priced. I will certainly be stopping by again the next time I’m in Kyiv.", "rating": 5, "name": "Miro Popovich", "cat": "Pizza restaurant"}, {"review": "Great customer service. Authentic people, great pizza, great drinks. Also, the location of this place is on money. Right in the heart of the city.", "rating": 5, "name": "Steve Lee", "cat": "Pizza restaurant"}, {"review": "Great place.  Wonderful service and great pizza.  Shrimp Cesar Salad was very tasty as well.", "rating": 4, "name": "Richard Hargreaves", "cat": "Pizza restaurant"}, {"review": "Pretty decent pizza. English menu. Centre of Kiev and very cheap. Also buzzing atmosphere", "rating": 5, "name": "Mozg Mendeleeva", "cat": "Pizza restaurant"}, {"review": "Nice location, nice service. Definitely will visit next time.", "rating": 5, "name": "Tom Westwood", "cat": "Pizza restaurant"}, {"review": "Great pizza and great beer. Spoke fantastic English and felt really welcome. Highly recommended.", "rating": 5, "name": "Oleksandr Basov", "cat": "Pizza restaurant"}, {"review": "Tasty pizza and drinks. Really liked 'For Buslaiev\"pizza. Great service. Impressing interior.", "rating": 5, "name": "Ozlem Tezcan", "cat": "Pizza restaurant"}, {"review": "I loved their pizza. But whenever we go we didn't find available table in the garden", "rating": 5, "name": "Ivanna Rymar", "cat": "Pizza restaurant"}, {"review": "Cozy place with amazing staff and taaaasty food 😍😍😍😍you should definitely come here 😌", "rating": 3, "name": "Ro Mel", "cat": "Pizza restaurant"}, {"review": "Didn't like pizza, plain bread with minimum cheese.. Topping were few too", "rating": 5, "name": "Serhii Zakrevskyi", "cat": "Pizza restaurant"}, {"review": "Cool place. People who work there are all heroes. Real heroes, they were on the war, they defended Ukraine from Russian invaders.", "rating": 5, "name": "Selin Pekarlı", "cat": "Pizza restaurant"}, {"review": "Delicious pizzas! Quick service and good people.", "rating": 5, "name": "Dumitru Condrea", "cat": "Pizza restaurant"}, {"review": "The concept is great. The food is simple, not smth different from other places in Kiev.", "rating": 5, "name": "Neil Pearson", "cat": "Pizza restaurant"}, {"review": "Best food I had during my recent trip to Kiev, would thoroughly recommend a visit.", "rating": 1, "name": "Kev 608 (Kev608)", "cat": "Pizza restaurant"}, {"review": "If you are a tourist, do not go here! They will ignore you and serve everyone else only.", "rating": 5, "name": "Lee Kirk", "cat": "Pizza restaurant"}, {"review": "Amazing pizza, beer and friendly service.", "rating": 5, "name": "Fernando Alvarez", "cat": "Pizza restaurant"}, {"review": "Everything delicious. Friendly also. Price fair for me. I will be going back.", "rating": 5, "name": "Alex Yuu", "cat": "Pizza restaurant"}, {"review": "A-W-E-S-O-M-E! Delicious Pizza and oh my god one of the best salads I ever ate ⭐⭐⭐⭐⭐", "rating": 5, "name": "Der Reisende", "cat": "Pizza restaurant"}, {"review": "Pizza Italian style (very thin dough) also the Tiramisu was tasty!", "rating": 5, "name": "Valery Levchenko (Turin)", "cat": "Pizza restaurant"}, {"review": "Great pizza selection from Ukrainian army veterans. Tasty food, good service and unique atmosphere.", "rating": 5, "name": "KnnyAllen", "cat": "Pizza restaurant"}, {"review": "This was a great place to eat and drop off a unit patch. Great people and a wonderful atmosphere.", "rating": 5, "name": "Leonid Komsky", "cat": "Pizza restaurant"}, {"review": "Very tasty pizaa. Fantastic atmosphere for Ukraine fans.Reasonable prices.", "rating": 5, "name": "jeff killen", "cat": "Pizza restaurant"}, {"review": "Decent pizza solid bartenders. Speak Ukrainian and English. Well priced", "rating": 5, "name": "Ali BAKAR", "cat": "Pizza restaurant"}, {"review": "Delicious pizza, staff knows English and they can suggest you different options from the menu", "rating": 5, "name": "Ruslana Feshchuk", "cat": "Pizza restaurant"}, {"review": "Pizza is very tasty and the atmosphere is great ! Customer service is on a very high level! Love it 😊", "rating": 5, "name": "Eugene Matsko", "cat": "Pizza restaurant"}, {"review": "Highly recommended. Tasty pizza, cold beer, cozy atmosphere.", "rating": 5, "name": "William Cater", "cat": "Pizza restaurant"}, {"review": "Excellent pizza and fast. Highly recommend!!", "rating": 5, "name": "Johannes Andersen", "cat": "Pizza restaurant"}, {"review": "Amazing that people who have been defending Europe against Russian armed invasion have come together to make tasty pizza!", "rating": 3, "name": "Kyla S", "cat": "Pizza restaurant"}, {"review": "Busy place; good pizza", "rating": 5, "name": "Lesia S", "cat": "Pizza restaurant"}, {"review": "Great tasty pizzas and excellent service. Highly recommend!)))", "rating": 5, "name": "Halyna", "cat": "Pizza restaurant"}, {"review": "Very tasty atmosphere, delicious meal and thin pizza. The place for veterans, soldiers and good other people", "rating": 4, "name": "Simon McIntyre", "cat": "Pizza restaurant"}, {"review": "Nice pizza!\nLots of options! Worth a pop in if passing by!\nNot too expansive either", "rating": 5, "name": "Dmytro (DimiUA)", "cat": "Pizza restaurant"}, {"review": "We had a great time here. And their pizza's are awesome", "rating": 5, "name": "Alex Plastun", "cat": "Pizza restaurant"}, {"review": "Tasty pizza. Local beer. Relatively cheap. Good service.", "rating": 4, "name": "Valentine Ulanov", "cat": "Pizza restaurant"}, {"review": "Good pizza. But we waited around 50 minutes to get ours and it wasn't too crowded.", "rating": 2, "name": "Kostas Sacharidis", "cat": "Pizza restaurant"}, {"review": "The pizza is bad but the stuff is friendly!", "rating": 5, "name": "Tadas", "cat": "Pizza restaurant"}, {"review": "Good food. Good prices. Good idea. Can order a pica to be sent for soldiers in the hospital.", "rating": 5, "name": "Albe Sure", "cat": "Pizza restaurant"}, {"review": "Great pizza and drinks. Great atmosphere and wait staff.", "rating": 5, "name": "Olena (Olena)", "cat": "Pizza restaurant"}, {"review": "Pizza is very tasty!!! Amazing service, it's difficult to find such friendly service in Kyiv.", "rating": 5, "name": "Kinga Królak", "cat": "Pizza restaurant"}, {"review": "Tasty pizza and great service. Plus war inspired interior is worth seeing.", "rating": 5, "name": "EGIDIJUS SKUZINSKAS", "cat": "Pizza restaurant"}, {"review": "Great place! Good quality, service and reasonable prices!", "rating": 5, "name": "CATANDEYE KOI", "cat": "Pizza restaurant"}, {"review": "Fabulous food, great atmosphere. Bless those Veterans for keeping us safe.", "rating": 5, "name": "Jay Park", "cat": "Pizza restaurant"}, {"review": "Reasonable price,  good taste and  atmosphere.", "rating": 5, "name": "Pascal B", "cat": "Pizza restaurant"}, {"review": "Excellent pizzas ! The best in kiev. And you support donbass veterans. SLAVA UKRAINIA 🇺🇦 🇫🇷", "rating": 5, "name": "Sergiy Tytarenko", "cat": "Pizza restaurant"}, {"review": "Great pizza and fast service. The place is reminder to be grateful that you live in peace when someone is fighting for that peace.", "rating": 4, "name": "Dickey S. Rajh-Gopaul Naicker", "cat": "Pizza restaurant"}, {"review": "Good Setting and good food. Just watch the flowers from the high trees get in to ur food when u sit outside", "rating": 5, "name": "Paulo And Filipa", "cat": "Pizza restaurant"}, {"review": "Great pizzas and super friendly staff.", "rating": 5, "name": "Natasha W", "cat": "Pizza restaurant"}, {"review": "Good pizza, cocktails, wine. Nice service. Not expensive.", "rating": 5, "name": "Illya Kyznetsov", "cat": "Pizza restaurant"}, {"review": "Cool pizza and very tasty beer. The atmosphere rocks!", "rating": 5, "name": "Pere Sola", "cat": "Pizza restaurant"}, {"review": "Very nice stuff (they also speak English), good pizza and great location.", "rating": 4, "name": "Tim Orlovsky", "cat": "Pizza restaurant"}, {"review": "Medium pizza for medium-high price. Alas, nothing special with food or drinks but the people wotking", "rating": 5, "name": "Krzysztof Ostrowski", "cat": "Pizza restaurant"}, {"review": "Delicious pizza in good looking place.", "rating": 5, "name": "Dmytro Vakulka", "cat": "Pizza restaurant"}, {"review": "Guys doing amazing pizza from local products. Cozy terrace and mil-style interior inside.", "rating": 5, "name": "Michał Kosycarz", "cat": "Pizza restaurant"}, {"review": "Very good pizza, also vegan options, great service.", "rating": 5, "name": "Veronika Kotyk", "cat": "Pizza restaurant"}, {"review": "These guys are making yummy food and good deeds :) The best cheese pizza in Kyiv.", "rating": 5, "name": "Eugene Bondar", "cat": "Pizza restaurant"}, {"review": "Amazing place. Excellent food, great service and spirit.", "rating": 4, "name": "Andrew 1971", "cat": "Pizza restaurant"}, {"review": "Good pizza and desserts, prompt helpful staff and a good cause as well.", "rating": 5, "name": "Türker Mutlugün", "cat": "Pizza restaurant"}, {"review": "Service is good. They offer a wide selection of delicious pizzas.", "rating": 5, "name": "Sabrina Widmer", "cat": "Pizza restaurant"}, {"review": "Delicious Pizza :)", "rating": 5, "name": "Vasyl Pokutytskyi", "cat": "Pizza restaurant"}, {"review": "Highly recommended - good and friendly stuff, tasty pizza", "rating": 5, "name": "Atakan İLDEMİR", "cat": "Pizza restaurant"}, {"review": "Quadro pizza is fantastic.(hard to find froö menu, ask them)", "rating": 5, "name": "Ivan Medvediev", "cat": "Pizza restaurant"}, {"review": "Great and pleasure place to spend time, not sure you visit so exiting pizza previously.", "rating": 5, "name": "Shay Tzukerman", "cat": "Pizza restaurant"}, {"review": "Very cool and special place. The pizza is great !", "rating": 5, "name": "Fethi Kurtiy Şahin", "cat": "Pizza restaurant"}, {"review": "Cozy place, interesting that they do not have Ukrainian beer alternatives...", "rating": 5, "name": "Rémi", "cat": "Pizza restaurant"}, {"review": "Really good pizzas, cocktail and music. Nice staff.", "rating": 5, "name": "Emina Šibić-Marjanović", "cat": "Pizza restaurant"}, {"review": "Excellent pizza, quite cheap place, good service.", "rating": 5, "name": "Qasem Al-Ayoubi", "cat": "Pizza restaurant"}, {"review": "The best pizza experience i had in kiev, the crew is very friendly and helpful", "rating": 5, "name": "Pani Neofytou", "cat": "Pizza restaurant"}, {"review": "Very nice place to visit", "rating": 5, "name": "Mantas Zinkevičius", "cat": "Pizza restaurant"}, {"review": "This place has a nice wibe, good food, enormous pizzas and great taste for music.", "rating": 5, "name": "Ivan Kozak", "cat": "Pizza restaurant"}, {"review": "Lovely atmosphere place with great pizza:3", "rating": 5, "name": "frischnachtbrise", "cat": "Pizza restaurant"}, {"review": "The atmosphere is amazing and food is really great. Loving it)", "rating": 4, "name": "Denis Malomuzh", "cat": "Pizza restaurant"}, {"review": "I like Veterano Pizza and I like everything in this place except for prices, obviously why I put 4 stars.", "rating": 5, "name": "ana ворк", "cat": "Pizza restaurant"}, {"review": "Awesome place. 😋 4 cheese pizza 5 stars!", "rating": 5, "name": "John Barsoum", "cat": "Pizza restaurant"}, {"review": "Great Pizza nice atmosphere and friendly staff", "rating": 5, "name": "W S", "cat": "Pizza restaurant"}, {"review": "Quick pizza delivery. Good pizza. Great mission.", "rating": 5, "name": "Jason Yustin", "cat": "Pizza restaurant"}, {"review": "Best pizza in town.  Great patio. Nice staff.", "rating": 5, "name": "Orcun Namli", "cat": "Pizza restaurant"}, {"review": "Don't miss this lovely place and support veterans.. very delicious pizza too", "rating": 5, "name": "Андрій Коломакін", "cat": "Pizza restaurant"}, {"review": "Great place to have a few beers with friends. Recommend!", "rating": 5, "name": "Veronika Fertenko", "cat": "Pizza restaurant"}, {"review": "Wonderful place, delicious pizza and desserts", "rating": 5, "name": "Stuart Gregory", "cat": "Pizza restaurant"}, {"review": "Fantastic pizza. Great atmosphere. Definitely a must see.", "rating": 5, "name": "Olga Petrova", "cat": "Pizza restaurant"}, {"review": "Try salmon they cook. It is so yamiii! Atmosphere is friendly!", "rating": 4, "name": "Igor Marchuk", "cat": "Pizza restaurant"}, {"review": "nice solid pizza.\n\namazing outside seating.", "rating": 2, "name": "Chris Filippis", "cat": "Pizza restaurant"}, {"review": "We found a worm in the cheese plate.", "rating": 5, "name": "Dmytro Shevtsov", "cat": "Pizza restaurant"}, {"review": "A bit noisy inside, but the pizza totally makes up for it.", "rating": 5, "name": "Anna Surzhyk", "cat": "Pizza restaurant"}, {"review": "Nice place. Cozy terrace. Perfect pizza.", "rating": 5, "name": "Alexander Radzihovskiy", "cat": "Pizza restaurant"}, {"review": "Really friendly place and especialy summer inner yard is fantastic!", "rating": 5, "name": "Andrew Penkovsky", "cat": "Pizza restaurant"}, {"review": "Very tasty pizza. Good location in the center of the city.", "rating": 5, "name": "Peter Rudenko", "cat": "Pizza restaurant"}, {"review": "Nice place, tasty pizza. Best pizza in Kyiv.", "rating": 5, "name": "Oksana Karpenko", "cat": "Pizza restaurant"}, {"review": "tasty food, great atmosphere from ukrainian veterans", "rating": 5, "name": "Lee Harris", "cat": "Pizza restaurant"}, {"review": "Excellent  food . Good service. An excellent place", "rating": 5, "name": "Krzysztof Kobiela", "cat": "Pizza restaurant"}, {"review": "One sentence is enough. The best pizza in Kiev.", "rating": 5, "name": "Andrei Kurkov", "cat": "Pizza restaurant"}, {"review": "Friendly. Good ukrainian wine - Colonist", "rating": 5, "name": "Albert Meyburgh (s)", "cat": "Pizza restaurant"}, {"review": "Best place to go in Kiev for a vegan pizza", "rating": 4, "name": "Muhammed -Çınar", "cat": "Pizza restaurant"}, {"review": "Very delicious pizzas but a little bit slow service .", "rating": 5, "name": "Mike Skillt", "cat": "Pizza restaurant"}, {"review": "Owned and operated by veterans that serve one of the best pizzas in Kyiv", "rating": 5, "name": "Stephen G", "cat": "Pizza restaurant"}, {"review": "Great pizza, atmosphere and a worthy cause.", "rating": 5, "name": "Ronan Lyons", "cat": "Pizza restaurant"}, {"review": "Great pizza and a great business concept, getting war vets into business", "rating": 5, "name": "Terrence Currie", "cat": "Pizza restaurant"}, {"review": "Very tasty and beautiful food for good price", "rating": 5, "name": "Inga Rumpetere", "cat": "Pizza restaurant"}, {"review": "Awesome place, with great service and nice food", "rating": 5, "name": "Jaroslav Kolomiychenko", "cat": "Pizza restaurant"}, {"review": "Nice place, friendly environment, good food and drinks quality", "rating": 5, "name": "Ксения К.", "cat": "Pizza restaurant"}, {"review": "Great quality ingredients - great quality pizza!", "rating": 5, "name": "Serhiy Lashkov", "cat": "Pizza restaurant"}, {"review": "Cosy atmosphere, pleasent people, tasty beer...", "rating": 5, "name": "Henry In Kiev", "cat": "Pizza restaurant"}, {"review": "Excellent Pizza - the best I found in Kiev.", "rating": 4, "name": "edmundo7nyc", "cat": "Pizza restaurant"}, {"review": "They didn't get the order right but the pizza was good", "rating": 5, "name": "Jonathan Smith", "cat": "Pizza restaurant"}, {"review": "Great place, good pizza, great service", "rating": 5, "name": "Oleksa Bragarnyk", "cat": "Pizza restaurant"}, {"review": "Super pizza, super service.\nGlory Ukraine!!!", "rating": 5, "name": "Andriy Aksani", "cat": "Pizza restaurant"}, {"review": "Exciting atmosphere, great place, the favorite one.", "rating": 5, "name": "Marc Falmer", "cat": "Pizza restaurant"}, {"review": "Speaking as an American; they'll treat you very nicely.  ☺", "rating": 5, "name": "Denys Sergiyenko", "cat": "Pizza restaurant"}, {"review": "Clean, tidy, good attitude, good food, patriotic atmosphere", "rating": 5, "name": "Andriy Bandrovskyy", "cat": "Pizza restaurant"}, {"review": "awesome place with pizza, beer, delicious food, drinks", "rating": 5, "name": "Yuriy Lytvyn", "cat": "Pizza restaurant"}, {"review": "one of the best pizza in Kyiv produced by real veterans", "rating": 5, "name": "Stephen Simpson", "cat": "Pizza restaurant"}, {"review": "Amazing pizza and very friendly staff", "rating": 5, "name": "Mark Blumenthal", "cat": "Pizza restaurant"}, {"review": "Great pizza , selection, service, cozy, tasty", "rating": 5, "name": "Alex Kaspian", "cat": "Pizza restaurant"}, {"review": "Awesome food & drinks, good prices.", "rating": 5, "name": "Bat man", "cat": "Pizza restaurant"}, {"review": "Unreal place...good food, good service", "rating": 5, "name": "Simon-Petter Broman", "cat": "Pizza restaurant"}, {"review": "Great pizza and The koncept is amazing.", "rating": 5, "name": "Oleksandr Y", "cat": "Pizza restaurant"}, {"review": "Friendly and tasty!", "rating": 5, "name": "Євген Булацев", "cat": "Pizza restaurant"}, {"review": "Best pizzeriya ever! Great veterans place!", "rating": 5, "name": "Stuart Gregory", "cat": "Pizza restaurant"}, {"review": "Great pizza, awesome staff, better message.", "rating": 5, "name": "Єлизавета Романчук", "cat": "Pizza restaurant"}, {"review": "Great place, on of the best pizzas in Kyiv!", "rating": 5, "name": "Eric Hacke", "cat": "Pizza restaurant"}, {"review": "Great vegetarian options and great cocktails.", "rating": 5, "name": "Кир Брусенцев", "cat": "Pizza restaurant"}, {"review": "Very tasty pizza from a very good stuff! Must try!", "rating": 5, "name": "Vincent Cunningham", "cat": "Pizza restaurant"}, {"review": "Good meeting place and decent pizza", "rating": 5, "name": "Tim Shimko", "cat": "Pizza restaurant"}, {"review": "Great pizza, great vibes", "rating": 5, "name": "Yaroslav Rogotsky", "cat": "Pizza restaurant"}, {"review": "Great pizza. Friendly staff.", "rating": 5, "name": "Dima Yasko", "cat": "Pizza restaurant"}, {"review": "Keep it up! Cool place with nice atmosphere", "rating": 5, "name": "Herman Chyzhov", "cat": "Pizza restaurant"}, {"review": "Nice pizza, although a bit overpriced", "rating": 2, "name": "Fernando Sanchez", "cat": "Pizza restaurant"}, {"review": "environment is good but prices is not.", "rating": 5, "name": "Алексей Зиборов", "cat": "Pizza restaurant"}, {"review": "Best pizza place in Kyiv and overall best place", "rating": 3, "name": "Darina Yeremchuk", "cat": "Pizza restaurant"}, {"review": "Wouldn't recommend really.. very average food", "rating": 4, "name": "Alex B. Light", "cat": "Pizza restaurant"}, {"review": "Fine, but overcrowded on week-ends due to small room.", "rating": 5, "name": "Shlomi Golubev", "cat": "Pizza restaurant"}, {"review": "If you are not willing to compromise on your pizza", "rating": 1, "name": "Vinod Kumar Chhachhiya", "cat": "Pizza restaurant"}, {"review": "Not testy pizza", "rating": 5, "name": "Matthias Bärtschi", "cat": "Pizza restaurant"}, {"review": " Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. Please tell, whats the story of them big puppys .....\n\n", "rating": 5, "name": "Vyacheslav Nykytyuk", "cat": "Pizza restaurant"}, {"review": "Great pizza, stylish location!", "rating": 5, "name": "Ziya UNAL", "cat": "Pizza restaurant"}, {"review": "Perhaps one of the best pizzas in the city", "rating": 5, "name": "Volodymyr Gavrysh", "cat": "Pizza restaurant"}, {"review": "6 stars over 5... delicious", "rating": 5, "name": "Tetiana Tsegelnyk", "cat": "Pizza restaurant"}, {"review": "Nice place, good pizza", "rating": 5, "name": "Дмитрий «Shadow»", "cat": "Pizza restaurant"}, {"review": "Very tasty and very fast. Recommended.", "rating": 5, "name": "K LL", "cat": "Pizza restaurant"}, {"review": "Delicious pizza, interesting cocktails.", "rating": 5, "name": "MariTwoCats", "cat": "Pizza restaurant"}, {"review": "Best Pizza in the world. I really miss it", "rating": 5, "name": "Ira Kocharyan", "cat": "Pizza restaurant"}, {"review": "The best pizza I ever tasted.", "rating": 5, "name": "C M", "cat": "Pizza restaurant"}, {"review": "good pizza. great desserts.", "rating": 5, "name": "Joe Karns", "cat": "Pizza restaurant"}, {"review": "Wow pizza", "rating": 5, "name": "Oleksandr Suvorov", "cat": "Pizza restaurant"}, {"review": "Cool concept and good food.", "rating": 5, "name": "Yevhen Honcharenko", "cat": "Pizza restaurant"}, {"review": "The best pizzeria in the world!", "rating": 5, "name": "Kyrylo Masiuk", "cat": "Pizza restaurant"}, {"review": "Cozy place, tasty food and desserts.", "rating": 5, "name": "Андрій Битько", "cat": "Pizza restaurant"}, {"review": "Awesome place with delicious pizza!", "rating": 5, "name": "roman vybranovskyy", "cat": "Pizza restaurant"}, {"review": "Nice place and tasty pizza", "rating": 5, "name": "Дмитрий Каленых", "cat": "Pizza restaurant"}, {"review": "Best place in downtown", "rating": 5, "name": "Daniel Navrátil", "cat": "Pizza restaurant"}, {"review": "Tasty and friendly. Awesome!", "rating": 5, "name": "mat r", "cat": "Pizza restaurant"}, {"review": "Great pizza", "rating": 5, "name": "Ani Yoseliani", "cat": "Pizza restaurant"}, {"review": "Great pizza and service", "rating": 5, "name": "Ирина Колесник", "cat": "Pizza restaurant"}, {"review": "Very good pizza!", "rating": 5, "name": "Οδυσσέας Ζ", "cat": "Pizza restaurant"}, {"review": "👍", "rating": 5, "name": "axel van strydonck", "cat": "Pizza restaurant"}, {"review": "Very good 🍕 nice atmosphere", "rating": 5, "name": "אלכס מלבסקי", "cat": "Pizza restaurant"}, {"review": "Great pizza and service!", "rating": 5, "name": "Roman Cherednychenko (Danosvet)", "cat": "Pizza restaurant"}, {"review": "Great atmosphere and food", "rating": 5, "name": "Dominykas Milius", "cat": "Pizza restaurant"}, {"review": "Great place with great pizza.", "rating": 5, "name": "Roland Zuikis", "cat": "Pizza restaurant"}, {"review": "Amazing pizza 😜", "rating": 5, "name": "Roman Brontsevich", "cat": "Pizza restaurant"}, {"review": "Great place on summer terrace", "rating": 5, "name": "Nastasja Doroshenko", "cat": "Pizza restaurant"}, {"review": "Great food, great service", "rating": 4, "name": "Artem Artiukhov", "cat": "Pizza restaurant"}, {"review": "The best pizza in Kyiv:)", "rating": 5, "name": "Jeff Shanks", "cat": "Pizza restaurant"}, {"review": "Too bright in Resto part.", "rating": 5, "name": "Alex Protsyk", "cat": "Pizza restaurant"}, {"review": "The best pizza in Kiev", "rating": 5, "name": "Nataliya Shknyeyeva", "cat": "Pizza restaurant"}, {"review": "Delicious pizza in this part of town.", "rating": 5, "name": "Maks Mad", "cat": "Pizza restaurant"}, {"review": "Great and delicious pizza!!!", "rating": 4, "name": "Fedir Kravchenko", "cat": "Pizza restaurant"}, {"review": "Best place for chilling (00)", "rating": 5, "name": "Andrii Zhuravlov-Galchenko", "cat": "Pizza restaurant"}, {"review": "Good place, especially patio", "rating": 4, "name": "Milko Štimac", "cat": "Pizza restaurant"}, {"review": "Very nice and cozy place", "rating": 5, "name": "Evrim", "cat": "Pizza restaurant"}, {"review": "Nice Italian fast food.", "rating": 1, "name": "morta kontrimaite", "cat": "Pizza restaurant"}, {"review": "Beautiful pizzas ♥️", "rating": 5, "name": "Олександр Валахов", "cat": "Pizza restaurant"}, {"review": "Horrible pizza, too salty", "rating": 5, "name": "Andriy Lesnykh", "cat": "Pizza restaurant"}, {"review": "Authentic place founded by ATO veteran", "rating": 5, "name": "Олександр Круть", "cat": "Pizza restaurant"}, {"review": "Polite personal, tasty pizza", "rating": 5, "name": "Andrii Matsai", "cat": "Pizza restaurant"}, {"review": "Constantly good place!", "rating": 5, "name": "Antonina Sirous", "cat": "Pizza restaurant"}, {"review": "Good pizza from good people", "rating": 5, "name": "Valentyn Logvinenko", "cat": "Pizza restaurant"}, {"review": "Good place with good food.", "rating": 4, "name": "Neil Leary", "cat": "Pizza restaurant"}, {"review": "Best pizza in Kyiv!", "rating": 5, "name": "Igor Kostiuk", "cat": "Pizza restaurant"}, {"review": "good food", "rating": 5, "name": "Paul Voropaiev", "cat": "Pizza restaurant"}, {"review": "Nice and cheap pizza.", "rating": 5, "name": "Streetsmart Dan", "cat": "Pizza restaurant"}, {"review": "The best pizza ever", "rating": 5, "name": "Berk Ozker", "cat": "Pizza restaurant"}, {"review": "Delicious 🍕. And the 🍸 are strong.", "rating": 5, "name": "Nataliia Chorna", "cat": "Pizza restaurant"}, {"review": "fresh and tasty pizzas", "rating": 5, "name": "Mykola Kurianov", "cat": "Pizza restaurant"}, {"review": "Very good pizza", "rating": 5, "name": "Dmytro Rodin", "cat": "Pizza restaurant"}, {"review": "Great service and attitude", "rating": 5, "name": "Fedir S", "cat": "Pizza restaurant"}, {"review": "Really cool place!", "rating": 5, "name": "Denys Sobolev", "cat": "Pizza restaurant"}, {"review": "Tasty 😋", "rating": 5, "name": "Mob Phone", "cat": "Pizza restaurant"}, {"review": "Excellent choice of pizzas", "rating": 5, "name": "Ethan Brown", "cat": "Pizza restaurant"}, {"review": "Love it!", "rating": 5, "name": "Leonid Kuzmin", "cat": "Pizza restaurant"}, {"review": "delicious pizza)", "rating": 5, "name": "Vitaly Zubok", "cat": "Pizza restaurant"}, {"review": "Awesome!", "rating": 5, "name": "Tomer Zohar", "cat": "Pizza restaurant"}, {"review": "BEST PIZZA in Kyiv", "rating": 4, "name": "Mykola Voskalo", "cat": "Pizza restaurant"}, {"review": "Very good piazza!!", "rating": 5, "name": "Julien Lavan", "cat": "Pizza restaurant"}, {"review": "too hot inside", "rating": 5, "name": "Rostislav Grigoryev", "cat": "Pizza restaurant"}, {"review": "Good job guys !", "rating": 5, "name": "Artem Vynokurov", "cat": "Pizza restaurant"}, {"review": "Super atmosphere.", "rating": 5, "name": "Michajlo Yavorskiy", "cat": "Pizza restaurant"}, {"review": "Very good service", "rating": 5, "name": "Mr. Najs Lajf", "cat": "Pizza restaurant"}, {"review": "Ok", "rating": 5, "name": "Mykola Grygorash", "cat": "Pizza restaurant"}, {"review": "Fantastic", "rating": 5, "name": "Oleg Mindriukov", "cat": "Pizza restaurant"}, {"review": "Highly recommended", "rating": 5, "name": "Diaa Asha", "cat": "Pizza restaurant"}, {"review": "Nice", "rating": 5, "name": "Rana Sargın", "cat": "Pizza restaurant"}, {"review": "Awesome", "rating": 5, "name": "Yehor Nesterov", "cat": "Pizza restaurant"}, {"review": "Excellent", "rating": 5, "name": "Ниртаэр Тихолиз", "cat": "Pizza restaurant"}, {"review": "Very nice place", "rating": 4, "name": "Николай", "cat": "Pizza restaurant"}, {"review": "Excellent as always!", "rating": 5, "name": "Елена Брагинская", "cat": "Pizza restaurant"}, {"review": "Like it", "rating": 5, "name": "Andrew Krasder", "cat": "Pizza restaurant"}, {"review": "Good", "rating": 1, "name": "Oleg Lutskyi", "cat": "Pizza restaurant"}, {"review": "Excellent", "rating": 5, "name": "Zare Gilsa", "cat": "Pizza restaurant"}, {"review": "filth", "rating": 5, "name": "סער רחמים", "cat": "Pizza restaurant"}, {"review": "Nice", "rating": 5, "name": "Chris Howard", "cat": "Pizza restaurant"}, {"review": "Great pizza", "rating": 5, "name": "Denys Smile", "cat": "Pizza restaurant"}, {"review": "Great pizza", "rating": 5, "name": "Maria", "cat": "Pizza restaurant"}, {"review": "Great please", "rating": 5, "name": "Allister Reed", "cat": "Pizza restaurant"}, {"review": "Best always", "rating": 5, "name": "HeZeka DingDing", "cat": "Pizza restaurant"}, {"review": "Great food", "rating": 5, "name": "michael berard", "cat": "Pizza restaurant"}, {"review": "Amazing everything", "rating": 3, "name": "Fantom Nexx", "cat": "Pizza restaurant"}, {"review": "Great and good", "rating": 5, "name": "Borys Polietaiev", "cat": "Pizza restaurant"}, {"review": "Slow service", "rating": 5, "name": "Tetiana Popova", "cat": "Pizza restaurant"}, {"review": "Best ever!", "rating": 5, "name": "Michal Chovanec", "cat": "Pizza restaurant"}, {"review": "Great place", "rating": 3, "name": "Peter Sevonius", "cat": "Pizza restaurant"}, {"review": "Original environment", "rating": 5, "name": "Mikogen S", "cat": "Pizza restaurant"}, {"review": "Nice place", "rating": 5, "name": "Myroslav Hryshyn", "cat": "Pizza restaurant"}, {"review": "recommended", "rating": 5, "name": "Nazariy Atamanyuk", "cat": "Pizza restaurant"}, {"review": "Nice place", "rating": 5, "name": "Nataliya Lyutenko", "cat": "Pizza restaurant"}, {"review": "Best of the best", "rating": 2, "name": "Людмила Міщенко", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, and in general all the dishes, cuisine respect. The entourage is always pleasing ... And it's nice to be there, because you will never meet a cotton audience there. …", "rating": 5, "name": "Альона Баландіна", "cat": "Pizza restaurant"}, {"review": " 💥💥💥Unfortunately, the pizza was not tasty. 'Meat 2.0' -I asked the staff: 'dej meat? .. So you bit off a little ... And now? - then you have already bitten off a lot '. There should be 3 types of meat, but the …", "rating": 5, "name": "Lyubov Makarenko", "cat": "Pizza restaurant"}, {"review": " Gnocchi from the Chef - the taste is incredible! Tenderloin with mushrooms and eggplant is worth a try!\nAnd, as always, a great atmosphere! …", "rating": 5, "name": "Екатерина Рубанова", "cat": "Pizza restaurant"}, {"review": " Good location (close to Independence Square).\nThe restaurant is decorated in a military theme, very interesting. But also cozy. …", "rating": 5, "name": "Стефа Біленко Stefa Bilenko", "cat": "Pizza restaurant"}, {"review": "Went for the first time with a friend (her favorite place). I was not hungry and ordered dessert - panna cotta with white chocolate. And it's SOMETHING! Just some MAGIC! The taste simply envelops and pulls you out of reality, and plunges you into the fullness of sensations...", "rating": 5, "name": "Валерия Камышева", "cat": "Pizza restaurant"}, {"review": " Very nice place, not one hall, another street playground in the courtyard. There is an interesting point - contactless bar, that is, you can order something from the bar, where everything will be done perfectly, but …", "rating": 3, "name": "Юлія Курадовець", "cat": "Pizza restaurant"}, {"review": " A special and cozy place in the heart of Kiev, without unnecessary pathos and noise. It is made special by the kitchen and the people who work there (the name of the institution is appropriate). Adequate price and …", "rating": 5, "name": "Наталія Судакова", "cat": "Pizza restaurant"}, {"review": " Absolutely by chance we went to this institution, because we were looking for an institution at lunchtime on Tuesday to have lunch. …", "rating": 5, "name": "Евгения Ефименко", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, a large selection of types and fillings, put a lot of ingredients. And it's cool that you can combine two flavors! …", "rating": 3, "name": "Tanya", "cat": "Pizza restaurant"}, {"review": "Interesting interior. The pizza is delicious, very good. I especially liked the fact that two different pizzas were made on the same cake. As a result, instead of two, they tried four. All were very interesting in taste. Special thanks to the waiters for the wonderful …", "rating": 5, "name": "Lena Shramko", "cat": "Pizza restaurant"}, {"review": "A very colorful place, even from the street the design attracts, going inside the delight remains) The pizza is delicious, it cooks very quickly, the serving of food and drinks is just as fast. There are only two types of beer (light and dark), but cool. Three sheets of pizza...", "rating": 5, "name": "Anastasia İvanenkova", "cat": "Pizza restaurant"}, {"review": " Congratulations. We are very sorry that such an unpleasant situation has arisen. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. As for the staff, we will understand and carry out the work. Please accept a small gift certificate for UAH 500. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "Cahit P", "cat": "Pizza restaurant"}, {"review": "Amazing patio. I think it's nice silence and shade in the summer, but the autumn leaves made the place magical. I ordered a pizza and took a Hawaiian one - unfortunately, they don’t deliver to our area, but I saw this courtyard. The pizza is very good. Recommended. …", "rating": 1, "name": "Валерия Кутузова", "cat": "Pizza restaurant"}, {"review": " Delicious to drink! Real! A little more expensive than usual, but it's worth it. There are 2 sizes 30 and 40 cm. Took 40 for 2 adults and 2 children, ate well, so be careful. There are also drinks and desserts. …", "rating": 5, "name": "Inna Boyko", "cat": "Pizza restaurant"}, {"review": " Pizza is thin crust and cheese is not heavy at all, not greasy. The taste is on point. It also pairs well with local beers. Staff are friendly, helpful and speak English. …", "rating": 5, "name": "Olga Stavytska", "cat": "Pizza restaurant"}, {"review": "So I wanted to drop in here, but I was so upset just horror. (((And I specially dragged my relatives (\nThe interior is very interesting and atmospheric. The pizza is delicious. …", "rating": 5, "name": "Munzen S", "cat": "Pizza restaurant"}, {"review": " Congratulations. Our main value is our guests, so we are always serious about our mistakes and ready to correct them immediately. We apologize for the inconvenience caused by the unpleasant smell and the small number of people who were in the shift. Please accept our compliment as an apology, a certificate for UAH 500. To clarify the information, please write to us on the facebook page so that we can contact you. Thank you\n\n", "rating": 5, "name": "Natalia Victorivna", "cat": "Pizza restaurant"}, {"review": "Quite a creative place, the interior is appropriate, the food is good - the pizza is delicious. And they are doing a useful thing - helping veterans. And the place is beautiful and comfortable, and also with a terrace on the street. …", "rating": 2, "name": "Olena Istomina", "cat": "Pizza restaurant"}, {"review": " Went by accident. Very tasty pizza. From real. I liked that you can take half of one species and half of another) With salmon and caviar cool, with meat of 4 species as well) Prices are reasonable. Music - rock, it's …", "rating": 5, "name": "Vlad Kucherenko", "cat": "Pizza restaurant"}, {"review": " I wanted to try for a long time. But I live outside the delivery area. And he was here in the morning, when everything was just opening. Quickly accepted the order and cooked. Interesting interior of the pizzeria. …", "rating": 5, "name": "Ma Linka", "cat": "Pizza restaurant"}, {"review": "Were in St. Sophia Cathedral and got hungry. I opened the map to see what was nearby. Interested in the name Pizza Veterano. Reviews are immediately positive. They didn't think long and went down Sofiyivska street. …", "rating": 5, "name": "Мирослава Пенькова", "cat": "Pizza restaurant"}, {"review": "Badly.\nSeats clearly want the best.\nThe professionalism of the staff is questionable. The menu on the phone on the fb page needs ...", "rating": 5, "name": "Олена Некрашевич", "cat": "Pizza restaurant"}, {"review": " Congratulations. We are very sorry that there was such an unpleasant situation in connection with the spread of COVID in the country, for the safety of our guests we follow these rules, mandatory temperature control, disinfection of surfaces after visiting each guest, staff are in masks, and replace paper menu with QR online.\nOur main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. As for the staff, we will work on our mistakes and improve. Please accept a small gift certificate for UAH 500. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "1 2", "cat": "Pizza restaurant"}, {"review": " The best pizza in Kyiv. A variety of flavors and fillings for the most demanding - chicken, duck, pepperoni, ham, mushrooms, salmon, various sausages, cheeses and vegetarian. The pizza is juicy, sauces and fillings …", "rating": 5, "name": "Таня Чайка", "cat": "Pizza restaurant"}, {"review": "\nWe like it here. The pizza is delicious.", "rating": 5, "name": "Xeniya Drb", "cat": "Pizza restaurant"}, {"review": " Nice, atmospheric place. The staff is friendly and attentive, I would even say - nice. Ordered pizza \"Dandelion\" - really tasty. Also, their author's lemonades are delicious. The menu, as I still need to print, after …", "rating": 5, "name": "LINFENG LI", "cat": "Pizza restaurant"}, {"review": " Great place with social history and mission. The name of this institution is not just so contrived. The whole interior is created taking into account the events in the East of our country. …", "rating": 5, "name": "Valerya Pozinenko", "cat": "Pizza restaurant"}, {"review": "This is the best pizzeria in Kyiv. Pizza is divinely delicious, excellent author's cocktails, good service, very cozy summer terrace. …", "rating": 5, "name": "Юра Висоцький", "cat": "Pizza restaurant"}, {"review": "Great pizzeria! Very thin dough, it looks like in dominoes, i.e. probably on cornmeal, but it’s really thin! Cool interior, super service, fast, attentive, polite, we love different pizzas with my husband, so we used …", "rating": 5, "name": "Дмитро Федійчук", "cat": "Pizza restaurant"}, {"review": "Very often I passed along Sofievskaya, and everything did not work out. This day has come and .. not in vain .. Incredibly pleasant and attentive staff. An interesting place with authentic decor, a very cozy courtyard: a roof made of branches and leaves…", "rating": 5, "name": "Tanya Volovik", "cat": "Pizza restaurant"}, {"review": " The environment is very good, the pizza is very delicious, if you are a military fan, don’t miss it …", "rating": 5, "name": "Irina Romaniuk", "cat": "Pizza restaurant"}, {"review": " We love this place, we visit the whole family, since the time when they were in Bessarabia, always delicious, always cozy, special atmosphere. rejoice for our defenders, thank you for your work. Pizza is not only …", "rating": 5, "name": "Valeriia O", "cat": "Pizza restaurant"}, {"review": " Well, what can I say ... Pizza is bombastic, soooo delicious! Ate different. Steaks are super !!! Salads, desserts, alcohol - themed, original, fun! And most importantly, the atmosphere and the people .... sat a …", "rating": 4, "name": "Lera Samoylenko", "cat": "Pizza restaurant"}, {"review": " It's just a great place. Very sorry, that did not know about it before. Incredibly cool, a dome of green trees overhead, very nice waiters, on the table, water, many vases, a green lawn, a wooden podium with tables, …", "rating": 5, "name": "Ян Гілевич", "cat": "Pizza restaurant"}, {"review": " A few days ago, they visited Veterano resto. In general, everyone liked it. The pizza is very tasty: thin, not burnt, unexpectedly a lot of Parmesan in Tenerezza pizza, with thin slices rather than grated. …", "rating": 5, "name": "Marina Zaiets", "cat": "Pizza restaurant"}, {"review": " A special and special place. To see and try. In the heart of the capital. Managed by the staff of war veterans with Russia. The excellent cuisine. Anyone who comes here the first time always keeps coming back. …", "rating": 4, "name": "Yulcia", "cat": "Pizza restaurant"}, {"review": "Atmospheric, cozy place. The pizza is one of the best, the service is good, the interior is harmonious. Budgerigars live in a pizzeria. All liked it. We will definitely be back more than once. Thank you! …", "rating": 5, "name": "Артём Падалкин", "cat": "Pizza restaurant"}, {"review": "We decided to go somewhere on the Maidan and accidentally saw Veterano pizza. I wanted to get here for a long time, but if I didn’t come, there were no free tables 😞 we were very hungry and were very happy that there were a lot of empty seats ...", "rating": 5, "name": "Алина Гончаренко", "cat": "Pizza restaurant"}, {"review": " That day I had to visit the institution, with an unbeatable atmosphere.\nExtremely delicious pizza and delicious cocktails, did not expect to meet in the …", "rating": 5, "name": "Валерия Довгорук", "cat": "Pizza restaurant"}, {"review": " Incredibly delicious pizza. Fantastic atmosphere.\n\n", "rating": 5, "name": "Катерина Седнева", "cat": "Pizza restaurant"}, {"review": " I really enjoyed being in the cafe. Beautiful design of the yard, comfortable to sit and talk, spacious.\nExcellent service, kind girls. The pizza was cooked quickly. Took meat 30 cm, …", "rating": 5, "name": "Artem Karavanov", "cat": "Pizza restaurant"}, {"review": "One of the best pizzerias in Kyiv, no joke.\nPleased:\n- calm atmosphere; …", "rating": 5, "name": "Александр Степанюк", "cat": "Pizza restaurant"}, {"review": " Very cool place, friendly staff and delicious pizza 🍕 thank you, we will come again glory to Ukraine 🇺🇦 …", "rating": 5, "name": "Helena Tertytsya", "cat": "Pizza restaurant"}, {"review": "Great establishment!!!\nClean, tidy, atmospheric.\nThe waiters are fast, polite and tidy. …", "rating": 5, "name": "Лариса Петрова", "cat": "Pizza restaurant"}, {"review": " Extremely atmospheric place!) Indeed, the most delicious pizza in Ukraine !!! The founder of the institution is a very responsible person who invests all his energy, time and love into his own business. …", "rating": 4, "name": "Ronald Wendt", "cat": "Pizza restaurant"}, {"review": " The pizza is so delicious that I had to take as many as 5 big ones in the company of 5 guys! I advise! …", "rating": 5, "name": "Headquarters", "cat": "Pizza restaurant"}, {"review": " A good place to relax. Appropriate interior. Adequate prices, nice service and most importantly delicious pizza. Such is the Kyiv region. …", "rating": 5, "name": "Андрей Малащенко", "cat": "Pizza restaurant"}, {"review": " Delicious pizza and lemonade, you can order 2 halves of different pizzas. The atmosphere is homey, you feel at home with your family. Prices: pizza an average of 150 UAH, lemonade at 70. The menu is varied. I live not …", "rating": 5, "name": "Николай Махлай", "cat": "Pizza restaurant"}, {"review": "Very tasty, cozy, super friendly staff. Excellent assortment. Convenient location in the center of Kyiv, near the metro station Maidan Nezalezhnosti. …", "rating": 5, "name": "Елена К", "cat": "Pizza restaurant"}, {"review": " Very tasty food and nice service. An absolute recommendation. And also a little different decoration.\nSuitable for the name 😁. …", "rating": 5, "name": "Іванна Романчак", "cat": "Pizza restaurant"}, {"review": "Ordered pizza today. Everything is cool as always. The staff is responsive, quickly took the order, quickly served, smiling young guys. Pizza is delicious, big + target on the box (what could be better). The atmosphere in military style is very ...", "rating": 5, "name": "Олександра Комарова", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, attentive staff, everything is great!\nI recommend! …", "rating": 5, "name": "Мила Кириллова", "cat": "Pizza restaurant"}, {"review": "I ordered a promotional set for my birthday. + one more discounted pizza for the birthday boy. Satisfied with the pizza.\nAfter all the quarantines, I’ll go for pizza in the institution itself. Liked the atmosphere. …", "rating": 5, "name": "Alla Mux", "cat": "Pizza restaurant"}, {"review": "Mega cool place in the city center. Thanks to friends, I got it and was stunned. There is a terrace inside the courtyard. Ordered pizza, salad, ribs. The food is great, the beer is delicious. The waiters are nice guys. I advise. …", "rating": 5, "name": "Елена Дыба", "cat": "Pizza restaurant"}, {"review": " There is such an atmosphere that you do not want to leave this place. Great interior where everything is thought out to the smallest detail. Friendly staff and delicious pizza. …", "rating": 5, "name": "Paul Scripnichenko", "cat": "Pizza restaurant"}, {"review": " Great impressions from the beginning to the end of your stay in this institution. At the entrance meets an incredibly friendly staff, offers to tell about the place, happy to answer questions. …", "rating": 5, "name": "Бодя Ш", "cat": "Pizza restaurant"}, {"review": "Delicious pizza, carbonara, caesar and wonderful ravioli with veal.\nAmazing service. We were immediately warned that the pizza would be cooked for 40 minutes. The waiter boy was very polite, he knows the menu well. Thanks a lot. …", "rating": 5, "name": "Elena Yurinskaya", "cat": "Pizza restaurant"}, {"review": " Perfectly! The interior is named. The kitchen is delicious. Service: courteous and fast. I recommend it! …", "rating": 3, "name": "Daniyar", "cat": "Pizza restaurant"}, {"review": "A very charismatic place. Most of the workers here are ATO veterans.\nVery tasty pizza and a good selection of beer.\nSpecial thanks to the owners of the bar for the interior!!!! It's just WOW...everyone...", "rating": 5, "name": "Yurii Onyshchenko", "cat": "Pizza restaurant"}, {"review": " Delicious Pizza, Green Tea and The Doors. Probably the best pizza in Kiev. There is an opportunity to order a pizza for sending troops to the area of ​​the OOS. …", "rating": 5, "name": "Ярослав Шульський", "cat": "Pizza restaurant"}, {"review": " Hey, I ordered the pizza at 120 squares, the cheapest pizza, 30 inches. I like this restaurant more than other pizza shops. You can eat a pizza. recommend! …", "rating": 5, "name": "Veronika Zagariy", "cat": "Pizza restaurant"}, {"review": "I was pleasantly impressed: delicious Dandelion pizza, insanely delicious cocoa with marshmallows and the most delicate blueberry cheesecake in a jar (we ate it so quickly that we didn’t have time to take a picture). Fast and very friendly service and very cool …", "rating": 5, "name": "Nathaniel G", "cat": "Pizza restaurant"}, {"review": "Not highly recommended and very dissatisfied with the service.\nFrom the moment of ordering (20:23) to the moment of a polite request for a bill in order to go to a more hospitable place (21:05), a little more than the declared 25 minutes passed for …", "rating": 5, "name": "Жека Непоседа", "cat": "Pizza restaurant"}, {"review": " Hello! We apologize for the similar service and delay. We are always responsible for what we are preparing and how we serve. We ask you to come to us once again, at a convenient time, will act with the ordered discount / certificate for 500 UAH.\n\n", "rating": 5, "name": "Наталия Білушенко", "cat": "Pizza restaurant"}, {"review": "Delicious pizza \"Dandelion\". Polite and reasonably fast staff. Good cold drinks. Sleeves 9mm and 5.45mm under the table cover - an original solution. …", "rating": 5, "name": "Оксана Червоная", "cat": "Pizza restaurant"}, {"review": " Like - the design of the room, the idea, and despite the fact that specializing in the production of pizza, make wonderful desserts. Thanks, it was delicious …", "rating": 5, "name": "Yuliia Tkachenko", "cat": "Pizza restaurant"}, {"review": " I learned about this institution on Instagram. I decided to place an order on the site, ie delivery in the current pandemic situation. Prices are adequate, delivery is free. What I liked the most was that you could …", "rating": 5, "name": "Юрко Дурко", "cat": "Pizza restaurant"}, {"review": " A cozy place with cool scenery. Tables with sleeves - an original design solution. The walls are also decorated in accordance with the theme of the institution - photos, drawings, awards from the anti-terrorist …", "rating": 5, "name": "Дар'я Матюшенко (Extezja)", "cat": "Pizza restaurant"}, {"review": " Accepted as a native despite the fact that after the rain was wet as a frog. Everything is fast and delicious! Found native chevrons! Thank you, you are cool! …", "rating": 5, "name": "Андрій Арцев", "cat": "Pizza restaurant"}, {"review": " Calm and romantic atmosphere. Delicious pizza, large portions of salads, many different cocktails, good beer. 50% discount on pizza for fighters. …", "rating": 5, "name": "Анна Швидченко", "cat": "Pizza restaurant"}, {"review": " Tasty, fast, atmospheric. The feeling that you came to visit friends, the team is super. Well done! …", "rating": 5, "name": "Анатолій Мазуренко", "cat": "Pizza restaurant"}, {"review": " Thematically, with a soul and delicious\nNice staff and can be left for tea by card) …", "rating": 5, "name": "Горова Ольга", "cat": "Pizza restaurant"}, {"review": " It was a very cozy, homey atmosphere in the morning. Well, I mean, music played AC / DC, Ozzy Osborne, etc. - then if you also play at home, you will like it :-) The service is good. Pizza and dark beer were pleasant. …", "rating": 5, "name": "Анна Д.", "cat": "Pizza restaurant"}, {"review": " The most delicious pizza I've ever tasted! I will definitely visit this place more often! The quality of the products from which it is made is felt! …", "rating": 1, "name": "Дмитро Пашковський", "cat": "Pizza restaurant"}, {"review": " The establishment is a bimbo! Wet, tired and not very hungry came in - they came out warm and very full. Incredibly tasty pizza - so much so that you had to take extra meat to the first two Hawaiian and 4 cheeses …", "rating": 5, "name": "MarKo", "cat": "Pizza restaurant"}, {"review": " A wonderful institution created by anti-terrorist operation veterans is located in the very center of Kyiv. The atmosphere is calm, the menu is wide enough to choose a suitable pizza (we personally took \"Dandelion\", …", "rating": 5, "name": "HookahEl", "cat": "Pizza restaurant"}, {"review": " Excellent staff, strong place. Delicious pizza, there are delicious hot drinks like grog. Chevron collection is impressive! I recommend …", "rating": 5, "name": "Тетяна Скурська", "cat": "Pizza restaurant"}, {"review": " The most delicious \"4 cheese\" pizza in Kiev)) And in general - everything is very tasty, including desserts and cocktails (pleasantly impressed that the mojito is made on \"Tarhun\" - delicious) Cozy patio, nice and …", "rating": 5, "name": "Мария Докучаева", "cat": "Pizza restaurant"}, {"review": "Beautiful stylish cozy place, delicious and super unusual smoothies, cocktails. Tasty pizza. Pleasant staff.\nThank you for the free workshop for kids!!! …", "rating": 3, "name": "Ірена Боцман", "cat": "Pizza restaurant"}, {"review": "Terrible. I booked a table, I wanted to treat the children to pizza. We came to the first hall, the waiter, after standing up, said that there were no places in the hall. And he asked me to go to the second room down the street. Entering the second room, you immediately felt the basement smell of either a toilet, or ...", "rating": 5, "name": "Тамара Шевчук", "cat": "Pizza restaurant"}, {"review": " Congratulations. Our main value is our guests, so we are always serious about our mistakes and ready to correct them immediately. We apologize for the inconvenience caused by the unpleasant smell, unfortunately in the house there are problems with sewerage in the basement, which are slightly corrected. As for the staff, we will understand and carry out the work. Please accept from us a small gift-certificate for 1000 UAH. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "Денис Чикалёв", "cat": "Pizza restaurant"}, {"review": "Very good soulful place. Delicious pizza, even the crust ;) Very tasty cocktails. Fast pleasant service. I recommend …", "rating": 5, "name": "Олександр Дагдій", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, beer.\nStaff who serve well)\nAnd also, the subject of an institution like the Ukrainian military. I wish …", "rating": 5, "name": "Bartosz Ptak", "cat": "Pizza restaurant"}, {"review": " Very tasty to drink! Service is super! The atmosphere-don't want to go! Thank you for your good mood, delicious food and your work! …", "rating": 5, "name": "Николай Крячков", "cat": "Pizza restaurant"}, {"review": " Very tasty and cozy ☺\n\n", "rating": 5, "name": "Anton Shkuro", "cat": "Pizza restaurant"}, {"review": " The establishment smelled badly of dampness or mold. The service is good, the food is delicious, although the dough in the pizza seemed to be soaked from the filling. …", "rating": 5, "name": "Kyra", "cat": "Pizza restaurant"}, {"review": " Congratulations. Our main value is our guests, so we are always serious about our mistakes and ready to correct them immediately. We apologize for the inconvenience caused by the unpleasant smell, unfortunately in the house there are problems with sewerage in the basement, which are slightly corrected. Please accept from us a small gift certificate for UAH 500. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "Serhii Pomohaiev", "cat": "Pizza restaurant"}, {"review": " Very tasty and atmospheric. The courtyard is ideal for holidays and corporate events) …", "rating": 5, "name": "Zhanna", "cat": "Pizza restaurant"}, {"review": "We were a company, according to sanitary rules, we were a bit seated separately, but there was no closeness and discomfort in communication. Pizza and drinks arrived quickly. Delicious and reasonably priced. There is also a summer terrace. In general, the establishment is cozy and …", "rating": 5, "name": "Юлия Бабкова", "cat": "Pizza restaurant"}, {"review": " The legendary pizzeria was founded by an ATO participant. And only veterans of the anti-terrorist operation work in it. Reasonable prices, patriotic atmosphere, delicious pizza. …", "rating": 5, "name": "Anna J", "cat": "Pizza restaurant"}, {"review": " Good pizza, medium-light beer\n\n", "rating": 4, "name": "Тетяна Стус", "cat": "Pizza restaurant"}, {"review": "Colleagues advised me to go here, I liked everything, polite and smiling staff, beautiful summer terrace, tried pizza, delicious, who has UBD 50% discount on pizza and like 20% on meat! I will be in Kyiv, I will come again :) ...", "rating": 5, "name": "Katya Yu", "cat": "Pizza restaurant"}, {"review": " Besides the fact that the history of the establishment is very attractive, the pizzeria itself is more than cool. …", "rating": 5, "name": "Марина Кіцела", "cat": "Pizza restaurant"}, {"review": " Fast, friendly, homey.\nVery tasty pizzas and very affordable! …", "rating": 5, "name": "Саша Сологуб", "cat": "Pizza restaurant"}, {"review": "Delicious pizza and great atmosphere! Great service, attentive staff. I liked that when the guys came in to sing Christmas songs, the staff reacted perfectly and poured more candies for them :) well done. …", "rating": 4, "name": "Y", "cat": "Pizza restaurant"}, {"review": " In my opinion, one of the most delicious pizzas in the capital is prepared right here! Real dough, not dry tortillas, a lot of fillings, not one catches up. Also: service at a high level in Ukrainian! Also if you are …", "rating": 5, "name": "Anna Duhliy", "cat": "Pizza restaurant"}, {"review": "A completely new, but already beloved pizzeria in an ascetic-historical-memorable style. On the walls there is a large collection of military medals and distinctions. Well-trained and very kind staff, the menu is not rich, but informative on the subject …", "rating": 5, "name": "Victoria Klymchuk-Dluhach", "cat": "Pizza restaurant"}, {"review": " Always delicious! Cool room !!\nIt is necessary to support such institutions, to support our Heroes !!\nGlory to Ukraine!! …", "rating": 5, "name": "Юрій Дмитренко", "cat": "Pizza restaurant"}, {"review": " The general impression is very good. The playground on the street looks extremely beautiful, but I did not risk freezing and went to the hall. Prices approx. The interior is ok, but too much smoke from the kitchen and …", "rating": 5, "name": "Дмитро", "cat": "Pizza restaurant"}, {"review": " For guests with bicycles outside there are hooks - mini-parking. The design uses symbolism from different parts of the army, and most workers are veterans, so the facility has a certain male atmosphere. …", "rating": 5, "name": "Сергій Сізоненко", "cat": "Pizza restaurant"}, {"review": "Pleasant service, delicious, one dish was not served, but they corrected themselves by not including dessert in the bill and apologized... We will definitely come again, well done guys😊 …", "rating": 5, "name": "Людмила Крамнистая", "cat": "Pizza restaurant"}, {"review": " Good pizzeria with its unique atmosphere and delicious pizza …", "rating": 5, "name": "Павел Кравец", "cat": "Pizza restaurant"}, {"review": " Pizza that can be eaten on the terrace in the courtyard of the building.\nA nice day is pleasant and great. …", "rating": 4, "name": "Manolo Huber", "cat": "Pizza restaurant"}, {"review": " Very tasty and cozy!\n\n", "rating": 5, "name": "Evgenia Kart", "cat": "Pizza restaurant"}, {"review": " A super-delicious place with excellent service and wonderful atmosphere. Big respect to the owner and all ATO veterans who work there. …", "rating": 5, "name": "Viktor Kruk", "cat": "Pizza restaurant"}, {"review": " Extremely delicious pizza! I recommend to anyone who wants to have a good time. I can almost always meet my friends there.\nAnd yet - one of the best examples of socially active business in recent years! …", "rating": 5, "name": "Юлия Сергиенко", "cat": "Pizza restaurant"}, {"review": " Very atmospheric institution. A wonderful and quiet summer playground. Tasty cocktails. …", "rating": 5, "name": "Ольга Несвіт", "cat": "Pizza restaurant"}, {"review": " Very cool idea of ​​the institution! We tasted Ukrainian pizza, which turned out to be a great snack for fresh dark beer and creative craft cocktails. There was a desire to buy a franchise and open a similar …", "rating": 5, "name": "Євгеній Кулинич", "cat": "Pizza restaurant"}, {"review": "We really liked it, thank you very much for the wonderful master class for children and delicious pizza. The children are delighted, I am naturally also very pleased. …", "rating": 5, "name": "Larysa Achkasova", "cat": "Pizza restaurant"}, {"review": " Nice patriotic place with delicious pizza\n\n", "rating": 5, "name": "Kateryna Grygorieva", "cat": "Pizza restaurant"}, {"review": " Very good pizzas, also for sharing, fair prices. Unfortunately, we did not hear much about the history of the restaurant. It seems to be a chain of veterans. …", "rating": 5, "name": "Наталия Тринус", "cat": "Pizza restaurant"}, {"review": " Great place and very tasty pizza. The summer playground is just a fire! …", "rating": 5, "name": "Sahim Drakon", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, great teas, good service, great location and cozy lounge. Recommended for a friendly or family meeting. \"Medium\" (smallest) pizza is quite large in volume, so be sure to press it yourself. :) The …", "rating": 5, "name": "Sophia Gafijka", "cat": "Pizza restaurant"}, {"review": "Incredible delicious pizzas. With thin dough. Big variety.\nDelicious dark and light beer. Good service.\nDelight - black vodka, classic. It's just very unusual. …", "rating": 5, "name": "Приличные Люди", "cat": "Pizza restaurant"}, {"review": " The atmospheric place, a must-visit, is all very, very tasty. Interesting cocktails and if you want there is an opportunity to divide one pizza into two separate fillings☺️ …", "rating": 5, "name": "Д Р Поваляєв", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, normal prices, good service. The interior is what you need …", "rating": 5, "name": "ЕА", "cat": "Pizza restaurant"}, {"review": " This is the most delicious pizza I've ever tasted. Cooked quickly. Friendly staff. And it's a good idea to put a jug of water on each table. …", "rating": 5, "name": "Roman Belfer", "cat": "Pizza restaurant"}, {"review": " I like this place, especially the cozy sitting in the yard. Pizza tastes better to me than many other popular establishments. The waiters are always friendly and in general the atmosphere itself is such that you want …", "rating": 1, "name": "Vladyslav Hrushko", "cat": "Pizza restaurant"}, {"review": "Wonderful place. Very stylish. Moderate prices, original dishes, friendly staff. Impressed: on each table there is a 2-liter bottle of drinking water. And what is especially important - absolutely without pathos. …", "rating": 5, "name": "Sviatoslav Yefremov", "cat": "Pizza restaurant"}, {"review": " Nice atmosphere, delicious pizza, chic mulled wine.\n\n", "rating": 5, "name": "Rostyslav Vasilkov", "cat": "Pizza restaurant"}, {"review": " It is a very pleasant place where you are clean, tasty and welcome here. There is a good selection of pizzas and drinks. Prices are average. …", "rating": 4, "name": "Юлия Таргунакова", "cat": "Pizza restaurant"}, {"review": "Good pizza, no ingredients are spared, delicious lemonades! I recommend! Friendly staff, fast service! You can order pizza from two different halves, very convenient! …", "rating": 1, "name": "Игорь Хизниченко", "cat": "Pizza restaurant"}, {"review": " Nice and peaceful place. Delicious food. Good drive music)\nEveryone like me as a soldier 109 OGSHB. I recommend to all military brothers …", "rating": 5, "name": "Елена Монина", "cat": "Pizza restaurant"}, {"review": "\nVery tasty pizza", "rating": 5, "name": "Андрій Гапетченко", "cat": "Pizza restaurant"}, {"review": " Finally I have the opportunity to write a review hoping for the reaction of the owner. First of all, I will say that I have incredible respect for veterans and always support their initiatives, especially Veterano …", "rating": 5, "name": "Alena Piakhota", "cat": "Pizza restaurant"}, {"review": "The pizza is tasteless and made without a soul. Feels like tomato paste instead of tomato sauce. Lemonades are not lemonades at all. The quality of service leaves much to be desired. …", "rating": 5, "name": "Іван Ніщименко", "cat": "Pizza restaurant"}, {"review": "Iconic place worth a visit. Although, it is clear that the guys are not professional restaurateurs, the service is lame. But I liked the pizza. …", "rating": 5, "name": "Игорь Попов", "cat": "Pizza restaurant"}, {"review": " Delicious pizza with lots of ingredients.\nQuality service and fast delivery.\nI can confidently advise. …", "rating": 5, "name": "V Stolar", "cat": "Pizza restaurant"}, {"review": "This establishment has a limit on the number of people sitting at one table (up to 4 people). There is little air in the pizzeria due to the fact that the ceilings are low ...", "rating": 5, "name": "Olena Suslova", "cat": "Pizza restaurant"}, {"review": "Were passing through the city, the child asked for pizza. Google to the rescue and he issued this pizzeria as the institution with the highest rating. Arriving at the place was very upset. A pizzeria dedicated to the ATO and veterans, but there were no veterans there, but there were ...", "rating": 5, "name": "Helga", "cat": "Pizza restaurant"}, {"review": "Great establishment!!! Very tasty Dandelion pizza, delicious tea, and the service is also great. We came with a large company with four children, they immediately found a place for us, convenient, respectful, cultural ...", "rating": 5, "name": "Nika", "cat": "Pizza restaurant"}, {"review": " Cult veteran institution. Delicious to drink in the appropriate entourage. Odious) owner and manager. …", "rating": 5, "name": "Юрій Ківшар", "cat": "Pizza restaurant"}, {"review": "Cool cafe for veterans of the ATO, in a restrained style.\nThe most delicious pizza is Ukrainian, with lard and sausages! …", "rating": 5, "name": "Анастасія Вус", "cat": "Pizza restaurant"}, {"review": " Great place for gatherings with friends, nice prices, delicious pizza, unforgettable atmosphere! …", "rating": 5, "name": "Alexander Lyutenko", "cat": "Pizza restaurant"}, {"review": "Nice and cozy atmosphere, the waiters serve well, warn about the time of serving. Also the food itself, tasty and full, with good portions …", "rating": 5, "name": "Tata Ostrobrod", "cat": "Pizza restaurant"}, {"review": " We are visiting this place for the second time, I really liked the pizza! Delicious, moderately handkerchief and light! Cocktails are also a class. The service is also very nice and it seems they do not want to …", "rating": 5, "name": "Юлія Бланк", "cat": "Pizza restaurant"}, {"review": " You can talk about this place for a very long time, or just put a giant like. You can, however, talk about a dish or a drink. The Wild Fields are just what you have to take when you don't have time but want to eat. …", "rating": 5, "name": "Sergiy Tusmenko", "cat": "Pizza restaurant"}, {"review": "Ordered 4 pizzas. Pretty tasty. Price quality. The terrace is cozy, and the interior of the hall is quite simple - more adapted to the male audience (drink beer, watch football). Even on a weekday, almost all the tables on the terrace were …", "rating": 5, "name": "Mila Medvedeva", "cat": "Pizza restaurant"}, {"review": " Delicious and hearty Four Cheese Pizza. Cocoa and panacotta are great! There is not enough space, we will come :) …", "rating": 1, "name": "Anastasiia Lazarieva", "cat": "Pizza restaurant"}, {"review": " Very delicious cocktails! Exactly what is needed in the hot afternoon!\nInteresting interior. Thank you guys and girls for the wonderful opportunity to …", "rating": 5, "name": "Olha Barabanova", "cat": "Pizza restaurant"}, {"review": " Divine pizza, delicious cocktails for every taste. Nice atmosphere, as if you were in a circle of friends, though you don't know anyone. …", "rating": 1, "name": "Denis Tarasov", "cat": "Pizza restaurant"}, {"review": " Delicious pizza. One of the most delicious in Kiev. And I liked the atmosphere - the class! …", "rating": 5, "name": "Євгенія Кутальова", "cat": "Pizza restaurant"}, {"review": " A \"safe\" place where your staff and visitors are around you) Going to Pizza Veterano and not meeting a couple of friends or volunteers is simply unrealistic, and that's great!)) …", "rating": 5, "name": "дан агеев", "cat": "Pizza restaurant"}, {"review": " If I were to recommend the restaurant to foreigners in such a way as to briefly explain what modern Ukraine is like, I would 100% recommend PizzaVeterano. …", "rating": 5, "name": "TourClub Сергія Вікарчука", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, polite service, good atmosphere\n\n", "rating": 4, "name": "ilkay oyur", "cat": "Pizza restaurant"}, {"review": "We come here several times a week! The pizza is simply unrealistically delicious, we can’t figure out what the secret is)) the service is fast and always friendly) I highly recommend it! …", "rating": 5, "name": "Світлана Конкевич", "cat": "Pizza restaurant"}, {"review": "Even if you are dying of hunger, it is better to look and find a really worthy place for a pizza meal. I have never eaten anything more tasteless. The base of the pizza is like Chumak tomato paste. Vegetables, ham and the dough itself is like pizza for ...", "rating": 5, "name": "Viktoriia Ukraine", "cat": "Pizza restaurant"}, {"review": "Delicious pizza \"Dandelion\", you can order half of one and half of the other pizza. Delicious dessert, special atmosphere. …", "rating": 4, "name": "Олександр Григоренко", "cat": "Pizza restaurant"}, {"review": " Very upset. Arrived from Zaporozhye with children and took friends to support veterans, but the service \"-\", just forgot about part of the order, then waited for drinks for about 20 minutes. The big and small meat …", "rating": 5, "name": "Reha Ergün", "cat": "Pizza restaurant"}, {"review": " Congratulations! Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately.\nWe apologize for the terrible impressions, we apologize and receive a certificate for 500 hryvnias so that we can correct ourselves.\n\n", "rating": 5, "name": "Юлія Біба", "cat": "Pizza restaurant"}, {"review": " The most delicious pizza in Kiev. And socially important business. We love to come here for a living room. …", "rating": 5, "name": "David Lumaye", "cat": "Pizza restaurant"}, {"review": " Great pizzeria in the center of Kiev - service, atmosphere, unobtrusive but good music. Well, the pizza itself is one of the best in town. …", "rating": 5, "name": "Віталій Романюк", "cat": "Pizza restaurant"}, {"review": " I haven't made a photo there for a long time. So let it be a bit Dominican)). And the veteran is always good where something is done by the veteran's hands. …", "rating": 5, "name": "Олександр Бурячок", "cat": "Pizza restaurant"}, {"review": " The pizza was fine, the service was slow, my black beer recommendation ... …", "rating": 5, "name": "Виктория Навицкая", "cat": "Pizza restaurant"}, {"review": " The Quadro Stadium pizza was very tasty. Thank you! Atmospheric interior and good service. I recommend to visit in Kiev👍 …", "rating": 4, "name": "Широкая Ирина", "cat": "Pizza restaurant"}, {"review": " …", "rating": 1, "name": "Charles Dickens", "cat": "Pizza restaurant"}, {"review": " A good place. Cozy. all in Mioitara style. The staff is friendly. The pizza was not bad but something was missing ... …", "rating": 5, "name": "Роман Шаров", "cat": "Pizza restaurant"}, {"review": " A cozy nice cafe.\n\n", "rating": 5, "name": "Пан Ярко", "cat": "Pizza restaurant"}, {"review": " Great place. On weekends it is difficult to find a free table in the yard, it is better to book in a few days. Delicious pizza and desserts. Pleasant service, aptly helped with the choice of dishes. With such a load, …", "rating": 5, "name": "Футрик Олександр", "cat": "Pizza restaurant"}, {"review": " Excellent pizzas and English speaking waiters (for some).\nThe restaurant is very well decorated with badges, drawings or pictures of …", "rating": 5, "name": "Olga S", "cat": "Pizza restaurant"}, {"review": " Great place, delicious pizza, so fascinated that did not have time to take pictures …", "rating": 1, "name": "Artem Stepanenko", "cat": "Pizza restaurant"}, {"review": "\nVery tasty! The pizza is super! I advise!", "rating": 4, "name": "Jorge Soroce", "cat": "Pizza restaurant"}, {"review": "I really liked the pizza. They also have simply awesome desserts and their very original presentation. Friendly and very attentive to each guest staff! There is Wi-Fi and wc. Very interesting interior. …", "rating": 4, "name": "Константин Третьяченко", "cat": "Pizza restaurant"}, {"review": "Interesting and atmospheric place. It is located almost on the Maidan, a little climb into the alley. The interior of the institution itself is patriotic, I would even say too much, when there are people around in uniform, cartridge cases and photos of weapons, I feel a little uncomfortable ...", "rating": 5, "name": "Олег Грушевський", "cat": "Pizza restaurant"}, {"review": " Don't call it pizza. Don't call that pizza.\nIt has nothing to do with pizza. Let them give it another name. What matters most is that it was practically inedible …", "rating": 5, "name": "Дмитрий Гор", "cat": "Pizza restaurant"}, {"review": "Came in spontaneously. The choice of pizza is large and by the way there are not only them. The service is wonderful as always. In general, they were satisfied. …", "rating": 5, "name": "Roman Hotabich", "cat": "Pizza restaurant"}, {"review": " Very friendly staff. Serve in Ukrainian and English.\nDelicious food and average prices for the capital. I recommend and visit again …", "rating": 5, "name": "Tetiana Chorna", "cat": "Pizza restaurant"}, {"review": " Very tasty and atmospheric. Friendly and attentive staff. …", "rating": 4, "name": "Yevhenii Korostylov", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza. Good service. Quickly brought the order. There are discounts for UBD. …", "rating": 5, "name": "Yehor Tkachyk", "cat": "Pizza restaurant"}, {"review": "We went, because visually liked the place from the outside\nWe ordered a large pizza, ate, after a while 2 people began to twist their stomachs\nThe third was poisoned, half the night and the whole day he was tormented ...", "rating": 2, "name": "A P", "cat": "Pizza restaurant"}, {"review": " Congratulations. All our products and ingredients that we work with every day have quality certificates for each batch of goods, the goods after receipt are carefully inspected and marked with the date of consumption and sent to the refrigerator or freezer, which prevents such cases. We understand the situation that has arisen - and we very much want to contact you to clarify all the details. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately.\nTo clarify the information, please write to us on the facebook page\n\n", "rating": 1, "name": "Станислав Лукашевич", "cat": "Pizza restaurant"}, {"review": "In general, I made an order on Tuesday afternoon, well, I think it was a free day, I have long wanted to try a hyped pizza. I ordered on a promotion on Tuesday, orders are accepted from 11, which of course is not very fun because you want to eat, but nothing is our water ...", "rating": 5, "name": "Вік Мірошніченко", "cat": "Pizza restaurant"}, {"review": "In general, not bad, but some things are surprising. 1. People do not know that the order must be brought not when it happens, but in a certain order. 2. The olive oil in the salad turned out to be rancid. However, criticism is listened to and apologies are made. …", "rating": 5, "name": "MrSpecnazik", "cat": "Pizza restaurant"}, {"review": " Very good atmosphere! Good and polite staff. The food is delicious, pizza is just a bomb)\nWe thank you …", "rating": 5, "name": "Oleksandr Liashenko", "cat": "Pizza restaurant"}, {"review": "a great atmospheric place, where I even felt ashamed that I don’t know my native language well, the staff is polite and not standard in appearance, which is very cool for me personally!) …", "rating": 5, "name": "Konstantin", "cat": "Pizza restaurant"}, {"review": " Dear. Even in Dominos pizza is cheaper. Very tasty. There is a lack of staff. …", "rating": 5, "name": "emad al", "cat": "Pizza restaurant"}, {"review": " I do not know where to start, because I really liked everything)) When we came to the pizzeria, there were no free tables, but the receptionist took my phone number and we went for a walk, a few minutes later she …", "rating": 5, "name": "IRYNA", "cat": "Pizza restaurant"}, {"review": " They do an important thing. But alas, the details are not enough - the menu had to be requested, the opportunity to order too: / …", "rating": 5, "name": "Анастасия Волковская", "cat": "Pizza restaurant"}, {"review": "The pizzeria justifies its five-star rating. Any sauce on pizza, whether tomato or white, goes well with the toppings. Plus a good thin dough and the right selection of ingredients ...", "rating": 5, "name": "Alex Bulavintsev", "cat": "Pizza restaurant"}, {"review": " I was very upset by the lack of a paper menu in the restaurant and the inability to get advice from the waiter on affordable dishes, prices, composition of dishes. …", "rating": 5, "name": "Aselya28", "cat": "Pizza restaurant"}, {"review": " Congratulations! Our main value is our guests, so we take the safety of our visitors very seriously. In connection with the quarantine regulations, there are safety rules, namely the staff wears masks, temperature checks, mandatory surface disinfection, as well as QR Menu, which is analogous to the paper version. Given the situation that has arisen, we give\nyou have a certificate for UAH 500, and we will be glad to see you!\n\n", "rating": 2, "name": "Anastasia Chugay", "cat": "Pizza restaurant"}, {"review": "We sat for 20 minutes and no one approached us 😢. We really wanted pizza, but no one saw us. He raised his hand, there was eye contact, but the waitress \"froze off\" and did not come up. Hope you work on the bugs...", "rating": 5, "name": "Ksu Mironenko", "cat": "Pizza restaurant"}, {"review": " Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. We will be happy to present a certificate for 500 hryvnias and will be glad to see you. To resolve the situation, please tell me, on what day did such a situation occur?\n\n", "rating": 5, "name": "A*** Y****", "cat": "Pizza restaurant"}, {"review": " incredible staff: agile, attentive. very tasty cooking. there is a hall indoors and in the air - LIKED. I RAJU! …", "rating": 5, "name": "Den Ovich", "cat": "Pizza restaurant"}, {"review": " Perfect pizza, friendly service, prices for the center of Kiev are adequate. I recommend making a table reserve long before you visit :) delicious coffee! …", "rating": 5, "name": "A Bratova", "cat": "Pizza restaurant"}, {"review": " The best pizzeria in Kiev, veteran business, pleasant atmosphere. Quarantine restrictions are very strictly observed. …", "rating": 5, "name": "Mert Karasinir", "cat": "Pizza restaurant"}, {"review": "It was the first time, I was very impressed with the interior and drinks. Good and not expensive. Pizza is a little expensive as for me, I tried it tastier and cheaper, but this is not much nitpicking. Top atmosphere, top service, alcohol drinks delicious…", "rating": 5, "name": "Єгор Колесников", "cat": "Pizza restaurant"}, {"review": " He has a beautiful pizza and the outside sessions are magnificent …", "rating": 1, "name": "Олена Іванів", "cat": "Pizza restaurant"}, {"review": " Pizza is unsurpassed. Service, good. Pleasure to visit regardless of the time. I came here 3 years later. And everything is as beautiful as it was …", "rating": 5, "name": "Olga Martyniuk", "cat": "Pizza restaurant"}, {"review": " Immediately at the entrance she was greeted by a pleasant waitress and led to a free table on the veranda (she, by the way, is tiered and stylishly decorated). It opens to me via Qrcode. The pizza was delicious. I …", "rating": 5, "name": "STAS UKROP", "cat": "Pizza restaurant"}, {"review": "The opening of a new bar format premises was timed to coincide with Independence Day. Excellent original cocktails, pleasant service and... a collection of state awards and orders 😎 …", "rating": 4, "name": "bülent Бюлент", "cat": "Pizza restaurant"}, {"review": " Very cool and atmospheric place! Tasty pizza, lemonade gingerbread is just a pleasure, well, of course, the interior is something! …", "rating": 3, "name": "Костянтин Мельников", "cat": "Pizza restaurant"}, {"review": " Beautiful terrace, normal service.\nBut pizza is just awful. A few slices of dry weathered chicken, no gorgonzola and a little cheese - have nothing to do with pizza. …", "rating": 5, "name": "Марічка Ласкова", "cat": "Pizza restaurant"}, {"review": " We apologize for the unpleasant impressions that arose with the order. We will be happy to present a certificate for 500 hryvnias and we will be glad to see you again so that you can try new pizzas and delicious drinks. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately.\n\n", "rating": 5, "name": "Тетяна Головащенко-Доценко", "cat": "Pizza restaurant"}, {"review": "The best pizza since mom's\nGood prices, great service, great staff. The atmosphere is cozy and beautiful. Looking forward to a very new room!…", "rating": 5, "name": "De Nis", "cat": "Pizza restaurant"}, {"review": " A place where you can find good and affordable pizza varieties. Thank you for the delicious pizzas and the smiling face. …", "rating": 2, "name": "Dumitru Grozav", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, bruschettas too. The institution is wonderful, well done. …", "rating": 5, "name": "Maksym Antoniuk", "cat": "Pizza restaurant"}, {"review": " Very atmospheric place, friendly staff and delicious pizza :) …", "rating": 5, "name": "Olena", "cat": "Pizza restaurant"}, {"review": " Great pizza. If you go without reservation, you will wait for bi 10 15 min. But even the 1 hour is worth the wait …", "rating": 5, "name": "Ярослава Пустовіт", "cat": "Pizza restaurant"}, {"review": " Delicious, atmospheric and polite))) brought a friend, saying that this is one of his favorite restaurants in Kiev\nAlso, the branded pizza from the chef was very tasty, thank you))) …", "rating": 5, "name": "Wilhelm Saretzki", "cat": "Pizza restaurant"}, {"review": " We waited for about 50 minutes\n.they just forgot about us, the people who came after us had time to order and ate, left, and nobody approached us at all ..))). in general I went leg for leg …", "rating": 1, "name": "ihor sukhov", "cat": "Pizza restaurant"}, {"review": " We apologize for such a service and terrible impressions. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. Please accept the apology and the certificate for 1000 hryvnias that we could correct.\n\n", "rating": 5, "name": "Наталія Марісенкова", "cat": "Pizza restaurant"}, {"review": " Delicious, patriotic, your own! Liked very much!\n\n", "rating": 5, "name": "Duck 2020", "cat": "Pizza restaurant"}, {"review": " Perfectly. A place that falls in love with itself, equally in the kitchen and atmosphere.\nStaff work and music are also on top …", "rating": 5, "name": "Vitaliy Kolos", "cat": "Pizza restaurant"}, {"review": " Best pizza in Kiev ..and then brokliyn.\nPizzanseven likes who understands oizza. Even if you see pizza as simple, fiat is expensive... …", "rating": 5, "name": "Александр Синяков", "cat": "Pizza restaurant"}, {"review": " The pizza here is really good. But something the level of service has fallen sharply. The waiters are not so attentive to customers. And the last time there was a very unpleasant smell in the hall ... the impression …", "rating": 5, "name": "Лариса Резанова", "cat": "Pizza restaurant"}, {"review": " Congratulations. We are very sorry that there was such an unpleasant situation, the house was being repaired with pipes, which led to discomfort. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. As for the staff, let's correct ourselves, please accept a small gift certificate from us for UAH 500. To clarify the information, please write to us on the facebook page.\n\n", "rating": 5, "name": "Julia Samarska", "cat": "Pizza restaurant"}, {"review": " Cozy, delicious and very good music. Favorite pizza in Kiev 🖤. …", "rating": 5, "name": "Brian Warner", "cat": "Pizza restaurant"}, {"review": " Cool atmospheric pizzeria\n\n", "rating": 5, "name": "Гриша ZG", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, great choice. There is a terrace (patio), it's nice, but usually need to book. The hall is a bit primitive, only patriotic equipment saves. There is a charger for e-cars. …", "rating": 5, "name": "Marta Khalaniia", "cat": "Pizza restaurant"}, {"review": "This is a cute dish I've been waiting for almost an hour. And the place is not sold out... 😕\nIt's a pity... I expected better from the establishment... …", "rating": 5, "name": "Vladyslav Nedodaiev", "cat": "Pizza restaurant"}, {"review": " We are very sorry that there was an unpleasant situation during the New Year holidays, we always take our mistakes seriously and are ready to correct them immediately. Please accept the free pizza you want from us and give us the opportunity to correct the mistake. Please email us on the FB page in private messages to clarify the information. Thank you!\n\n", "rating": 3, "name": "Екатерина", "cat": "Pizza restaurant"}, {"review": " Everything is delicious (from coffee to panna cotta) for everyone (from small to large). Thanks ;) …", "rating": 5, "name": "Vova Menchuk", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza! Tasted Dandelion, size L barely overcome together :) Fresh ingredients and delicious puff pastry. Original themed military interior, polite staff, everything is prepared very quickly and very tasty …", "rating": 5, "name": "Dzmitry Shemetkou", "cat": "Pizza restaurant"}, {"review": " Pleasant atmosphere, delicious cocoa and delicious pizza. I want to return to such a place. …", "rating": 5, "name": "Oleksiy Chekin", "cat": "Pizza restaurant"}, {"review": " Super store! Delicious, friendly staff, excellent atmosphere! …", "rating": 5, "name": "Виктория Соколова", "cat": "Pizza restaurant"}, {"review": " We have been meeting on May 23 near the memorial wall on Mykhailivska Square for 7 years. The day our brothers died. After that, they traditionally went to the veteran to talk and eat. This time it turned out that …", "rating": 4, "name": "Aleksandr Sergreevich", "cat": "Pizza restaurant"}, {"review": " We apologize for the unpleasant impressions that have arisen, our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. Regarding the schedule of the institution, we start at 11:30. So far, the halls are being prepared, cleaning and setting up work processes. Unfortunately, we are unable to receive visitors at this time. Given the situation, we will be happy to present a certificate for 500 hryvnias and will be glad to see you again\n\n", "rating": 5, "name": "Алексей Винковатов", "cat": "Pizza restaurant"}, {"review": " All very tasty, bruschetta is generally better than Italian)) …", "rating": 4, "name": "Daiana Charkina", "cat": "Pizza restaurant"}, {"review": "Great, atmospheric place, I liked pizza and salads, calmly, average prices, I recommend …", "rating": 5, "name": "Page Güllü", "cat": "Pizza restaurant"}, {"review": " Liked it a lot. Everything is delicious and tasteful\n\n", "rating": 4, "name": "Валентина Тюлькова", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Anna Frizha", "cat": "Pizza restaurant"}, {"review": "Today I was here for the first time🙄 A pleasant spiritual place, despite the military surroundings. I would update the worn soft sofas, but on the other hand, it tells me that this place is loved and often visited. A wonderful couple of parrots caresses ...", "rating": 5, "name": "Murat Özdemir", "cat": "Pizza restaurant"}, {"review": "Very tasty pizza, and tea is generally incomparable! It’s only a pity that it’s cold now and you can’t eat on the summer terrace - there is now a huge beautiful Christmas tree ...", "rating": 5, "name": "Roman Rusyn", "cat": "Pizza restaurant"}, {"review": " Great place. The range of pizzas and drinks is very large, even vegan / vegetarian is in the range. Atmospheric institution, nice prices (and discounts for veterans), convenient location, service in Ukrainian. In …", "rating": 5, "name": "Valentina Chetvernya", "cat": "Pizza restaurant"}, {"review": " I liked it, thank you\n\n", "rating": 2, "name": "Татьяна Худякова", "cat": "Pizza restaurant"}, {"review": " Very tasty, cozy. I recommend.\n\n", "rating": 5, "name": "Olia Yushchenko", "cat": "Pizza restaurant"}, {"review": " Good pizza and signature cocktails, good service and great interior. Especially cozy on the terrace, though in summer when it's warm …", "rating": 5, "name": "Olha Krylova", "cat": "Pizza restaurant"}, {"review": "It seems to me that you need to create promotions only when you can guarantee quality.\nWe ordered a promotional set, there were few toppings, the pizza was brought almost cold. …", "rating": 5, "name": "Karyna Yefremova", "cat": "Pizza restaurant"}, {"review": " Loved the pizza super, the service is also on the level, separately will allocate summer patio which I really liked …", "rating": 4, "name": "Victoria Mostipan", "cat": "Pizza restaurant"}, {"review": " …", "rating": 2, "name": "Добра Людина", "cat": "Pizza restaurant"}, {"review": "From what I tried (and I tried a lot and in different places) - so far the best pizza with porcini mushrooms in Kyiv. And in general, a good institution, delicious pizza, polite staff, prices are also quite adequate. …", "rating": 5, "name": "Анастасія Полуденна", "cat": "Pizza restaurant"}, {"review": "Despite the cool weather in the courtyard, I really liked this place where I rested my soul because the atmosphere is warm and friendly. The staff is wonderful. Thank you for the discount for veterans it was very nice. The staff is great…", "rating": 5, "name": "Андрій Волинський", "cat": "Pizza restaurant"}, {"review": "It’s a disaster for a company to accommodate, following the letter of quarantine without regard to common sense. Food is good, mulled wine is excellent. The menu is awkward...", "rating": 4, "name": "Сергей Закорчемный", "cat": "Pizza restaurant"}, {"review": "A wonderful place. You can warm up, drink tea. There is an opportunity to charge your phone. Very polite staff, and a pleasant atmosphere. …", "rating": 5, "name": "Viktoria Romanova", "cat": "Pizza restaurant"}, {"review": "🇺🇦 🇺🇸 Nice cozy place, located in the center of Kyiv. Basically, here you can eat pizza, which is made in half an hour in the oven. Polite staff. I liked the pizza Diablo, however, it was not spicy. The theme of the restaurant is dedicated to …", "rating": 5, "name": "Костянтин Семенюк", "cat": "Pizza restaurant"}, {"review": " As a person who generally does not prefer pizza, I liked it very much. Also cocktails should definitely be tried …", "rating": 4, "name": "Nuraina Shefango", "cat": "Pizza restaurant"}, {"review": "The terrace is beautiful, inside it is not at all cozy, noisy. Bathrooms are very dirty. I can’t say anything about the kitchen - I didn’t want to stay. …", "rating": 5, "name": "Артур Коробов", "cat": "Pizza restaurant"}, {"review": " Cool place. This time thank you for the birthday and the opportunity to meet friends. 💙💛 …", "rating": 4, "name": "Олександр", "cat": "Pizza restaurant"}, {"review": " Pizzas are pretty good. They work with reservations, but they accept if there is a place. The employees are engaging and smiling. …", "rating": 5, "name": "Svetlana G", "cat": "Pizza restaurant"}, {"review": " Delicious pizza. The waitress was very nice. I recommend to try pizza 'dandelion', there is something interesting in it)\nThere is a discount for veterans, 50% of the cost of more than half of the …", "rating": 3, "name": "Oleg S", "cat": "Pizza restaurant"}, {"review": " Delicious and cozy! Delicious pomegranate lemonade!\n\n", "rating": 4, "name": "Ольга Бугрыч", "cat": "Pizza restaurant"}, {"review": "Favorite place was and turned into hell knows what. You can’t call the waiters, the tables are dirty, they probably tore the sausage into the meat plate with their teeth. No, Leon, you can't. …", "rating": 5, "name": "Iryna Sovkova", "cat": "Pizza restaurant"}, {"review": " Congratulations. We are very sorry that such an unpleasant situation has arisen, our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. As for the staff, we will understand. Please accept a small gift certificate for UAH 500. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "Viktortyrkalo@gmail.com Tyrkalo", "cat": "Pizza restaurant"}, {"review": " Ordered pizza \"Quatro Stagioni\". Personally, I did not like her very much, although my friends came)\nThe establishment has a cozy atmosphere, interesting interior, friendly staff …", "rating": 5, "name": "Anastasiia Teleton", "cat": "Pizza restaurant"}, {"review": "We ordered pizza over the phone, all questions were answered in detail. I didn’t want to wait for delivery, they picked it up themselves - only positive emotions! Service is great! Taste is great! Very fragrant and appetizing…", "rating": 5, "name": "Pasha Murga", "cat": "Pizza restaurant"}, {"review": "The impression of hot-hot)\nMy husband and I arrived in Kyiv for his birthday, we decided to order pizza for the evening. In the comments to the order, I asked on the box to write to my husband “happy birthday” ...", "rating": 5, "name": "Фетисова Маргарита", "cat": "Pizza restaurant"}, {"review": "The place is very lamp, simple and comfortable. The staff were very polite but unobtrusive. They quickly brought the order, but the pizza itself is above average. Tasty and inexpensive, but sometimes better, so four, not five stars. …", "rating": 5, "name": "Oleksandr", "cat": "Pizza restaurant"}, {"review": " Nache was done with a plan, like for their own. But this place has become just an ordinary pizzeria. Military entourage, ban on gathering more THREE AT THE TABLE😁 Although in other institutions there are no …", "rating": 5, "name": "Maryna Yakovenko", "cat": "Pizza restaurant"}, {"review": " Delicious pizza and drinks (took hot cocktails with a friend).\nGreat offer for pizza halves: tried two flavors at once for the same price and …", "rating": 5, "name": "Sylwester K.", "cat": "Pizza restaurant"}, {"review": " Nice place. There are few fighters here, mostly civilians. But the owners seem to have invested their souls well. Summer terrace FIRE. Discount UBD for individual meals, super. Well done, and the humor is there. This …", "rating": 5, "name": "Tjoe Martin", "cat": "Pizza restaurant"}, {"review": "Not bad pizza. You can smoke on the site in a specially designated place (even iqos) of their minuses - an assortment of beers ... Light - not tasty ... ...", "rating": 5, "name": "Irina Prokhorenko", "cat": "Pizza restaurant"}, {"review": "Ordered pickup pizza from two different halves (super option). The most delicious pizza I have ever eaten. The dough is thin, the toppings are many and of high quality. Enjoyed. The service is excellent. Thank you! …", "rating": 5, "name": "Сергій Олійник", "cat": "Pizza restaurant"}, {"review": " Working in the field of providing services to veterans, and watching a cool batch, I really wanted to get into this institution. And as soon as I had the opportunity to get to Kyiv, I visited the institution. …", "rating": 5, "name": "CRAFTSMAN UA", "cat": "Pizza restaurant"}, {"review": "My vegan pizza was oversalted and tasted better in my life. On the summer terrace, there was a bird's \"trace\" on the table, and insects rained down on our company from the branches from above. …", "rating": 5, "name": "Ivan Fed", "cat": "Pizza restaurant"}, {"review": " Great pizza, super cocktails and creme brulee :)\n\n", "rating": 5, "name": "ART elle", "cat": "Pizza restaurant"}, {"review": "Few people due to quarantine. Pizza is just good, no complaints. The waitresses are young girls, although I expected to see stern bearded veterans :) the prices are average in Kyiv. Considering the location, I recommend visiting…", "rating": 4, "name": "Viktoriia Ivanova", "cat": "Pizza restaurant"}, {"review": " the pizza is delicious ... thank you to all the workers! we ordered three different pizzas: \"Diablo\" - spicy, and my husband asked to add more spicy sauce, for me it is very spicy - and my husband enjoyed it .... I …", "rating": 5, "name": "Andrii Yefymovych", "cat": "Pizza restaurant"}, {"review": " Not that ((atmosphere, place - almost the norm, and service - on the ball. And pizza is not a masterpiece. Unfortunately …", "rating": 5, "name": "Арина Шелудько", "cat": "Pizza restaurant"}, {"review": "We ordered pizza. The fastest delivery we've ever had. Tick ​​the \"do not call\" box. And imagine: they did not call. The ability to pay by card to the courier is very convenient. In terms of service, everything is top notch…", "rating": 5, "name": "Оксана Лебідь", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, delicious cocktails with a patriotic name, attentive waiters, a comfortable hall. …", "rating": 4, "name": "Bohdan K", "cat": "Pizza restaurant"}, {"review": " cool, cozy and creative place ... delicious pizza ...\n\n", "rating": 5, "name": "Петро Шевчук", "cat": "Pizza restaurant"}, {"review": " The restaurant itself is in the open air (better to say - under the trees) in the courtyard and the atmosphere there is fabulous. Unfortunately, during quarantine more than 4 people can not sit at one table. …", "rating": 5, "name": "Helena Koval", "cat": "Pizza restaurant"}, {"review": "Reviews and recommendations about delicious pizza did not let us down! :) Really tasty pizza. I especially liked \"Dandelion\" - tasty, well-baked dough; Lots of toppings and very filling. Good service and great waiter…", "rating": 5, "name": "Pavelas Kozlovas", "cat": "Pizza restaurant"}, {"review": "Great place ✨ Delicious food and drinks, friendly staff. It is cozy and the rooms are made according to their theme. The toilets are clean at first glance, of course I did not do a full check. I was able to stop eating after 4 slices of pizza (a...", "rating": 5, "name": "Peter van den Heuvel", "cat": "Pizza restaurant"}, {"review": " Cozy place, delicious pizza. With children gladly visited! …", "rating": 4, "name": "Kateryna Melnyk", "cat": "Pizza restaurant"}, {"review": " Crispy pizza, delicious Caesar. Quickly prepared, friendly staff. Liked it! Let's come to the pasta! …", "rating": 5, "name": "Tаня Школьная", "cat": "Pizza restaurant"}, {"review": " Great pizza and great service.\nThe staff speak Polish. :) …", "rating": 5, "name": "Наталья Мельник", "cat": "Pizza restaurant"}, {"review": " Respect to you Leonid for your action for the homeland of Ukraine, keep it up, courage, friendship.... …", "rating": 5, "name": "Michal Sládek", "cat": "Pizza restaurant"}, {"review": "Nice staff, delicious beer and very tasty pizza. They take orders and deliver pizza quickly. We ate Ukrainian and dandelion. Both are good.\nI recommend. …", "rating": 5, "name": "Галина Комендант", "cat": "Pizza restaurant"}, {"review": " Very tasty, friendly and highly professional personal. I recommend !!! …", "rating": 3, "name": "mem r", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, discounts for veterans, interesting interior) …", "rating": 4, "name": "Cutter Ok", "cat": "Pizza restaurant"}, {"review": " Favorite place to meet friends. The pizzas are delicious! The music is bombastic. The staff is great. And the interior must be seen)).\nStrongly recommended💪 …", "rating": 3, "name": "Андрей Кривенко", "cat": "Pizza restaurant"}, {"review": "Good pizzeria! Pizza is one of the best in Kyiv. Prices are slightly above average, but it is fully justified. There are 2 halls and an open terrace in the yard. Polite waiters, fast service. In the evening, usually full boarding. There will be…", "rating": 5, "name": "Інна Ігорівна Ткаченко", "cat": "Pizza restaurant"}, {"review": "We got here on a Thursday evening. There was a full boarding in one hall, we were sent to another hall.\nIt was quiet, atmospheric, maybe about 5-6 tables there in total and a long bar …", "rating": 4, "name": "Alex Buistov", "cat": "Pizza restaurant"}, {"review": " Great atmosphere and great pizza. I recommend it!\n\n", "rating": 1, "name": "Виктория Всеравно", "cat": "Pizza restaurant"}, {"review": "The place is just amazing!!! 10 out of 10. Incredibly delicious pizza, great service, nice atmosphere) …", "rating": 5, "name": "Anna", "cat": "Pizza restaurant"}, {"review": " Very tasty! But for some reason there was no cocktail \"CRIMEA\" ((I hope next time it will be)) …", "rating": 5, "name": "Ирина Коваленко", "cat": "Pizza restaurant"}, {"review": " Delicious pizza for 5 points, service, too, for 5. It was annoying only that on the summer playground will burn. If you do not burn, then the summer playground will not be a comfortable place for you. …", "rating": 5, "name": "Oleg Gelya", "cat": "Pizza restaurant"}, {"review": " Very tasty cooking, great choice for every taste. Great service and cozy atmosphere. …", "rating": 5, "name": "Elen Best", "cat": "Pizza restaurant"}, {"review": " It was very tasty, thank you for the nice atmosphere)\n\n", "rating": 5, "name": "Дмитро Герман", "cat": "Pizza restaurant"}, {"review": " Worth a visit here, the atmosphere alone means what it means. …", "rating": 4, "name": "Олена Доля", "cat": "Pizza restaurant"}, {"review": " Delicious eaten. Super tent with a great story behind it! +++++ for Leonid and his crew. …", "rating": 5, "name": "Serhii Hrekov", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, warm atmosphere, but tight for big companies. …", "rating": 5, "name": "Gordon Shumway", "cat": "Pizza restaurant"}, {"review": "The design is interesting, but not for everyone.\nBut the pizza is very tasty, I especially liked it with forest mushrooms 🤤 There are a lot of people on weekends, so it's better to book a table in advance. …", "rating": 5, "name": "Yurii Zakharov", "cat": "Pizza restaurant"}, {"review": " This is the first time my family and I are in this institution. I liked everything !! Delicious food and drinks: took pizza, salad and dark beer. I want to note the work of a guy-waiter: attentive and qualified !! …", "rating": 3, "name": "ParadiseAnkh", "cat": "Pizza restaurant"}, {"review": " Food good, service great, environment nice. I recommend\n\n", "rating": 5, "name": "Марк Зайцев", "cat": "Pizza restaurant"}, {"review": "Cozy, clean, fast and pleasant service, delicious pizza (we took \"dandelion\"), good beer. For a large pizza, two beers, smoothies and 3 coffees, they paid 545 UAH. Not the cheapest option, but still recommend. We liked. …", "rating": 5, "name": "Анна Натальченко", "cat": "Pizza restaurant"}, {"review": "Service is fast, not very friendly, 4 seasons pizza is mediocre. The room is really thematic and undoubtedly finds its guest, but the atmosphere is very oppressive - there are photos of the war on the walls, bullets, the room itself is small. But there is…", "rating": 4, "name": "Maria Paraponiak", "cat": "Pizza restaurant"}, {"review": "Nice place, calm, bright interior (tree, vegetation, parrot). Pizza is good, ready in 20 minutes. The beer selection could have been wider. We got to the period of the \"menu change\" - there were practically no second meat dishes :( ...", "rating": 5, "name": "влад панков", "cat": "Pizza restaurant"}, {"review": "The pizza is good. But not more. Very thin. Little chicken was like fillings. And all this cost 270 gr. After her, he went to eat nuggets ((...", "rating": 5, "name": "Едіта Алькор С", "cat": "Pizza restaurant"}, {"review": " Wonderful guys and girls, nice atmosphere :) very good that there is a summer playground :) …", "rating": 5, "name": "Alla Tailor", "cat": "Pizza restaurant"}, {"review": " Try an alternative risotto with beet sauce!\n\n", "rating": 5, "name": "Андрій Кулик", "cat": "Pizza restaurant"}, {"review": "Today has ruined all the good impressions that I had years before about you. Is it generally like when delivery at 13 00 call at 12 30 and say that delivery is possible only at 15 00? You compare how much time you leave...", "rating": 5, "name": "Костя Кузьменко", "cat": "Pizza restaurant"}, {"review": " We always take our mistakes seriously and are ready to correct them immediately. After understanding the situation, we see that the order was placed by you through the site was at 11:54, the operator called back at 12:02 and reported the delays associated with a large number of orders.\nLooking at the situation, accept a small gift certificate from us for UAH 500. To clarify the information, please write to us on the facebook page\n\n", "rating": 5, "name": "Yura Skripka", "cat": "Pizza restaurant"}, {"review": " Nice place. We chose pizza just at random and got a super tender and delicious dinner. The waiters wear masks, very politely and unobtrusively communicate with guests. Prices are adequate. Great place, I advise! …", "rating": 5, "name": "Nadya Zheglatova", "cat": "Pizza restaurant"}, {"review": " A beautiful cozy place with its summer courtyard inside. Caesar salad is the best I've ever tasted. Large portions !! …", "rating": 5, "name": "Світлана Коваленко", "cat": "Pizza restaurant"}, {"review": "I really want to thank the staff of the pizzeria for allowing us, cyclists, to leave our iron horses under the supervision of the administration, for finding us a table and feeding us delicious pizza. I think it's awesome service in European...", "rating": 1, "name": "Nikolay Korobcov", "cat": "Pizza restaurant"}, {"review": "I liked it very much. The pizza is great! We didn't have to wait long. Loved the citrus lemonade. Disappointed that I couldn't try the lasagna. I hope there will be another opportunity. The atmosphere of patriotism is especially pleasant. The interior is just 5+ ...", "rating": 5, "name": "Anton Tiutiunnyk", "cat": "Pizza restaurant"}, {"review": " Cool and atmospheric place. Great for both one and noisy company. I recommend!) …", "rating": 5, "name": "Yulia Shmatok", "cat": "Pizza restaurant"}, {"review": " Atmospheric place.\nFast food service. Nice service. …", "rating": 5, "name": "Pavlo Aleksievych", "cat": "Pizza restaurant"}, {"review": " An institution with the friendliest staff! Smiling waiters in a good mood, service is very fast.\nFrankly, the pizza is not the best, tasty, but not 5. Surprised prices for …", "rating": 5, "name": "Клим Хоменко", "cat": "Pizza restaurant"}, {"review": "Perfecto!! I love this place, as well as their pizza, it’s convenient that you can order a pizza to make it from two different halves (which is very handy when you order several pizzas for a large company) the beer is delicious. And of course, the interior and mine ...", "rating": 5, "name": "Татьяна Сикирда", "cat": "Pizza restaurant"}, {"review": " Great place. Very nice staff. The pizza is delicious, fast service. The only thing is to do something with the smell in the room …", "rating": 3, "name": "Андрей Андреевич", "cat": "Pizza restaurant"}, {"review": "I read positive reviews and had high expectations from the institution. And in fact, another eatery. The pizza in the picture is different from what I received, a lot of onions, little meat, the dough is damp, the taste is C grade. Black waitress...", "rating": 2, "name": "Ismayil Hajibayli", "cat": "Pizza restaurant"}, {"review": "Located in the very center of Kyiv. Not far from the metro.\nI really liked the interior of the militaristic style in the institution.\nOrdered pizza - one of the best I've had. Very homey and delicious. …", "rating": 5, "name": "Lenalena83@ukr.net 1234567", "cat": "Pizza restaurant"}, {"review": " I want to write a post of thanks and recommendations))) I have long wanted to try pizza in a pizzeria @ Pizza Veterano, but, unfortunately, the delivery map does not capture my Troieschyna))) and today there was an …", "rating": 5, "name": "Irena S", "cat": "Pizza restaurant"}, {"review": " Overall delicious, the taste was monotonous but perhaps because they chose a similar composition / type of pizza. The service is good, the room is clean. Worth a visit …", "rating": 5, "name": "Станіслав Сербін", "cat": "Pizza restaurant"}, {"review": " I want to note that the pizza is very tasty. The staff is friendly and complies with the situation in the country. We were let into the room after the measured temperature. Orders were accepted quickly and prepared in …", "rating": 5, "name": "Tanya Lozovaya", "cat": "Pizza restaurant"}, {"review": " Great atmosphere! Great service! Deliciously!!!!!!!\n\n", "rating": 5, "name": "Feride", "cat": "Pizza restaurant"}, {"review": " One of the best pizzas in town! Pizza with white folds in general top🔥🔥🔥 Delivery works great. …", "rating": 5, "name": "Valentyn Pyzhyk", "cat": "Pizza restaurant"}, {"review": " In this place for the first time, today 02/06/2019. Frankly, to be honest, the place is bombastic, cozy, convenient and comfortable. Prices are democratic, I do not drink alcohol, but prices are a bit biting. Because …", "rating": 4, "name": "Вероника Ефимчикова", "cat": "Pizza restaurant"}, {"review": " Interesting and atmospheric pizzeria. Summer terrace in the yard - a great solution! The staff is friendly, the pizza is delicious (tasted Galician and meat), the prices are reasonable. Respect to Leonid Ostaltsev and …", "rating": 5, "name": "Карина Герцик", "cat": "Pizza restaurant"}, {"review": "Very cool place! Pretty cool interior! Impressed by the panel of cartridges. Very tasty pizza. The bar is simple, but you should not get hung up on it here. The coffee is simple and fragrant. The service is simply excellent, sincere. Let's come again...", "rating": 1, "name": "Vasily Kucherian", "cat": "Pizza restaurant"}, {"review": " Very attentive staff! Delicious pizza and prices as usual for Kiev …", "rating": 5, "name": "Victoria Maysuradze", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, there are pizzas on a creamy basis. The interior is stylish. Wonderful polite waiters, quickly accept orders, timely remove from the table) …", "rating": 5, "name": "Yevgen Zhurer", "cat": "Pizza restaurant"}, {"review": "I received a very poor Margarita considering the cost. Her price is 80 UAH. But not 180 in any way ... Little cheese, olives cut in half, although m should be cut into thin circles. Only the sauce is delicious, nothing else ...", "rating": 5, "name": "Svitlana Kavka", "cat": "Pizza restaurant"}, {"review": " + delicious pizza, great choice. UKRAINIAN default service. pleasant atmosphere. Friendly staff. Quick cooking. They do the no-frills menu. …", "rating": 5, "name": "Yulianna Karavayeva", "cat": "Pizza restaurant"}, {"review": " Ordered pizza. Liked it a lot. The pizza is delicious, a lot of fillings and it is high quality. Nice to have free shipping. brought exactly at the specified time, despite the rush hour. Communication with the …", "rating": 5, "name": "Марина Сироїд", "cat": "Pizza restaurant"}, {"review": " They deliberately went to the institution to support veterans and this business. I really liked the design, atmosphere and cuisine. Very nice yard, nice service. I recommend lemonade, very tasty. If you want to …", "rating": 5, "name": "Алексей Падун", "cat": "Pizza restaurant"}, {"review": "An excellent pizzeria, which was opened by a veteran of the ATO. There are quite a few delicious pizzas on the menu. A good and sometimes unusual interior of the room, as well as a rather cozy summer terrace. Noteworthy service and cleanliness of the establishment. …", "rating": 5, "name": "Danyil (troublemaker)", "cat": "Pizza restaurant"}, {"review": "Excellent pizzeria. When you walk in you feel like you are very welcome and waiting. All employees are friendly, smiling))) Very cozy and warm at home. Pizza is delicious for every taste, a huge selection of drinks. Thanks for the great moments and...", "rating": 5, "name": "Anastasiia Malik", "cat": "Pizza restaurant"}, {"review": "Ordered Tyrolean pizza. The order was brought quickly, the courier was polite, but did not find jalapeno pepper in the pizza, because of which the pizza was actually chosen ... As a result, the taste was interrupted by gherkins, sour and not tasty. …", "rating": 5, "name": "Виктор Долманский", "cat": "Pizza restaurant"}, {"review": " Congratulations. We apologize for the unpleasant situation that has arisen. We are always ready to correct our mistakes. Please accept the pizza you want from us, we will deliver it for free. Write to us on the FB page to clarify the information. Thank you!\n\n", "rating": 5, "name": "TommyBass My name", "cat": "Pizza restaurant"}, {"review": "Simply the worst pizza I've ever had. Ordered two Meat and Diabolo. The taste is just nauseating. There is no normal beer on the menu. Of the pluses, the location and the interior itself. The terrace is also nice but everything is very dirty …", "rating": 5, "name": "Olena Zinkovska", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Yaroslav Bakurevych", "cat": "Pizza restaurant"}, {"review": " Cool interior and friendly waiters\n\n", "rating": 4, "name": "Марина Ши", "cat": "Pizza restaurant"}, {"review": " Great place! We were at Christmas, so, unfortunately, the ordered pizzas had to wait more than half an hour, but it was worth it! The dough is thin and moderately baked, there are just as many fillings as you need, …", "rating": 5, "name": "Вика Торлова", "cat": "Pizza restaurant"}, {"review": " Delicious and fast. You need to reserve a table. Or wait. …", "rating": 2, "name": "Александр Дейнеко", "cat": "Pizza restaurant"}, {"review": " 💙💛Veterano Group @ veteranopizza.kyiv is a company that unites businesses founded by ATO veterans, our Defenders, our Heroes 💙💛 Now it is one of my favorite establishments in Kyiv у It is incredibly nice to be in …", "rating": 2, "name": "АIV", "cat": "Pizza restaurant"}, {"review": " Friendly waiters and bartenders, delicious pizza and drinks. I liked it, I recommend it …", "rating": 5, "name": "Oleksiy Yaroslavtsev", "cat": "Pizza restaurant"}, {"review": "Pizza is very tasty, you can order two in one!\nThe atmosphere is wonderful!\nI didn't like the Caesar salad. …", "rating": 3, "name": "Vasyl Dmytriiev", "cat": "Pizza restaurant"}, {"review": "Very nicely stylized. Letters to warriors, especially, caused such awe and tears in my eyes.\nMany celebrities can be seen here. …", "rating": 5, "name": "Валерій Бойко", "cat": "Pizza restaurant"}, {"review": "I wanted to order a pizza in Kyiv, but it turned out that near the Patona bridge this is an area in the red zone. Didn't offer to pay for shipping. They just froze. There is nothing to rate other than the service. …", "rating": 2, "name": "Evgen", "cat": "Pizza restaurant"}, {"review": " Congratulations! We are very sorry that there was such an unpleasant situation with the order. But we do not have the option to pay extra in another area of ​​the city. You can get acquainted with the rules and coverage area of ​​delivery on our website.\n\n", "rating": 4, "name": "Омела Дом-Сад-Огород", "cat": "Pizza restaurant"}, {"review": " Cool place! Mentally delicious pizza! Prices for the center of the capital are very good. It is not expensive and excellent impression of the facility for the day and more! I definitely advise everyone to visit this …", "rating": 5, "name": "D Tab", "cat": "Pizza restaurant"}, {"review": " Everything was beautiful, tasty, polite. Serviced at a high level. Advised to divide the pizza into two parts and taste the two flavors of pizza. Raf coffee was delicious too. Thank you for the good music: they played …", "rating": 5, "name": "Lola Gilbo", "cat": "Pizza restaurant"}, {"review": " Great restaurant! The pizza is very tasty! Thank you veterans for the atmosphere and hospitality! Peace and victory to Ukraine! …", "rating": 5, "name": "Dobry Igor", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Danila “AresDan” Morozovskii", "cat": "Pizza restaurant"}, {"review": " The establishment has a pleasant atmosphere and pleasant music\nVery polite waiters 😊 …", "rating": 5, "name": "Елена Карпенко", "cat": "Pizza restaurant"}, {"review": "I want to share with all my positive emotions.\nVisited this establishment with my friend.\nI liked it very much. …", "rating": 5, "name": "Arseniy Finberg", "cat": "Pizza restaurant"}, {"review": "This is not only a social business with one of the most delicious pizzas in town, but also an establishment with a great owner.\nWho promptly responds to any complaints, is never rude and respects ...", "rating": 5, "name": "Александра Курилович", "cat": "Pizza restaurant"}, {"review": "We walked past and saw Veterano's pizzeria. Friends told me I remember that this is the best place for pizza. And they were right!!! We took pizza 2 halves (thank you that it was possible to do this) What can I say, it is incomparable !! I have not eaten such a delicious pizza yet. …", "rating": 5, "name": "Марина Тищенко", "cat": "Pizza restaurant"}, {"review": "🍕 much tastier than even the same wood-fired il Molino. The atmosphere is cool, but sometimes not very cozy. The waiters are great. Friendly and attractive ;)\nAnd in general, I liked everything, I advise everyone. …", "rating": 5, "name": "Saniya", "cat": "Pizza restaurant"}, {"review": "Cool pizzeria! Very tasty and nice staff, I recommend very much I liked it 😊 …", "rating": 5, "name": "221B Store", "cat": "Pizza restaurant"}, {"review": " Interior, delicious cuisine, moderate lighting, great music, patience with guests. I wish you to stick and keep the brand. She hugged. …", "rating": 5, "name": "Ольга Волк", "cat": "Pizza restaurant"}, {"review": " wonderful! 10/10. very fast and friendly service. everything is very tasty! we had a wonderful and happy time with you. thank you! be sure to visit again! see you! …", "rating": 2, "name": "Lory S", "cat": "Pizza restaurant"}, {"review": " The pizza was delicious and simple, I liked it. The interior for the connoisseurs (chevrons, cartridges, weapon hint) is dark. The room is a bit bulky, even the music is not always audible. …", "rating": 5, "name": "Nikitko Ko", "cat": "Pizza restaurant"}, {"review": " Creative title, good service. Very good design. We come with the family very often. The only bad thing is that there are often no desserts. And again: it's nice that the restaurant cares about the environment: there …", "rating": 4, "name": "Natalie Kryvytska", "cat": "Pizza restaurant"}, {"review": "Wow, very mediocre pizza for the price. An indecently small portion of a meat plate, again for its 170 UAH. Whiskey is served with ice from an icemaker, not a piece. …", "rating": 5, "name": "Oleksandr Popenko", "cat": "Pizza restaurant"}, {"review": " She was in this place for the third time - and the last one. Mulled wine should be served hot, not just warm. The pasta is cooked here for 50 minutes and you get it too warm! There are not many dishes on the menu. And …", "rating": 4, "name": "Оксана Лисица", "cat": "Pizza restaurant"}, {"review": " Guys, is your Tesla charging?\nIs it possible to park a car because there was room for a second car nearby?\nThe impression that the owner thinks only of himself. …", "rating": 5, "name": "Aiumi Tora", "cat": "Pizza restaurant"}, {"review": "The cafe was opened by ATO veterans. Therefore, not everyone will like it! The prices are relatively good. But the kitchen itself suffers a little. The pizza is not the best. But the military surroundings of the cafe is excellent. Welcoming and friendly staff! …", "rating": 5, "name": "Maryna Sarazhyn", "cat": "Pizza restaurant"}, {"review": " Nice, quiet, tidy place. Good food, polite staff. I was pleasantly surprised by the 50% discount for a participant in hostilities. I recommend to everyone. In this place you can have a snack and have a good time with …", "rating": 2, "name": "Tribunes Prolétaires", "cat": "Pizza restaurant"}, {"review": "Nice place, I've been wanting to visit for a long time. Unfortunately we didn't get to eat. The waiter forgot to punch my food order, they only brought a drink. After more than an hour of waiting, I left the institution ... ...", "rating": 5, "name": "Татьяна Яковенко", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Антон Ткачов", "cat": "Pizza restaurant"}, {"review": "Delicious pizza, great staff. Soulful and a bit lyrical-sad place. Must visit! …", "rating": 2, "name": "Олеся Свириденко", "cat": "Pizza restaurant"}, {"review": " We ate a very tasty pizza with white mushrooms!\n\n", "rating": 5, "name": "Roman Lipatov", "cat": "Pizza restaurant"}, {"review": "A good place. To eat or meet. Pizza is good, beer is good. The guys are friendly. The location is just great.\nAnd the host Leonid is a veteran, which is also a reason to visit. …", "rating": 5, "name": "Мудра Рі4", "cat": "Pizza restaurant"}, {"review": "Friendly staff, delicious food. If you find yourself there, then be sure to dine in the backyard: there is a very pleasant atmosphere ...", "rating": 5, "name": "Koko Colibri", "cat": "Pizza restaurant"}, {"review": "I ordered a pizza with cheese and pepperoni, it was very tasty! Fast delivery and cool that there are promotions, free shipping, 2 +1 ...", "rating": 5, "name": "Qwerty Gyd", "cat": "Pizza restaurant"}, {"review": "Catering establishments made by veterans ato delicious pizza adequate prices + a unique opportunity to hang pizza that will be delivered to the military hospital to wounded soldiers. The pizza is delicious and made with love. Sometimes there is little...", "rating": 5, "name": "Olga Nizhnichenko", "cat": "Pizza restaurant"}, {"review": " Wonderful institution !!! Tasty pizza! The best staff! And what a summer patio! Come in, you will not regret it! …", "rating": 5, "name": "Tuğgin Aykut", "cat": "Pizza restaurant"}, {"review": " I liked everything, the atmosphere is great)))\n\n", "rating": 5, "name": "Олена Стебелецька", "cat": "Pizza restaurant"}, {"review": "I found this pizza place based on reviews on Google.\nPleasantly surprised.\nDelivered in 30 min. …", "rating": 5, "name": "KF PTH", "cat": "Pizza restaurant"}, {"review": " Very tasty and delicious pizza, drinks, fast service and a wonderful atmosphere! Large summer terrace and many attractions for the little ones! The best recommendations! …", "rating": 5, "name": "Ірина Скрипка", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, and cooked very quickly! It is very nice that there is parking and charging for electric cars! …", "rating": 5, "name": "Дмитро Цегельник", "cat": "Pizza restaurant"}, {"review": "Didn't like the service from the staff. They position themselves as an institution for atomists, but in fact they made PR for themselves out of all this. \"Fashionable\" place. My review is as dismissive as it was the attitude towards me. The kitchen is ok…", "rating": 5, "name": "Tanya Kozlova", "cat": "Pizza restaurant"}, {"review": "🍕 much tastier than even the same wood-fired il Molino. The atmosphere is cool, but sometimes not very cozy. The waiters are great. Friendly and attractive ;)\nAnd in general, I liked everything, I advise everyone. …", "rating": 3, "name": "Кирилл Коровин", "cat": "Pizza restaurant"}, {"review": "Instead of a 200 ml cocktail, it feels like they brought 100 ml and diluted it with ice (\n\nThe pizza is delicious, but small enough for two if you are hungry) …", "rating": 5, "name": "Mykola Luchyk", "cat": "Pizza restaurant"}, {"review": "I really like this pizzeria. In addition to simply wonderful pizza and a good menu in general, both gastronomic and bar, it is worth noting a few points: …", "rating": 5, "name": "Serhii X", "cat": "Pizza restaurant"}, {"review": "Clean, cozy. Outside, the tables are under the trees - it's cool. Serve quickly. Very tasty pizza. …", "rating": 5, "name": "Uliana Bondar", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza !! Divine! 12 points! Not so high prices for alcoholic beverages! ... …", "rating": 5, "name": "Сергей Усов", "cat": "Pizza restaurant"}, {"review": " Pizza is delicious! I will return to taste the porcini mushrooms, which unfortunately was missing.\nThe staff is friendly. It has been a long time since the calculation has to be …", "rating": 4, "name": "Влад Шамрай", "cat": "Pizza restaurant"}, {"review": " Why not take the idea to the end?\nWanting to defend an ideology and values ​​is good (photos of soldiers, bullet casings, nationalist flags ...) but to offer food (still good pizza), drinks and …", "rating": 3, "name": "Ivan Koshelnyi", "cat": "Pizza restaurant"}, {"review": " Delicious, fast, atmospheric !!!\n\n", "rating": 5, "name": "Тетяна Добрянська", "cat": "Pizza restaurant"}, {"review": " Proper pizza, thematic design, good bar\n\n", "rating": 5, "name": "Всеволод Немченко", "cat": "Pizza restaurant"}, {"review": "Ordered pizza delivery. The price doesn't match the quality in my opinion. Yes, the dough is thin, but the filling ... the sauce is sour, the cheese is not felt at all. She didn’t go far from pizza from Silpo. We won't take any more. …", "rating": 5, "name": "Артур Муратов", "cat": "Pizza restaurant"}, {"review": " Congratulations! We are very sorry that there was an unpleasant situation, we always take our mistakes seriously and are ready to correct them immediately. Please accept a certificate from us for UAH 500. and give us the opportunity to correct the mistake that was made. Please email us on the FB page in private messages. Thank you!\n\n", "rating": 5, "name": "Мария Мануйлова", "cat": "Pizza restaurant"}, {"review": " Great place. One of the most delicious pizzas in Kyiv\n\n", "rating": 5, "name": "Анастасия Кривенко", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, beautiful stylish design, the most sociable. Veterans, volunteers, active people eat and talk right here. The space of shaping the future. No stupid behavior or unconscious behavior: it's not the …", "rating": 5, "name": "Ivan Belkov", "cat": "Pizza restaurant"}, {"review": "Nice atmosphere. The pizza arrived very quickly! The coffee is delicious. The highlight of this institution is the rules☝! …", "rating": 4, "name": "Дар'я Шевчук", "cat": "Pizza restaurant"}, {"review": " The place is wonderful, delicious pizza, friendly staff, cozy atmosphere. Thank you. Good luck to you! …", "rating": 5, "name": "Andrii Knyshevych", "cat": "Pizza restaurant"}, {"review": " This is the second network of pizzerias in Kiev (I can't say so about Ukraine), in which they prepare the right pizza, on thin pastry with crispy edges and delicious Italian cheeses. And inside the establishment, …", "rating": 5, "name": "Yulia Goshovska", "cat": "Pizza restaurant"}, {"review": " In a word, miiikeeeemmeeeel :) the environment is also beautiful! …", "rating": 5, "name": "Vlad Vozniuk", "cat": "Pizza restaurant"}, {"review": " I have wanted to get here for a long time. Very nice staff. The summer terrace has opened in quarantine, where it is quiet, cozy and just cool. Vegetarian pizza is delicious, I liked the chip with tomatoes of two …", "rating": 5, "name": "Shannar de Kassal", "cat": "Pizza restaurant"}, {"review": " The place is beautiful, everything is fast and tasty. No problems, just pleasant sensations. …", "rating": 5, "name": "Alex", "cat": "Pizza restaurant"}, {"review": " We love this place! Friendly staff, last time they received a compliment for the children for speaking Ukrainian with them. …", "rating": 5, "name": "Max Bespalov", "cat": "Pizza restaurant"}, {"review": " A good themed place. And delicious Pizza ...\n\n", "rating": 3, "name": "Валентин Безрядин", "cat": "Pizza restaurant"}, {"review": "9/10\nThe establishment is small but cozy. You can book tables or you can just show up. The pizzas are delicious, especially the Dolce Vita. I recommend! …", "rating": 5, "name": "Андрей Миць", "cat": "Pizza restaurant"}, {"review": "Yesterday they ordered at half past seven - they said that not earlier than in 1 hour 40 minutes - they ordered only three pizzas, as a result they brought it even later, barely warm.\nThe pizza tastes pretty good, but not great either. …", "rating": 5, "name": "Nikona Sharowkin", "cat": "Pizza restaurant"}, {"review": " Somehow I was advised to come here - I must say that my friends and I were pleasantly surprised:\n- a beautiful style, especially the summer terrace in the courtyard - quiet, …", "rating": 4, "name": "Igor Pankov", "cat": "Pizza restaurant"}, {"review": " One of the coolest establishments in the capital. Every time it is a pleasure to visit, whether with brothers or with girlfriend.\nEach time a pleasant and polite service in the Ukrainian language, and waiter …", "rating": 5, "name": "Владимир Боднар", "cat": "Pizza restaurant"}, {"review": " Fantastic place with positive energy.\nThe pizza is just super! Delicious 🍺\nAlthough small in size, the accommodation is perfectly planned. You can either …", "rating": 4, "name": "Vero Korzh", "cat": "Pizza restaurant"}, {"review": "Atmospheric facility. Delicious pizza and drinks. Polite staff and good service. I recommend to visit. There is also a summer playground in the courtyard, but to sit on it it is better to book a table in advance ...", "rating": 5, "name": "Олена Жемчужина", "cat": "Pizza restaurant"}, {"review": "The pizza is just amazing!!! The cake does not break your teeth and you want to eat it completely, and the filling is distributed evenly throughout the pizza. Plus there is the possibility to combine two pizzas. This, of course, is not a sensation, but a nice detail) And raspberry-ginger tea ...", "rating": 5, "name": "Vitalij Kovalik", "cat": "Pizza restaurant"}, {"review": "I don’t really understand why there are so many conversations about this place, an ordinary themed institution without anything special in the kitchen. For the interior + ...", "rating": 5, "name": "Berdnik Denis", "cat": "Pizza restaurant"}, {"review": " Atmospheric place with cool interior, delicious pizza and friendly professional people. While trying three types of pizza. Favorite are \"For Buslaev\" and Diablo. And another small but important detail: they offer …", "rating": 4, "name": "Віра Zachepa", "cat": "Pizza restaurant"}, {"review": " I visited here for the first time - a super place. Nice super terrace closed from the street. Classy, ​​decorated in a military-patriotic style hall. Fast and convenient service and ... Very tasty pizza. …", "rating": 5, "name": "Dmytro Danilchenko", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "СТЕПАН БАТЕЙКО", "cat": "Pizza restaurant"}, {"review": "I heard a review about this pizzeria - the most delicious pizza in town.\nWell, if not the most, then very close to this title;)\nAnd given the moderate prices - generally class. …", "rating": 5, "name": "Olena Krasko", "cat": "Pizza restaurant"}, {"review": "Very atmospheric place with great pizza. A couple of times I could not get there due to the fact that the full landing (and this is an indicator by the way). Service is good, everything is delicious. We ate pizza and brownies for dessert. I recommend! Also in the heart of the city…", "rating": 5, "name": "Project_Jeyt", "cat": "Pizza restaurant"}, {"review": " You have a very tasty pizza. I don't know which cheese you use but it's incredibly tasty. Still very fast delivery. I did not measure, to be honest but in my opinion the fastest pizza delivery I tasted in Kiev …", "rating": 5, "name": "Ирина Розумная", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza. But it is not convenient when you are told \"search the menu on the Internet.\" They do not give any links, QR codes or anything like that. Just sit down at the table and google!) …", "rating": 4, "name": "Salvador Barbosa", "cat": "Pizza restaurant"}, {"review": " Atmospheric, tasty, cult place. Required to visit. Average prices, best service, non-elite atmosphere, very friendly atmosphere, with the most delicious pizza in the city, desserts, mulled wine and everything else …", "rating": 5, "name": "Ирина Шкабарня", "cat": "Pizza restaurant"}, {"review": " The pizza is very tasty. I almost never eat the edges, and here even the dough turned out very tasty)) Original cocktails. For a large company, we were given tables with the letter p / g / c almost throughout the …", "rating": 5, "name": "Natalie", "cat": "Pizza restaurant"}, {"review": " The pizza is very tasty. Friendly staff. Cool themed interior. It is a pity that you are not in Kharkiv. …", "rating": 2, "name": "Андрей Никоноров", "cat": "Pizza restaurant"}, {"review": " More than once we have ordered delivery, and I got to the institution for the first time - and everything is just fine, I think I will definitely come and advise my friends! …", "rating": 4, "name": "Svitlana Starcha", "cat": "Pizza restaurant"}, {"review": "Pleasant staff who are always happy to help and take you to a table, and a sincere smile and courtesy cheer you up) There are two halls and one of them is cozier and more beautiful called \"Pizza resta\" (entrance up the street). The pizza is delicious…", "rating": 5, "name": "Елена Суетова", "cat": "Pizza restaurant"}, {"review": " This is a great place! Delicious pizza and other recipes. Definitely recommended!\nAnd importantly, it is a project based on the heroes of the Russo-Ukrainian war …", "rating": 4, "name": "Юрій Дубовенко", "cat": "Pizza restaurant"}, {"review": "Delicious. The pizza is not bad. Although, as for me - the price is too high by 25-30 percent.\nAnd it's very hot in the room. Hot, stuffy and autumn noisy. …", "rating": 5, "name": "Sanya FuriouS", "cat": "Pizza restaurant"}, {"review": " Liked very much!! Delicious to drink.\nThank you for having such cool places !!! We will definitely come\nI recommend …", "rating": 3, "name": "O G", "cat": "Pizza restaurant"}, {"review": "Great pizza and delicious wine. A very good place for the military and just people who like the military theme. Good luck in design. Calm and nice place…", "rating": 5, "name": "Олександра Складанна", "cat": "Pizza restaurant"}, {"review": "Were for the first time, heard good reviews and history of the opening. The establishment is located in a transition, at first they were upset that nothing green would look through the window, there is only one common (f / m) toilet in the room, the lock does not work well :) But .. good ...", "rating": 5, "name": "Ніка Матата", "cat": "Pizza restaurant"}, {"review": "So everything is normal. Delicious and quite reasonable prices. I liked it. These are my personal impressions. Atmospheric and bright. I liked it. Well-established work is visible. …", "rating": 5, "name": "Elena Safonova", "cat": "Pizza restaurant"}, {"review": "Just amazing pizza, you don’t even want to leave the sides. Friendly staff and cozy atmosphere. Summer terrace in the yard. Unfortunately there is no tasty beer, bad choice of wine. …", "rating": 4, "name": "Владислав Михайловский", "cat": "Pizza restaurant"}, {"review": " Liked it a lot. Tasty and friendly. I will recommend!\n\n", "rating": 5, "name": "Anna Kolomiets", "cat": "Pizza restaurant"}, {"review": " Cozy, tasty and stylish. Polite, unobtrusive service.\n\n", "rating": 5, "name": "Маруся Бойко", "cat": "Pizza restaurant"}, {"review": " Everything is very tasty. Service at the level. Prices are average. That's exactly what it is for the center of Kyiv. I recommend 👍😀 …", "rating": 5, "name": "Виталий Марченко", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza and strawberry lemonade! Carafes with water and glasses are served to each table. Many people have to wait for orders for a long time, because the stove is one. Very nice summer terrace, but must be …", "rating": 5, "name": "Катерина Дегтяр", "cat": "Pizza restaurant"}, {"review": " Good place, great atmosphere, delicious food. Served by 2 waiters. Ordered pizza, salads, juice, desserts. There were a lot of people, so the pizza was waiting for about 30 minutes. After 10-15 minutes, they brought …", "rating": 5, "name": "Алекс Кул", "cat": "Pizza restaurant"}, {"review": " A good place for relaxation and delicious food. Mental atmosphere and military style interior. Separate respect for the wall with chevrons! …", "rating": 1, "name": "Tetiana Shulga", "cat": "Pizza restaurant"}, {"review": " Everything is fine! And the main thing - it's delicious !! …", "rating": 4, "name": "Alexander Korotenko", "cat": "Pizza restaurant"}, {"review": " Veterano Pizza is the best place to cook the most delicious pizza) I come here with pleasure !!! …", "rating": 5, "name": "Адельхайд Юнге-Желудкова", "cat": "Pizza restaurant"}, {"review": " I liked both the kitchen and the service! What astonished? Attendees at the tables discussed the future of Ukraine! Someone about medicine, someone about education, and someone about the economy. These people will not …", "rating": 5, "name": "Евгения Гриб", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, themed restaurant for defenders. You can have a good evening …", "rating": 5, "name": "Dmytro Antoniuk", "cat": "Pizza restaurant"}, {"review": " Good pizza, atmosphere, fast\n\n", "rating": 4, "name": "Сергей Пятаков", "cat": "Pizza restaurant"}, {"review": "Excellent location in the center! Cozy, spacious terrace, delicious pizza! and when they turned over the glass with the drink, they brought the same one at the expense of the institution. We will come with the company again and again…", "rating": 5, "name": "Євген Веселов", "cat": "Pizza restaurant"}, {"review": "2 points exclusively for the beautiful terrace. Pizza \"Provence\" without gorgonzola and mozzarella with super dried chicken. …", "rating": 5, "name": "Viktor K. Kyiv", "cat": "Pizza restaurant"}, {"review": " We apologize for the unpleasant impressions that arose with the order. We will be happy to present a certificate for 500 hryvnias and we will be glad to see you again so that you can try new pizzas and delicious drinks.\n\n", "rating": 2, "name": "Павло", "cat": "Pizza restaurant"}, {"review": "The interior is not great. The pizza is delicious))) they took a dandelion. The most delicious tea with sea buckthorn and blackcurrant tea in the world))) The service is good)) minus - the interior is not to my taste and cartridges, flags of the right sector ... ...", "rating": 5, "name": "Jonathan Napp", "cat": "Pizza restaurant"}, {"review": " The most delicious pizza I ate in the world !! Really, delicious, really, with a soul !!! And the environment - native, patriotic !! And be sure to taste desserts !!! You will be on the 7th sky from the kyph :) …", "rating": 5, "name": "M Odynets", "cat": "Pizza restaurant"}, {"review": " A good menu, nice prices, a convenient location 100 m from the fountain of the Globe on Khreshchatyk. Perfect for relaxation and meeting with friends in the courtyard. Good entourage and atmosphere. But they would …", "rating": 5, "name": "coskun ertas", "cat": "Pizza restaurant"}, {"review": " Very atmospheric establishment with delicious food and good portions. I recommend to visit. Thanks and respect to the owner. Glory to Ukraine! …", "rating": 5, "name": "Vasyl Pyshkovych", "cat": "Pizza restaurant"}, {"review": " We waited for pizza for 1 hour, then it turned out that the order was not prepared at all. The restaurant offered us for free, paid only for beer. In general, the pizza is very tasty. …", "rating": 5, "name": "Іван Петрущак", "cat": "Pizza restaurant"}, {"review": "They came and sat down on the street quite cozy. We ordered margaritas and lemonades, everything was brought quickly and the pizza was even hot. Personally, I liked it. …", "rating": 5, "name": "Iva Iva", "cat": "Pizza restaurant"}, {"review": " They are very well served and communicate in Ukrainian. The waiters will tell and show everything. I really like it, and I think it's important! Therefore 5 stars !!!! …", "rating": 5, "name": "Надежда Сатир", "cat": "Pizza restaurant"}, {"review": " Good place, great food. There was a charming atmosphere on the terrace.\nThank you! …", "rating": 3, "name": "Дарина Шерстюк", "cat": "Pizza restaurant"}, {"review": "On Sunday the whole family went to Veterano. The impressions are very positive, starting from the general entourage of the hall and ending with the pizza itself, which was washed down in five minutes. Very large portions of salads. One \"Caesar\" I ate, my husband and a three-year-old ...", "rating": 5, "name": "Марина Білик-Єрмакова", "cat": "Pizza restaurant"}, {"review": " Extremely beautiful and thematically decorated room in the heart of the city, which creates an atmosphere. Delicious pizza, a variety of Italian cuisine, desserts, reasonable prices, polite Ukrainian-speaking staff. …", "rating": 5, "name": "Анна Кондр", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Oksana Ost", "cat": "Pizza restaurant"}, {"review": "For the first time I saw a story about this place on TV and wanted to visit. I will say this - it's great here - excellent cuisine, service, special thanks to the guys who brought this idea to life. It's great that you're doing what you love...", "rating": 5, "name": "Svitlana Lorey", "cat": "Pizza restaurant"}, {"review": " I rarely write reviews, but it's a delight! We were delivered pizza in 20 minutes on Friday night, when the congestion is maximum! As for the taste, it is very worthy! Fresh food, perfect dough. The courier is a paw, …", "rating": 5, "name": "Любовь Ракитина", "cat": "Pizza restaurant"}, {"review": "This cafe is very cool. Military stylized. I recommend to everyone. Good hot cranberry juice (if I'm not mistaken). Non-alcoholic mojito is very good, refreshing in summer. There is a covered building and they have a courtyard, there are also chairs and …", "rating": 5, "name": "2naturalistka", "cat": "Pizza restaurant"}, {"review": " Were with friends-atovs after opening. I would rate the service at 0 (the waiter at an inappropriate speed and without question picked up a glass of still drink; they waited a long time for the order, although it was …", "rating": 5, "name": "Igor Ignashev", "cat": "Pizza restaurant"}, {"review": "Ambiguous, the pizza was delicious, but the wait was sooo long, and this is with a half-empty hall. The tea is very tasty, but there was a dubak in the hall near the windows, I wanted to put on a jacket. Desserts for an amateur ...", "rating": 5, "name": "Наталья К", "cat": "Pizza restaurant"}, {"review": " Very cool thematic institution.\nThe most delicious pizza in town.\nFast service and nice prices. …", "rating": 5, "name": "Elena K", "cat": "Pizza restaurant"}, {"review": "On Sunday the whole family went to Veterano. The impressions are very positive, starting from the general entourage of the hall and ending with the pizza itself, which was washed down in five minutes. Very large portions of salads. One \"Caesar\" I ate, my husband and a three-year-old ...", "rating": 5, "name": "Darek", "cat": "Pizza restaurant"}, {"review": " Very cool place, delicious pizza, great staff and visitors. The money is partly used for the needs of anti-terrorist operation veterans. I always come here when I have time. …", "rating": 5, "name": "Bert Heitec", "cat": "Pizza restaurant"}, {"review": "Prices are slightly above average, which, given the location, is quite expected and adequate. The pizza is delicious, but nothing more. The interior is cozy even though it is frankly cramped. The toilet is kept clean. There are sofas in the corners for …", "rating": 5, "name": "Віка Маклюк", "cat": "Pizza restaurant"}, {"review": " Great place to meet friends, like-minded people and war veterans. It is also possible to bring a baby and sign up for a pizza master class. The interior and atmosphere make a pleasant impression. Very tasty pizzas, …", "rating": 5, "name": "Ulyana Kyrchiv", "cat": "Pizza restaurant"}, {"review": " And how can it be? Cozy and delicious!))\n\n", "rating": 5, "name": "Вадим Удовиченко", "cat": "Pizza restaurant"}, {"review": " Good music and service. I ate 500g, as written in the menu, pizza in one person and went to McDonald's to eat normally. …", "rating": 5, "name": "rusynka_", "cat": "Pizza restaurant"}, {"review": " Both the pizza and the steak with mashed potatoes were absolutely delicious! As is well known, the eyes also eat, it was nicely arranged. What is also very nice that there is water for free. Not many restaurants do …", "rating": 5, "name": "Ярослав Кирничук", "cat": "Pizza restaurant"}, {"review": " The best pizzeria in Kiev! Great interior, nice and adequate waiters and bartenders, very tasty cuisine. The place is popular, tables should be reserved in advance. …", "rating": 5, "name": "Маріанна Антонюк, Чернівці", "cat": "Pizza restaurant"}, {"review": " The best among pizza restaurants in Kiev. I recommend the 4 cheese pizza. …", "rating": 5, "name": "Maiia Bulakh", "cat": "Pizza restaurant"}, {"review": " Very tasty in inspiration!\nThank you! …", "rating": 5, "name": "Майя Осядловская", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, smart waiters, everyone liked it. Went with friends. It is not necessary to go with the girl, the situation is not too romantic, but for a noisy company just. Have a beer, eat pizza. Military style. …", "rating": 4, "name": "Nyvanda Imouto", "cat": "Pizza restaurant"}, {"review": " Very tasty. And here they make pizza with different flavors on one cake, so you can taste different flavors without ordering a lot. I have not seen one for a long time. …", "rating": 5, "name": "Артем Міняйло", "cat": "Pizza restaurant"}, {"review": "Initially, they were looking for where they would let the dog in! And we were kindly invited to the summer playground! The most delicious pizza and the most friendly people working here! Now only to you in Kyiv. Also, then sew in a couple of days to a veteran restaurant and there we ...", "rating": 5, "name": "Людмила", "cat": "Pizza restaurant"}, {"review": " They didn't take anything from the food, I won't appreciate it.\nService for 3. …", "rating": 5, "name": "Anastasia G", "cat": "Pizza restaurant"}, {"review": " An oasis in the center of Kyiv! Charismatic and at the same time cozy place, you feel protected, in good company and a welcome guest. Very stylish interior without \"problems\", a beautiful green terrace - great in …", "rating": 2, "name": "Awesome Possum", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Сергій Грушин", "cat": "Pizza restaurant"}, {"review": " The most delicious pizza in the world. A place where you rest your soul. And the restaurant has a great cocktail menu and delicious cuisine. Sincere and courteous staff. Highly recommended …", "rating": 5, "name": "Ірина Колосова", "cat": "Pizza restaurant"}, {"review": " Delicious pizza, good summer playground. Very cozy !!! Service is ordinary, but it's not the point! The main concept of the institution and the value of being human. The owner of ATO veterans, a migrant, speaks …", "rating": 5, "name": "Виктория Рокицкая", "cat": "Pizza restaurant"}, {"review": "The pizza is sooo delicious. Well, it's unbelievably delicious. The waiters are a little restless. But overall the atmosphere is great. The fourth item on the menu on the left was appreciated by the whole family. Lena, we'll be back. …", "rating": 1, "name": "София Рябцева", "cat": "Pizza restaurant"}, {"review": "I did not notice any shortcomings. Delicious calzone and Ukrainian pizzas. Not everyone will like the entourage, it is purely military. Top notch pizza and comfort. …", "rating": 5, "name": "Татьяна Онищенко", "cat": "Pizza restaurant"}, {"review": " Cool place, delicious coffee and the best pizza. And in general the menu is very tasty. Tried almost everything, and everything is very tasty. The price is normal for a business lunch, and it is served quickly enough. …", "rating": 5, "name": "Uliana", "cat": "Pizza restaurant"}, {"review": " Always tasty, the menu for every taste: pizza and various meat with garnish, and duck in general melts in the mouth. Bartenders are masters of fragrant coffee, cozy tea and unusual specialty cocktails. Two beautiful …", "rating": 5, "name": "Mykhailo R", "cat": "Pizza restaurant"}, {"review": " This is not the first time in this institution that I really like it. Randomly brought friends and now I have another favorite place. And today I brought my friends here. It is a pity that we did not have space on the …", "rating": 4, "name": "Юля Гаврильченко", "cat": "Pizza restaurant"}, {"review": " Pizza pride! You can order \"half in half\"\nThe restaurant and climate revelation. Drinks not only look nice but also taste great. …", "rating": 1, "name": "Таня Федоренко", "cat": "Pizza restaurant"}, {"review": " Nice place, brought by friends. Otherwise never come here.\nOrdinary tasty eaten, top sirloin steak. Best of Kiev I think. …", "rating": 5, "name": "Volodymyr Opanasiuk", "cat": "Pizza restaurant"}, {"review": " Very nice service, the girl is great. Delicious pizza and adequate prices. Were the first time, were pleased with the visit :) …", "rating": 5, "name": "Roman Bardachenko", "cat": "Pizza restaurant"}, {"review": " Great atmosphere, nice and cozy. Service for 5+. Very tasty. A quiet place in the heart of Kiev is just love …", "rating": 5, "name": "Vitalii Ovchar", "cat": "Pizza restaurant"}, {"review": " Nice place with delicious pizza. Prices seem to match the quality) …", "rating": 5, "name": "Сергій Жуковський", "cat": "Pizza restaurant"}, {"review": " Thank you owner for being alive. And, of course, for a place for the same heroes as himself, who can relax and feel good, at last get away from this negativity and the inadequate thoughts of some others. …", "rating": 5, "name": "Kate Hryhorenko", "cat": "Pizza restaurant"}, {"review": " Very tasty! Dandelion is just a bomb! Salads are also great! High level service, we didn't even expect it, although there were a lot of people. Next time I will bring friends here! Definitely recommended to visit! …", "rating": 5, "name": "Lesiu Dzierżak", "cat": "Pizza restaurant"}, {"review": " interesting interior, models of weapons on the walls, holster with the inscription \"for weapons\" in the toilet, table-top with sleeves under the glass ... In large bottles, water on the tables - for free. The waitress …", "rating": 5, "name": "Maria Zolotopupova", "cat": "Pizza restaurant"}, {"review": " I liked it. All delicious and good service. Now there is a summer terrace, waiters work in masks. Very tasty ice cream with basil, has a pleasant sweet and sour taste (see photo). …", "rating": 5, "name": "Елена Мещерякова", "cat": "Pizza restaurant"}, {"review": "Ordered pizza for delivery. Arrived promptly, pizza was delicious. The only remark - to the operator, who took the order, mumbled something indistinctly, thought for a long time. Perhaps because of ignorance of the Ukrainian language. …", "rating": 5, "name": "Yuliia Nebesenko", "cat": "Pizza restaurant"}, {"review": "Most of the tables are located outdoors, surrounded by plants. They cook here perfectly (at least pizza), pleasant music, service is also at the level. …", "rating": 5, "name": "Antoxa Antoxa", "cat": "Pizza restaurant"}, {"review": " The place is just super! Service at the highest level - all waiters are very polite! Pizza is really delicious. However, yesterday, I was very pleasantly surprised by the compliment from the institution for waiting …", "rating": 1, "name": "Mary Gary", "cat": "Pizza restaurant"}, {"review": " The pizza is very tasty. Guys and girls who work in the pizzeria respect and great respect. I adore this place, it is cozy both in the establishment, and on a summer platform. …", "rating": 4, "name": "Андрей Ермолаев", "cat": "Pizza restaurant"}, {"review": "Favorite place in Kyiv! Wonderful atmosphere, delicious food, professional service ❤️ the courtyard is a separate love ...", "rating": 5, "name": "Міністр Оборони (Slepoy)", "cat": "Pizza restaurant"}, {"review": "About Veterano Resto (new hall in the same establishment):\n1. C grade service: they bring one set of menus, a strange order in which dishes are served when only half the hall is occupied. …", "rating": 3, "name": "Svitlana Guselnikova", "cat": "Pizza restaurant"}, {"review": " The perfect place. Nice bar. Good atmosphere.\n\n", "rating": 5, "name": "Eugenia Kutova", "cat": "Pizza restaurant"}, {"review": " Extremely tasty pizza, nice place, good service! I will definitely visit again! Good luck!!! …", "rating": 5, "name": "Alex Shilimanov", "cat": "Pizza restaurant"}, {"review": " Great, very tasty, well-chosen menu, there are even vegetarian dishes. Top-level service, all fast and with a smile. Be sure to visit the best pizza downtown! …", "rating": 5, "name": "Вероника Кванталиани", "cat": "Pizza restaurant"}, {"review": "Alas, I used to love this pizzeria. But the last time the order was not delivered after two hours and each call was answered that they would bring it in 20 minutes. It is strange that the service has deteriorated so much. It's a pity …", "rating": 5, "name": "Анна Матюніна", "cat": "Pizza restaurant"}, {"review": " We apologize for the service and unpleasant impressions that arose with the order. Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. Please accept the free pizza you want from us, we will deliver it to you on time. Write us a Facebook page to provide information.\n\n", "rating": 4, "name": "Борис Гириев", "cat": "Pizza restaurant"}, {"review": "The pizza is just amazing!!! Lots of toppings, thin tasty dough, you will lick your fingers!!!\nFriendly and attentive staff, fast service. …", "rating": 5, "name": "Anna Mitioglo", "cat": "Pizza restaurant"}, {"review": " Cozy place and delicious pizza)\n\n", "rating": 4, "name": "Bohdan Melnyk", "cat": "Pizza restaurant"}, {"review": " Excellent pizza and quality service. But this place is not so much about pizza as about the defenders of Ukraine who found and realized themselves. More such businesses to our veterans. Honor and bow. Glory to …", "rating": 5, "name": "Roman Brytykov", "cat": "Pizza restaurant"}, {"review": "I can’t say that it’s very tasty, but it’s for the right price-quality ratio that I put a solid four. There are many plants on which there is no dust yet, I hope this will continue to be the case. …", "rating": 5, "name": "Маріанна Ковальова", "cat": "Pizza restaurant"}, {"review": "We sat for 20 minutes and no one came up. I really wanted pizza, but alas, we decided to leave because we were tired of waiting😡 …", "rating": 5, "name": "Alesya Kozhevnikova", "cat": "Pizza restaurant"}, {"review": " Our main value is our guests, so we always take our mistakes seriously and are ready to correct them immediately. We will be happy to present a certificate for 500 hryvnias and will be glad to see you. To resolve the situation, please tell me, on what day did such a situation occur?\n\n", "rating": 2, "name": "Іра Мосійчук", "cat": "Pizza restaurant"}, {"review": " The family-run restaurant is open-air, high quality products, it is worth booking a table in advance. The average check ~ 170-250 UAH. per person. Cozy, there is a bicycle parking, the staff is friendly, there are …", "rating": 2, "name": "Olya Allery", "cat": "Pizza restaurant"}, {"review": " delicious food, great cocktails, especially hot :) interior - super! on weekends and holidays must be booked in advance …", "rating": 5, "name": "Alina", "cat": "Pizza restaurant"}, {"review": " An incredibly atmospheric place, thank you very much to Leonid Ostaltsev for a place to spend time with my brothers and family, thank the staff for the warm welcome and quality service, the delicious pizza and …", "rating": 5, "name": "Olga Velis", "cat": "Pizza restaurant"}, {"review": " They were family - 3 adults and 3 children from 2 to 10 years. Pizza super (everyone agreed that it was the best pizza we ate), everyone liked it from small to large, the charming patio, the staff is very nice and …", "rating": 4, "name": "Maksym Poluliakh", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza, nice service, pleases the development of Ukrainian business) …", "rating": 4, "name": "Lucie Magnoux", "cat": "Pizza restaurant"}, {"review": " Delicious food. Cheap. A nice, climatic courtyard. Thanks to trees even at 30 degrees outside, here is cool and pleasant here. I recommend pizza and pasta. Big portions - we will not leave hungry. …", "rating": 5, "name": "Nataliya Kyrkach-Antonenko", "cat": "Pizza restaurant"}, {"review": " By far the best pizzeria in town! The taste, service and atmosphere are top notch! And most importantly, the sense and part of the soul of the incredible team ♥ are invested in everything …", "rating": 5, "name": "Владислав Безпальченко", "cat": "Pizza restaurant"}, {"review": " …", "rating": 5, "name": "Володимир", "cat": "Pizza restaurant"}, {"review": "We ordered Homemade and Ukrainian pizzas. Cooked quickly, the staff is very polite and friendly. The pizza was delicious and hot. I would love to come again and bring my friends.…", "rating": 5, "name": "Vladyslav Pokul", "cat": "Pizza restaurant"}, {"review": " Very nice place. Delicious food. Polite staff. Impressed pricing policy of the institution. Well, and of course, in the atmosphere of the institution, the patriotic upbringing of the younger generation, as practice …", "rating": 5, "name": "Daryna Zakharova", "cat": "Pizza restaurant"}, {"review": "I ordered a salad, in which half of the ingredients were bread, which was not included in the menu at all. The management not only deceives visitors, but also does not think that some people are allergic to gluten. Service …", "rating": 5, "name": "Lesia Vilinska", "cat": "Pizza restaurant"}, {"review": "Very kind waiters. Lots of goodies to choose from besides pizza. Alcohol on sale. There is wi-fi. There is a WC. It is not allowed to smoke indoors, but there is a smoking room under the roof at the entrance. Among the disadvantages: little space, prices are moderately high, …", "rating": 5, "name": "Вадим Коляда", "cat": "Pizza restaurant"}, {"review": " Delicious pizza at a good price and with great promotions for large companies, you can pay by card, for example, delivery \"MAFIA\" only accepts cash. …", "rating": 5, "name": "Виктория Безносова", "cat": "Pizza restaurant"}, {"review": "Sorry, but come to support. Impression: Well taeeee. Prices with a claim, from the kitchen I liked only the duck. They gave a lot of money, left half-starved. But the girls are working hard. No complaints about the service...", "rating": 5, "name": "Elena Konovalova", "cat": "Pizza restaurant"}, {"review": "Everything is delicious and fast. The children especially liked the interior, they considered all the details for a long time. Parrots also brightened up the expectation of our pizza) …", "rating": 5, "name": "Павлова Єлізавета", "cat": "Pizza restaurant"}, {"review": "Great place with true professionals.\nSpecial thanks to the bartender Dmitry who agreed to make my wish come true. Special thanks to the owner of the establishment for a great place, with real history and …", "rating": 2, "name": "Никита Ковальский", "cat": "Pizza restaurant"}, {"review": "A good place, nice waiters who are always ready to prompt and warn if, for example, the dish is spicy, but this patriotism in every little thing in the establishment causes the most pleasant impressions ♥️♥️♥️ …", "rating": 5, "name": "Андрей Ляшенко", "cat": "Pizza restaurant"}, {"review": "A summer patio under the chestnut trees has opened. Very beautiful and cozy, intimate. At the same time, it does not have that valuable atmosphere that reigns in the room.\nQualitatively and quickly, awesome alco- and non-alco-cocktails. …", "rating": 5, "name": "Наталя Одинець", "cat": "Pizza restaurant"}, {"review": "The pizza is delicious. We sat in the courtyard, under the canopy of trees, the noise of the street is not heard, which pleases and soothes. Service is not intrusive with smiles. THANKS! …", "rating": 5, "name": "Andrey Polischuk", "cat": "Pizza restaurant"}, {"review": "\nThe best pizzeria in the city of Kiev!", "rating": 4, "name": "Василь Лаврів", "cat": "Pizza restaurant"}, {"review": " Warm pleasant lighting, warm values ​​of the institution. …", "rating": 5, "name": "Іра Шовкун", "cat": "Pizza restaurant"}, {"review": " Very tasty pizza. Paperoni baked well. The staff is polite, does not forget about the cow virus. Prices norms. Decent institution. …", "rating": 5, "name": "Vitalii Dushko", "cat": "Pizza restaurant"}, {"review": " First, a great initiative. Secondly, delicious. Pizza here is at the top of delicious pizzas on my list) In addition, there is a very nice atmosphere and staff. It is located as if in the center, but the summer …", "rating": 4, "name": "Dmytro Herasymov", "cat": "Pizza restaurant"}, {"review": "Very friendly, pleasant staff. Pizza is beyond praise, very tasty. I was very pleased that you can order one pizza from two halves with different tastes. I think we'll be back again. I recommend …", "rating": 5, "name": "Коля Полюхович", "cat": "Pizza restaurant"}, {"review": " Score only for the awesomely steep terrace. The pizza is not delicious. In our neck caught a hair waiters made aid that did not notice the remarks. …", "rating": 3, "name": "Евгений Малахов", "cat": "Pizza restaurant"}, {"review": " Good day. We apologize for such a case and terrible impressions. Our main value is our guests. We always take our mistakes seriously and are ready to correct them immediately. Please accept from us a certificate for 500 hryvnias so that we can restore your trust.\n\n", "rating": 5, "name": "Опанас Спрацьований Уркаган", "cat": "Pizza restaurant"}, {"review": "The pizza is delicious, but there is practically no ventilation in the room, with so many tables, and so on. visitors are very stuffy. In addition, due to poor ventilation, clothes are heavily saturated with the smell of food ((There is no desire to return to the institution. ...", "rating": 3, "name": "Оксана Макієнко", "cat": "Pizza restaurant"}, {"review": "Very cozy patio, delicious pizza, the only thing I didn’t like was that the lemonade is made too sweet…", "rating": 5, "name": "Ганна Каднікова", "cat": "Pizza restaurant"}, {"review": "A colorful place, small, cozy, very friendly staff who do everything possible to make the client feel at 100! Pizza is juicy and tasty, desserts are simply unforgettable! Thank you for a great evening! I recommend! …", "rating": 5, "name": "Andriy Lagutin", "cat": "Pizza restaurant"}, {"review": " The cuisine is very tasty, but the service is completely amateur. However - we went there not for service, but because Veterano, and if you treat it accordingly - everything is fine. The waiters were not very …", "rating": 5, "name": "Жанна Павловна", "cat": "Pizza restaurant"}, {"review": " Restaurant run by a veteran of the war in eastern Ukraine. Military decoration that can be uncomfortable.\nThe pizzas look delicious! …", "rating": 4, "name": "юрий селин", "cat": "Pizza restaurant"}, {"review": " Do not hesitate, here you are fed a delicious meal and cover your back while you rest, because the founders of Pizzi Veteranao, the most real heroes of the Russo-Ukrainian war. Support the military. visit their …", "rating": 5, "name": "Юрій Цюп'яшук", "cat": "Pizza restaurant"}, {"review": " The best pizza on the summer playground. Snug. Responsive and attentive staff. Great place to relax from the noise of the city center. …", "rating": 5, "name": "Kseniia Benkovska", "cat": "Pizza restaurant"}, {"review": " Probably the best pizzeria I've visited. The waiters will always be prompted and smile, no words are unobtrusive. The kitchen is tasty, prices are moderate. The interior is just a bomb. In general, I recommend …", "rating": 5, "name": "Halyna Hevko", "cat": "Pizza restaurant"}, {"review": " Cool pizza and service, I recommend :)\n\n", "rating": 5, "name": "Ника Шепель", "cat": "Pizza restaurant"}, {"review": " I liked everything. Delicious pizza👍 Prosperity to your business! …", "rating": 5, "name": "Святослав Баленко", "cat": "Pizza restaurant"}, {"review": " An institution you want to return to again and again !!! Cozy, if you can call a cozy \"veteran\" establishment, very polite, friendly, pleasant, delicious pizza. One of the few places where for unknown reasons you feel …", "rating": 5, "name": "Miranda Tchulha", "cat": "Pizza restaurant"}, {"review": " Great place and atmosphere. Friendly staff. Beautiful waitresses. 😉 Delicious pizza. …", "rating": 5, "name": "Ирина Чернега", "cat": "Pizza restaurant"}, {"review": "Awesome!!! Everything is perfect and impressive! You can have a delicious dinner and have a good time! The staff is always ready to help from choosing a drink to solving other life issues!) Thank you for this! I highly recommend this place to everyone!!! BUT …", "rating": 2, "name": "Анастасия Овчаренко", "cat": "Pizza restaurant"}, {"review": "In the heat in the open area in the yard it is cool in the shade.\nThe pizza is delicious. Cocktails and lemonades are original. …", "rating": 5, "name": "Nata Andrusenko", "cat": "Pizza restaurant"}, {"review": " Really tasty and proper pizza, one of the best in Kiev. Nice interior in military subjects. Good service, always courteous and friendly waiters. Convenient for meetings. One of the favorite places of Kyiv! …", "rating": 5, "name": "Victor Movchan", "cat": "Pizza restaurant"}, {"review": "I tried this vaunted pizza once, there is nothing special, the most ordinary pizza, I won’t say that it’s delicious, mediocre. For the money, too, not a fountain. Worse than mafia and mistercat...", "rating": 5, "name": "Павел Валериевич", "cat": "Pizza restaurant"}, {"review": " I really like this establishment, delicious food, nice and polite staff, this is a very cozy place where you can work, chat and just relax. P.S. All fancy pizza pizza, \"DIABLO\" you like. …", "rating": 5, "name": "Max", "cat": "Pizza restaurant"}, {"review": " The coolest place I've ever been. Tasty, high quality, atmospheric. And patriotic. I would like to single out the professionalism of the staff, keep it up! …", "rating": 5, "name": "Виктор Кот", "cat": "Pizza restaurant"}, {"review": " My family and I really love this place - delicious pizza, interesting visitors and impeccable service. It is a pity that there are not always vacancies, but, it is more indicative of the quality of the institution ... …", "rating": 5, "name": "Наталия", "cat": "Pizza restaurant"}]