[{"review": "The place has it's mystical sophisticated spirit. First of all, it's not that easy to find the location of bar itself. it's hidden :)\nsecondly, on entrance you are asked passwords, which of course you are not aware …", "rating": 4, "name": "Lyu T", "cat": ""}, {"review": "Good afternoon! Thank you for your visit and 4 stars. Come to us again to understand and delve into the atmosphere of the bar. It's good idea to book a table in advance)", "rating": 5, "name": "Michael Bossetta", "cat": ""}, {"review": "Stellar bar. A speakeasy with excellent service, fantastic decor, and well crafted drinks. There’s food options too, although we didn’t try them, and a smoking room. We went early on a weekday so there weren’t many guests yet, but the place …", "rating": 5, "name": "Vladimir Smekhov", "cat": ""}, {"review": "Michael, we highly appreciate your review! Hope to see you again, and highly recommend to try our fantastic dishes as well :)", "rating": 5, "name": "Artem Volkhonskyi", "cat": ""}, {"review": "Exceptional place, a must visit. Decor, ambiance, staff, music, as well as amazing cocktails conceived by the bar’s manager, Sasha", "rating": 5, "name": "Mr.Tolmach", "cat": ""}, {"review": "Vladimir, thank you! Cheers from Sasha, and hope to see you soon!", "rating": 5, "name": "Irina Sidorenko", "cat": ""}, {"review": "Good selection of cocktails. There are unique of their own inventions. The kitchen is also excellent.  The atmosphere of an underground cigar club.", "rating": 5, "name": "July Parfenenko", "cat": ""}, {"review": "Crazy cocktails, amazing bartenders, beautiful place, incredible atmosphere.", "rating": 4, "name": "Ryan McGee", "cat": ""}, {"review": "Thank you for the review! Hope to see you soon in W&W!", "rating": 5, "name": "Kirill P", "cat": ""}, {"review": "One of the coolest drinking places in Kiev. It has the speak-easy ambience mixed with the feel of a traditional bar. Friendly and knowledgeable staff will mix you a drink that you never knew you wanted. Definitely worth a visit if you know how to get in =)", "rating": 5, "name": "Tarmo", "cat": ""}, {"review": "Great service and high quality cocktails. I love to try interesting tastes so gastronomic cocktails here makes me happy", "rating": 5, "name": "Daria Plodenko", "cat": ""}, {"review": "Great speakeasy with fantastic cocktails.  The only issues I have with this place are (a) the clunkyness of the telegram group which is a bit challenging for non Ukrainian speakers - especially as they don't seem to really enforce the …", "rating": 4, "name": "Yde Bosma", "cat": ""}, {"review": "One of the best bars in Kiev, if not the best. Amazing team, the head bartender is the coolest guy. Great range of cocktails, many innovative stuff. The bar itself can be very cozy and a nice place for an intimate conversation, or have a …", "rating": 5, "name": "Moan Deep", "cat": ""}, {"review": "Thank you so much for your kind words and highly descriptive review. We really appreciate the feedback and the team will be genuinely delighted to read this. I hope you get to come back this way soon!", "rating": 5, "name": "Michael Haley", "cat": ""}, {"review": "To find it, you have to enter the Mexican restaurant, locate the stairs, climb down and find the bell button on the wall. Seems a bit tricky but boy, oh boy how it pays off. …", "rating": 1, "name": "Kaushik Poddar", "cat": ""}, {"review": "We are so very appreciative of your thoughtful review! It is always in our best interest to make sure we make the highest level cocktails and dishes. The next time you are in Kyiv, come see what new we have – we would love to see you!", "rating": 5, "name": "Daniil Drobot", "cat": ""}, {"review": "Best bar in town! Excellent cocktails and their bruschetta set is delicious as well as dumplings! We returned there over and over and every time the service is excellent!!!", "rating": 5, "name": "Roberto Hernandez", "cat": ""}, {"review": "Daria, thank you so much for stopping by and taking some time out with us. Lovely to hear that you enjoyed our cocktails & meals and the venue as a whole. Now you know where we are for next time :)", "rating": 4, "name": "Terry Pickard", "cat": ""}, {"review": "If you're younger than 21 the cocktails that you are served will be weaker. Additionally i found the cocktails to be a bit bitter and sour in a less charming way", "rating": 5, "name": "Kateryna Tokar", "cat": ""}, {"review": "Bombay sun, Porto club, Geisha martini, Coffee b/a", "rating": 5, "name": "Alexandr Polischuk", "cat": ""}, {"review": "Really good choice! Hope to see you soon - and thank you for the review!", "rating": 5, "name": "Oleg Pedai", "cat": ""}, {"review": "Best cocktail experience of my life, absolutely faultless, had an unforgettable evening!", "rating": 5, "name": "Dmitry Voronin", "cat": ""}, {"review": "Thank you so much for sharing your W&W experience! Our goal is 100% guest satisfaction and it sounds like we achieved that goal with you. Hope to see you again!", "rating": 5, "name": "O Key", "cat": ""}, {"review": "I wanted to speak to the mixologist to suggest a drink to my liking and I was denied by a waitress. Was told that I need to speak to her and she will speak to the mixologist, can't speak directly. The worst speakeasy and cocktail bar …", "rating": 5, "name": "Oleksandr Yaroshenko", "cat": ""}, {"review": "We apologize for this situation and will definitely find out why this happened. We invite you to visit our bar again and our mixologists will gladly make a cocktail listening to your requirements.", "rating": 5, "name": "Adam Andriiashchuk", "cat": ""}, {"review": "Decor, atmosphere, drinks, bartenders - everything about this place is simply awesome. Don't hesitate to ask bartenders for drink recommendations and you will get exactly what you want.", "rating": 4, "name": "Mikhail Lodygin", "cat": ""}, {"review": "While I'll never betray my first love \"Paravoz\" I have to say this spot it's really given them a run for their money.  The cocktails here are on the level of gourmet/molecular and all of them are spectacular.", "rating": 3, "name": "Валерия Шаманская", "cat": ""}, {"review": "Words cannot express our appreciation) We kindly thank you for your feedback. Welcome to W&W!", "rating": 5, "name": "Valerie Fisher", "cat": ""}, {"review": "Very cozy 'Speak Easy' style of basement cocktail bar with an exciting collection.", "rating": 5, "name": "Vlade Manzenko", "cat": ""}, {"review": "Amazing and unusual cocktails, cozy atmosphere, great service. Book in advance as the place can get quite busy", "rating": 5, "name": "Павел Мишустин", "cat": ""}, {"review": "Dear Kateryna! So thanks for your kind words and we look forward to seeing you again.", "rating": 5, "name": "Anastasiia Kuprina", "cat": ""}, {"review": "Superb cocktails, excellent atmosphere, lovely place, highly recommended.", "rating": 5, "name": "Vitalik Garan", "cat": ""}, {"review": "Nice atmosphere, tasty food and cocktails. You need to  know the password to get in", "rating": 5, "name": "Sérge", "cat": ""}, {"review": "Great cozy atmosphere, friendly barmen and incredible and tasty cocktails!", "rating": 5, "name": "Diederick Olijve", "cat": ""}, {"review": "Best bartenders I ever seen. 1000% met me expectations ❤❤❤", "rating": 5, "name": "Роман Чуприна", "cat": ""}, {"review": "Great 'secret' place under Escobar restaurant. The atmosphere is great and the cocktails are great too", "rating": 5, "name": "Dawna McC", "cat": ""}, {"review": "Thank you so much for your review! Always great to hear from delighted customers especially in such challenging times for everyone. We hope to see you again on another occasion!", "rating": 1, "name": "Konstantin Miska", "cat": ""}, {"review": "The one and only bar that you should visit in Kyiv . Cheers", "rating": 5, "name": "Pavlo K.", "cat": ""}, {"review": "Nice place, mostly helpful personnel. Though my order has been forgotten", "rating": 3, "name": "msergazin", "cat": ""}, {"review": "Very nice and cozy place, good atmosphere but prices are too high:(", "rating": 5, "name": "Nastasia Fisher", "cat": ""}, {"review": "Good day! We consider our prices really reasonable comparing with other Kyiv fancy bars. It's really easy to check :)", "rating": 5, "name": "Андрей Попов", "cat": ""}, {"review": "Great place with awesome atmosphere and perfect cocktails boom!!)", "rating": 5, "name": "Анастасия Медведева", "cat": ""}, {"review": "Thanx, Valerie) Hope to see you soon!", "rating": 5, "name": "Illya Voinov", "cat": ""}, {"review": "Very nice and cozy. I would definitely come back there again!", "rating": 5, "name": "Sasha Fengci", "cat": ""}, {"review": "Thank you :) Looking forward to welcoming you back another day, Best wishes, W&W", "rating": 3, "name": "Мария Е", "cat": ""}, {"review": "Should be genuine men's club but still a perfect place as is :)", "rating": 5, "name": "Ирина Фролова", "cat": ""}, {"review": "Thank you for the review!", "rating": 5, "name": "Andrii Maksymov (Diff)", "cat": ""}, {"review": "The Best cocktail drinks place in Kyiv right now", "rating": 5, "name": "Aleksandr Pylaev", "cat": ""}, {"review": "Thank you so much! Stop by for our fabulous food next time, we are sure you will love that too :)", "rating": 5, "name": "Danylo Yakymov", "cat": ""}, {"review": "Except for the stink of IQOS and cigs, amazing place", "rating": 3, "name": "cherevuk", "cat": ""}, {"review": "Dear Vitalik! Thank you for the review! By the way, we have separate smoking room, so it's quite strange that you had noticed any smell. Please, let us know the details of your visit via info@whowhy.bar", "rating": 5, "name": "Kiev Ukraine", "cat": ""}, {"review": "Undercover bar. Great atmosphere.", "rating": 1, "name": "Diana Podlesnaya", "cat": ""}, {"review": "Thank you for the review! We really appreciate it and hope to see you soon in W&W!", "rating": 5, "name": "Illia Miatka", "cat": ""}, {"review": "Excellent drinks and service", "rating": 5, "name": "Сергій Кулініч", "cat": ""}, {"review": "Cossy plase. Good cocktails", "rating": 5, "name": "Artem Trawkin", "cat": ""}, {"review": "Great cocktails", "rating": 1, "name": "Aaa Kr.", "cat": ""}, {"review": "Super negative experience", "rating": 5, "name": "Marc-antoine Merlet", "cat": ""}, {"review": "True SpeakEasy bar", "rating": 5, "name": "Виктория Курбанова", "cat": ""}, {"review": "That's it) Thank you!", "rating": 5, "name": "Roman Aksenchyk", "cat": ""}, {"review": "Atmospheric but pricey", "rating": 5, "name": "Даниіл Ковальов", "cat": ""}, {"review": "Good day! Thank you for the review. We would be glad if you name Kyiv bars with reasonable prices for you. info@whowhy.bar", "rating": 4, "name": "Bohdan Linovetskyi", "cat": ""}, {"review": "Easy", "rating": 5, "name": "Дмитрий Руденко", "cat": ""}, {"review": "Wow", "rating": 5, "name": "Nikita Primak", "cat": ""}, {"review": "Yeah! <3", "rating": 5, "name": "Юлия Ломачинская", "cat": ""}, {"review": "Nice place", "rating": 5, "name": "Катя Горбань", "cat": ""}, {"review": "One of the best bars in Kyiv. Great atmosphere. The guys at the bar are professionals. I advise you to try all types of bloody merry. She's just gorgeous here. 🍷 …", "rating": 5, "name": "Leo", "cat": ""}, {"review": " Elijah, good afternoon! We are grateful for the visit and the excellent feedback. Be sure to pass on your kind words to our staff. See you next time! Sincerely, Who & Why\n\n", "rating": 3, "name": "Alexander Shedin", "cat": ""}, {"review": "I have been looking for a place like this for a long time, unlike many bars, here you can chat without breaking your voice. Great cocktails. Everyone is friendly and happy to help you find what is right for you. …", "rating": 3, "name": "Yulia Mala", "cat": ""}, {"review": "Maybe we were unlucky with the bartender, review after 1 visit, but it is unlikely that I will go there again. …", "rating": 5, "name": "Богдан Тарноруцкий", "cat": ""}, {"review": "Great place with a special atmosphere! For connoisseurs of alcohol, author's high-quality and beautiful cocktails, then you are here! I recommend. …", "rating": 5, "name": "Teshyn Sky", "cat": ""}, {"review": "\nIrina, thank you for your feedback and recommendation! See you - \"on the bell\"!", "rating": 5, "name": "Вика Иванченко", "cat": ""}, {"review": "A bar where you can retire and relax after a hard day's work. Cool interior and atmosphere, best bartenders and cocktails in town! …", "rating": 5, "name": "Cyanide Sun", "cat": ""}, {"review": "\nAndrey, thanks for the kind words! We are always ready to give moments of privacy and surprise with new tastes :) See you soon, we are always glad to see you!", "rating": 5, "name": "Liza Balashova", "cat": ""}, {"review": "Great bar. Good selection of cocktails and very nice decor. Entrance on the -1 floor, be a little more confident) …", "rating": 5, "name": "Надя Иванченко", "cat": ""}, {"review": "\nThank you very much! The main thing is to know where the bell is", "rating": 5, "name": "Ната Кр", "cat": ""}, {"review": "The place is just amazing, the cocktails are awesome, 100% worth the money spent and the visit. I recommend to anyone and everyone who is interested in different cocktails and a cool atmosphere. …", "rating": 5, "name": "Nik Panisov", "cat": ""}, {"review": "\nDanilo, thank you very much! We are always waiting, entrance by bell", "rating": 5, "name": "Illarion Khlestov", "cat": ""}, {"review": " Really great cocktails, but the face control system is a fierce fringe that spoils the whole impression. Some random questions, you feel like you're being interrogated. This does not create the relaxed atmosphere you …", "rating": 5, "name": "Kateryna Dmytrenko", "cat": ""}, {"review": " Thank you :) Yes, our bar has certain rules - and our guests know and respect them. There is a password system - or, if the guest does not know the password, additional questions. This is how we manage to achieve that unique Hu atmosphere and unity of our guests. If you have been offended by something - sorry, we just sometimes have a strange sense of humor;)\n\n", "rating": 1, "name": "Yaroslav Kompan", "cat": ""}, {"review": "A very stylish establishment. Delicious cocktails, decent food. Great audience.\nSmoking room. By the way, check certificates. …", "rating": 5, "name": "Ирина Дерюшева", "cat": ""}, {"review": "Half an hour could not call the waiter. Cocktails were not recommended, there are simply no napkins on the table. As a result, we got a cocktail with the taste of either uzvar, or with the smell of an elderly person. Howl full, alas) ...", "rating": 5, "name": "Sergiy Tyshkevych", "cat": ""}, {"review": " Good afternoon, Diano! Feedback is important to us. Please email us at an.golovko@fozzy.ua for a more detailed analysis of the situation. For their part, they talked to the waiters about Saturday and full boarding, so sometimes guests have to wait a bit. We try quickly, but it doesn't always work out. As for cocktails - the cocktail was advised to your friend by the waiter, you chose the Hey, amigo cocktail based on mezcal. This drink really has smoky notes, it's for the amateur - and may seem like a compote. Sincerely, Who & Why. Drinkers\n\n", "rating": 5, "name": "Alex Khylko", "cat": ""}, {"review": "Great bar, great atmosphere.\nI liked everything, the cocktails are excellent.\nIt's not easy to find, you have to try...", "rating": 5, "name": "Елена", "cat": ""}, {"review": " Elijah, congratulations! We are grateful for the visit and the excellent feedback. We are waiting for the next meeting - your Who & Why\n\n", "rating": 5, "name": "Алексей Нежиков", "cat": ""}, {"review": " A good place to socialize music out loud is a place to smoke. There is a large cocktail menu you can choose from. In terms of soft drinks, only black tea was much poorer than 3 types of tea, the size of a teapot is …", "rating": 5, "name": "Vitaliy Kolpachiev", "cat": ""}, {"review": " Sergey, congratulations! We thank you for your visit and feedback. Passwords are known to our regular guests - you can find out from the administrators of the institution how it is possible to join the information) Sincerely, Who & Why\n\n", "rating": 5, "name": "Ксения Козлова", "cat": ""}, {"review": "I'm giving this bar 5 stars for a reason. And well-deserved. The location is a buzz, the interior and atmosphere are fire, the cocktails here are prepared by cool bartenders, superstars of their business. My favorite cocktail is the oyster shot (for oyster lovers)…", "rating": 5, "name": "Аня Науменко", "cat": ""}, {"review": "Great cocktails.\nThe service was very disappointing.\nOur table was the only one in the establishment (Monday), and at the same time no one …", "rating": 5, "name": "Егор Мерлич", "cat": ""}, {"review": " The Door opens after a little chat with the person at the entrance without knowing the place beforehand. The atmosphere is great, the bar wonderful and the cocktails are very good! We will be back with pleasure next …", "rating": 5, "name": "Чабан бай-Оглы", "cat": ""}, {"review": "Simply the best bar in Kyiv for me at the moment, I consistently recommend it to all my friends. The concept of the institution is America during Prohibition.\nFor cocktails use high-quality alcohol. About bartenders I have in general ...", "rating": 4, "name": "Олег Клименко", "cat": ""}, {"review": "\nVictoria, cool, thank you! From Monday we are ready to please again.", "rating": 5, "name": "Елена Белова", "cat": ""}, {"review": " …", "rating": 5, "name": "Оксана Колобанько", "cat": ""}, {"review": "\nRoman, thank you very much! Glad to try", "rating": 5, "name": "Valeria Honcharova", "cat": ""}, {"review": "Delicious cocktails, divine bao burger.\nAnd the service is very pleasant: they can tell you what you are interested in, successfully advise cocktails. Or they can quietly and imperceptibly clear the table, and unobtrusively ...", "rating": 5, "name": "Oleksandr Maklakov", "cat": ""}, {"review": "Good evening everyone. Great place, I recommend. Great selection of drinks, great atmosphere. …", "rating": 5, "name": "Владимир Барабан", "cat": ""}, {"review": "\nHello! Thank you very much for your valuable remark: we just recently changed the menu, be sure to review the photo for relevance", "rating": 5, "name": "Maksym RM", "cat": ""}, {"review": "Bar in speak easy style. Oops, mistake: great bar. A large selection of any alcohol, a cool cocktail card (plus they will zababahat to your taste and color) and, moreover, very tasty cuisine. I love 😍…", "rating": 5, "name": "Olga Bezdetko", "cat": ""}, {"review": "\nDmitry, we love too :) Thank you for your feedback - and we are waiting in the Bar!", "rating": 5, "name": "Stanislav Telpis", "cat": ""}, {"review": "Great place, favorite secret bar, very tasty, the guys always know what to offer, there are different types of cocktails (gastronomic, classic ...) I highly recommend, always book in advance ...", "rating": 5, "name": "Володимир Мудрий", "cat": ""}, {"review": "Delicious and varied cocktails, good cuisine. Prices are above average. Nice service and interior. …", "rating": 5, "name": "Viktoria Soroka", "cat": ""}, {"review": " Julia, congratulations! We are grateful for the visit and the excellent feedback, we are always happy to welcome you. We are waiting for the next meeting - your Who & Why\n\n", "rating": 5, "name": "Yuliia", "cat": ""}, {"review": " Here is an incredible meat (unfortunately, I forgot the name, but the veal is served under a glass flask and smells like fire) and dessert (called the Neapolitan marmot and is the sister of the Roma woman), for which …", "rating": 5, "name": "Ivan Skubko", "cat": ""}, {"review": " Katya, thank you very much :) It's about Vitello Tonato. We are also waiting for a cocktail - it's time to update the map!\n\n", "rating": 5, "name": "Galyna Fedoriv", "cat": ""}, {"review": "One of the few establishments in the city of Kyiv where you can drink decent cocktails in a relaxed, not crowded atmosphere. True, do not forget to get the word password to enter before this;) ...", "rating": 5, "name": "Oleg Dekhtiarenko", "cat": ""}, {"review": "Atmospheric 11 out of 10 :). Separate smoking rooms. Lamps, subdued lights, comfortable chairs. Kitchen 8 out of 10, very good for a bar. Service 6 out of 10, we were sitting at a small table at 6m, our chair was almost taken away from us. AND …", "rating": 3, "name": "Анна Бреус", "cat": ""}, {"review": "\nAlexander, thanks for the tip! Come to the updated map of copyright cocktails!", "rating": 5, "name": "Rina S", "cat": ""}, {"review": " interior and quality at the level, but 3 author's cocktails were not available. and spoiled the impression of fake face control - a bunch of questions to let us not just like that, but because \"passed the test.\" felt …", "rating": 5, "name": "Eugeny Shcheglov", "cat": ""}, {"review": "Perfect place. Beautiful interior, even though it's a basement, but good ventilation, there is a separate smoking room, you don't have to go up and go outside. Good cocktails, friendly staff, but the prices are above average, keep in mind) …", "rating": 5, "name": "Julia Kalinina", "cat": ""}, {"review": "\nBogdan, thanks for the feedback! Happy holidays to you, come visit!", "rating": 4, "name": "николь савицкая", "cat": ""}, {"review": "Cozy, adequate audience, \"widely known in narrow circles\" bartenders ... hence - good cocktails from high-quality (and there are no others ...) alcohols.\nIf you want to arrange a business meeting or a date with your lover / wife - you can safely ...", "rating": 3, "name": "X X", "cat": ""}, {"review": "Great place ..recommend to visit ... very atmospheric institution, and also amazing with its cocktail and team of professionals .. …", "rating": 5, "name": "Ксения Олещук", "cat": ""}, {"review": "\nVictoria, thank you very much for the tip! There will be updates on the menu soon - we are definitely waiting for a visit!", "rating": 5, "name": "Bogdan", "cat": ""}, {"review": "Very atmospheric and cozy place. Suitable for romantic dates. Beautiful interior design. Author's cocktails, tasty and expensive. If you don't know how to find it, you won't find it. Worth a visit to see at least once. …", "rating": 5, "name": "Артем Яцків", "cat": ""}, {"review": "\nThank you very much! We are very pleased, we will be glad to see you again :) but on the issue of pricing, let me disagree: our signature cocktails are much cheaper than in many other bars in the center of Kiev. We are very closely following this :)", "rating": 5, "name": "Alexandr", "cat": ""}, {"review": "If you want to feel yourself in an atmospheric New York bar, then this is the place for you…", "rating": 5, "name": "Владимир С", "cat": ""}, {"review": "\nLisa, thank you very much! They saw it :) Be sure to come to our birthday on November 21-22!", "rating": 5, "name": "Aleksei Osadchiy", "cat": ""}, {"review": "I have fiery feelings for this bar and I wish everyone and everyone to feel it!!! - sitting at the bar or not, watching with an open mouth the process of preparing a cocktail that you desired, swallowing your saliva in anticipation and listening to the story of the appearance ...", "rating": 5, "name": "Mariia Muzyka", "cat": ""}, {"review": "\nUhhhhh, Hope, we already wanted to drink) Thank you!", "rating": 5, "name": "Анастасия Дыхненко", "cat": ""}, {"review": "This is when the establishment's logo is reproduced on a cameo worn by the waiters. And this cameo is the color of the walls. And I haven't said anything about hotels yet. I'm amazed. …", "rating": 5, "name": "Татьяна Макаренко", "cat": ""}, {"review": "\nNatalya, read your review :) We really, really want about cocktails now :)", "rating": 5, "name": "Lasha Gelashvili", "cat": ""}, {"review": "We took pity and let the young parents in, even though we did not know the password. Very nice bartenders and great cocktails! …", "rating": 5, "name": "Anna Golovko", "cat": ""}, {"review": "Unique cocktails, cozy atmosphere, great and pleasant bartenders. What else to wish?\nInside there is a smoking room, there is an interesting kitchen. …", "rating": 5, "name": "Олексій Животов", "cat": ""}, {"review": "\nThanks for the kind words! We will be glad to see you again!", "rating": 1, "name": "Thomas Althoff", "cat": ""}, {"review": "Incredibly delicious cocktails! Service, design, atmosphere - all at the highest level!! Prices are higher than average. But it's worth it!! …", "rating": 5, "name": "Артем Плосконосов", "cat": ""}, {"review": "\nEkaterina, thank you very much! Today we are launching a new cocktail menu - we are definitely waiting for a visit!", "rating": 5, "name": "YKSHVX", "cat": ""}, {"review": "Everything is great, except for the fact that the bartender walks around with an anti-vaccine badge on his apron, it's a little surreal in a ferret during a pandemic ...", "rating": 1, "name": "Yuliia Holovko", "cat": ""}, {"review": "I am wildly delighted with the atmosphere and delicious cocktails! Everything is very cool and the prices are reasonable. Probably the best bar in Kyiv 😍 …", "rating": 5, "name": "Марія Ульянова", "cat": ""}, {"review": "\nIrina, and we are wildly delighted with such cool reviews! Thank you :)", "rating": 2, "name": "SE PA", "cat": ""}, {"review": " Cool bar. An excellent choice of alcohol for every taste. One can taste rum or whiskey all evening and never repeat the variety. Excellent cuisine. Mass of exotic dishes, everything is very tasty. Beautiful interior. …", "rating": 5, "name": "Kseniya Shatsman", "cat": ""}, {"review": " Sergey, thank you! Currently launched a new menu of copyright cocktails - the same, we are waiting for new items!\n\n", "rating": 5, "name": "Александр Андрушкевич", "cat": ""}, {"review": " Chic bar. Large selection of delicious cocktails, classy interior, casual atmosphere. Great place to chat …", "rating": 5, "name": "Jakiv Chevtchenko", "cat": ""}, {"review": " Thank you very much for your feedback! We are so pleased to appreciate this. Be sure to visit us for your birthday on November 21-22 - we will be glad to see you!\n\n", "rating": 5, "name": "Lave Litv", "cat": ""}, {"review": "A quiet and cozy bar where you can order a delicious meat salad, and the bartenders can prepare any cocktail according to your tastes) …", "rating": 5, "name": "Viacheslav Yakunkin", "cat": ""}, {"review": "Tasty, expensive, but worth it)))\nThe entrance is through the Escobar establishment, down the stairs, because until I asked the waiters how to find the establishment, if you are there for the first time, you will not succeed. …", "rating": 5, "name": "Оксана Чуприна", "cat": ""}, {"review": "\nAlex, thank you very much for the tip! We are crazy, we love it when people know where and why :) We are waiting for a visit!", "rating": 5, "name": "Eugene Marko", "cat": ""}, {"review": " …", "rating": 5, "name": "Margarita Skachek", "cat": ""}, {"review": " Thank you, we look forward to your visit!\n\n", "rating": 5, "name": "Ross Satana", "cat": ""}, {"review": "Everything is great! Delicious menu! Amazing cocktails! I will definitely come again! Thank you! …", "rating": 5, "name": "Sergey Kondratenko", "cat": ""}, {"review": "\nKsenia, we are waiting for you! There is still so much cool in the new cocktail card - it’s impossible to retell, just try!", "rating": 5, "name": "Маруся Окучинская", "cat": ""}, {"review": " …", "rating": 5, "name": "Konstantin Bezruchenkov", "cat": ""}, {"review": "First time visiting Who&Why. I am sure that I will repeat this experience. Without a doubt, this is the place that I would recommend to my acquaintances and friends, as well as to strangers. Everyone will find their drink to their liking)) I found mine. …", "rating": 4, "name": "DenisV V", "cat": ""}, {"review": "\nEgor, thank you very much! We have speak-easy, so tell us only in confidence;)", "rating": 5, "name": "Andrei Lazebniy", "cat": ""}, {"review": "Atmospheric bar. Drinking good whiskey, it's nice to think that it's prohibition now, and you're in the safest place...", "rating": 5, "name": "margarita tuz", "cat": ""}, {"review": "\nThank you very much! Soon we will delight with the news of the kitchen and the new line of cigars, be sure to come!", "rating": 5, "name": "Группа ALEF", "cat": ""}, {"review": " …", "rating": 5, "name": "Yuriy Yarosh", "cat": ""}, {"review": "Relaxed atmosphere, bartenders know their stuff and can surprise even spoiled cocktail lovers…", "rating": 5, "name": "Vadym Le", "cat": ""}, {"review": "\nElena, thank you very much! We’ll start the other day with a new cocktail menu, we are preparing to surprise even more :)", "rating": 5, "name": "Mary Antoschuk", "cat": ""}, {"review": " Elegant place) a cute bar-manager) doouuuuzhe delicious cocktails. The atmosphere is just a class) …", "rating": 5, "name": "Viktoria Omelianenko", "cat": ""}, {"review": " Oksana, thank you very much! Bar-manager compliment passed :)\n\n", "rating": 5, "name": "V V", "cat": ""}, {"review": " Very large selection of cocktails. Delicious tar-tar. The service is extremely pleasant. …", "rating": 5, "name": "Andrew Kosmenko", "cat": ""}, {"review": " We thank you! And we wait again, because our entire menu of cocktails and cuisines are definitely worth the taste, and immediately :)\n\n", "rating": 4, "name": "Ernest Seytkhalilov", "cat": ""}, {"review": "Fantastically cool bar with awesome bartenders and cocktails. Long time to live :) …", "rating": 5, "name": "Andrii Romanenko", "cat": ""}, {"review": "\nWow, thanks a lot! Run into the new menu of designer cocktails!", "rating": 5, "name": "Andrey Novak", "cat": ""}, {"review": "\nCool place. Tasty, quiet, beautiful.", "rating": 5, "name": "Ольга Шаблий", "cat": ""}, {"review": " Vladimir, congratulations! We are grateful for the visit and the excellent feedback. We are waiting for the next meeting - your Who & Why\n\n", "rating": 5, "name": "Александр Фищенко", "cat": ""}, {"review": " Impressions are very positive, everything from the interior to the staff is cool …", "rating": 5, "name": "Алексей Окучинский", "cat": ""}, {"review": " Maxim, congratulations! We are grateful for the visit and the excellent feedback, we will definitely pass it on to the girls and bartenders. We are waiting for the next meeting - your Who & Why\n\n", "rating": 4, "name": "Artem Baryliuk", "cat": ""}, {"review": "Stylish interior, interesting cocktails, friendly and beautiful bartender girl) Expensive, though, but worth it. …", "rating": 5, "name": "Firmack Bendera", "cat": ""}, {"review": "\nHello! Thank you for the kind words). What positions did you find expensive? Since for our part we believe that 220 UAH for the author's cocktail is quite democratic for Kiev, especially in comparison with other bars :)", "rating": 5, "name": "Andrew Korniychuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Дмитрий Лысов", "cat": ""}, {"review": "\nStanislav, thanks for the feedback! You are always welcome, drop by more often!", "rating": 5, "name": "Богдан Манчур", "cat": ""}, {"review": " Very nice place with delicious cocktails, very pleased with the atmosphere of the establishment. …", "rating": 5, "name": "Andrii Omelchuk", "cat": ""}, {"review": " Vladimir, thank you for sharing your feedback! And always glad to see you at W&W, our cocktail card is ready to surprise you in the future!\n\n", "rating": 5, "name": "Nick Tkach", "cat": ""}, {"review": " …", "rating": 5, "name": "Aleksander Kryvoruchko", "cat": ""}, {"review": "\nVictoria, thank you very much! We are waiting for the updated cocktail list - we are sure you will appreciate it!", "rating": 5, "name": "Иннка Дмитрив", "cat": ""}, {"review": " atmospheric and delicious🖤\n\n", "rating": 5, "name": "Виктория Романенко", "cat": ""}, {"review": "Good speakeasy. The price may seem high, but only before you try the cocktail) …", "rating": 5, "name": "Vsevolod Mayberov", "cat": ""}, {"review": "\nIvan, thank you very much! Indeed, we consider our prices more than reasonable :) We are waiting for a visit!", "rating": 5, "name": "A Chelp", "cat": ""}, {"review": " Opening of the year! A secret bar with incredible cocktails and a cool atmosphere! …", "rating": 5, "name": "Андрей Нагнеев", "cat": ""}, {"review": " Galino, thank you very much! We are waiting for the updated cocktail map - already launched!\n\n", "rating": 5, "name": "steve compton", "cat": ""}, {"review": "\nGreat cocktails and atmosphere", "rating": 5, "name": "Mariia Zavalska", "cat": ""}, {"review": " Oleg, good afternoon! Thank you for your trust. we hope for the next meeting. Sincerely, Who & Why. Drinkers\n\n", "rating": 5, "name": "Alexey Krikmanis", "cat": ""}, {"review": " …", "rating": 5, "name": "Michael Zagorulko", "cat": ""}, {"review": "\nAnna, thank you very much for the tip! Let me disagree with you a little: we carefully monitor the prices in the market and keep up with it :)", "rating": 5, "name": "Maksym Rykin", "cat": ""}, {"review": " …", "rating": 5, "name": "Porco Rosso", "cat": ""}, {"review": "\nRina, thank you for your feedback - we are ready to further surprise and delight!", "rating": 5, "name": "Roman Romanenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Алина Коробка", "cat": ""}, {"review": "\nEugene, thank you very much for the tip! See you at WW!", "rating": 5, "name": "Mykola Drahula", "cat": ""}, {"review": "Great cocktail\nAn intriguing entry...", "rating": 5, "name": "Oleg Tereshchuk", "cat": ""}, {"review": " Julia, congratulations! We are grateful for the visit and the excellent feedback. We have just updated the cocktail menu - we are waiting for new products! Sincerely, Who & Why\n\n", "rating": 5, "name": "Tetiana Kondratiuk", "cat": ""}, {"review": "Bloody Mary is a mockery (where is the salt, why is it warm, from the bottle (the rest of the cocktails are good ...", "rating": 5, "name": "Андрей К.", "cat": ""}, {"review": "\nHello! Bloody Mary is really served in a bottle. It is full of spices and smokiness, because salt seemed to us excessive in the recipe. Served chilled for the most complete disclosure of aromatics.", "rating": 5, "name": "Sasha Goryunov", "cat": ""}, {"review": " …", "rating": 5, "name": "Tat'yana Kurbakova", "cat": ""}, {"review": " …", "rating": 5, "name": "кирилл полищук", "cat": ""}, {"review": " The most delicious cocktails in town. And a chic interior. …", "rating": 5, "name": "Iryna Shumik", "cat": ""}, {"review": " Thank you very much! And we will be happy to see you again!\n\n", "rating": 5, "name": "Helga Helga", "cat": ""}, {"review": " Snug. Quietly. Deliciously. Pleasantly. 🙂\n\n", "rating": 5, "name": "Alina Shynkaruk", "cat": ""}, {"review": "\nArtem, thank you very much! Feedback right to the point - we feel that our plans are being implemented!", "rating": 5, "name": "Roman Osadchuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Iryna Polishchuk", "cat": ""}, {"review": " …", "rating": 5, "name": "Vladyslav Pushkar", "cat": ""}, {"review": "\nVladimir, thank you very much! We cannot but agree: it is better to come rather than sit and read :)", "rating": 5, "name": "Богдан Попович", "cat": ""}, {"review": "\nSuper bar service fire", "rating": 5, "name": "Alisa Bozhkova", "cat": ""}, {"review": " Cozy and delicious!\nI recommend! …", "rating": 4, "name": "Alexey Goncharov", "cat": ""}, {"review": "\nGreat cocktail bar", "rating": 5, "name": "Артур Коробов", "cat": ""}, {"review": "\nAnastasia, thank you! See you at WW!", "rating": 4, "name": "Ваня Журавлёв", "cat": ""}, {"review": "I liked it very much.))) Very caring staff and will be happy to visit here again)) …", "rating": 5, "name": "Johny BlaZzze", "cat": ""}, {"review": "\nTatiana, thank you very much! With pleasure we will make you delicious!", "rating": 5, "name": "Anna Kulishenko", "cat": ""}, {"review": " …", "rating": 5, "name": "Алана Прокопенко", "cat": ""}, {"review": "\nMmmm :) Thank you very much! We are waiting always, always.", "rating": 5, "name": "Александр Войтков", "cat": ""}, {"review": " …", "rating": 5, "name": "Vladyslav Chapiuk", "cat": ""}, {"review": "\nOur guests are our everything!", "rating": 5, "name": "Alex Mikhnenko", "cat": ""}, {"review": "\nJust delicious with a positive", "rating": 5, "name": "Pedro Garcia Cruz", "cat": ""}, {"review": " Not every customer is welcome.\n\n", "rating": 5, "name": "Ivanna Noshchenko", "cat": ""}, {"review": "\nFire!", "rating": 5, "name": "Максим Нестеров", "cat": ""}, {"review": "\nFeedback is fire, thanks!", "rating": 5, "name": "Петя Пяточкин", "cat": ""}, {"review": "\nvery beautiful and tasty", "rating": 5, "name": "Виталий", "cat": ""}, {"review": "\nTerrible service and rude waiters.", "rating": 5, "name": "Viktor Kyrychenko", "cat": ""}, {"review": " Cozy place with excellent service\n\n", "rating": 5, "name": "Дарья Андрющенко", "cat": ""}, {"review": " Does not update their Google account.\n\n", "rating": 5, "name": "Максим Рябец", "cat": ""}, {"review": "The information provided is correct. Would be grateful for fair review.", "rating": 5, "name": "Nadiia Ko", "cat": ""}, {"review": "\nSecret bar. Only one who knows", "rating": 5, "name": "Pavel Roganov", "cat": ""}, {"review": "", "rating": 5, "name": "Антон Птушкин", "cat": ""}, {"review": " Great cocktails in Kiev.\n\n", "rating": 5, "name": "Dmytro Zakharchenko", "cat": ""}, {"review": "Thanx and hope to see you soon!", "rating": 2, "name": "Andrii Odnoviunenko", "cat": ""}, {"review": "\nLiked it, very atmospheric", "rating": 5, "name": "Крістіна Мисенко", "cat": ""}, {"review": "\nThank you, we are pleased - and come!", "rating": 5, "name": "Adam Mullen", "cat": ""}, {"review": "\nI fell in love with this place)", "rating": 5, "name": "I V", "cat": ""}, {"review": "", "rating": 5, "name": "Polina Shmatok", "cat": ""}, {"review": "", "rating": 5, "name": "Olya Ivanenko", "cat": ""}, {"review": "", "rating": 5, "name": "Svitlana Boiko", "cat": ""}, {"review": "\nSicilian family atmosphere", "rating": 5, "name": "Анна Киркевич", "cat": ""}, {"review": "\nTasty / good", "rating": 5, "name": "or kadosh", "cat": ""}, {"review": "\nCool, cool / thanks a lot! We look forward to hearing from you as always!", "rating": 5, "name": "Антон Яцентюк", "cat": ""}, {"review": "\nBest !!!", "rating": 5, "name": "Kai Larsen", "cat": ""}, {"review": "\nvery nice place and service", "rating": 5, "name": "Дмитрій Опенько", "cat": ""}, {"review": "\nKonstantin, dear review - thank you! We are always glad - and we are waiting!", "rating": 5, "name": "Tanya Usenko", "cat": ""}, {"review": " Interesting place with a secret.\n\n", "rating": 5, "name": "Igor Iaremchuk", "cat": ""}, {"review": "Comfortable", "rating": 5, "name": "Kirill Kislyh", "cat": ""}, {"review": "\nAndrey, thank you very much! We tried, and we are glad that it turned out - and that is noticeable :) We are waiting for a visit!", "rating": 4, "name": "Rostyslav Pavlenko", "cat": ""}, {"review": "\nSuper", "rating": 5, "name": "Crazy Max (UA)", "cat": ""}, {"review": "\nSuper-thanks for the super tip! We are waiting for a visit!", "rating": 5, "name": "Seva Yatsyuk", "cat": ""}, {"review": "\nAgony place, I recommend.", "rating": 5, "name": "Arthur Zaitsev", "cat": ""}, {"review": "\nThank you) agon guests make us agon atmosphere! :)", "rating": 5, "name": "Victor Grumpy", "cat": ""}, {"review": "\natmospheric place", "rating": 5, "name": "Dmitry Musienko", "cat": ""}, {"review": "\nVery interesting", "rating": 5, "name": "Vlad Fedorov", "cat": ""}, {"review": "\nIt's only the beginning! Thank you very much :)", "rating": 5, "name": "Aлина Баглаева", "cat": ""}, {"review": "", "rating": 5, "name": "Kirill Kolyshenko", "cat": ""}, {"review": "", "rating": 5, "name": "Денис Галко", "cat": ""}, {"review": " Victoria, thank you!\n\n", "rating": 5, "name": "Olha Balaban", "cat": ""}, {"review": "", "rating": 4, "name": "Andrew Kolomiyets", "cat": ""}, {"review": "", "rating": 5, "name": "Vlad Tsyrkun", "cat": ""}, {"review": "", "rating": 5, "name": "С К", "cat": ""}, {"review": " Hello! Our top four :) We will be grateful for the details that were unsatisfactory - you can email info@whowhy.bar\n\n", "rating": 5, "name": "Nataliia Pshets", "cat": ""}, {"review": "", "rating": 5, "name": "Natalia Devina", "cat": ""}, {"review": "", "rating": 5, "name": "Roman Grigorov", "cat": ""}, {"review": "", "rating": 5, "name": "Элиза Иванова", "cat": ""}, {"review": "", "rating": 5, "name": "Roman Burdiuzha", "cat": ""}, {"review": "", "rating": 5, "name": "Ostap Skryshevskyi", "cat": ""}, {"review": "", "rating": 5, "name": "Наталья Абрамова", "cat": ""}, {"review": "", "rating": 5, "name": "Oksana Riabokin", "cat": ""}, {"review": "", "rating": 5, "name": "Маргарита Лучинська", "cat": ""}, {"review": "", "rating": 5, "name": "Дима Балас", "cat": ""}, {"review": "", "rating": 5, "name": "Андрей Андрей", "cat": ""}, {"review": "", "rating": 5, "name": "Monthy Phyton", "cat": ""}, {"review": "", "rating": 5, "name": "Максим Ющенко", "cat": ""}, {"review": " We thank you!\n\n", "rating": 5, "name": "Andrew Gerigei", "cat": ""}, {"review": "", "rating": 5, "name": "Maryam Abtahi", "cat": ""}, {"review": " Thank you for your feedback!\n\n", "rating": 5, "name": "Сергей Борчуков", "cat": ""}, {"review": "", "rating": 5, "name": "Natalia Razumikhina", "cat": ""}, {"review": "", "rating": 5, "name": "Maxim Tsarik", "cat": ""}, {"review": "", "rating": 5, "name": "Eugene Merkulov", "cat": ""}, {"review": "", "rating": 5, "name": "Володя Слівінський", "cat": ""}, {"review": "", "rating": 4, "name": "Иван Иванов", "cat": ""}, {"review": "", "rating": 5, "name": "Антон Бирюков", "cat": ""}, {"review": "", "rating": 5, "name": "Sviatenko Liudmyla", "cat": ""}, {"review": "", "rating": 5, "name": "Giorgi Aleksishvili", "cat": ""}, {"review": "", "rating": 5, "name": "Daria Koval", "cat": ""}, {"review": "", "rating": 5, "name": "Lyudmila “Remie” Kostik", "cat": ""}, {"review": "", "rating": 5, "name": "Иван", "cat": ""}, {"review": "", "rating": 5, "name": "Nastya Polonskaya", "cat": ""}, {"review": "", "rating": 5, "name": "Natalia Zagumenna", "cat": ""}, {"review": "", "rating": 5, "name": "Illia Khoroshykh", "cat": ""}, {"review": "", "rating": 5, "name": "Judit Lakatos", "cat": ""}, {"review": "", "rating": 5, "name": "Anna Pylypchuk", "cat": ""}, {"review": "", "rating": 5, "name": "Кристина Борис", "cat": ""}, {"review": "", "rating": 5, "name": "Andrii Korkoshko", "cat": ""}, {"review": "", "rating": 5, "name": "Надія Овдун", "cat": ""}, {"review": "", "rating": 5, "name": "Yanina Gasyak", "cat": ""}, {"review": "", "rating": 5, "name": "Ivan Svarnyk", "cat": ""}, {"review": "", "rating": 5, "name": "Borys Holovko", "cat": ""}, {"review": "", "rating": 5, "name": "Alina Vlasova", "cat": ""}, {"review": "", "rating": 5, "name": "Andrii Rochev", "cat": ""}, {"review": "", "rating": 5, "name": "Юрий Сушков", "cat": ""}, {"review": "", "rating": 5, "name": "Helga Zhu", "cat": ""}, {"review": "", "rating": 5, "name": "Роман Синицкий", "cat": ""}, {"review": " Bogdan, thank you!\n\n", "rating": 5, "name": "Yevhen Nehulaiev", "cat": ""}, {"review": "", "rating": 5, "name": "Богдан Остапчук", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Comac", "cat": ""}, {"review": "", "rating": 5, "name": "Андрей Мацегора", "cat": ""}, {"review": "", "rating": 5, "name": "Сергей Сергеевич", "cat": ""}, {"review": "", "rating": 5, "name": "Volodymyr Piskun", "cat": ""}, {"review": "Good afternoon, Johny! Thank you for your visit and 5 stars. We are glad that you like it. See you!", "rating": 4, "name": "Ігор Ігор", "cat": ""}, {"review": "", "rating": 5, "name": "Anton Kudinov", "cat": ""}, {"review": "", "rating": 5, "name": "Христина Тимків", "cat": ""}, {"review": " Congratulations, Alan! Thank you for the excellent rating. We are waiting for you again! Your Who\n\n", "rating": 5, "name": "Василий Погомий", "cat": ""}]