[{"review": "They have a great kharcho, really full of meat. Their house wine is also something to try. Friendly service and good prices. Happy to visit again!", "rating": 5, "name": "Brano Hanes", "cat": "Georgian restaurant"}, {"review": "Дякуємо!!!😊 Thank you so much! Come to us again!🖤", "rating": 5, "name": "Tara Neitzey", "cat": "Georgian restaurant"}, {"review": "I nice location with indoor and outdoor seating. The staff is wonderful and very helpful. Monday through Friday there are different business lunch options which are a good value and very tasty.  This restaurant is also remote worker friendly.", "rating": 5, "name": "Serhii Zyma", "cat": "Georgian restaurant"}, {"review": "Tara Neitzey, thank you very much! Welcome again!!!", "rating": 5, "name": "Francois Demers", "cat": "Georgian restaurant"}, {"review": "The place was recently renovated into the Georgian restaurant which are very popular in the region. The first impression is good enough: nice atmosphere,  tasty khinkali and home-made red wine. The prices are really good. They need to keep quality and price on the same level. Recommend for now.", "rating": 5, "name": "Kseniia Stavnycha", "cat": "Georgian restaurant"}, {"review": "Thank you so much for your feedback, you are welcome!", "rating": 5, "name": "Jacqueline Rodríguez González", "cat": "Georgian restaurant"}, {"review": "Go there. Just go there. Best Georgian food in Kyiv with the standard fare and exceptional  creations from the chef. Service is attentive and friendly.", "rating": 1, "name": "Victor Pavlychko", "cat": "Georgian restaurant"}, {"review": "Thank you very much! Welcome again!!!", "rating": 5, "name": "Albe Sure", "cat": "Georgian restaurant"}, {"review": "Newly renovated place, cozy atmosphere, not crowded for now. Really delicious Georgian cuisine!!! Definitely recommended!", "rating": 5, "name": "Anton Sokolovskyi", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback) Come again", "rating": 5, "name": "Ganna Krykshtulis", "cat": "Georgian restaurant"}, {"review": "Excellent, Georgian delicious food, nice ambience and great service.", "rating": 5, "name": "Roma Ilto", "cat": "Georgian restaurant"}, {"review": "Thanks for your review, can’t wait to see you again:-)", "rating": 5, "name": "Sinem Öğretmen", "cat": "Georgian restaurant"}, {"review": "The hostess was busy with her phone and just said “we are closed” 1 hour before their usual closing hours.", "rating": 5, "name": "Татьяна Тычинская", "cat": "Georgian restaurant"}, {"review": "We are sorry for this situation, as an excuse we want to give you free khachapuri from our restaurant, we are waiting for you!😊", "rating": 5, "name": "Настя Максюк", "cat": "Georgian restaurant"}, {"review": "Great food. Great wine. Great chacha", "rating": 5, "name": "Владимир Панасюк", "cat": "Georgian restaurant"}, {"review": "Thank you friend! Come again!☺️🍷❤️", "rating": 5, "name": "Юлия Стройнова", "cat": "Georgian restaurant"}, {"review": "Great cook and service!", "rating": 5, "name": "Oleg V", "cat": "Georgian restaurant"}, {"review": "Anton Sokolovskyi , thank you very much! Welcome again!!!", "rating": 5, "name": "Hanna Ponikarchuk", "cat": "Georgian restaurant"}, {"review": "Lovely place with delicious food", "rating": 5, "name": "Наталья Гладкомаз", "cat": "Georgian restaurant"}, {"review": "Thanks 🤍🥂", "rating": 4, "name": "Даниил Евтухов", "cat": "Georgian restaurant"}, {"review": "Tables on a lawn, need I say more?", "rating": 1, "name": "Оксана", "cat": "Georgian restaurant"}, {"review": "🧡🧡🧡", "rating": 4, "name": "Andrey Andreev", "cat": "Georgian restaurant"}, {"review": " I love it. Both the food and the ambiance are magnificent. There was a very friendly English speaking girl 🤍🤍\nWe ate hinkali many times in Georgia. But the ones here were more delicious. …", "rating": 3, "name": "Видный Парень", "cat": "Georgian restaurant"}, {"review": " Sinem Teacher, Thank you very much!\nWe look forward to new meetings!\n\n", "rating": 5, "name": "Валентина Медяна", "cat": "Georgian restaurant"}, {"review": "One of the few restaurants in town and everything is perfect. Amazing cuisine, super service, good selection of traditional dishes. Perfect hygiene, cleaned and bathrooms. And very very comfortable furniture. …", "rating": 5, "name": "Tornike Varshalomidze", "cat": "Georgian restaurant"}, {"review": "\nVarvara Tychinskaya, thank you for your feedback and such sincere words! We bring you great thanks from the entire staff of the Wine Republic restaurant! Looking forward to the meeting!", "rating": 5, "name": "Он Не такой", "cat": "Georgian restaurant"}, {"review": "My husband and I came to this restaurant on the recommendation of a friend, we were looking for a place to hold a wedding banquet with family and friends. We didn’t want such a wedding in the classical sense of the word, but we planned to celebrate with our loved ones sincerely. …", "rating": 5, "name": "Алина Смолина", "cat": "Georgian restaurant"}, {"review": "\nNastya Maksiuk, thank you from the entire staff of the Wine Republic restaurant for such heartfelt words! We are always glad to see you! Looking forward to meeting you again!", "rating": 4, "name": "Oleg Petukhov", "cat": "Georgian restaurant"}, {"review": "Where to start?\nPerhaps I'll start with the staff. Humanity and attitude - above all. They are beyond praise! I don’t know the names, it’s even embarrassing, sorry, but these people have invested ...", "rating": 5, "name": "Iuliia Siriakivska", "cat": "Georgian restaurant"}, {"review": "\nVladimir Panasyuk, we bring you gratitude from the entire staff of the Wine Republic restaurant for the high appraisal and such kind words! Until next time!", "rating": 5, "name": "Инна Попович", "cat": "Georgian restaurant"}, {"review": "I am delighted. We work nearby in an office and have never seen this place before. Very comfortable, great service, great food. Attention for khinkali lovers - there are at least 5 types of khinkali that can be ordered individually! Very very tasty. …", "rating": 3, "name": "Vikulya Ria", "cat": "Georgian restaurant"}, {"review": "\nJulia Stroynova, thank you very much for appreciating our work! Thank you very much! We look forward to meeting you at Wine Republic!\nP.S. A gift from the restaurant, a bonus card, awaits you!", "rating": 5, "name": "Roma Roman", "cat": "Georgian restaurant"}, {"review": " Great place !!! I'm surprised - he's two years old, and I haven't heard anything about him !! Very tasty and very democratic prices. Great wine selection !! Two kvevri. You need to eat khachapuri in Migraine, …", "rating": 5, "name": "Дария", "cat": "Georgian restaurant"}, {"review": " Thank you for the good feedback! See you at Wine Republic!\n\n", "rating": 4, "name": "Maksym Tykhun", "cat": "Georgian restaurant"}, {"review": " Our favorite place of Georgian cuisine is in Kyiv, it is cozy, very tasty, everything is prepared quickly and the staff is friendly. Highly recommended! …", "rating": 5, "name": "Євгеній Трубніков", "cat": "Georgian restaurant"}, {"review": " Anna Ponikarchuk, the whole staff of the restaurant WINE REPUBLIC, thanks for such kind words and a very good response !!! We look forward to new meetings with you !!!\n\n", "rating": 5, "name": "Alena Sych", "cat": "Georgian restaurant"}, {"review": "Super, the food is very tasty except for khinkali with veal, the rest is just super. Very beautiful. …", "rating": 4, "name": "LAZAREVA", "cat": "Georgian restaurant"}, {"review": "\nNatalia Gladkomaz, thank you for your kind words and appreciation of our work! See you at Wine Republic!", "rating": 5, "name": "Kathryn", "cat": "Georgian restaurant"}, {"review": "Ordered a snack delivery via BoltFood. Bribed prices) everything is delicious. The khinkali are delicious, the stoves are fire, though they leaked a little in the bag. Everything came hot. The only thing I stuck with sauces, I forgot ... The manager of special stages did not offer. …", "rating": 5, "name": "Виталий Сергиенко", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Daniil Yevtukhov! Thanks for your feedback! We are waiting for new orders😉\n\n", "rating": 5, "name": "Iryna Kozina", "cat": "Georgian restaurant"}, {"review": "I was led by good reviews, but the institution was upset. Calling to book a table, they confirmed the discount for the birthday man +2 days, but when they arrived at the institution they said that it might not work 😂 there is a glitch in their system .. Next, choose wine for 400-500 ...", "rating": 5, "name": "armthehomeless", "cat": "Georgian restaurant"}, {"review": " Oksana, good afternoon! We are very sorry that this situation is taking place. We will be glad to see you again in our restaurant and regardless of your date of birth we will give you a 20% discount on all dishes and treat you to homemade Georgian wine. We also invite you to visit on Valentine's Day. we will have a free tasting of our wine and compliments!\nAre waiting for you!\n\n", "rating": 2, "name": "Alyona K", "cat": "Georgian restaurant"}, {"review": "Had a great time.\nThey celebrated the wedding.\nThe food is super delicious, especially the fresh baked goods. …", "rating": 4, "name": "Дмитро Остапенко", "cat": "Georgian restaurant"}, {"review": " Andrey Andreev, thanks for the feedback! See you at Wine Republic!\n\n", "rating": 1, "name": "Illia Lobkov", "cat": "Georgian restaurant"}, {"review": "Friendly staff.\nGood khinkali.\nVery affordable wine glasses. …", "rating": 5, "name": "Vita Khilska", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! Until We Meet Again! We hope to improve your score!\n\n", "rating": 5, "name": "Кто-то Где-то", "cat": "Georgian restaurant"}, {"review": "Were here for a friend's birthday! Very atmospheric, cozy place! Delicious cuisine! nice interior, great service! I will come here again! …", "rating": 3, "name": "Anna Mysaka", "cat": "Georgian restaurant"}, {"review": "\nValentina Medyana, thank you for your heartfelt words and appreciation! Until next time!", "rating": 5, "name": "Влад", "cat": "Georgian restaurant"}, {"review": "I recommend, the atmosphere is super))) Live music is incomparable and of course excellent cuisine. Thanks Chef!!! …", "rating": 5, "name": "Olexsandr Sviat", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback! 🖤🍷", "rating": 5, "name": "Dima Palyvonchyk", "cat": "Georgian restaurant"}, {"review": "Very cozy place. Beautiful interior. delicious food, good prices. Kharcho, chkmeruli and khinkali with sun-dried tomatoes are simply delicious. I liked the place. Many thanks to the waiter Vlad, a polite and knowledgeable worker. The impression is the best 👍 …", "rating": 5, "name": "One Plus", "cat": "Georgian restaurant"}, {"review": "\nThank you from our entire team for such a sincere feedback and high appreciation of our work! Until next time at Wine republic!", "rating": 5, "name": "Tatyana Romanchenko", "cat": "Georgian restaurant"}, {"review": "I really like the restaurant, the interior is rustic, the cuisine and the prices are excellent. I don’t like wine glasses, it is unacceptable in my opinion that a restaurant positioning itself as a wine glass uses such terrible glasses ...", "rating": 5, "name": "GG Studio", "cat": "Georgian restaurant"}, {"review": " Alina Smolina, thank you for your feedback and high rating! And thank you for writing for the glasses, let's work on this nuance! See you in Wine Republic!\n\n", "rating": 5, "name": "Анна Скребец", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Maxim Klimenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for choosing us, we are waiting for you and your daughter to visit, we promise to wrap you with warmth and comfort🤗", "rating": 5, "name": "K.O. Bloger", "cat": "Georgian restaurant"}, {"review": "Very tasty food, large portions.\nWe tried salmon salad, ajakhuri, fondue, khachapuri, khinkali - we liked everything. …", "rating": 5, "name": "Anastasia Bondarenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we look forward to your visit!)", "rating": 5, "name": "Софія UK", "cat": "Georgian restaurant"}, {"review": " Delicious, cozy and comfortable. Very friendly staff 🙌💙\nAlso, the restaurant has a super mirror that takes and prints photos🔥🔥🔥 …", "rating": 5, "name": "Андрей Врунгель", "cat": "Georgian restaurant"}, {"review": " Thank you for the bite! You are always welcome! :-)\n\n", "rating": 5, "name": "Юлия Киршенина", "cat": "Georgian restaurant"}, {"review": " The interior is good, cozy halls. But I didn't like the kitchen very much. Salads are not tasty, khachapuri with meat from three - two overdried. Pork skewers were generally brought with a pronounced \"smell\". Maybe we …", "rating": 3, "name": "Alina", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, Vikulya Ria!\nWe are waiting for new meetings in Wine Republic! Congratulations on the upcoming holiday😍\n\n", "rating": 5, "name": "Анна Никоненко", "cat": "Georgian restaurant"}, {"review": "We spent a wonderful evening here before the next lockdown. Delicious food, good service, nice interior. The girls said that they didn't like the taste of homemade wine, but I drank stronger alcoholic drinks - they …", "rating": 5, "name": "Ihor", "cat": "Georgian restaurant"}, {"review": "\nRoman, good afternoon! Thank you for your good feedback and appreciation. We are waiting for you after the lockdown! We have a compliment to the girls!", "rating": 5, "name": "Юлия Душечкина", "cat": "Georgian restaurant"}, {"review": "cozy atmosphere\nVery nice and smiling staff ❤️\nAnd it's also very delicious...", "rating": 5, "name": "Анастасия Бойко", "cat": "Georgian restaurant"}, {"review": "\nDasha, thank you for your appreciation and kind words. We will be glad to see you visiting Wine Republic!", "rating": 5, "name": "Тарас Січкар", "cat": "Georgian restaurant"}, {"review": " As a fan of Georgian cuisine, I sometimes try to branch out from my favorite Georgian establishments and look for something new. At once I will tell frankly, the establishment did not cause me emotions and desire to …", "rating": 5, "name": "Dmytro Melchenko", "cat": "Georgian restaurant"}, {"review": " Maksym Tykhun, thank you for your feedback! Your opinion is very important to us. We hope you enjoy it next time! We look forward to seeing you again at Wine Republic!\n\n", "rating": 5, "name": "Валентина Сивопляс", "cat": "Georgian restaurant"}, {"review": "Hearty, tasty, real Georgian cuisine. Now only to you!☝️And not alone, but with a big and hungry company😎 …", "rating": 5, "name": "Julia Paevska", "cat": "Georgian restaurant"}, {"review": "\nWe look forward to !!! 👌😁🍷", "rating": 5, "name": "Vladimir Kulishov", "cat": "Georgian restaurant"}, {"review": "Very tasty, very hospitable, I liked everything very much!!! Thank you. We will definitely come again! …", "rating": 5, "name": "Елена Трубникова", "cat": "Georgian restaurant"}, {"review": "\nAlena Sych, thank you for your feedback! We are always glad to see you!", "rating": 5, "name": "Андрей Стадник", "cat": "Georgian restaurant"}, {"review": "Please bring back your beautiful terrace from last year. These terrible red tables and awnings spoil everything((there is no desire to come to you(it’s a pity, I was waiting for the opening of your terrace this year(…", "rating": 5, "name": "Vova Salikhov", "cat": "Georgian restaurant"}, {"review": "\nKsenia, we will return the terrace, we are working on it. We are waiting for you. Thank you very much for your feedback, we are always glad to see you😊", "rating": 5, "name": "Ева Вебер", "cat": "Georgian restaurant"}, {"review": "A very cool place, both for the company and for family evenings. The staff is very attentive and friendly. Separately, I want to note the interior. Georgian style along with modernity is quite interesting) …", "rating": 5, "name": "Kateryna Mytsevych", "cat": "Georgian restaurant"}, {"review": "\nSuper !!! ❤️ We are waiting for you !!! 🍷🇬🇪", "rating": 4, "name": "Александр Вавилов", "cat": "Georgian restaurant"}, {"review": "Delicious 😋, good price for the center, suitable for “eating” and talking, as the tables are far from each other and there are many walls between the tables, it will be cozy and not stressful ...", "rating": 5, "name": "Анастасия Шашина", "cat": "Georgian restaurant"}, {"review": "\nVitaly Sergienko, thank you very much for the appreciation of our work! We will be glad to new meetings!", "rating": 5, "name": "Juliya Petrova", "cat": "Georgian restaurant"}, {"review": "Thanks a lot! Very tasty, there are interesting Georgian dishes that are not found in other restaurants in Kyiv, very pleasant service! I liked everything, I highly recommend! …", "rating": 5, "name": "K Udri", "cat": "Georgian restaurant"}, {"review": "\nIryna Kozina and thank you very much for your kind words and appreciation! See you at Wine Republic!", "rating": 4, "name": "Pavel Gaipel", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Mitya Shelpuk", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback! You are always welcome!\n\n", "rating": 5, "name": "Dance.Intensive.School", "cat": "Georgian restaurant"}, {"review": "We dined together, in the evening, ordered a soup with seafood .. it was impossible to swallow it: the slurry was so salty, in which a small piece of salmon floated. I told the waitress, and she took it away immediately)) …", "rating": 5, "name": "Яна Кравченко", "cat": "Georgian restaurant"}, {"review": " Alona, ​​sorry for this situation. Your opinion is important to us. We had a conversation with the staff and will correct this situation. We are waiting for you to visit.\nWe have a delicious compliment.\n\n", "rating": 5, "name": "Татьяна Чирка", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksey Chechnev", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback Isaak Delacruz! See you at Wine Republic!\n\n", "rating": 5, "name": "Людмила Кравченко", "cat": "Georgian restaurant"}, {"review": "I don’t recommend it. We waited for a very long time, although the place was empty on the floor, nevertheless the khinkali was served frozen on the floor, the meat inside was cold ... It’s very far from real Georgian cuisine. ..unfortunately☹️ …", "rating": 5, "name": "Руслана Савицька", "cat": "Georgian restaurant"}, {"review": " Illia Lobkov, thank you for your feedback! Your opinion is very important to us. We hope you enjoy it next time! We look forward to seeing you again at Wine Republic!\n\n", "rating": 5, "name": "Vladislav Tuz", "cat": "Georgian restaurant"}, {"review": " I recommend! Great restaurant with a cozy atmosphere, delicious food and a large selection of wines 😃I especially liked the waiter Jan, who made our visit unforgettable)))) …", "rating": 5, "name": "М Б", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! We are very pleased that you liked it) We are waiting for you again! They will pass on your thanks and celebrate as an employee!))\n\n", "rating": 5, "name": "Оксана Шохина", "cat": "Georgian restaurant"}, {"review": "Great place, cozy atmosphere, delicious food, friendly staff. It was nice when they went to meet us and additionally stuck ponytails from khinkali, as our child loves them very much. Will definitely come again👍👍👍…", "rating": 5, "name": "Viacheslav Statsenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your excellent rating and nice words! We are waiting for you!)", "rating": 5, "name": "Володимир Довбаш", "cat": "Georgian restaurant"}, {"review": "Not very comfortable, uncomfortable furniture.\nEggplant and khachapuri left a good impression, but the kebab was very tough. Somehow it was still possible to chew from the neck, although the jaws ached afterwards. Veal …", "rating": 5, "name": "Гордеева Анна", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, Anna. Thank you for taking the time to speak frankly. It is very important that so many details were noticed. We value guests who are not afraid to honestly share their impressions. It would be wonderful if you could contact our director Elena (0992686667). So that we fix all the bugs in your visit to us🖤", "rating": 5, "name": "Kaktus Life", "cat": "Georgian restaurant"}, {"review": "Great place, great prices! Large selection of food and very tasty. I really liked the location and the atmosphere inside. People don't sit on each other's heads! I recommend! …", "rating": 5, "name": "anatoli shvoren", "cat": "Georgian restaurant"}, {"review": "\nVlad, thank you for your very heartfelt feedback! Until next time in Wine Republic😊", "rating": 5, "name": "Diego Valcarce", "cat": "Georgian restaurant"}, {"review": " The wonderful atmosphere of the restaurant, friendly staff, delicious khachapuri, khinkali, and lyulya kebab, especially impressed by the real house wine. I will come again and advise my friends. + Institutions for …", "rating": 5, "name": "Леся Овчаренко", "cat": "Georgian restaurant"}, {"review": " Thank you, Alexander, for your feedback. Our team made every effort to make you like it. Visit us for new promotions. See you soon at Wine Repablic!\n\n", "rating": 5, "name": "Татьяна Аринич", "cat": "Georgian restaurant"}, {"review": " Large portions, delicious, beautiful. I recommend!\n\n", "rating": 5, "name": "Anatolii Shupyk", "cat": "Georgian restaurant"}, {"review": " Dima Palyvonchyk, thank you for taking the time to share your impressions! It is a great joy for the whole team that we were able to meet your expectations.\nBe sure to come again, you are always welcome!\n\n", "rating": 5, "name": "supertechnodrone", "cat": "Georgian restaurant"}, {"review": "Wonderfully randomly found such a beautiful place! Very tasty food! Khachapuri is the best in Kyiv! Khinkali, eggplant with walnuts are simply incredibly delicious! Recommended from the heart! A wonderful atmosphere for the evening is guaranteed! …", "rating": 5, "name": "Olena Lysenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for such kind words and an excellent rating! Come to visit us, we will be very glad!))", "rating": 5, "name": "Andrey Melnikov", "cat": "Georgian restaurant"}, {"review": "I loved this place, there are still artifacts from the Cave. Now a Georgian restaurant, with khinkali, khachapuri and proper Georgian first courses. Delicious feijoa compote. …", "rating": 5, "name": "Ирина Назаренко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, come visit, we are always happy to see you!", "rating": 5, "name": "Ярослава Болюбаш", "cat": "Georgian restaurant"}, {"review": "The best restaurant ever! Food, service, atmosphere are top notch! Thanks to the staff for a great time.…", "rating": 5, "name": "Торнике Варшаломидзе", "cat": "Georgian restaurant"}, {"review": "\nThank you for your great review! We are trying very hard for you! We are waiting for your visit!)", "rating": 5, "name": "Антон Викторович", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. Delicious food, coffee, Fresh, water - in general, everything 🔥 kebab is a bomb! The service is excellent. I recommend 👍🏽…", "rating": 5, "name": "Lana Lana", "cat": "Georgian restaurant"}, {"review": "\nAnna, thank you for your feedback and kind words! See you at Wine Republic!", "rating": 5, "name": "Kyrylo Pinskyi", "cat": "Georgian restaurant"}, {"review": " The restaurant is great, very tasty, especially the summer salad with nut sauce, just delicious!) …", "rating": 5, "name": "Homerule Костюк", "cat": "Georgian restaurant"}, {"review": " Maxim Klimenko, thank you for the wonderful response and kind words! We are waiting for you to visit !!!\n\n", "rating": 5, "name": "Иван Пирожков", "cat": "Georgian restaurant"}, {"review": "Very tasty, cozy, comfortable\nI want to come back to this restaurant for new experiences.\nThank you 🥰…", "rating": 4, "name": "Yulianna Karavayeva", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback too! We really appreciate that we have such helpful guests as you. We will certainly pass on your kind words to our team! We look forward to seeing you again!", "rating": 4, "name": "Matvey Maslov", "cat": "Georgian restaurant"}, {"review": " Liked it a lot. Tasty, soulful, cozy. Prices are quite affordable, large portions, friendly waitresses. The wine is really delicious …", "rating": 5, "name": "Aлександр Волощук", "cat": "Georgian restaurant"}, {"review": " Anastasia Bondarenko, Wine Republic thank you for such kind words and high marks !!! Thank you, see you soon!\n\n", "rating": 1, "name": "Сергей Мегедь", "cat": "Georgian restaurant"}, {"review": " The establishment received guests with generosity and hospitality, truly a Georgian soul! We heard good reviews about this restaurant, and went there for dinner. Very tasty, the kitchen deserves the highest awards and …", "rating": 5, "name": "Алена Бобоша", "cat": "Georgian restaurant"}, {"review": " Thank you from the bottom of my heart! We are waiting for guests!\n\n", "rating": 5, "name": "Svetlana Matsokha", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Люба Сидорова", "cat": "Georgian restaurant"}, {"review": "\nAndrey Vrungel, thank you from our entire Wine Republic team for the high assessment of our work :) Until next time!", "rating": 5, "name": "Ali Makovoz", "cat": "Georgian restaurant"}, {"review": " Wine Republic - I liked this restaurant, I have been three times !!! I love Georgian cuisine, and especially khinkali, and all the dishes we ordered were delicious! But even accompanied by elegant red wine, the …", "rating": 5, "name": "Андрей Гинда", "cat": "Georgian restaurant"}, {"review": " Thank you for the nice feedback! We are waiting for you again!)\n\n", "rating": 5, "name": "Владимир", "cat": "Georgian restaurant"}, {"review": "I didn’t really like the cheese set, the food didn’t go in either, but overall a good place for one time …", "rating": 4, "name": "Aleksandr Samolyuk", "cat": "Georgian restaurant"}, {"review": " Alina Hryb, good afternoon, we understood this situation and found out that our cheese set has not been sold for the last 3 days and we are very interested in what dishes you tasted that you did not like 🤔\n\n", "rating": 5, "name": "Oleksii Sydorov", "cat": "Georgian restaurant"}, {"review": "Wonderful restaurant with delicious food and a great selection of wines. I advise everyone to visit. …", "rating": 5, "name": "Вячеслав Зозулюк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! We are waiting for a visit)", "rating": 4, "name": "Serg Sergiev", "cat": "Georgian restaurant"}, {"review": "Great place, quiet, nice. We were treated to corn, we found this place by chance, just passing by. But in fact, I really liked it, and the service and food, as well as drinks, I think we will be back more than once, as for me it’s pretty lamp …", "rating": 3, "name": "Viktor Palii", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we will definitely look forward to visiting you again and again!", "rating": 5, "name": "александра третьякова", "cat": "Georgian restaurant"}, {"review": "Super delicious cuisine, a large selection of wines for every taste, affordable prices and a cozy interior))) …", "rating": 5, "name": "Валентина Шуфрич", "cat": "Georgian restaurant"}, {"review": "\nClass☺️ We are waiting for you!", "rating": 5, "name": "Наталия Писаренко", "cat": "Georgian restaurant"}, {"review": "Yesterday I went for a business lunch with colleagues. Despite the fact that this offer is in test mode, we were soooo tasty and satisfyingly fed! We all couldn't even eat and each of us took another dish with us! Delicious khachapuri, salads, …", "rating": 5, "name": "Любовь Потапова", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback! We are waiting for your visit!)", "rating": 1, "name": "Максим Спутник", "cat": "Georgian restaurant"}, {"review": " Great service, delicious khinkali, khachapuri, salads, kebabs and everything, everything, everything ...\nWe walked and will walk. …", "rating": 5, "name": "Eryna Galka", "cat": "Georgian restaurant"}, {"review": " Taras Sichkar, thank you for the good feedback! See you at Wine republic!\n\n", "rating": 5, "name": "Лиса", "cat": "Georgian restaurant"}, {"review": " Very tasty food, nice music, very nice and friendly people. In addition, there is enough space and easy parking nearby. …", "rating": 5, "name": "Александр Иванов", "cat": "Georgian restaurant"}, {"review": " Thank you for your kind words! We are always glad to see you visiting us! ❤️\n\n", "rating": 5, "name": "Maxim Garkavenko", "cat": "Georgian restaurant"}, {"review": "I tried the most delicious khinkali with lamb in this place. Everything is very delicious. I recommend. …", "rating": 4, "name": "Vlad Sergeenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we are very glad that you liked it, we are waiting for you!", "rating": 4, "name": "Vintykus The great", "cat": "Georgian restaurant"}, {"review": " Everyone really liked it!\n\n", "rating": 5, "name": "Nadiia N", "cat": "Georgian restaurant"}, {"review": "\nJulia, thank you for your appreciation. We will be glad to see you at Wine Repablic!", "rating": 5, "name": "Елена Малаховская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Kateryna Koval", "cat": "Georgian restaurant"}, {"review": " Vladimir Kulishov, thank you for appreciating our work! You are always welcome!\n\n", "rating": 3, "name": "Анатолій Прокопчук", "cat": "Georgian restaurant"}, {"review": "Very atmospheric place! Delicious food and friendly service!!! And they are also pleased with promotions, 1 + 1 and 20% percent for the kitchen, if you take it to go! Super!!! …", "rating": 1, "name": "Andrey Belokon", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback!)\n\n", "rating": 5, "name": "BuYniY RPN", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine. There was a corporate party in this institution, and so they went with the family - very tasty, very satisfying! I recommend. P.S. Napoleon - as they say you will lick your fingers)))) ...", "rating": 5, "name": "Александр Ходак", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, come again and be sure to try also our amazing apple pie))", "rating": 5, "name": "Emzari Surmanidze", "cat": "Georgian restaurant"}, {"review": "Nice place, delicious food, nice staff, great atmosphere\nThanks, we'll be back...", "rating": 5, "name": "Валерий Кулинко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! Your assessment is very important to us, we are doing our best for you! We are waiting for your visit!", "rating": 5, "name": "Artem Nekrasov", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali 😋\nCozy place, nice atmosphere\nIn general, fast and tasty, good service) …", "rating": 4, "name": "Виталий Алейнов", "cat": "Georgian restaurant"}, {"review": "\nThanks for the kind words! We are always waiting! 🖤", "rating": 4, "name": "Марія Тюріна", "cat": "Georgian restaurant"}, {"review": "Super place, chebureks are just class, very cozy, lovely waitress girls. Everyone liked it very much! …", "rating": 5, "name": "Юлия Минт", "cat": "Georgian restaurant"}, {"review": "\nKateryna Mytsevych, the entire Wine Republic team is very happy that you are satisfied. Thank you for your feedback and appreciation!", "rating": 5, "name": "alexey Pukhlyar", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрия Дочка", "cat": "Georgian restaurant"}, {"review": " Alexander Vavilov, thank you for your feedback! See you at Wine Republic!\n\n", "rating": 5, "name": "Лазарев Артур", "cat": "Georgian restaurant"}, {"review": "Wonderful and very atmospheric place) Wine ... a lot of wine))) A large selection of dishes, very tasty Megrelian khachapuri and khinkali (we took a mix with cheese). The service is also at a high level, the waiter girl told about all the dishes and …", "rating": 4, "name": "Владислав Анатольевич", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! It is very important for us that the guests are satisfied, but at the moment you can order your favorite khachapuri with you and get the second one as a gift;) We are waiting for you!", "rating": 5, "name": "Андрей Олейник", "cat": "Georgian restaurant"}, {"review": " Very atmospheric place, it's nice to relax, enjoy delicious food prepared by real men;)) you can not break away. Thank you for your hospitality, we are your regulars👍 …", "rating": 5, "name": "Irina Egorova", "cat": "Georgian restaurant"}, {"review": " Thank you very much! You are always welcome! 🖤\n\n", "rating": 5, "name": "Наталия Сидельник", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian cuisine, some of the best khinkali in town. Nice atmosphere, good service…", "rating": 5, "name": "ВСЁ О БОКСЕ Kick-boxing", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, for us the best reward is your positive emotions! We are waiting for your visit!", "rating": 5, "name": "Ирина Зозуля", "cat": "Georgian restaurant"}, {"review": "In general, good cuisine for a fairly low price, the interior is good, you can comfortably sit down. …", "rating": 5, "name": "sheriff Vf", "cat": "Georgian restaurant"}, {"review": " Thanks for the rating! 🖤\n\n", "rating": 5, "name": "Олег Павленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Роман Третяк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! We will try to correct this situation. We are always glad to see you!", "rating": 5, "name": "Anna Anyshchenko", "cat": "Georgian restaurant"}, {"review": "Large portions of pkhali. And delicious.\nKhinkali, homemade wine - everyone liked it. …", "rating": 5, "name": "Наташа Ющенко", "cat": "Georgian restaurant"}, {"review": " Thanks for the good feedback. See you in Wine Republic!\n\n", "rating": 5, "name": "Вова Покась", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Фарафонтов", "cat": "Georgian restaurant"}, {"review": "\nYana, thank you for your kind words! We love you very much and are always glad to see you!", "rating": 4, "name": "Oлександр Зём", "cat": "Georgian restaurant"}, {"review": "Friends!\nHIGHLY RECOMMEND!!!\nSUPER service! …", "rating": 5, "name": "Yaroslava Pikalova", "cat": "Georgian restaurant"}, {"review": "\nThanks so much for such a review! We are waiting for you to visit many more times!", "rating": 5, "name": "Tatyana Z", "cat": "Georgian restaurant"}, {"review": "Nice staff, polite waiters, good atmosphere and delicious food! Didn't regret visiting. …", "rating": 5, "name": "Коля З.", "cat": "Georgian restaurant"}, {"review": "\nAlexey, thank you very much for your kind words. We will be glad to see you again in Wine Republic!", "rating": 3, "name": "Анна Повещенко", "cat": "Georgian restaurant"}, {"review": "Visited Wine Republic on the recommendation of friends. We had a great time! 👍 Cool cozy restaurant. excellent cuisine, amazingly delicious khinkali🥟🥟🥟👍!! Simply awesome!!! Friendly and very agile staff, in general the service is …", "rating": 5, "name": "Mariia Kravchuk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! Invite your friends to join us!))) We will have a tasty meal and selfies))", "rating": 5, "name": "Олександр Данилюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Роман Булах", "cat": "Georgian restaurant"}, {"review": "\nRuslana, thank you for your appreciation! We are always glad to see you!", "rating": 5, "name": "Red Pigeon", "cat": "Georgian restaurant"}, {"review": "Simply amazing food. I love Georgian cuisine very much, we often dine in Georgian restaurants. BUT, such delicious Khinkali as here have never been tried anywhere (especially with cheese). Adjarian khachapuri, barbecue and kebab also …", "rating": 5, "name": "Елена Стрижева", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback! We are waiting for your visit!)", "rating": 5, "name": "Николай Мельничук", "cat": "Georgian restaurant"}, {"review": "Beautiful place! Food, atmosphere, prices, service - everything is perfect!\nYours forever!!)))) thank you …", "rating": 5, "name": "Ольга Бобко", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback, we are very pleased that you liked it! We are looking forward to a new meeting!))", "rating": 5, "name": "Ірина Зінченко", "cat": "Georgian restaurant"}, {"review": "This is a super place! Super restaurant! Thanks a lot! Everything is very tasty, fast, polite! I definitely recommend! …", "rating": 5, "name": "Наталья Козина", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback, we are waiting for a visit again and again!", "rating": 5, "name": "Alena Davydenko", "cat": "Georgian restaurant"}, {"review": "Nice place - great service!\nSpecial thanks to the manager Daria for a table on the street :) …", "rating": 5, "name": "ОксанKа __", "cat": "Georgian restaurant"}, {"review": " Thank you for the good feedback! We look forward to new meetings!\n\n", "rating": 5, "name": "Tanya Kucheryavets", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Photo Box", "cat": "Georgian restaurant"}, {"review": " Vladimir Dovbash, thank you! We look forward to meeting you again!\n\n", "rating": 5, "name": "Oleksandr Usenko", "cat": "Georgian restaurant"}, {"review": " Incredibly warm service! And delicious food. I recommend homemade white wine. …", "rating": 5, "name": "николаи шекера", "cat": "Georgian restaurant"}, {"review": " Thank you for visiting us!))) We will be glad to see you again! ❤️\n\n", "rating": 5, "name": "Shota Goderdzishvili", "cat": "Georgian restaurant"}, {"review": " Pleasant atmosphere, live music plays delicious Georgian dishes and adequate prices. …", "rating": 5, "name": "7matvey", "cat": "Georgian restaurant"}, {"review": " Thank you for your kind words and good luck! We are always happy for you !!! ❤️🇬🇪\n\n", "rating": 5, "name": "Наталья Натали", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oleg Begun", "cat": "Georgian restaurant"}, {"review": " Anatoly, thank you for the good feedback! See you at Wine Republic!\n\n", "rating": 5, "name": "Елена Трубникова", "cat": "Georgian restaurant"}, {"review": " Excellent price quality and environment\n\n", "rating": 5, "name": "Sergey Ivanenko", "cat": "Georgian restaurant"}, {"review": " Diego Valcarce, thanks for the answer\nanswer see you\n\n", "rating": 5, "name": "Denys Vynokurov", "cat": "Georgian restaurant"}, {"review": " We want to thank you for the delicious food, good service, a large selection of drinks and nice prices! …", "rating": 5, "name": "Helga Vola", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback, we will be glad to see you as a guest!)\n\n", "rating": 5, "name": "Юрий Панченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Рамин Шавадзе", "cat": "Georgian restaurant"}, {"review": "\nThank you Tatyana for the kind words! We are always glad to see you !!", "rating": 5, "name": "Olena Kedrovska", "cat": "Georgian restaurant"}, {"review": " Everything was delicious, well served, thank you.\n\n", "rating": 5, "name": "Alexandr Yaroshenko", "cat": "Georgian restaurant"}, {"review": "\nAnatolii Shupyk, thank you for your appreciation! We are waiting for new meetings!", "rating": 5, "name": "Ольга Олексишина", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sander Piibemann", "cat": "Georgian restaurant"}, {"review": "\nThank you for your pleasant review, come back to us soon🥰", "rating": 5, "name": "Samsung Galaxy", "cat": "Georgian restaurant"}, {"review": "\nDelicious Georgian cuisine. Great service", "rating": 5, "name": "Олександр Овчаренко", "cat": "Georgian restaurant"}, {"review": " Olena Lysenko, thank you!\n\n", "rating": 5, "name": "Vitaliy", "cat": "Georgian restaurant"}, {"review": "\nVery cozy, delicious) friendly staff 🤗🤩", "rating": 5, "name": "Grigoriy Shcherbukha", "cat": "Georgian restaurant"}, {"review": "\nAndrey Melnikov, thanks for the kind words! Until next time!", "rating": 5, "name": "Natali Mira", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Калюжная Лена", "cat": "Georgian restaurant"}, {"review": "\nIrina Nazarenko, thank you very much for your rating! We are looking forward to new meetings in Wine Republic!", "rating": 5, "name": "Артём Ильченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Евгений Власов", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback! We are waiting for you again and again❤️", "rating": 5, "name": "Antonina Sokolovskaya", "cat": "Georgian restaurant"}, {"review": "I was only once and managed to try khinkala and feijoa compote, I recommend it. I will come again for sure...", "rating": 5, "name": "Максим Нестеров", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we are always glad to see you at a party☺️", "rating": 5, "name": "Ольга Яцун", "cat": "Georgian restaurant"}, {"review": "Wonderful.\nCalm and cozy.\nNice staff, good food. …", "rating": 5, "name": "Alex Chiffa", "cat": "Georgian restaurant"}, {"review": "\nThank you ❤️ impossible to hear we are waiting and love", "rating": 5, "name": "Zuzana Cechova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Natalia Taran", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! Until next time", "rating": 4, "name": "Вика Ковтун", "cat": "Georgian restaurant"}, {"review": " Unexpectedly tasty, Kiev is not surprising with Georgian cuisine, but it is not bad here. …", "rating": 5, "name": "Святослав", "cat": "Georgian restaurant"}]