[{"review": "A very nice place, tasty food.\nBut photos in the menu does not match with the actual food - that should be fixed.", "rating": 5, "name": "Алеся Палагнюк", "cat": "Italian restaurant"}, {"review": "We order shakshuka and pashot eggs - not so tasty. The coffee also not good", "rating": 3, "name": "Boris Becker", "cat": "Italian restaurant"}, {"review": "Unexpectedly nice restaurant with very good cuisine: meat, fish, pasta, pizza, good breakfasts. Pets friendly.\nTuna steak and Buffalino desert must to be tested.", "rating": 5, "name": "Y", "cat": "Italian restaurant"}, {"review": "We are so excited to read such a feedback!\n\nSee you in Buffalino! ❤️", "rating": 5, "name": "Ocama Axmed", "cat": "Italian restaurant"}, {"review": "Very delicious Italian food. Beautiful place very clean and staff they are amazing speak good English and friendly really thanks for amazing time", "rating": 3, "name": "Alex Y", "cat": "Italian restaurant"}, {"review": "Thanks for your positive feedback!\n\nLooking forward to see you in Buffalino! ❤️", "rating": 5, "name": "N S", "cat": "Italian restaurant"}, {"review": "I ate breakfast there. Nothing special, and the coffee was awful.", "rating": 5, "name": "Amit Singh", "cat": "Italian restaurant"}, {"review": "Came here for lunch one day, food was very good, decided to try breakfast on a different day, again was not disappointed!", "rating": 2, "name": "Gregory Wanders Around", "cat": "Italian restaurant"}, {"review": "Good evening!\n\nThank you very much for your positive feedback!\n\nLooking forward to see you again in Buffalino! ❤️", "rating": 5, "name": "Dennis Mogiley", "cat": "Italian restaurant"}, {"review": "Amazingly Beautiful", "rating": 5, "name": "Sergii Kurenkov", "cat": "Italian restaurant"}, {"review": "Worst ribeye ever. It's not even a real ribeye.", "rating": 5, "name": "nina kulchevich", "cat": "Italian restaurant"}, {"review": "Very nice stuff, tasty grill dishes and nice atmosphere.", "rating": 5, "name": "Ilya Tchernogouz", "cat": "Italian restaurant"}, {"review": "Thank you so much for you positive feedback!\n\nSee you soon in Buffalino! ❤️", "rating": 5, "name": "Osama Amin", "cat": "Italian restaurant"}, {"review": "One of the best places in Kyiv! Highly recommend it!", "rating": 5, "name": "V19", "cat": "Italian restaurant"}, {"review": "Luxury and live music, candles, cozy place", "rating": 5, "name": "Maryna", "cat": "Italian restaurant"}, {"review": "Very nice restaurant! Great service.", "rating": 5, "name": "Yuliia Muzychuk", "cat": "Italian restaurant"}, {"review": "Very delicious Italian food", "rating": 2, "name": "Ангелина Малахова", "cat": "Italian restaurant"}, {"review": "So nice to hear such a positive feedback!\n\nSee you soon in Buffalino! ❤️", "rating": 1, "name": "Любовь Гаркуша", "cat": "Italian restaurant"}, {"review": "Cozy, Italian restaurant - for cozy gatherings with family or friends. Service is generally good. Dishes are appetizing, hearty, delicious. The atmosphere is cozy, homely. Live music - above all praise. Large children's…", "rating": 5, "name": "Артур Маринин", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback❤\n\n", "rating": 5, "name": "Viktoriya Fits", "cat": "Italian restaurant"}, {"review": "Cosy, with a pleasant, warm atmosphere. Live music (at least on Saturday). The service is good, the waitress after 10 minutes offered to move to a more comfortable table, which was free. And delicious...", "rating": 2, "name": "Мария Куцаченко", "cat": "Italian restaurant"}, {"review": "Delicious cuisine! All! I don't remember where else it would be so tasty. Nice soulful interior, live music in the evening, excellent service. But the cuisine is the pinnacle of this restaurant, 10 stars out of five. Just a masterpiece! …", "rating": 4, "name": "Марина Филипчук", "cat": "Italian restaurant"}, {"review": "From the pros:\nDelicious cuisine. Good environment, not noisy. Submission for 3+. …", "rating": 5, "name": "Tanya Romaschenko", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. Write us your contact in a personal message.\n\n", "rating": 4, "name": "Dasha Krotenko", "cat": "Italian restaurant"}, {"review": "Very tasteless low quality food. Expensive.\nWe ordered a seafood salad through Glovo - an unappetizing incomprehensible piggy that floated in an incomprehensible liquid. For ribbons of sluggish old carrots, ...", "rating": 4, "name": "Ninulya A", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. We will definitely take your comments into account.\nA big request to write to us in private messages and give us the opportunity to correct the situation", "rating": 5, "name": "Irina Dzyumenko", "cat": "Italian restaurant"}, {"review": "We visited the restaurant earlier, everything was great. This time we took self-delivery, in the end we got it is not clear what. The pasta is warm, they waited until it was cooked, everything is in order with it. The pizza looks like it was cooked yesterday, cold, and I think everything is clear in appearance. …", "rating": 4, "name": "Ines Moinhos", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. It is a pity that your impression was spoiled. We will be sure to take your comments into account. Write to us in private messages, or call 0504405433\nHave a nice day!\n\n", "rating": 3, "name": "Maryna Bondar", "cat": "Italian restaurant"}, {"review": " One of my favorite places.\nDelicious cuisine: delicious breakfasts, lunches, a huge selection of cheeses, shrimp cake, pizza, medallions, Caesar with crispy shrimp, I love grilled …", "rating": 5, "name": "Евгений Трощило", "cat": "Italian restaurant"}, {"review": "The interior of the establishment is good, the food is delicious, but the attitude of the waiters is so-so, they came, we wait, they called us, the waiters take a lot of time waiting for themselves and somehow they are not very friendly towards you. Nothing goodbye...", "rating": 3, "name": "Ігор Булах", "cat": "Italian restaurant"}, {"review": "The place, of course, is good ... spacious, the interior is pleasant, the kitchen is not bad, the service is quick and short (does not tire). There are several zones, incl. and small isolated spaces that give the illusion of privacy. …", "rating": 3, "name": "Нина Попова", "cat": "Italian restaurant"}, {"review": "I liked everything very much 😍😍😍\nService, food, drinks👌🏻 Definitely recommend!!! …", "rating": 5, "name": "Алена Шахаева", "cat": "Italian restaurant"}, {"review": "Nice cozy family run cafe. Good service, nice interior. The food is very simple and understandable. The pizza is good, but nothing special. Pasta - home level, that is, you can make this yourself :) ...", "rating": 2, "name": "Єлизавета Грицюк", "cat": "Italian restaurant"}, {"review": " Thank you! We make pasta ourselves, as well as cheeses and bread. See you ❤\n\n", "rating": 4, "name": "Світлана Порхун", "cat": "Italian restaurant"}, {"review": "I celebrated my DR in Buffalino on Minsk, initially when they chose an institution, I really liked the interior and the administrator (there was a nice girl) + the rating is not bad! …", "rating": 5, "name": "V E R B A language school", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day\n\n", "rating": 4, "name": "Alyona Grebenkova", "cat": "Italian restaurant"}, {"review": "Good restaurant. Attentive staff. Very tasty! There are workshops for children. Pizza is cooked in an oven (live fire). Meat, fish, vegetables - barbecue in the guest area. Good selection of cheeses. Amazing desserts, especially the branded one))) Beautiful …", "rating": 5, "name": "Алексей Саяпин", "cat": "Italian restaurant"}, {"review": "We were with a company for dinner, I liked the interior, everything is green and tasteful !!! The room is cool, despite the fact that it was stuffy outside and there was nothing to breathe in other restaurants nearby, which is why we left and chose this one !! We ordered pizza, pear with...", "rating": 5, "name": "Alice Romanova", "cat": "Italian restaurant"}, {"review": "1st time we were a company, ordered a lot of dishes, were satisfied with absolutely everything! And delicious, great service.\n2nd time - scallop risotto had a disgusting smell and taste, although they ate it ...", "rating": 5, "name": "Eva Swan", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback. We are sorry that your impression of the visit was spoiled. Write to us in a personal message, or at 0504405433\nWe hope we can fix this next time.\n\n", "rating": 5, "name": "Елизавета Чечель", "cat": "Italian restaurant"}, {"review": "Excellent restaurant in Obolon. Wonderful interior, very comfortable. The brazier stands right in the hall. It doesn't smell too much, but it creates a certain atmosphere. In the evening on weekends, almost all the tables are occupied. So book in advance. The kitchen is on…", "rating": 5, "name": "Маріанна Ковальова", "cat": "Italian restaurant"}, {"review": "Of the 5 dishes ordered, only 2 turned out to be delicious, this is a pizza with dried pork, camembert and truffle, as well as a salad with shrimp, arugula, avocado and mayo sauce ...", "rating": 5, "name": "Diana Braun", "cat": "Italian restaurant"}, {"review": "Today we visited a restaurant in Obolon. Very conflicting experiences. The menu is very cute, the scallops are perfect, the cheeks are delicious, the medallions are excellent❤️🙏\nChildren's room: the nanny is a nice young lady, but something needs to be decided with ...", "rating": 5, "name": "Алла Клименко", "cat": "Italian restaurant"}, {"review": "I like being here...\nThe waiters are professional, they recommend delicious dishes.\nEverything is conducive to a pleasant stay) We already wanted to take the bill, but then the waiter …", "rating": 3, "name": "Станислав Кипра", "cat": "Italian restaurant"}, {"review": " If you want to eat good bread instead of pizza, here you are\nIn the gram of pizza is written about 600 grams, in fact, 300 grams weigh the …", "rating": 5, "name": "Anna Melnyk", "cat": "Italian restaurant"}, {"review": " Fast service.\nWe tasted pizza with pear and gorgonzola, I would like the pear to be thinly sliced, due to the thick pieces interrupts the taste of cheese, sweetness. …", "rating": 5, "name": "Валерія Глюдзик", "cat": "Italian restaurant"}, {"review": " Very tasty and delicious!\nOne of the favorite places ❤️ …", "rating": 5, "name": "Natalia Mandziroha", "cat": "Italian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Ольга", "cat": "Italian restaurant"}, {"review": "Nice place, I liked it.\nDelicious lemonades, pizza is generally super! Medallions with veal and grilled vegetables also came to taste, but the steak mignon was a little undercooked, did not go in. …", "rating": 2, "name": "Alex.veres Suzuki2006ford2004", "cat": "Italian restaurant"}, {"review": "Stylish Italian cafe, interior and design are made in light, warm colors. The ceilings are high, there is a lot of light, it gives the impression of a large space, but with zoning. …", "rating": 1, "name": "Maksym Armashov", "cat": "Italian restaurant"}, {"review": "Pizza with branded cheeses is a work of art, delicious mushroom soup, tea with thyme, which was sold with 4 different types of sugar, but what I liked this place most of all - for the atmosphere, candles on the tables, beautiful interior, open …", "rating": 4, "name": "Николай Усик", "cat": "Italian restaurant"}, {"review": "We were a big company, absolutely everything was liked, starting with the way we were met - the guys were sincerely glad to see us, and this is oh, how captivating). Italian cuisine, excellent selection of cheeses from our own dairy, delicious …", "rating": 2, "name": "Alexandr Reshetnyak", "cat": "Italian restaurant"}, {"review": "BEWARE, IT CAN BE DELICIOUS!\n\nThe first rule of any establishment is that the guest must be satisfied. In case of …", "rating": 1, "name": "Dmitry Finogenov", "cat": "Italian restaurant"}, {"review": "\nElizabeth, thank you for your feedback!\nAnd for the trust)\nSee you in Buffalino 🌺", "rating": 2, "name": "Артём Alatris Черников", "cat": "Italian restaurant"}, {"review": " I have long wanted to visit and was very happy to discover Obolon! And not in vain, because it is love 😍. Nice interior, lots of greenery, lots of space, huge flowerpots on the floor and candles 😍 (hope to get it …", "rating": 3, "name": "Виктория Земляненко", "cat": "Italian restaurant"}, {"review": " Thank you, Marianne, for such a pleasant and informative response! We look forward to seeing you. Until We Meet Again!\n\n", "rating": 5, "name": "Анна Хижняк", "cat": "Italian restaurant"}, {"review": "It is always very crowded here, but despite this very fast service. Cosy. Delicious cuisine. We will definitely come. …", "rating": 4, "name": "Евеліна Пихтарь", "cat": "Italian restaurant"}, {"review": "The most delicious pizza in Kyiv! Interesting interior. Dearest waiter Daria. It is a great pleasure to be in your restaurant!) …", "rating": 1, "name": "Таїсія Мендель", "cat": "Italian restaurant"}, {"review": "\nAlla, thank you for your feedback!\nWe are waiting for you 🌺", "rating": 4, "name": "Yuriy Gontarenko", "cat": "Italian restaurant"}, {"review": "Pretty mixed feelings about visiting this restaurant.\nThe very first thing I didn't like was the dirty open kitchen. I understand that there is a workflow, but still. (If you sit down at the stove, everything will be clear to you). …", "rating": 2, "name": "Catherine", "cat": "Italian restaurant"}, {"review": "\nStanislav, thank you for your feedback and detailed review. The outlet of the dish is really not indicated on the menu, you can check it with the waiter. On March 8, the restaurant was very crowded, so the open kitchen is working in an enhanced mode. It's nice that you notice the details. We are waiting for you again! Hopefully the next visit will be only positive moments.", "rating": 1, "name": "Алена Хомич", "cat": "Italian restaurant"}, {"review": "Got the restaurant! Just a great place. The interior is full of flowers, beautiful lamps, cozy places. The staff is very attentive. The menu is very varied, you want everything at once. I immediately attracted the attention of \"Camembert from ovens\" - very tasty. They took ...", "rating": 5, "name": "Лилия Купченко", "cat": "Italian restaurant"}, {"review": "\nAnna, thank you for choosing us!\nWe are looking forward to the next meetings)", "rating": 4, "name": "Zhanna Zhanna", "cat": "Italian restaurant"}, {"review": "In Obolon, I visited almost all the establishments several times and I can definitely say that this restaurant is in the top three! I'll start with the interior. Clearly, it is new, everything is perfectly clean, neat. Table arrangement and lighting are perfect. There is …", "rating": 4, "name": "Ирина Жук", "cat": "Italian restaurant"}, {"review": "\nValeria, thank you for such a wonderful review! Satisfied guests are the best reward for us. Be sure to come again.\nBy the way, we hold culinary master classes for children, don't miss it)\nSee you in Buffalino ❤️", "rating": 5, "name": "Irina Lazebnik", "cat": "Italian restaurant"}, {"review": " An atmospheric establishment, where you can relax from the noise of the metropolis, eat delicious food. There is a children's room for children. Pleasant and polite staff. Delicious wines. …", "rating": 4, "name": "Ольга Петренко", "cat": "Italian restaurant"}, {"review": "This is Love!\nNew place on Obolon\nThe welcome here is very hospitable. The food is delicious. Escorted with a smile. Guys, you...", "rating": 5, "name": "Ростислав Турченко", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback! We are always glad to see you and look forward to meeting you!", "rating": 1, "name": "тая мормило", "cat": "Italian restaurant"}, {"review": "Yesterday we celebrated DR Wives on obolon. The interior is good. Chairs wobble. Service is bad. Until you ask, they won't do anything. The administration has a disrespectful attitude. They did not take out a compliment (cheese with a candle) in honor of the birthday. I …", "rating": 2, "name": "Mykhailo Shcherbyna", "cat": "Italian restaurant"}, {"review": "If you want to spoil the evening, the perfect choice for you.\nI have a birthday today, at 10:06 in the morning I booked a table for four species, so that Marshal Timoshenko and the new house with Mack could be seen. …", "rating": 5, "name": "Марина Камнева", "cat": "Italian restaurant"}, {"review": "The food is great! Only you can not get in if you have not previously booked a table. A lot of people, especially on weekends, there is not enough staff and therefore the service suffers ... you can wait a long time for a cold pizza . But on a weekday, everything ...", "rating": 5, "name": "Tiffany Walker", "cat": "Italian restaurant"}, {"review": "What happens to waiters? It seems that they are doing you a favor, and with disgruntled faces. The interior is pleasant, the kitchen is in order, the administration is adequate. If there is such a staff, I'm not sure that someone will want to re-…", "rating": 2, "name": "Алёна Кузнецова", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day\n\n", "rating": 1, "name": "Maksim Palyoniy", "cat": "Italian restaurant"}, {"review": "Disgusting service. Gathered here for a New Year's corporate party. The menu was discussed and the order for it was made in advance. However, food delivery was very slow. It took 15 minutes to change the plate and fork. Ordered drink...", "rating": 3, "name": "Victoriia Turovska", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback! We are sorry that your impression of the visit was spoiled. Your recommendations have been passed on to the restaurant's kitchen, and we will also work with the service. Write us a personal message.\n\n", "rating": 3, "name": "Віка Афанасьєва", "cat": "Italian restaurant"}, {"review": "At first they couldn’t get to the restaurant on 12/25/21: they didn’t answer calls, and when they came and there were 2 free tables (no signs / bottles, no hint of a reservation), the waitress said there were places, the administrator asked again how many of us there were. Knowing that…", "rating": 5, "name": "Mike Nike", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. We will definitely take your comments into account.\nA big request to write to us in private messages and give us the opportunity to correct the situation", "rating": 5, "name": "Sophia Pasternak", "cat": "Italian restaurant"}, {"review": " Everything was delicious, but we celebrated the child's birthday and the waiters were very slow to serve! The cake was carried for 20 minutes, the children's menu was delayed for 20 minutes, the water was also …", "rating": 3, "name": "Olga Liolka", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad impression. We will definitely take your comments into account.\nWe kindly ask you to write to us in private messages or by calling 0504405433 and give us the opportunity to correct the situation", "rating": 5, "name": "M", "cat": "Italian restaurant"}, {"review": "We celebrated our son's birthday at the Buffalino restaurant on the Minsk large company. Service - I want to mention Nadezhda, who was the waiter of our banquet. For many years we have been celebrating the birthdays of all family members in restaurants, but this …", "rating": 1, "name": "Imya Familiya", "cat": "Italian restaurant"}, {"review": " Not bad. The institution itself is good, the staff is friendly. Ordered Caesar with chicken. The chicken was wonderful, like home. The only remark to the waiter. We had to wait a long time for service. As soon as the …", "rating": 5, "name": "Yulia Julia", "cat": "Italian restaurant"}, {"review": "Friends, I was very unpleasantly surprised that you can buy aikos in the establishment. You sit, eat, and the next table starts to stink. It feels like you're sitting in a porter pub. I think that adequate establishments should not allow ...", "rating": 1, "name": "Nata Belik", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day!\n\n", "rating": 5, "name": "Андрей Сикорский", "cat": "Italian restaurant"}, {"review": "The food is delicious, the music is great. But after the waitress's phrase 'tips are actually 10%', the mood fell. Fu, it's annoying. …", "rating": 5, "name": "Елена Кацюк", "cat": "Italian restaurant"}, {"review": "\nWe are very sorry that our establishment left a bad impression.\nWe kindly ask you to write to us in private messages or dial 0504405433 to give us the opportunity to correct the situation.", "rating": 5, "name": "Не Важно", "cat": "Italian restaurant"}, {"review": "-1 place that suddenly became NOT dog friendly.\nvisited about once a month and enjoyed the delivery. There were no complaints about the quality of the food. but the waiters do not linger, always new faces, which is alarming. …", "rating": 3, "name": "Mari Max", "cat": "Italian restaurant"}, {"review": "Of the pluses, only an excellent interior, but your service is lower than some station cafe\nAnd so in order: ...", "rating": 1, "name": "Anthony Yaremenko", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. A big request to write to us in private messages and give us the opportunity to correct the situation", "rating": 5, "name": "Макс Кранц", "cat": "Italian restaurant"}, {"review": "I celebrated my birthday in the restaurant: we booked a separate room with service. We were met very cordially, the service was hospitable: we always had everything we needed and on time, while all the recommendations of the waitress were …", "rating": 3, "name": "Все Ок", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. ❤\n\n", "rating": 5, "name": "Виктория Реентенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 2, "name": "Ольга Кузьменко", "cat": "Italian restaurant"}, {"review": "The place is not bad, I didn’t like the pizza at all, the impression is that it consists only of sides (and risotto with porcini mushrooms is a test! Prices are high …", "rating": 2, "name": "М. Б.", "cat": "Italian restaurant"}, {"review": "Cozy atmosphere, despite the large number of visitors. New Year's mood is created thanks to the decor and light unobtrusive music. Live music plays in the evening. For food (Italian cuisine) everything that was ordered was delicious. …", "rating": 3, "name": "Alena T", "cat": "Italian restaurant"}, {"review": "The food is excellent, the atmosphere too) but I take off the point for the arrogant staff, who also does not pick up the phone. We wanted to book a table, called several times, in the end no one answered. We arrived at the restaurant, of course, there were no free tables. …", "rating": 3, "name": "oksana peredniankina", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nThank you for rating. We will definitely take your comments into account. See you in Buffalino.", "rating": 2, "name": "Alice Liddell", "cat": "Italian restaurant"}, {"review": "At first, an underestimated institution, but as soon as the order was made and served on the table, all distrust disappeared and the dishes cause indescribable delight.\nCheeses of own production and a rather impressive wine list. …", "rating": 3, "name": "Vitalii M (VitaliyM)", "cat": "Italian restaurant"}, {"review": "Spoiled the children's holiday on the day of St. Nicholas! We signed up and booked a table for a holiday for children, they said come! We arrived places for the children, there was not enough table, we booked it until 17-00, at 16-00 they came and said what they needed ...", "rating": 5, "name": "Oleksandr Polishchuk", "cat": "Italian restaurant"}, {"review": "We were greeted by unfriendly staff as soon as we entered. I ordered tea, it's good that I looked into the cup - I found the remains of tea at the bottom. But the food is delicious. Not sure if you want to visit the establishment again. …", "rating": 3, "name": "Игорь Хомутовский", "cat": "Italian restaurant"}, {"review": "\nGood evening.\nWe are very sorry that our establishment left a bad impression. We will definitely take your comments into account.\nWe kindly ask you to write to us in private messages or call 0504405433 and give us the opportunity to correct the situation", "rating": 3, "name": "Alexandra Slinko", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Nadya Volkonskaya", "cat": "Italian restaurant"}, {"review": "Everyone liked it very much! Nice staff, cozy atmosphere, delicious food! Always want to come back to a place like this! ❤️ …", "rating": 4, "name": "Argument Kushnir", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Буй", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. We will definitely take your comments into account.\nA big request to write to us in private messages and give us the opportunity to correct the situation", "rating": 5, "name": "Юлия Рыжая", "cat": "Italian restaurant"}, {"review": "We came for breakfast at 10 am, the children's room is dirty, not cleaned, the situation is the same in the restrooms, some orders had to be reminded 2-3 times. And the culmination of this breakfast was - food poisoning 🤢 presumably salad...", "rating": 2, "name": "Инна Андреевна", "cat": "Italian restaurant"}, {"review": " It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Write to us in a personal message, or on the number 0983377872\n\n", "rating": 5, "name": "Ольга Бука", "cat": "Italian restaurant"}, {"review": " The dishes are delicious. But the service leaves much to be desired. We spent 3 hours in the restaurant and the waiters came once - to take orders and that's it. We could not order desserts, we were simply ignored ... …", "rating": 5, "name": "Юлия Щербакова", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback. Could you leave your contacts in a personal message so we can find out the details of the visit? We will be very grateful for that. And, of course, we are waiting for you to visit)\n\n", "rating": 5, "name": "Алина Чеканова", "cat": "Italian restaurant"}, {"review": " We booked a table for February 14 in almost three weeks - as a result we got the worst place in the restaurant - near the door, where everyone walks and touches the sofa, near crowded hangers and unwashed mountain of …", "rating": 5, "name": "Оля Поливанова", "cat": "Italian restaurant"}, {"review": " We are sorry that your impression of the visit was spoiled. Write to us in a personal message, or at 0504405433\nWe hope we can fix this next time.\n\n", "rating": 3, "name": "Maxim N", "cat": "Italian restaurant"}, {"review": "This place is simply created for cozy family meetings on weekends. Delicious and tender pizza with ham and truffles, original author's dessert, good craft limoncello... There is a playroom for children, the staff is polite and …", "rating": 4, "name": "Яна Мотыцкая", "cat": "Italian restaurant"}, {"review": "Excellent cuisine. From appetizers to desserts. And the classics of Italian cuisine, and various seafood dishes, and author's recipes. Presentation and service are top notch. Always satisfied. …", "rating": 3, "name": "Ирина Владимировна", "cat": "Italian restaurant"}, {"review": "\nThanks for appreciating our work!", "rating": 5, "name": "Михаил", "cat": "Italian restaurant"}, {"review": " The restaurant is nice, the service too, the waiter advised us a nice white wine, I liked the salad with eggplant and cheese, and dessert cheesecake is not recommended, but tiramisu was delicious and looked great, the …", "rating": 5, "name": "Viktoriia Stepanova", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. We will be sure to take your comments into account. Have a nice day\n\n", "rating": 3, "name": "Natalia Revniuk", "cat": "Italian restaurant"}, {"review": "Today was the 2nd time. I liked the food more than the previous visit, even the cocktails were tastier :) added one star even :) …", "rating": 2, "name": "Олег Киселев", "cat": "Italian restaurant"}, {"review": "Everything has changed dramatically, from the quality of service to the quality of food! The dishes stink of a dead rag, had to be treated with an antiseptic to eat. The reaction of the waiter is 0. The quality of food has deteriorated noticeably, ordered on the recommendation of that …", "rating": 4, "name": "Олександра Крістьєва", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. A big request to write to us in private messages and give us the opportunity to correct the situation", "rating": 1, "name": "Екатерина Терехова", "cat": "Italian restaurant"}, {"review": "A beautiful restaurant with a pleasant atmosphere. Top notch service, delicious food. Good selection of wines. Somehow got to live music in the evening, very cool. Favorite place on Minsk. …", "rating": 5, "name": "Dmitry Kovalyov", "cat": "Italian restaurant"}, {"review": "I do not recommend this establishment. We booked a table in advance to celebrate the girl's birthday, the reservation was confirmed to us. Upon arrival at this establishment, we were shown a table, which is not in the main hall, but in a room, next to …", "rating": 4, "name": "Yuri Tsverkun", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day!\n\n", "rating": 5, "name": "Almira Amirova", "cat": "Italian restaurant"}, {"review": "Incredibly tasty and atmospheric!\nThe most delicious breakfast in Obolon)))\nSeparately, it is worth noting the grill menu - a delight and nothing more! …", "rating": 5, "name": "Natalia Shovkun", "cat": "Italian restaurant"}, {"review": "\nAndrey, thanks for the tip! See you in Buffalino!)", "rating": 5, "name": "Яна Ткаченко", "cat": "Italian restaurant"}, {"review": "Nice place, very nice staff, amazing food. Thank you for the good service! We look forward to visiting your establishment again!", "rating": 5, "name": "Наталия Пахота", "cat": "Italian restaurant"}, {"review": " Thank you and we are waiting for you❤\n\n", "rating": 3, "name": "Алена", "cat": "Italian restaurant"}, {"review": "05/09/2021 Great place. All liked it. Cozy, delicious, affordable. The staff is unobtrusive but attentive enough. I recommend a table by the window. …", "rating": 5, "name": "Дмитрий Скочинский", "cat": "Italian restaurant"}, {"review": "We celebrated the meeting of schoolchildren, the children liked it - but the adults were impressed, the food seemed corny not tasty, and the price tag, I think, is too high - since an ordinary salad costs around 200 UAH, but the simplest Margherita pizza is for you ...", "rating": 1, "name": "Женя Небога", "cat": "Italian restaurant"}, {"review": " I do not recommend this establishment because of the service. Waiter Hrokalenko Alexei tried to deceive us on the bill, without warning, including a tip. The institution tried to charge us 35 hryvnias per person, …", "rating": 3, "name": "Ганна Река", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. We kindly ask you to write to us in private messages.", "rating": 4, "name": "Евгений Пилипенко", "cat": "Italian restaurant"}, {"review": "We visited this establishment on the recommendation of 10/21/2021\nThey were extremely satisfied.\nCuisine: fast, tasty. The pizza is commendable too. Thanks of. …", "rating": 4, "name": "Helena", "cat": "Italian restaurant"}, {"review": "You come across rude staff, they don’t send you “into the forest”, of course, but passive aggression feels great. They cook delicious. …", "rating": 1, "name": "Sofiia Kryvoruchko", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. We will be sure to take your comments into account. Write to us in a personal message, or at 0983377872\nHave a nice day\n\n", "rating": 5, "name": "Flo Rist", "cat": "Italian restaurant"}, {"review": "Perfect place! I liked everything, we had a very tasty lunch. The order was brought quickly, the service was pleasant and not intrusive. I recommend 👌…", "rating": 4, "name": "Юлія Побережна", "cat": "Italian restaurant"}, {"review": "At first glance - everything is very comfortable, decently. But 1. No one takes care of the guests, the waiter needs to be caught, the hostess was also practically absent 2. Very dirty, dusty on the partition with flowerpots, just fu 3. Guys, raspberry lemonade ...", "rating": 5, "name": "Rita Kominova", "cat": "Italian restaurant"}, {"review": " The case when the service spoils the whole impression of delicious food. …", "rating": 4, "name": "TarasBarabas", "cat": "Italian restaurant"}, {"review": "Went with a friend for a drink of wine. We were offered a cheese plate with wine. So far, everything is fine 🙂 but further, they offered pine nuts for 140 UAH for cheese slices (we already saw this in the bill). There were about 20 nuts. And when …", "rating": 2, "name": "Натали Северилова", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account.\n\n", "rating": 5, "name": "Ольга Снігір", "cat": "Italian restaurant"}, {"review": "“We have 320 seats, we take everything out in turn, but we just don’t have time” - this was my third visit to this restaurant, and this is the second time I hear this. …", "rating": 5, "name": "Настя Матвийчук", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad experience. A big request to write to us in private messages and give us the opportunity to improve.", "rating": 5, "name": "Sergii Karpov", "cat": "Italian restaurant"}, {"review": "We have been planning to visit the institution for a long time, and there were high hopes. However, the food and service leaves much to be desired. Our waiter forgot the order itself, brought water in a cracked glass, after some of the dishes had already been issued, she decided to ask again ...", "rating": 3, "name": "Nikolay Pyrtsu", "cat": "Italian restaurant"}, {"review": "\nGood afternoon, Alice Liddell.\nWe are very sorry that our restaurant left a bad experience. We kindly ask you to write us your phone number in private messages and give us the opportunity to correct the situation. Or call us +380504405433.", "rating": 1, "name": "regina ravsh", "cat": "Italian restaurant"}, {"review": " Delicious, relatively inexpensive BUT service 2. I must say that I may not be lucky with the waiter. The menu was brought to us only when we asked, noting that there is a QR code for the virtual menu. The fork is …", "rating": 5, "name": "Алина Парфенова", "cat": "Italian restaurant"}, {"review": "Interesting interior, delicious cuisine, good service and slightly above average prices. …", "rating": 5, "name": "Evgeniy Korol", "cat": "Italian restaurant"}, {"review": "\nThank you, Alexander, for your feedback!\nLooking forward to seeing you again?)", "rating": 5, "name": "Елена краковская", "cat": "Italian restaurant"}, {"review": "The food is delicious and the place itself is nice. It pumps up a lot the reservation of tables - they booked a specific table twice for a specific time - once they measured it with the fact that it was busy. The second time was dedicated to the significant Lata - ...", "rating": 3, "name": "Denfus", "cat": "Italian restaurant"}, {"review": "From the pros:\n- large, bright room\n- cosy …", "rating": 5, "name": "Margarita Abramova", "cat": "Italian restaurant"}, {"review": "Very spoiled!\nIt used to be unrealistically delicious! I admired the perfect service and unrealistically delicious food. …", "rating": 5, "name": "Elena P", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback! We are sorry that your impression of the visit was spoiled. Your recommendations were passed on to the restaurant's kitchen. We hope we can fix the following.\n\n", "rating": 1, "name": "Yaroslav Kulyaba", "cat": "Italian restaurant"}, {"review": " Very inconvenient teapots. You pour a cup of tea - half on the table. …", "rating": 5, "name": "Slava Ukraini", "cat": "Italian restaurant"}, {"review": "I was with a friend, ordered pizza, squid risotto and broth. I was pleasantly surprised that the pizza dough was very tasty, the sides were also successfully eaten. The risotto was magical, the squid was soft. …", "rating": 3, "name": "Sergio Savransky", "cat": "Italian restaurant"}, {"review": "Delicious.\nReally decent young cheeses.\nSuper dessert. …", "rating": 3, "name": "Sergey Kravchuk", "cat": "Italian restaurant"}, {"review": "We came to a special place for dinner. The waiter looked at us with disdain and it was felt all the time. We waited a very long time for our order, about an hour. The bill waited even longer. The waiter literally threw the plates on the table and quickly ...", "rating": 3, "name": "Наталья Зенькович", "cat": "Italian restaurant"}, {"review": "+\nVery tasty, very tasty! Atmospheric, comfortable. Special thanks to the violinist for the mood of the evening! …", "rating": 5, "name": "Владимир Шаров", "cat": "Italian restaurant"}, {"review": "I love this establishment very much.\nDelicious food and very nice interior.\nOf course there are comments about the service. …", "rating": 5, "name": "Costa", "cat": "Italian restaurant"}, {"review": " …", "rating": 2, "name": "Alexander", "cat": "Italian restaurant"}, {"review": "Great cafe. Beautiful and unusual design, reasonable prices. Cool atmosphere for meeting friends. Very tasty desserts and homemade cheese …", "rating": 5, "name": "Анна Шпилевая", "cat": "Italian restaurant"}, {"review": "\nOlga, thank you for your feedback!\nVisit us again 🌺", "rating": 5, "name": "Наталья Карась", "cat": "Italian restaurant"}, {"review": "Salad with avocado and shrimp: avocado is not ripe, hard. Espresso - the volume is larger than it should be in a glass cup, absolutely not suitable for coffee (it is impossible to drink, boiling water temperature, tastes bitter-sour). Private entertainment…", "rating": 5, "name": "Анна Рудакова", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day!\n\n", "rating": 3, "name": "Лена Виштаченко", "cat": "Italian restaurant"}, {"review": "Delicious, waiters are friendly. Serving dishes is not fast, but there was a full boarding. Pleasant interior…", "rating": 5, "name": "Kateryna Oliinyk", "cat": "Italian restaurant"}, {"review": "Not a bad place, but more like for lunch. There is not enough space, all the tables, one on one, the children run around, yelling, and the staff does not care at all. Service is average. Delicious dishes, but sea buckthorn tea, just compote. …", "rating": 2, "name": "Evheniia Tereshchenko", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day!\n\n", "rating": 5, "name": "Yuliia", "cat": "Italian restaurant"}, {"review": "The food is tasty and fast, the interior is pleasant, the service is attentive))) We got a good impression - we will come again!!)) …", "rating": 3, "name": "Roman Mykytchyk", "cat": "Italian restaurant"}, {"review": " Everything is very tasty! The child had a birthday, the administrator announced that there will be a discount of -20, in connection with the holiday, and the waiters greeted with a small cheesecake (mega-delicious) …", "rating": 5, "name": "busechka3 busechka3", "cat": "Italian restaurant"}, {"review": " The institution is cozy. The food and coffee are delicious (ordered cheesecakes). The service is not very. They prepared food for a long time, did not specify when to serve coffee (with or before food), waiters …", "rating": 1, "name": "Anastasiia Amiridi", "cat": "Italian restaurant"}, {"review": "The restaurant is beautiful, comfortable enough, the food is excellent and tasty. But there is one thing, on the day of our visit, the change of waiters served us poorly and immediately spoiled the whole impression of this place. But last year there was a chic change that …", "rating": 5, "name": "Галина Осипчук", "cat": "Italian restaurant"}, {"review": "\nWe are very sorry that our establishment left a bad experience. A big request to write to us in private messages and give us the opportunity to correct the situation.", "rating": 5, "name": "Katyelloworld", "cat": "Italian restaurant"}, {"review": "Very noisy on weekends/holidays. The table was booked in advance. During our visit, there were two administrators at the entrance, without a single hint of a smile and friendliness, but they did not immediately clarify the data, they found out something, talked, and only then ...", "rating": 1, "name": "Lietta li", "cat": "Italian restaurant"}, {"review": "A couple of meters from the entrance to the bar, the thresholds of the car were almost torn off when we parked - there is a huge hole in the middle of the road, which no one is going to even sprinkle a little. As a result, the whole impression of the evening was almost spoiled. Please accept...", "rating": 4, "name": "Lyudmila Yaremenko", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Nataliia Klochanina", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 4, "name": "Olga Zelenyuk", "cat": "Italian restaurant"}, {"review": "Delicious and cozy.\nWe had a very good waiter, but other waiters, according to observations, are so-so. Delicious. Cosy. …", "rating": 3, "name": "Web Master", "cat": "Italian restaurant"}, {"review": " A nice and cozy place. Excellent value for money. I really enjoyed it! Recommended. …", "rating": 4, "name": "Rost K", "cat": "Italian restaurant"}, {"review": "A lot of indoor plants, in general, comfortable. Delicious duck, but the portion is small. Of the desserts, tiramisu is as it should be! Not a bad Pavlova, but very large, it is possible for two. The lemonade was not very good. …", "rating": 5, "name": "Excelsior Kiev", "cat": "Italian restaurant"}, {"review": "Just been here. First time\nAnd I don’t understand why I didn’t go here before, I live near it\nThe opening of the year happened in terms of comfort.😍 Service is unobtrusive, delicious …", "rating": 3, "name": "Антон Гробенкин", "cat": "Italian restaurant"}, {"review": "Tastefully decorated interior, pleasant music, romantic atmosphere and excellent service!\nI recommend! …", "rating": 1, "name": "Юрий Косев", "cat": "Italian restaurant"}, {"review": "Very slow staff. With a work schedule until 23:00, we were pointed to the door around 22:00. Atmospheric place, but the second time I would not go there. …", "rating": 5, "name": "Nadin Larina", "cat": "Italian restaurant"}, {"review": "We were here with friends ... At the entrance, the administrator girl, to the question IS IT POSSIBLE TO TASTE SOMETHING VERY DELICIOUS, answered WE HAVE EVERYTHING VERY TASTY .... here she did not deceive .. All the dishes were masterpieces ... Meat (veal) anything at all...", "rating": 5, "name": "Константин Подлесный", "cat": "Italian restaurant"}, {"review": "We ordered pizza for delivery, delivered everything cold, there were no signs that it had been cooked 30 minutes ago. I had to reheat it in the microwave...", "rating": 1, "name": "Сергій Сало", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Михаил Попов", "cat": "Italian restaurant"}, {"review": " We are sorry that your impression of the visit was spoiled. Write to us in a personal message, or at 0504405433/0983377872\nWe hope we can fix this next time.\n\n", "rating": 5, "name": "Алина Шевченко", "cat": "Italian restaurant"}, {"review": "Delicious. But sometimes there are not pleasant waiters. As if they had never worked in this area before. …", "rating": 5, "name": "InFinitum", "cat": "Italian restaurant"}, {"review": "There is a spacious children's room. There is a changing table in the toilet. The restaurant hall is spacious. The staff are polite. Everything is delicious and neat. They were satisfied with the visit. …", "rating": 5, "name": "Mila Mila", "cat": "Italian restaurant"}, {"review": "The restaurant is beautiful and this takes out a maximum of one star. The pizza is very greasy, so much so that it interrupts the taste of the products. I just threw away half. …", "rating": 5, "name": "Евгений Коминов", "cat": "Italian restaurant"}, {"review": "Cozy atmosphere, exquisite insanely delicious cuisine, friendly staff. We recommend 👍🏾 …", "rating": 5, "name": "Sergiy Smirnov", "cat": "Italian restaurant"}, {"review": " The thing I liked most about the institution is the presence of a large children's room and an animator who entertains children 100%. The cuisine is delicious, the prices are the same as everywhere in similar …", "rating": 5, "name": "Olya Volokita", "cat": "Italian restaurant"}, {"review": " …", "rating": 3, "name": "Ираида Сплавская", "cat": "Italian restaurant"}, {"review": "Cozy place with good food. We sat well and ate delicious food. Average check with alcohol +-700 UAH. …", "rating": 3, "name": "Ihor Matviichuk", "cat": "Italian restaurant"}, {"review": "\nThank you for your review!\nSee you in Buffalino)", "rating": 3, "name": "Alexey Libov", "cat": "Italian restaurant"}, {"review": "Disappointment💔 Celebrated d.r. with the family, previously compiled a menu with a variety of dishes. The emphasis was made on meat and seafood. Considering that 1kg is not enough, I ordered 300 grams each to add meat and fish. Basically it should have come out...", "rating": 5, "name": "Mariana Punhovska", "cat": "Italian restaurant"}, {"review": "Any Buffalino restaurant is a work of art!\nVery tasty, very beautiful and green. …", "rating": 5, "name": "Nataliia Zinchenko", "cat": "Italian restaurant"}, {"review": " Well, delicious, delicious and delicious again! And the cheesecake, well, just stole my heart, tender, moderately sweet, incredible fun!\nWe were lucky with the waitress, the service is skillful, sweet, attentive, …", "rating": 5, "name": "IronVovik", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Камина", "cat": "Italian restaurant"}, {"review": "Atmospheric no doubt. What I didn’t like about the food, out of 5 items, only pizza and coffee were acceptable. The rest is not worth the money. The taste is mediocre closer to inexpensive fast food (pasta and scallops) I do not recommend. …", "rating": 2, "name": "No", "cat": "Italian restaurant"}, {"review": "Terrible Service!!! 20 minutes could not calculate us because you were late for work and paid a simple 20 minutes in a taxi! The food is not tasty at all...", "rating": 5, "name": "Руслан Дударко", "cat": "Italian restaurant"}, {"review": "\nGood afternoon.\nWe are very sorry that our establishment left a bad impression.\nWe kindly ask you to send us a private message and give us the opportunity to correct the situation.", "rating": 5, "name": "Дияшкина Яна", "cat": "Italian restaurant"}, {"review": "Wonderful restaurant! The service is excellent, the cuisine is decent, the choice of dishes and snacks is quite wide. There is a children's room. The child loves to eat children's pizza, he says he has never eaten anywhere tastier. Everything is always very fresh. I recommend …", "rating": 5, "name": "Наталия Лютая", "cat": "Italian restaurant"}, {"review": "Everything is super, the food is at the level, the price for the dish is adequate (maybe expensive for someone).\nInsanely delicious. They took: lasagne, risotto, pizza.\nPleased with bonuses when you leave. …", "rating": 5, "name": "Жити Смачно з Надією Феделеш (Жити Смачно)", "cat": "Italian restaurant"}, {"review": "Went yesterday with a friend. I really liked the place, and most importantly the SERVICE! The waiter Arseniy was so attentive, helpful, taking into account that there are simply no words! Upper class! Ordered salads and shrimp from the oven, delicious! And also…", "rating": 4, "name": "Alex Denis", "cat": "Italian restaurant"}, {"review": "\nElena, thank you for your feedback!\nWe are waiting for new meetings 🌺", "rating": 5, "name": "Андрей Копыл", "cat": "Italian restaurant"}, {"review": "Not very tasty food. But great service. Specifically, I did not like the salad with eggplant and stracatela. But I liked non-alcoholic April and trout. The waiter is amazing. …", "rating": 3, "name": "Yehor Borkov", "cat": "Italian restaurant"}, {"review": "\nGood evening.\nDenfus, thanks for the feedback. Please write what dishes you didn’t like.", "rating": 5, "name": "Марина Романюк", "cat": "Italian restaurant"}, {"review": "Cool place! We were served by the waitress Victoria. I would like to return to the institution, because it was very pleasant to be there. Thanks! Vika is a very nice girl, for her sake I put 5 stars here for the super service and approach to the guest ❤️ …", "rating": 5, "name": "Артём Хорошайлов", "cat": "Italian restaurant"}, {"review": " We visited a new restaurant.\nSpecial thanks to Amini for the service.\nProfessional with a capital letter, knowledge of the menu, friendliness, a …", "rating": 5, "name": "Inga Bi", "cat": "Italian restaurant"}, {"review": "Tatyana Kulyaba\nTonight we decided to have dinner \"Bufalino\" at Obolon.\nImpressions skyrocketed!!! Unfortunately, very unprofessional rude...", "rating": 5, "name": "English School Wise", "cat": "Italian restaurant"}, {"review": "\nDear Tatyana, thank you for your feedback.\nWe are sincerely sorry that this situation has arisen. And thank you for appreciating the work of the entire restaurant team. We are waiting for your visit)", "rating": 5, "name": "Denys Klymenko", "cat": "Italian restaurant"}, {"review": "The first thing that catches your eye is a lot of people. It is advisable to book a table in advance. Inside on the background\nThe Style Loft has plenty of kitchen utensils, a glass room with cheese samples. In …", "rating": 5, "name": "Валерия Куницкая", "cat": "Italian restaurant"}, {"review": "So everything is in order:\n- meeting - the hostess is talking nicely with the waiters at the other end of the hall. A passing waiter drew attention to us (by the way, then he turned out to be part-time …", "rating": 5, "name": "Светлана Кронштатова", "cat": "Italian restaurant"}, {"review": "Well, look, a restaurant is a restaurant. Nothing different from others. It is in the most severe competitive vice. So what?\nIn such a crazy heat, a company of young people collapses and the first thing they want ...", "rating": 5, "name": "Iren Dikovska", "cat": "Italian restaurant"}, {"review": "What a pity that the most delicious cheesecake in town is off the menu. Nothing to advertise. It's a pity. Bring back the salted caramel cheesecake! …", "rating": 5, "name": "valentyn yahnych", "cat": "Italian restaurant"}, {"review": "\nVery cute. Tasty food. Italian pizza)", "rating": 5, "name": "Viktoriia", "cat": "Italian restaurant"}, {"review": "Cozy place, delicious pizza (I especially liked the branded one with cheeses from our own cheese factory). It is a pity that the children's room is now closed for repairs - they counted on it very much. Definitely an institution in terms of level / service / prices - excellent. …", "rating": 5, "name": "Aleksandr Pupchenko", "cat": "Italian restaurant"}, {"review": " Terrible service - no one meets at the entrance, the waiters have to be caught, waited> 5 minutes for the waiter, no one came. …", "rating": 5, "name": "Святослав Саливон", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account.\n\n", "rating": 5, "name": "Даша Малько", "cat": "Italian restaurant"}, {"review": " Nice place, delicious desserts😊\n\n", "rating": 5, "name": "Володимир Іванюк", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Хлыщева Наталья", "cat": "Italian restaurant"}, {"review": "Very good and pleasant place) The food is delicious, the interior and atmosphere are pleasant, the staff is very attentive and friendly, as well as clean. We celebrated a birthday and received a dessert from the institution with a candle and a wish, which, of course, is very …", "rating": 5, "name": "Qsiusha Mikeladze", "cat": "Italian restaurant"}, {"review": "Booked a table for 5:30 pm, arrived at 6:00 pm. The table was only cleaned, waited until 18.30. The service is not very good. …", "rating": 5, "name": "Yulia V", "cat": "Italian restaurant"}, {"review": "Delicious dishes, understandable menu, convenient location of the restaurant, wonderful atmosphere and design of the room, pleasant staff, normal prices. Everything you need for a pleasant meal and the production of hormones of joy :) ...", "rating": 5, "name": "Валентина Толстякова", "cat": "Italian restaurant"}, {"review": "Pizza is delicious, good coffee (objectively). Subjectively, I will not come again, because. in all civilized establishments there is free drinking water!!! And if a guest forgives a glass of water with strong coffee, it is the norm to bring it, and not to tell, ...", "rating": 5, "name": "Julia Stetsyuk", "cat": "Italian restaurant"}, {"review": "\nWe apologize for the spoiled impression, we will definitely take into account your comments", "rating": 2, "name": "Андрій Отрощенко", "cat": "Italian restaurant"}, {"review": " Delicious food, nice atmosphere) will definitely come here again, as the menu has many dishes that you want to taste))) …", "rating": 5, "name": "Lana Ivanchenko", "cat": "Italian restaurant"}, {"review": " There are places where you want to come again and again. This is not the case with Bufalino. The kitchen did not impress. Nothing special. I don't remember anything. In addition to small portions. …", "rating": 4, "name": "Юрій Масштабрика", "cat": "Italian restaurant"}, {"review": "I regularly go to this restaurant in Obolon .. I am satisfied with everything, especially the service of the waiter Sasha .. very good service !! Attentive, friendly, courteous! Thank you for being such a great staff!! …", "rating": 5, "name": "Елена Павловская", "cat": "Italian restaurant"}, {"review": "Were 07.09. The waiters do not know the menu at all, the order is carried for a very long time, the kitchen leaves much to be desired: the steak is rubber, the pasta is worse than at home in a hurry ...", "rating": 5, "name": "Julia Malakhova", "cat": "Italian restaurant"}, {"review": "\nGood afternoon Anastasiia.\nWe are very sorry that our establishment left a bad experience. We kindly ask you to write to us in private messages or dial +380504405433 and give us the opportunity to correct the situation.", "rating": 5, "name": "Анастасия Ваха", "cat": "Italian restaurant"}, {"review": "Incredible bruschettas, magical atmosphere and chic selection of wines!!!\nService for luxury, VIP and deluxe :))) Thank you for being there and see you soon! …", "rating": 5, "name": "Ирина Сенюкова", "cat": "Italian restaurant"}, {"review": "Cool place! From the interior to the menu! Very tasty and adorable cheeses on top! We have our own bakery and cheese factory! There is a cheese room for storing and aging cheeses. Cool! …", "rating": 5, "name": "Ira Fil", "cat": "Italian restaurant"}, {"review": "I really regretted ordering a pepperoni pizza from this establishment. And I don't recommend it to anyone! Terribly oversalted and covered in oil. Horror. I have never eaten worse pizza.\nIt is a pity that such a first impression of this institution turned out. …", "rating": 5, "name": "Света петрова", "cat": "Italian restaurant"}, {"review": "\nHello Lietta li.\nWe are very sorry that our restaurant left a bad experience. We kindly ask you to write us your phone number in private messages and give us the opportunity to correct the situation. Or call us +380504405433.", "rating": 5, "name": "Игорь Калиновский", "cat": "Italian restaurant"}, {"review": "The food is delicious, the service is so-so. There is a children's room, but none of the waiters even told us about it, although they saw that we were with an active child who was running around the hall ...", "rating": 2, "name": "Ол Олекс", "cat": "Italian restaurant"}, {"review": " I try tiramisu in every restaurant with Italian cuisine, but I have already lost hope for something really tasty, like in Italy. Here the waiter said to me \"I don't try anymore\" - \"Try it\". And that was it! After the …", "rating": 5, "name": "Anna Libova", "cat": "Italian restaurant"}, {"review": " The food is delicious, but the waiter had to remind us that we asked for a glass of water. …", "rating": 5, "name": "Inna Demchuk", "cat": "Italian restaurant"}, {"review": "On the plus side, it's beautiful, atmospheric, and delicious.\nOf the minuses - a lot of people and tables are located too close to each other. …", "rating": 1, "name": "Anna Mariia", "cat": "Italian restaurant"}, {"review": "Pretty tasty. Nice atmosphere. Nice kids room. But long service and slightly overpriced, as it seems.\nAnd so, I recommend it. Great place to meet up with friends or just eat…", "rating": 5, "name": "Aleksey Mokhov", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback. Please write to us in a personal message when you were with us. Your impression of carry is very important to us", "rating": 5, "name": "Oleksandr Sosnovskyi", "cat": "Italian restaurant"}, {"review": "Mark is the best waiter and very attentive! Thanks for the great service! 😊 Guests are greeted with a smile and everyone is very nice 😊 …", "rating": 1, "name": "Anna Bolshakova", "cat": "Italian restaurant"}, {"review": " Service so-so. If you do not say that cheesecake is already carried, it will not bring))\nThe dishes are quite tasty …", "rating": 5, "name": "Александр Симочев", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback. It is a pity that your impression of the visit was spoiled. We will be sure to take your comments into account. Have a nice day!\n\n", "rating": 5, "name": "Vladimir Zuz (JCK)", "cat": "Italian restaurant"}, {"review": "They didn’t warn that the work schedule was changed “due to quarantine,” they said when they took out the food and gave them 30 minutes to eat. At the same time, the lights were dimmed and inventory began to be brought in from the street. The food is not tasty and there is not enough of it, but this is my subjective opinion. …", "rating": 5, "name": "Людмила Шульц", "cat": "Italian restaurant"}, {"review": "We had dinner with a friend and was pleasantly surprised - everything was fast, the quality of the dishes - we really liked the desserts, on the recommendation of the waiter and 2 hours of communication in a pleasant atmosphere with music !!! We will definitely come again !!) ...", "rating": 1, "name": "Игорь Мельник", "cat": "Italian restaurant"}, {"review": "Perfect place. Calm, comfortable. Good interior, service, desserts - mmmm, you will lick your fingers. If you are planning a dinner for two or a family vacation or a relaxing holiday with friends - I recommend it. …", "rating": 5, "name": "Serge Loboda", "cat": "Italian restaurant"}, {"review": "I don’t know who saw the attentive staff here, I definitely didn’t notice this) I went in, I stand in front of them, I’m waiting, someone will come up. There are three, attentive, zero reaction - not loaded, seen, they just don't care. I spent a couple of minutes and went to eat ...", "rating": 5, "name": "Діма Ємельянов", "cat": "Italian restaurant"}, {"review": "\nSergey, thank you for leaving a review. This situation is unacceptable for our restaurant. We ask you to leave your phone number in your personal messages so that we can contact you and rehabilitate ourselves. In general, opinion is very important to us.", "rating": 3, "name": "Тата Литвинова", "cat": "Italian restaurant"}, {"review": "Buffalino - love from the first course, since the opening we try not to miss the opportunity to go. Always polite and smiling staff, incredibly delicious cuisine, especially salad with stracciatella cheese and baked eggplant. I also recommend…", "rating": 5, "name": "Юлія Максимова", "cat": "Italian restaurant"}, {"review": "\nMikhail, Thank you for the great feedback!\nAs agreed, we are waiting for you on Sunday 😉", "rating": 5, "name": "Ruslan Selim", "cat": "Italian restaurant"}, {"review": "Very, very cool! We had a rest with a group and we liked everything very much: delicious pizza, cool atmosphere, good service! Guys, you are great! Keep it up  ! Would like to come back again...", "rating": 5, "name": "Valter Scott", "cat": "Italian restaurant"}, {"review": "I was pleasantly surprised, the atmosphere and interior are my respect, the cuisine is delicious, there were no delays in issuing dishes, the staff is pleasant and friendly. In general, I will come back here again and again) …", "rating": 5, "name": "World Auto", "cat": "Italian restaurant"}, {"review": "Nice and cozy, good service, interesting menu, lots of cheeses and cheese dishes…", "rating": 5, "name": "Анастасия Грабовская", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!\nSee you in Buffalino ❤️", "rating": 1, "name": "Vadan Muradyan", "cat": "Italian restaurant"}, {"review": "Cozy and very tasty. Especially the grilled octopus. We have tried this dish in many places, but in buffalino it turned out to be the most delicious. Very pleasant staff. …", "rating": 5, "name": "Стелла Терещенко", "cat": "Italian restaurant"}, {"review": "I decided to sit down to eat, served by the waiter Valery, a very handsome young man\nEverything is good in terms of food, I ordered pizza and shish kebab, everything is very tasty ...", "rating": 5, "name": "Татьяна Старова", "cat": "Italian restaurant"}, {"review": "I recommend!!! We will be back for sure ❤ The service was excellent, delicious and high-quality food, the atmosphere of coziness and comfort. Thank you very much! We will definitely visit this restaurant. …", "rating": 5, "name": "Николай Бакута", "cat": "Italian restaurant"}, {"review": "An application for a high-level restaurant, but the impression was that you were not very welcome there, there were no complaints about the kitchen, but the service and the duration of serving wine (as if a plane with wine was waiting from France) and oysters (as if they were also met in …", "rating": 1, "name": "Novitskiy Denis", "cat": "Italian restaurant"}, {"review": " Duck breast was not very, the sauce - sour. The pizza is not bad. The friendliness and courtesy of the staff is good. …", "rating": 5, "name": "Дмитрий Ефимович", "cat": "Italian restaurant"}, {"review": "Nice stylish place, delicious food. But, a huge minus is the lack of a ramp for entry. As a result, parents with a baby stroller are a real hell to enter, since the double steps limit the entrance as much as possible. For this - rating 3! Maybe, …", "rating": 5, "name": "Слава Тихонова", "cat": "Italian restaurant"}, {"review": "\nThank you, Alexey, for the comment. We are already working on a fix.", "rating": 5, "name": "Photography Nicksu", "cat": "Italian restaurant"}, {"review": " Such an impression that visited for an hour in Italy, atmospheric and delicious) …", "rating": 5, "name": "Sherbatuk Vitalik", "cat": "Italian restaurant"}, {"review": "Great restaurant!!! Excellent cuisine, relaxing atmosphere and super service (the waiter Arseniy is excellent service, pleasant communication and he knows exactly how to make a guest a permanent one! :) now thanks to him this will become my favorite restaurant! …", "rating": 5, "name": "Галина Одинцова", "cat": "Italian restaurant"}, {"review": "\nNatalia, thank you very much for your feedback!\nWe are looking forward to new meetings ❤️", "rating": 5, "name": "Інна Кравчук", "cat": "Italian restaurant"}, {"review": "I went to this restaurant with my wife and went for dinner by chance. Satisfied with the quality of food and staff. I was very pleased with the live music and the general interior. I highly recommend for visiting with the whole family. …", "rating": 3, "name": "Юлія Вихор", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe look forward to seeing you again!", "rating": 5, "name": "Alexander Kucheriavyi", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Альбина Кондрашова", "cat": "Italian restaurant"}, {"review": "Everything is bad. Inattentive untidy waiters who allow themselves to be rude to visitors. The food is tasteless. The coffee is tasteless. The prices are too high. I will never go here again. …", "rating": 4, "name": "Андрей Воронков", "cat": "Italian restaurant"}, {"review": " Rested with the family, a very colorful place, good atmosphere, everything at home, warmly and hospitably greeted the staff, ordered a pizza with pears and gorgonzola, very tasty, the cuisine is also unsurpassed, I …", "rating": 5, "name": "Victoria Pankova", "cat": "Italian restaurant"}, {"review": " Ruslana, we are grateful for the response!\nAlways happy for you and your family)\nSee you in Buffalo 🙌🏼\n\n", "rating": 5, "name": "Valentin Kosiuk", "cat": "Italian restaurant"}, {"review": "An institution with incredibly delicious cuisine, first-class service, and at the same time with its own pleasant atmosphere. If you want to know what it means to do your favorite thing with a soul, then you must visit this restaurant. …", "rating": 3, "name": "Игорь Чайковский", "cat": "Italian restaurant"}, {"review": "\nYana, thanks for the tip!\nVisit us again)", "rating": 4, "name": "Ира Глеба", "cat": "Italian restaurant"}, {"review": " Extremely comfortable and very tasty. Very attentive and friendly staff. The presence of a children's room and love for animals leaves an incredible impression. …", "rating": 5, "name": "Олександр Міцінський", "cat": "Italian restaurant"}, {"review": " Everything here is great food, atmosphere, staff. Super.\n\n", "rating": 5, "name": "Лилия Т", "cat": "Italian restaurant"}, {"review": " Family cafe. Cool master class for children\n\n", "rating": 5, "name": "Євгеній Кулинич", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Елена Танская", "cat": "Italian restaurant"}, {"review": "Nice family run place!\nBut, fly in this hole in front of the restaurant, I almost left half the car there! …", "rating": 5, "name": "Елена Сингай", "cat": "Italian restaurant"}, {"review": " Impressions are mixed. The place is quite nice. Dishes - medium. Expensive. There is nothing clearly unpleasant in this restaurant, but I am unlikely to return here. …", "rating": 5, "name": "Ivan Parkhomenko", "cat": "Italian restaurant"}, {"review": "Somehow they ran in the rain with their girlfriends - they sat them away from the conder, gave them blankets - very comfortable. Delicious menu and beautiful design) …", "rating": 5, "name": "Анна Цилюрик", "cat": "Italian restaurant"}, {"review": "It is always very crowded here, but despite this very fast service. Cosy. Delicious cuisine. We will definitely come. …", "rating": 5, "name": "Мария Постемская", "cat": "Italian restaurant"}, {"review": "Nice interior, friendly staff. The steak, however, was brought to a different roast than ordered, but it was remade without problems for another. Pasta with seafood leaves much to be desired. Everything else is good. …", "rating": 4, "name": "Dmytro Bychek", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback.\nPlease leave your Contacts in a personal message so that we can contact you and clarify the details of the visit. And, of course, we are waiting for you to visit ❤️", "rating": 5, "name": "Irina Korkach", "cat": "Italian restaurant"}, {"review": " Very tasty! F is incredibly cozy! We have been more than once, and we will definitely come again!) Service at the highest level …", "rating": 5, "name": "Сергей Минаков", "cat": "Italian restaurant"}, {"review": "I went for a business lunch - the atmosphere, service, dishes really liked! Highest level! Good luck to you! :) …", "rating": 3, "name": "Den Elizaryev", "cat": "Italian restaurant"}, {"review": "I liked everything very much, good atmosphere, the waiters are pleasant in communication, the food is very tasty and the portions are large enough. I will be back more than once...", "rating": 5, "name": "Надежда Литвинова", "cat": "Italian restaurant"}, {"review": "Nice and cozy, tasty, polite staff and excellent service. Particularly pleased with the large children's room with an animator. I've been there many times and plan to come again...", "rating": 5, "name": "Ирина Винцентик", "cat": "Italian restaurant"}, {"review": "\nSvetlana, we are very glad that you liked it!\nBe sure to come again, we are waiting!)", "rating": 5, "name": "Yana Skaya", "cat": "Italian restaurant"}, {"review": " Delicious place, tasted only pizza and drinks, liked everything. The service is very good and fast (although there were many people in the establishment). It was also nice that from time to time the music is turned …", "rating": 5, "name": "Tatiana Omelchenko", "cat": "Italian restaurant"}, {"review": "In Bufalino there was a promotion that a free glass of wine for breakfast, but they didn’t give it to us, after 2 weeks we came and they gave us this wine and made our deepest apologies. …", "rating": 5, "name": "Вера Михальская", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Dmitry Dmitry", "cat": "Italian restaurant"}, {"review": " Thanks!\n\n", "rating": 5, "name": "Сергей Белоус", "cat": "Italian restaurant"}, {"review": "Very cool place. They cook very tasty food. We liked it, the girl is not ashamed to invite and she will be satisfied)\nThe salads are the bomb. We saw that the oven is cool, you need to go try pizza) ...", "rating": 5, "name": "Сергей «Sergey Dvorsky» Дворский", "cat": "Italian restaurant"}, {"review": "\nAlexander, we are very glad that we managed to impress you. Come to us again - we will try)\nSee you in Buffalino😉", "rating": 3, "name": "Ольга Орел", "cat": "Italian restaurant"}, {"review": " A cozy Italian restaurant with live music. Delicious gourmet food and a wonderful wine list. Friendly staff. The disadvantages include only the prices, but this is a feature of Kiev. You want a good impression-board. …", "rating": 5, "name": "Vladislav Costin", "cat": "Italian restaurant"}, {"review": " Svyatoslav, thank you for choosing us)\nSee you in Buffalo!\n\n", "rating": 5, "name": "Tania Yeshchenko", "cat": "Italian restaurant"}, {"review": "Today I visited your establishment for the first time. Pleasantly surprised by the professionalism of your staff. The waiter Olga served the table, she was pleasantly surprised by the service. I'll be back again...", "rating": 5, "name": "Елена Кукля", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe are waiting for you again)", "rating": 5, "name": "vlad makar", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Сергей Черни", "cat": "Italian restaurant"}, {"review": "Excellent interior, very comfortable, everything was delicious, service at the highest level. The waiter Senya is very attentive, such waiters rarely come across). Vova is probably also good, but he ran somewhere on the second floor, and Senya was for us today ...", "rating": 4, "name": "Кристина Герасименко", "cat": "Italian restaurant"}, {"review": "\nI love this place, delicious and cozy.", "rating": 5, "name": "Люда Борисова", "cat": "Italian restaurant"}, {"review": " ❤ thank you!\n\n", "rating": 5, "name": "Sergey Moshkov", "cat": "Italian restaurant"}, {"review": "Left a good impression after visiting. The prices are reasonable, the menu is very varied, the service is at a decent level. I recommend!! …", "rating": 5, "name": "Антон «Yoff» Федоров", "cat": "Italian restaurant"}, {"review": "Good restaurant! The food is delicious, friendly and polite staff. The order came quickly...", "rating": 5, "name": "Marina Perevezii", "cat": "Italian restaurant"}, {"review": "Valery is a cool waiter! Very positive and cool with the menu. All liked it! :) …", "rating": 2, "name": "Alexandr Splavskiy", "cat": "Italian restaurant"}, {"review": "The cuisine is Italian norms, of which there are many now, the service is sluggish, you won’t get it, the main dish was not waited for, and was not given out. Calling for more drinks and closing the account is not possible ...", "rating": 4, "name": "Ольга Грисюк", "cat": "Italian restaurant"}, {"review": "Caesar is incredible, delicious. The waiter was probably tired, but overall the atmosphere is good. Let's come again! …", "rating": 5, "name": "Myroslava Zuieva", "cat": "Italian restaurant"}, {"review": " Good location, friendly and attentive staff, reasonable prices, good transport links, near the station. Obolon. …", "rating": 1, "name": "Valentyn Lee", "cat": "Italian restaurant"}, {"review": "Very atmospheric institution, excellent waiters, delicious dishes, I will definitely come back here again! …", "rating": 5, "name": "Инна Дзюнь", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Михаил", "cat": "Italian restaurant"}, {"review": "Everything is just super. Delicious food, nice atmosphere, and most importantly, cute, friendly and attentive staff. …", "rating": 5, "name": "Mestniy Ekspert", "cat": "Italian restaurant"}, {"review": "Service: excellent\nPrices: average\nPortions: good...", "rating": 5, "name": "Світлана Бортнік (Mellani)", "cat": "Italian restaurant"}, {"review": "\nIrina, thanks for the good review! We look forward to seeing you again)\nSee you in Buffalino ❤️", "rating": 5, "name": "Елена Зелинская", "cat": "Italian restaurant"}, {"review": "Very good place. Incredibly nice staff, always very clean and tidy, delicious cuisine)\nIf this is your first time visiting Buffalino, I recommend trying Salmon Bruschetta…", "rating": 5, "name": "Ann Lischenko", "cat": "Italian restaurant"}, {"review": "Nice place with delicious food and good service! Pear pizza is my favorite))…", "rating": 5, "name": "Ирина Бондаренко", "cat": "Italian restaurant"}, {"review": "\nDelicious. Prices average+", "rating": 1, "name": "Майя Шевченко", "cat": "Italian restaurant"}, {"review": " ❤ thank you!\n\n", "rating": 5, "name": "Anna X", "cat": "Italian restaurant"}, {"review": " Such a diner, with sky-high prices. It will go for Kyiv baryh …", "rating": 3, "name": "Максим", "cat": "Italian restaurant"}, {"review": "\nBeautiful place, delicious)", "rating": 5, "name": "Serg S", "cat": "Italian restaurant"}, {"review": " Stylish, beautiful, delicious! The food is hearty and attractive in appearance, very tasty non-alcoholic mulled wine, rich. You can come with family 😊 …", "rating": 4, "name": "Marina Melekhova", "cat": "Italian restaurant"}, {"review": "Either they let you with a dog, then they don’t\nYou decide somehow. We went to breakfast especially for you, but the manager said dogs are not allowed. We will not come to you again without a dog ...", "rating": 5, "name": "Таня Томин-Остапчук", "cat": "Italian restaurant"}, {"review": "\nHello Anna Maria! We are very sorry that such a situation has occurred. But considering that there were a lot of children in the restaurant, and your dog is larger than average, we had to refuse you. You can pre-book a table in a separate room to accommodate there with your pet.", "rating": 5, "name": "Ада Демчук", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Станислава Погоржельская", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Peter Kasyan", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Aleksandr Gerasymeiko", "cat": "Italian restaurant"}, {"review": "Our pizza was drying for 10 minutes, the waiter walked by. When asked why it took so long, he replied: “Next time you will pick it up yourself.” …", "rating": 5, "name": "Нина Костючок", "cat": "Italian restaurant"}, {"review": "\nDear Anna, thank you for your feedback. Please leave your phone number in a personal message so that we can contact you and clarify the situation. Your feedback is very important to us.", "rating": 5, "name": "MasterOk", "cat": "Italian restaurant"}, {"review": "\"Tarantino Family\" works perfectly in the restaurant market of Ukraine. In fact, each institution can be celebrated and celebrated. …", "rating": 5, "name": "сергей старостин", "cat": "Italian restaurant"}, {"review": "Excellent establishment. The pizza is just amazing! Try the pear pizza, it's awesome... Desserts are fantastic! …", "rating": 5, "name": "Elena Kolesnikova", "cat": "Italian restaurant"}, {"review": "I liked it very much! It was very comfortable even in a big company and special thanks to the staff for their courtesy and prompt service :) …", "rating": 5, "name": "Olena Guck", "cat": "Italian restaurant"}, {"review": " I am now standing under the door of the establishment to order, knocking on the door, and I am not even opened! …", "rating": 5, "name": "Александр Савенок", "cat": "Italian restaurant"}, {"review": " Hello!\nPlease leave a phone number so we can contact you.\nYour opinion is very important to us\n\n", "rating": 5, "name": "Юлия Барабаш", "cat": "Italian restaurant"}, {"review": " Cozy, delicious cuisine, service at the highest level.\nWe will definitely visit again. …", "rating": 5, "name": "Людмила Скородед", "cat": "Italian restaurant"}, {"review": " Great restaurant, the atmosphere is calm and I want to sit still, waiter Arseniy professional waiter immediately noticed that not the first day is working, we will come again ☺️. …", "rating": 4, "name": "Ludmila Mila", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Vit But", "cat": "Italian restaurant"}, {"review": "Magnificent cuisine\nCheese is fantastic...", "rating": 5, "name": "Инна Моторная", "cat": "Italian restaurant"}, {"review": " …", "rating": 1, "name": "Светлана Рудик", "cat": "Italian restaurant"}, {"review": "Very cool place, the best chefs) all tastes are so well combined that you just lick your fingers) I always come here with friends, and we are always welcome at home))) …", "rating": 5, "name": "Ирина Ходаковская", "cat": "Italian restaurant"}, {"review": "\nThanks for the kind words)\nWe are waiting for you again ❤️", "rating": 5, "name": "Yevhen V.", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Горбаток", "cat": "Italian restaurant"}, {"review": "\nThank you❤", "rating": 5, "name": "Андрей Загреба", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Michiru Kaiou", "cat": "Italian restaurant"}, {"review": "The director and the deputy director tell the staff that they don’t pay salaries themselves, they sit and do nothing, they just cook the cash desk, the atmosphere is terrible, I myself worked for me, they deceived me and didn’t pay, it was the deputy director Anton, one word must be conveyed to the owner of this ...", "rating": 5, "name": "Анастасія Миронова", "cat": "Italian restaurant"}, {"review": "Absolutely delighted with the food and service! Special and many thanks to Arseniy, who shows such professionalism in his work that I want to come back here many more times and invite more friends!!! …", "rating": 5, "name": "Vladimir Umanets", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe are definitely waiting for you!\nSee you in Buffalino ❤️", "rating": 5, "name": "Yogi Polly", "cat": "Italian restaurant"}, {"review": "We visited this restaurant again yesterday. Once again, I really liked everything. Thanks to the waiters for the good service! …", "rating": 5, "name": "Лариса Лебедь", "cat": "Italian restaurant"}, {"review": "\nThank you, Tatiana, for your feedback! Come to us more often)", "rating": 4, "name": "Viktor Yushchenko", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олег Цупенков", "cat": "Italian restaurant"}, {"review": "They were very upset - they said on the phone that they accept Tarantino certificates, but they asked again when visiting the restaurant - it turns out that they don’t. …", "rating": 5, "name": "Аліна Олефіренко", "cat": "Italian restaurant"}, {"review": "Good service, delicious pizzas, delicious cheeses, tasty octopus, hard ribs, didn't like it very much. …", "rating": 5, "name": "Ирина Савчук", "cat": "Italian restaurant"}, {"review": "Delicious salad with eggplant and tuna tartare 🤤🤤🤤\nSeparate plus for the friendly waitress ❤️ …", "rating": 5, "name": "Юлия Кондратенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Антон Шимко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Тюлюков", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback❤\n\n", "rating": 5, "name": "Валерий Табаков", "cat": "Italian restaurant"}, {"review": "The service is decent, many thanks to the chefs for the quality of the dishes. Everyone is satisfied and we recommend for a visit. …", "rating": 1, "name": "Александр Петров", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!\nSee you again in Buffalino 🌺", "rating": 5, "name": "Maxim Tsimbaluk", "cat": "Italian restaurant"}, {"review": " Nice place, felt comfortable. Very tasty and fast service …", "rating": 5, "name": "Daria Philippova", "cat": "Italian restaurant"}, {"review": " I liked the interior, atmosphere and service. I did not get gastronomic pleasure. …", "rating": 4, "name": "Алексей N", "cat": "Italian restaurant"}, {"review": " Liked it a lot. So keep the brand going!\n\n", "rating": 5, "name": "Антон Школьный", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback. Have a nice day.\n\n", "rating": 5, "name": "Евгений Глазов", "cat": "Italian restaurant"}, {"review": "Very tasty food, beautiful interior, there are playrooms for children - the child liked it. …", "rating": 5, "name": "Ярослав Кучеренко", "cat": "Italian restaurant"}, {"review": "Lovely, modern cafe, with friendly staff, delicious coffee and cake, all in an original presentation. Comfortable, satisfying, inexpensive ...", "rating": 5, "name": "Svitlana Karabadzhak", "cat": "Italian restaurant"}, {"review": "I liked everything very much. Delicious food and nice staff. Thanks for a nice evening! …", "rating": 5, "name": "Yuliya Bazhenova", "cat": "Italian restaurant"}, {"review": "Yesterday I was with my wife for the first time in Buffalino, everything was wonderful, we were pleasantly surprised by our waiter Arseniy, unexpectedly such a stingy service, he explained everything, showed, advised, we will now go constantly ...", "rating": 5, "name": "Михаил Голофаев", "cat": "Italian restaurant"}, {"review": "\nValentine, thanks for the feedback!\nCome more often)\nSee you in Buffalino 🧀", "rating": 5, "name": "Juli Juli", "cat": "Italian restaurant"}, {"review": " Kitchen for three, the prices are average. There is not enough raisins. The service is good. There is a place to move ☝ …", "rating": 5, "name": "Море Туров", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nWe are constantly working to become better.\nI am very interested in what dishes you tasted?\nWe are waiting for you again, the chef will prepare something special)\n\n", "rating": 5, "name": "Олег Зиневич", "cat": "Italian restaurant"}, {"review": "The children were offered pizza with spicy sausages, they refused to eat. True, as an apology, they treated us to sorbet. …", "rating": 1, "name": "always get broke (Inv1zz)", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Daria Somova", "cat": "Italian restaurant"}, {"review": " Very tasty and cozy🤗\n\n", "rating": 4, "name": "Sub-Bubble", "cat": "Italian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Андрей Гриценко", "cat": "Italian restaurant"}, {"review": " Delicious cuisine, attentive service. I really liked the cheese …", "rating": 5, "name": "Olga", "cat": "Italian restaurant"}, {"review": "Mom's birthday was celebrated this weekend, we were very impressed, my family really liked the kitchen, we will come to you often) ...", "rating": 5, "name": "Elena Droshchenko", "cat": "Italian restaurant"}, {"review": "\nWe are very glad that you liked it with us! Come again)", "rating": 3, "name": "Yurii B", "cat": "Italian restaurant"}, {"review": "\nThe desserts and cappuccino are great.", "rating": 5, "name": "Людмила Барская", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Анна Лушникова", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Yuliia L", "cat": "Italian restaurant"}, {"review": "\nAnna, thanks for the tip!\nWe are waiting for you again 🌺", "rating": 5, "name": "виктория олийниченко", "cat": "Italian restaurant"}, {"review": "\nNice atmosphere and delicious pizza🌝", "rating": 5, "name": "Мирослава Клопотар", "cat": "Italian restaurant"}, {"review": "\nMaria, thank you for your feedback!\nSee you in Buffalino ❤️", "rating": 5, "name": "василий уссури", "cat": "Italian restaurant"}, {"review": " Simple but delicious dishes. Mid-level prices. The service is good, but not experienced. A little loud. …", "rating": 5, "name": "Julia Borodai fb96", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback. Could you leave your contacts in a personal message so we can find out the details of the visit? We will be very grateful for that. And, of course, we are waiting for you to visit)\n\n", "rating": 5, "name": "Oleg Zinevych", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Наталья", "cat": "Italian restaurant"}, {"review": "I really liked your restaurant, friendly and attentive staff, we celebrated the girl’s birthday, all our guests were very satisfied …", "rating": 5, "name": "Indik47", "cat": "Italian restaurant"}, {"review": "\nThanks for the feedback!\nCome to us again!", "rating": 5, "name": "Valentin Goncharov", "cat": "Italian restaurant"}, {"review": "\nNormal but not the greatest", "rating": 5, "name": "Марина Александровна", "cat": "Italian restaurant"}, {"review": " The cuisine is excellent, the service is good. I recommend. There are a lot of visitors at the weekend …", "rating": 4, "name": "Ірина Лимар", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\nLooking forward to seeing you again)\n\n", "rating": 4, "name": "Денис Беркли", "cat": "Italian restaurant"}, {"review": "\nGreat atmosphere and delicious pizza", "rating": 4, "name": "Евгений Маслак", "cat": "Italian restaurant"}, {"review": "\nThank you❤", "rating": 1, "name": "Александра Макушева", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Юлия Зюкина", "cat": "Italian restaurant"}, {"review": "Arseniy served, a wonderful person, very pleasant to talk to; fast service ... it was sincere, considering that they only looked for an hour\nI liked it very much! …", "rating": 5, "name": "Александр Кравчук", "cat": "Italian restaurant"}, {"review": " Great place on the shell, especially the interior, the food is also delicious! …", "rating": 5, "name": "Svitlana Zagidko", "cat": "Italian restaurant"}, {"review": "In general, I liked everything except for one thing - flies that flew inside the establishment in large numbers. It's strange that they don't do anything about it...", "rating": 5, "name": "Виталий Колесник", "cat": "Italian restaurant"}, {"review": "\nGood day!\nThanks for your feedback.\nWe apologize for the inconvenience, unfortunately, when the stained-glass windows are open, insects can fly into the hall.", "rating": 5, "name": "Михаил Семенюк", "cat": "Italian restaurant"}, {"review": "\nThe veal medallions are great! Real jam!", "rating": 5, "name": "Юлия Олейник", "cat": "Italian restaurant"}, {"review": "\nThank you for your appreciation of our work.", "rating": 5, "name": "Владимир Глущенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Андрій Мяготін", "cat": "Italian restaurant"}, {"review": " Nice interior, but not very tasty, pizza on a thin dough ((( …", "rating": 5, "name": "Тетяна Чубарова", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Мисюра", "cat": "Italian restaurant"}, {"review": "\nWe are glad that you liked everything)\nSee you soon in Buffalino!", "rating": 5, "name": "Марьяна Сандульская", "cat": "Italian restaurant"}, {"review": " Very tasty🔥🔥🔥 everything is just top, thank you!\n\n", "rating": 5, "name": "Serg Razsamakin", "cat": "Italian restaurant"}, {"review": "Delicious food, beautiful presentation, calm and cozy atmosphere. Restaurant belissimo!) …", "rating": 5, "name": "Daryna Bykhovchenko", "cat": "Italian restaurant"}, {"review": "\nElena, thank you for your feedback!\nWe are very glad that you liked us)\nWe are waiting for new meetings!", "rating": 5, "name": "Андрей Ходаковский", "cat": "Italian restaurant"}, {"review": "A chic place to relax, and evening gatherings with friends, or with a loved one, the kitchen is 10/10🔥, the service is top notch 🙌🏻 We will definitely come to you again, thank you!!!❤️ …", "rating": 5, "name": "sabal sabal", "cat": "Italian restaurant"}, {"review": "\nVlad, thank you for your feedback!\nWe are waiting for you again)", "rating": 5, "name": "Александр Беклемищев", "cat": "Italian restaurant"}, {"review": "Excellent restaurant! Excellent service! Very tasty cuisine! I recommend!! …", "rating": 4, "name": "Павел Боярский", "cat": "Italian restaurant"}, {"review": " Delicious, but noisy and you have to wait a long time to order. …", "rating": 4, "name": "Dmytro Peretiatko", "cat": "Italian restaurant"}, {"review": "Magical place with excellent cuisine and polite staff 10 out of 10, I recommend!😁 …", "rating": 5, "name": "ksena35", "cat": "Italian restaurant"}, {"review": " Very tasty, nice staff.\n\n", "rating": 5, "name": "Катерина Широконос", "cat": "Italian restaurant"}, {"review": "Liked! Nice, inviting atmosphere in this place! I recommend! …", "rating": 5, "name": "Наташа Аскерова", "cat": "Italian restaurant"}, {"review": "\nAnton, thanks for the recommendations!\nWe are waiting for your visit)", "rating": 5, "name": "Denys Bogatyrchuk", "cat": "Italian restaurant"}, {"review": " …", "rating": 2, "name": "Світлана Тригубенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Alex Vedenyapin", "cat": "Italian restaurant"}, {"review": " Delicious raf coffee. Prices are above average. Good atmosphere …", "rating": 5, "name": "Yuliia Gorokhovska", "cat": "Italian restaurant"}, {"review": " Olga, thanks for the feedback!\nSee you in Buffalo, as soon as possible 🌺\n\n", "rating": 5, "name": "Nikita Surakevich", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Псядло", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe are waiting for you again 🌺", "rating": 5, "name": "Анастасия", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Елена Шеремет", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Макаренко", "cat": "Italian restaurant"}, {"review": "\nGood food, more or less adequate prices", "rating": 4, "name": "Таня Ткаченко", "cat": "Italian restaurant"}, {"review": "\nGreat restaurant, delicious.", "rating": 4, "name": "hs. inc", "cat": "Italian restaurant"}, {"review": " Thank you for appreciating our work❤\n\n", "rating": 5, "name": "Елена Алексеенко врач УЗД", "cat": "Italian restaurant"}, {"review": " Pleasant service and delicious breakfasts)\n\n", "rating": 5, "name": "Андрей Скильсара", "cat": "Italian restaurant"}, {"review": "\nInsanely delicious new place in Obolon!", "rating": 5, "name": "Світлана Щолокова", "cat": "Italian restaurant"}, {"review": "\nElena, we hope you will be our regular guest) See you soon!", "rating": 5, "name": "Елена Михайлова", "cat": "Italian restaurant"}, {"review": " Everything is very tasty, pizza like in Italy. I advise everyone to visit this institution. …", "rating": 4, "name": "Оля Ткачук", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nSee you in Buffalo)\n\n", "rating": 5, "name": "Maryna Tiuliukova", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Юрій Кулініч", "cat": "Italian restaurant"}, {"review": " Poor quality dishes. Service for 4 points\n\n", "rating": 5, "name": "Юлия Остапенко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ярослав Майбоженко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Sergii Pozharov", "cat": "Italian restaurant"}, {"review": "\nDear Maxim, your feedback is very important for us. Please leave your phone number in a personal message to clarify the situation.", "rating": 3, "name": "Максим Бобырёв", "cat": "Italian restaurant"}, {"review": "\nVery good restaurant with excellent food", "rating": 4, "name": "Vladimir Venheresh", "cat": "Italian restaurant"}, {"review": "A good place for good leisure: delicious food, pleasant service, unobtrusive music and a cozy interior. …", "rating": 5, "name": "Anatolii Konkov", "cat": "Italian restaurant"}, {"review": "\nMarina, thank you for your feedback!\nUntil next time in Buffalino ❤️", "rating": 5, "name": "Artem Vu", "cat": "Italian restaurant"}, {"review": " THE TASTIEST CHEESE CHEESE OF KIEV !!!!!\n\n", "rating": 5, "name": "Tanya Kalushevich", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nSee you in Buffalo ❤️\n\n", "rating": 5, "name": "Svitlana Popovska", "cat": "Italian restaurant"}, {"review": " Liked very much. Everything is cool\n\n", "rating": 5, "name": "Дмитрий Кукушкин", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Коваль", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Anya Shkola", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Nataliia Radzivilova", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Александра Бокийчук", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Ed Turns", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Любов Костюк", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Куринная", "cat": "Italian restaurant"}, {"review": " Very tasty! Snug. You can come with children\n\n", "rating": 3, "name": "Катруся Мирославская", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nLooking forward to seeing you again in Buffalo ❤️\n\n", "rating": 5, "name": "Арина Ивасюк", "cat": "Italian restaurant"}, {"review": "\nNice kitchen. But a bit crowded", "rating": 5, "name": "Ljuba Danylenko", "cat": "Italian restaurant"}, {"review": "\nDelicious 😋", "rating": 5, "name": "Інна Цвік", "cat": "Italian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Дмитрий Иванчук", "cat": "Italian restaurant"}, {"review": "\nVery tasty and the prices are great", "rating": 5, "name": "Alex Alex", "cat": "Italian restaurant"}, {"review": "\nNot a bad restaurant, for an amateur", "rating": 4, "name": "Андрей Корниенко", "cat": "Italian restaurant"}, {"review": " Excellent value for money\n\n", "rating": 5, "name": "Maria Cahu", "cat": "Italian restaurant"}, {"review": "\nGreat place and the pizza is very tasty)", "rating": 1, "name": "Aleksandr Azbukin", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Tymur Prorochenko", "cat": "Italian restaurant"}, {"review": "\nVery tasty, cozy and sincere. Recommend!", "rating": 5, "name": "Сергей Воронков", "cat": "Italian restaurant"}, {"review": "\nIrina, thanks for the tip!\nSee you in Buffalino)", "rating": 5, "name": "Lee Morly", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Надежда ГЕМАЙ", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Toma Andrushchak", "cat": "Italian restaurant"}, {"review": " Well, very tasty cuisine. I recommend.\n\n", "rating": 5, "name": "Роман Тарнавский", "cat": "Italian restaurant"}, {"review": " Andrew, thank you for sharing your impressions! We are waiting for new meetings)\n\n", "rating": 3, "name": "Евгений Мирошниченко", "cat": "Italian restaurant"}, {"review": " Beautiful interior, delicious cooking\n\n", "rating": 4, "name": "Дарина Гулюта", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii Demydenko", "cat": "Italian restaurant"}, {"review": "\nAnastasia, thank you for your feedback! See you in Buffalino)", "rating": 5, "name": "Michael Zinchenko", "cat": "Italian restaurant"}, {"review": " Delicious, good service, convenient location ..\n\n", "rating": 5, "name": "Никита Нектов", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nSee you in Buffalo)\n\n", "rating": 5, "name": "Юлия Коваленко", "cat": "Italian restaurant"}, {"review": " …", "rating": 2, "name": "Лора", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!\nUntil next time in Buffalino 🍕", "rating": 5, "name": "Юрий Токатлы", "cat": "Italian restaurant"}, {"review": "\nGreat place for a good holiday.", "rating": 4, "name": "Людмила Ковтонюк", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Вита Дашкевич", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Натали Бровар", "cat": "Italian restaurant"}, {"review": "\nThe pizza is just super!", "rating": 5, "name": "АЛЕСЯ ОстровскаЯ", "cat": "Italian restaurant"}, {"review": " Delicious food, good service, sincere people. 🤗👍\n\n", "rating": 5, "name": "Iryna Miroshnychenko", "cat": "Italian restaurant"}, {"review": " Thanks for the feedback!\nSee you in Buffalo 🌹\n\n", "rating": 5, "name": "Леся Тутик", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Игорь Кошелев", "cat": "Italian restaurant"}, {"review": " Everything was unsurpassed\n\n", "rating": 5, "name": "Inna Rudchenko", "cat": "Italian restaurant"}, {"review": " Thanks!\n\n", "rating": 4, "name": "Наташа Завірюха", "cat": "Italian restaurant"}, {"review": "\nGood portions, great grilled meats.", "rating": 5, "name": "Государская Ольга", "cat": "Italian restaurant"}, {"review": "\nAnton, thank you for your feedback! We are looking forward to new meetings 🍾", "rating": 5, "name": "Pavel Miroshnyk", "cat": "Italian restaurant"}, {"review": "\nDelicious. Good service", "rating": 5, "name": "Лера Лоза", "cat": "Italian restaurant"}, {"review": "Comfortable", "rating": 4, "name": "Avic Shop", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Диана Кравченко", "cat": "Italian restaurant"}, {"review": "\nPizza 4 meat just fire !!!", "rating": 5, "name": "В'ячеслав Широконос", "cat": "Italian restaurant"}, {"review": "\nThis is love from the first piece ❤❤❤", "rating": 5, "name": "Тетяна Зоренко", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "kris sha", "cat": "Italian restaurant"}, {"review": "\nA cozy restaurant with good food.", "rating": 5, "name": "Iryna Varlakova", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback!\nWe are waiting for you 🧀", "rating": 5, "name": "Оксана Мартинчик", "cat": "Italian restaurant"}, {"review": "\nCozy restaurant with delicious cuisine;)", "rating": 5, "name": "Volodymyr Leonov", "cat": "Italian restaurant"}, {"review": "\nEugene, thanks for the tip!\nSee you in Buffalino ❤️", "rating": 5, "name": "Yelyzaveta Gavrylenko", "cat": "Italian restaurant"}, {"review": "\nVery tasty and atmospheric!)", "rating": 5, "name": "Igor Igor", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Carolina Tserkovna", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe are waiting for you again 🌺", "rating": 5, "name": "Kseniya Eltuhi", "cat": "Italian restaurant"}, {"review": " …", "rating": 5, "name": "Viktoriia Mi", "cat": "Italian restaurant"}, {"review": "\nThank you for taking the time to leave a review, we are very pleased!\nDuring the lockdown, we work on delivery and self-delivery. We will be happy to prepare and deliver your favorite dishes 🍕🧀🍝", "rating": 4, "name": "alexandr oleynik", "cat": "Italian restaurant"}, {"review": "Great new cozy place on Obolon.\nI advise everyone. …", "rating": 4, "name": "Евгений Кирстя", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback! We are waiting again!", "rating": 5, "name": "Тарас Мірошниченко", "cat": "Italian restaurant"}, {"review": " Tasty, fun, nice\n\n", "rating": 5, "name": "С С", "cat": "Italian restaurant"}, {"review": "Great place, delicious food, service👍\nThanks 😉…", "rating": 5, "name": "Артем Костецкий", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nSee you in Buffalino!)", "rating": 5, "name": "Alina Antonuk", "cat": "Italian restaurant"}, {"review": " …", "rating": 4, "name": "Iryna Nehrieieva, MEAL Consultant", "cat": "Italian restaurant"}, {"review": "\nOleg, thanks for the tip! We are very glad that you like our dishes.\nWe are waiting for you again)))", "rating": 5, "name": "Надежда Бондаренко", "cat": "Italian restaurant"}, {"review": "\nworst pizza in Kiev", "rating": 5, "name": "Дарья Телегина", "cat": "Italian restaurant"}, {"review": "\nTasty, cozy and beautiful :)", "rating": 5, "name": "Nikolay “BadTimes”", "cat": "Italian restaurant"}, {"review": "\nThank you for your feedback, Daria!\nWe are waiting for you again 🌺", "rating": 5, "name": "Ирина Жидкова", "cat": "Italian restaurant"}, {"review": "\nnot bad. buffalino top 👍", "rating": 5, "name": "Oleg Voronenko", "cat": "Italian restaurant"}, {"review": "\nEverything is very delicious.", "rating": 5, "name": "Володимир Попович", "cat": "Italian restaurant"}, {"review": " Real service and delicious\n\n", "rating": 5, "name": "Tatyana Harlova", "cat": "Italian restaurant"}, {"review": " Good food, great service\n\n", "rating": 5, "name": "Яна Компаниец", "cat": "Italian restaurant"}, {"review": " Thank you for writing a review!\nWe are waiting for you again)\n\n", "rating": 5, "name": "Val", "cat": "Italian restaurant"}, {"review": " Food is not worth the money\n\n", "rating": 5, "name": "Анастасия Зелинская", "cat": "Italian restaurant"}, {"review": " We are very sorry for this response. Please leave your phone number in a personal message so that we can identify and correct deficiencies.\nYour opinion is very important to us.\n\n", "rating": 5, "name": "Лоран", "cat": "Italian restaurant"}, {"review": "\nTasty. Own cheese dairy.", "rating": 5, "name": "Timur Nemchenko", "cat": "Italian restaurant"}, {"review": "\nThis is just a fantastic restaurant !!!", "rating": 5, "name": "Viktor Ripka", "cat": "Italian restaurant"}, {"review": "\nAnna, thanks for the tip!\nWe continue to try for you)\nSee you in Buffalino ❤️", "rating": 4, "name": "Марина К", "cat": "Italian restaurant"}, {"review": " Very tasty!)\n\n", "rating": 5, "name": "Анна", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Алена Тишутина", "cat": "Italian restaurant"}, {"review": " Everything is great))\n\n", "rating": 5, "name": "Lesya Melnychenko", "cat": "Italian restaurant"}, {"review": " Test..\n\n", "rating": 5, "name": "Наташа Рогожа", "cat": "Italian restaurant"}, {"review": "\ncutie", "rating": 5, "name": "Николай Ляпалов", "cat": "Italian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Maksimova Oksana", "cat": "Italian restaurant"}, {"review": "\nCaramelized eggplant is something.", "rating": 2, "name": "Богдан Гаращенко", "cat": "Italian restaurant"}, {"review": "❤️", "rating": 5, "name": "Александр Гребенюк", "cat": "Italian restaurant"}, {"review": "\nVery tasty!", "rating": 4, "name": "Olesia V", "cat": "Italian restaurant"}, {"review": " Great place.\n\n", "rating": 2, "name": "Taras Lozovyi", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Виталий Нагирный", "cat": "Italian restaurant"}, {"review": "\nSuper ❤", "rating": 5, "name": "Alexander Khokhlov", "cat": "Italian restaurant"}, {"review": " Cozy and delicious place👌\n\n", "rating": 5, "name": "Алена Бондаренко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Svetlana Chukur", "cat": "Italian restaurant"}, {"review": "\nGood atmosphere", "rating": 5, "name": "Юлик Климушкин", "cat": "Italian restaurant"}, {"review": "\nTerrible service", "rating": 5, "name": "Yevhen Potrebenko", "cat": "Italian restaurant"}, {"review": " We are sorry that your impression of the visit was spoiled. Write to us in a personal message, or at 0504405433\nWe hope we can fix this next time.\n\n", "rating": 4, "name": "Алена Чуйко", "cat": "Italian restaurant"}, {"review": "❤️", "rating": 5, "name": "Ирина Вакуленко", "cat": "Italian restaurant"}, {"review": "\nDelicious and cozy.", "rating": 5, "name": "Эля Соколова", "cat": "Italian restaurant"}, {"review": " Good atmosphere and service\n\n", "rating": 5, "name": "FitCurvesNyvky", "cat": "Italian restaurant"}, {"review": " Thank you for your feedback!\nLooking forward to seeing you again)\n\n", "rating": 4, "name": "Александра Даскалюк", "cat": "Italian restaurant"}, {"review": "\nYouth cafe for the intelligentsia))", "rating": 5, "name": "Александр Сергунин", "cat": "Italian restaurant"}, {"review": "\nmentally", "rating": 5, "name": "Андрей Мугир", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Andriy Duboriz", "cat": "Italian restaurant"}, {"review": "\nGreat Italian restaurant", "rating": 5, "name": "Masha Sokol", "cat": "Italian restaurant"}, {"review": "\nVladimir, thank you for your feedback!\nSee you in Buffalino ❤️", "rating": 4, "name": "Максим Боднар", "cat": "Italian restaurant"}, {"review": " Amina is super\n\n", "rating": 5, "name": "Марина Касьян", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Vadym Vedmedenko", "cat": "Italian restaurant"}, {"review": " Good, delicious\n\n", "rating": 5, "name": "Настя Гаврилюк", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Дарья Полянна", "cat": "Italian restaurant"}, {"review": " Deliciously!)))\n\n", "rating": 5, "name": "Daryna Vasilenko", "cat": "Italian restaurant"}, {"review": " We are very pleased to read!\nSee you next time зустрі\n\n", "rating": 5, "name": "Павел Кавешников", "cat": "Italian restaurant"}, {"review": "\nVery nice place)", "rating": 4, "name": "Назар Менько", "cat": "Italian restaurant"}, {"review": "\nMy favorite place in Obolon", "rating": 5, "name": "Alisa BaRelina", "cat": "Italian restaurant"}, {"review": "\nFor children - expanse", "rating": 4, "name": "Толя Смілянець", "cat": "Italian restaurant"}, {"review": "\nVery, very positive", "rating": 5, "name": "Iana", "cat": "Italian restaurant"}, {"review": "\nGreat coffee", "rating": 5, "name": "Sergii Marchenko", "cat": "Italian restaurant"}, {"review": "\nObolon is one of the best.", "rating": 3, "name": "Volod Khalupko", "cat": "Italian restaurant"}, {"review": "\nDmitry, thanks for the feedback.\nSee you soon in Buffalino)", "rating": 5, "name": "Artem Solovey", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Kirill Kolyshenko", "cat": "Italian restaurant"}, {"review": " Tasty and comfortable\n\n", "rating": 5, "name": "Андрей Оцабера", "cat": "Italian restaurant"}, {"review": " Catherine, we are glad that you are satisfied) See you in Buffalo 🧀\n\n", "rating": 5, "name": "Natasha Tur", "cat": "Italian restaurant"}, {"review": "\nPasta yum yum salads yum yum", "rating": 3, "name": "Ayat Nouari", "cat": "Italian restaurant"}, {"review": "\nTop", "rating": 5, "name": "Igor Rozhkov", "cat": "Italian restaurant"}, {"review": " No coffee\n\n", "rating": 5, "name": "Катя Левтик", "cat": "Italian restaurant"}, {"review": "\nLong service", "rating": 5, "name": "Владимир Сорока", "cat": "Italian restaurant"}, {"review": " Thanks for your feedback!\nWe hope we can fix it next time. Have a nice day!\n\n", "rating": 5, "name": "Сергей Концурак", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Роман Х", "cat": "Italian restaurant"}, {"review": "❤", "rating": 5, "name": "Валентин Сирица", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Rhino", "cat": "Italian restaurant"}, {"review": "❤", "rating": 4, "name": "Serhii Yakymenko", "cat": "Italian restaurant"}, {"review": "\nLick your fingers 😋", "rating": 5, "name": "FeNoMeN", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Александр", "cat": "Italian restaurant"}, {"review": "❤", "rating": 5, "name": "Анастасия Борецкая", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Stepan Samotis", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Nadja Baibuza", "cat": "Italian restaurant"}, {"review": "\nNice cozy place🤩🤩🤩", "rating": 5, "name": "маргарита марго", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Светлана Богданович", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Александр ТИХОХОД", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Amir abolhassani", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Юлия Черкашина", "cat": "Italian restaurant"}, {"review": "\nBeautiful place", "rating": 4, "name": "Elijah Graff", "cat": "Italian restaurant"}, {"review": "\nA good place", "rating": 4, "name": "Андрей Радченко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ksu Mironenko", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Олександр Рибак", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Александр Головко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Kateryna Razinkova", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Setik Kotik", "cat": "Italian restaurant"}, {"review": "All liked it!!!", "rating": 5, "name": "Сергей Бабич", "cat": "Italian restaurant"}, {"review": "\nJulia, thanks for your feedback!\nSee you in Buffalino)", "rating": 5, "name": "Jenia Stati", "cat": "Italian restaurant"}, {"review": "Tasty meat", "rating": 5, "name": "Leonid Marchenko", "cat": "Italian restaurant"}, {"review": "\nThanks for your feedback!\nWe are waiting for you again)", "rating": 5, "name": "inna step", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ривер Гриль", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Myronets Denis", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Олександр Гурець", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Марина Пархоменко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Andrey Marchenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Margaryta Grygoryan", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Наталія", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Евгения Соколова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Olena Vovk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ihor Sokil", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 3, "name": "Богдана Тарасевич", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Виталий Сердюков", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Росланкин Константин", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Шумило", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Mykola Podolian", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Ольга Ярема", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Lena N", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Eleanor Shtanko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Катя Маркеева", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ярослава Билан", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Виталий Киевлянин", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Евгения Гарская", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Сергей Ровенских", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Оксана Сл", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Алексей Коптилый", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Dmitry Akhatov", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Анастасия Черновол", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Алексей Ангеловский", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Наташа Клименко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Людмила Гриценко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Анна Коваль", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Костюкович", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Юлия Овчаренко", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 4, "name": "Руслан Сокол", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Лилия Попова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Tetyana Suprunova", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Ольга Чижевська", "cat": "Italian restaurant"}, {"review": "❤", "rating": 5, "name": "Андрій Рак", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Инна Выдолоб", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "SvetLana Gilevskaya", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Oleg Stepanyuk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "boroka tv", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Олег Колоша", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Eugene Dorofeev", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Оксана Козленко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Коля Вороненко", "cat": "Italian restaurant"}, {"review": "❤", "rating": 4, "name": "Yevgenii Safonov", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Elena Nechaeva", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Vitaliy Sokolenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Илья Кукса", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Vitalia Milaeva", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Алексей Курдыбан", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Igor Yurchak", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Olga Ishchenko", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ксенія Іванченко", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Олеся Полякова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Алла Суворова", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Anastasia Pravilo", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "днепр 1995", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Виталий Смаженко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Jester Red", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "VIRUS", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Vadym Baranovskiy", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ольга Садовникова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Pobeda Nasha", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Oleg Shvydkyy", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Dasha Shcherbakova", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Василий «vassbass»", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Olga Soldatenko", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Вова Прокопенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Анна Якименко", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "ProFit Convention", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Юлія Сусол", "cat": "Italian restaurant"}, {"review": "", "rating": 1, "name": "Юлия Косогова", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Julia Osmolovskaya", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Kirill Zuikov", "cat": "Italian restaurant"}, {"review": "❤", "rating": 4, "name": "Денис Емец", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Grisha Varavin", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Millady 11", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Алексей Борисов", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Oleksii Tiukhaiev", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Анастасия Бондаренко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Svetlana Zinchuk", "cat": "Italian restaurant"}, {"review": "❤", "rating": 5, "name": "Антон Юношев", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Galyna Karelina", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Zoriana X", "cat": "Italian restaurant"}, {"review": "", "rating": 2, "name": "Анастасия Кудовбенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ростик Гембусь", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Евгений Заварзин", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Константин Мочульский", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Тая Карпенко", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Вероника Мороз", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "V Bizon", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Oleksandr Solodovnikov", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Андрей Грищенко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Кирилл Слайк", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Irene Pinchuk", "cat": "Italian restaurant"}, {"review": "❤", "rating": 5, "name": "Анастасия Лебедева", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Светлана Орищук", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Марія Шепель", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Nina Lomakina", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Ahmed Lyes Guezati", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Еленка", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Irina Ilyina", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Роман Молодій", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Алекс Обидин", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Vika Polishchuk", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Виталина Латышева", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Ирина Еременко", "cat": "Italian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Lina Lomakina", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Olga Marchenko", "cat": "Italian restaurant"}, {"review": "", "rating": 3, "name": "Крусь Олександр", "cat": "Italian restaurant"}, {"review": "", "rating": 4, "name": "Кристина Степаненко", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "denis sdl", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Maksym", "cat": "Italian restaurant"}, {"review": "", "rating": 5, "name": "Kostiantyn Cherevyk", "cat": "Italian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "Михайло Васильович Мачоган", "cat": "Italian restaurant"}]