[{"review": "We've got excellent service and nice food.\nLobio, shurpa, khachapuri, lavash, khinkali, chashushuli, salads, everything was fresh and tasty.", "rating": 5, "name": "Vlad Mozgovoi", "cat": "Georgian restaurant"}, {"review": "Pleasant experience although the service was quite slow. Food was very affordable and quite good.", "rating": 4, "name": "Valentina R", "cat": "Georgian restaurant"}, {"review": "Delicious and affordable 😋 food", "rating": 5, "name": "YUNUSA JARJU", "cat": "Georgian restaurant"}, {"review": "The food is veeeery tasty, fresh, amazing, wonderful!", "rating": 5, "name": "Anastasiia Fetisova", "cat": "Georgian restaurant"}, {"review": "Moderate place for having meal with some tasty meal\nDue to the large size of the restaurant don't expect high quality service and cleanliness\nJust relax", "rating": 4, "name": "Yulia Tarasiuk", "cat": "Georgian restaurant"}, {"review": "Cousin is very tasty however the visitors are local so you'll get Chokolovka surround", "rating": 3, "name": "Dmytro Malkov", "cat": "Georgian restaurant"}, {"review": "Not the friendliest service, but tasty food!", "rating": 4, "name": "Fox", "cat": "Georgian restaurant"}, {"review": "😊", "rating": 5, "name": "المدرسة المغربية للشطرنج", "cat": "Georgian restaurant"}, {"review": "Great place, great and friendly service, excellent food, big portions, reasonable pricing.\nDo recommend.", "rating": 5, "name": "Sergey Mironov", "cat": "Georgian restaurant"}, {"review": "Very delicious food. Respect to the Chief!", "rating": 5, "name": "Igor Kotelnikov", "cat": "Georgian restaurant"}, {"review": "They sold me expired warm beer.\nHate this place, will never visit again", "rating": 1, "name": "Ruslan Kumurji", "cat": "Georgian restaurant"}, {"review": "A cosy place, delicious khinkali and mazoni. Will definitely come back!", "rating": 5, "name": "Anna Schiraya", "cat": "Georgian restaurant"}, {"review": "Great", "rating": 5, "name": "Vlad Redka", "cat": "Georgian restaurant"}, {"review": "Definitely do not recommend. Second time here, a year apart.\nThe situation with the waiters has not improved. Waiting for an order for about an hour.\nKhinkali. A year ago they were raw. …", "rating": 1, "name": "Alenka Dihtyar", "cat": "Georgian restaurant"}, {"review": " Georgian cuisine is very good.\nThe place was full, you have to book.\nWaiters guys are nice. …", "rating": 5, "name": "Alona", "cat": "Georgian restaurant"}, {"review": " Definitely, I do not recommend !!!!!!!!! this place, sorry, but this dough can kill, sticky, not tasty, brought wine, and they do not have glasses, because a lot of guests😂🤣 (drink from a bottle 🙈😅) …", "rating": 1, "name": "natalia lelet", "cat": "Georgian restaurant"}, {"review": " there is an understanding that the establishment is either networked or franchised, because in Kyiv there are many of them and similar - on the former V. Vasylevska Street - a good cozy place with fast service and …", "rating": 1, "name": "Sergius Kyiv", "cat": "Georgian restaurant"}, {"review": "I will never come here again, this is the worst place in all of Kyiv!!!\n\nCaesar was made from ordinary (!) cabbage, which was seasoned with mayonnaise!!!! Meat …", "rating": 1, "name": "Remi Jane", "cat": "Georgian restaurant"}, {"review": "Delicious food at affordable prices. One bad thing - very often there are no empty seats. Full booking.\nAlthough, sometimes it turns out to eat without armor. Lucky. …", "rating": 5, "name": "Сергей", "cat": "Georgian restaurant"}, {"review": "Of course, I am amazed at the quality ... We ordered a Caesar salad, so we chopped this Caesar like I don’t know what else and seasoned it with mayonnaise !!! I definitely couldn't. Waiters are rude and rude. No respect. Beer is not topped up to the mark ...", "rating": 1, "name": "Виолетта Закадовская", "cat": "Georgian restaurant"}, {"review": "Tasty, but a lot of people, the tables are very close to each other, the feeling that all the guests at the same table are eating. The terminal does not work, payment is only in cash, which is somewhat inconvenient in modern conditions. …", "rating": 4, "name": "ЕА", "cat": "Georgian restaurant"}, {"review": "Shut down this place!!! Demonstrative ignorance of visitors who came to eat and pay money is absurd! The administrator girl stupidly watched the visitor sit and wait for the menu;) one waiter pretended not to notice, the second ...", "rating": 1, "name": "Serhio", "cat": "Georgian restaurant"}, {"review": "I will definitely never order delivery again. Yes, and go to this institution lost the desire after this.\nThe \"warm\" salad with beef arrived in a thin plastic package (pictured). O …", "rating": 1, "name": "Антон Дидковский", "cat": "Georgian restaurant"}, {"review": "We regularly visit this restaurant on Chokolovka with my family. I can say that the service there is very deteriorated. Before taking a huge tip, you need to provide top-level service in return, otherwise you need a waiter ...", "rating": 3, "name": "Светлана Ярлыкова", "cat": "Georgian restaurant"}, {"review": " The place is normal, the service is normal, but there are general questions to the institution. If you have a lot of seats, then the number of staff should be appropriate, especially since you take 10% of the service …", "rating": 3, "name": "Uri Siman", "cat": "Georgian restaurant"}, {"review": "A cool, colorful establishment of Georgian cuisine, where it is very tasty and the prices are democratic. I was pleased with the staff, the attitude towards the visitor and the attentiveness of the administrator. Service at a high level, all wishes were taken into account and applicable. Menu…", "rating": 5, "name": "Max Prykhodko", "cat": "Georgian restaurant"}, {"review": "The food is excellent, large portions, everything is very tasty. But, when they were paying, the waitress said that the tip is not included in the bill, and asked for a tip, but in fact, 10% service charge is included in the bill. Left a bad aftertaste...", "rating": 3, "name": "Марина Бакалинская", "cat": "Georgian restaurant"}, {"review": "The food is good, but the service is just terrible. They brought lemonade and could not bring glasses to it for 10 minutes. I had to go myself. We ordered 3 dishes at the same time, they were taken out at intervals of 20 minutes. The last one was delivered within an hour. …", "rating": 2, "name": "Глеб Марадуда", "cat": "Georgian restaurant"}, {"review": "We went in with a friend by chance, we wanted to drink tea with dessert somewhere and talk ..... the service was bad, they didn’t wipe the table, then they sat in the wrong place. Tea was brought, and the cups waited until the tea got cold. The tea is disgusting! I'm so nasty for my own money and ...", "rating": 1, "name": "Жанна Акимова", "cat": "Georgian restaurant"}, {"review": "Service at a very low level, the waiters are inattentive, lost. We waited for glasses for lemonade for 10 minutes, then we had to go for them ourselves.\nThe cuisine is delicious, there are no complaints about it, but we have been waiting for a hot dish for a whole hour since …", "rating": 2, "name": "Валерія Пастушенко", "cat": "Georgian restaurant"}, {"review": "HORROR!!! They calculated as best they could and also twisted their faces when we noticed!\nGaga on Chokolovsky Boulevard just sucks!\nAt first we were taken out twice as much as we ordered. We didn't fight...", "rating": 1, "name": "Valery Nelubova", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere. Attentive service. Delicious food, large portions. Affordable prices.\n10% service charge is included in the bill immediately ...", "rating": 5, "name": "Olesya Mulyarchyk", "cat": "Georgian restaurant"}, {"review": "Tasty no question.\nI was surprised by the service staff, the waitresses, in the check, as we found out when they brought it, service is already included in 10% of the waiters (we got 30 UAH. From the amount ...", "rating": 5, "name": "Kristina", "cat": "Georgian restaurant"}, {"review": "An excellent restaurant, I used to be in it in Pechersk, it’s no worse here. I ate the Georgian soup, I didn’t remember the name, it was very tasty, a salad in Tbelisk and lyulya. The portions are big, everyone loved it! I will continue to visit…", "rating": 5, "name": "Anthony st.", "cat": "Georgian restaurant"}, {"review": "Shurpa is just water with parsley, a piece of potato and lamb with veins and bones. Homemade potatoes - frozen and deep fried. Ordered a second glass of beer, it was never brought. The bill waited 10 minutes. Otherwise, I was waiting for this ...", "rating": 2, "name": "Сергей Базик", "cat": "Georgian restaurant"}, {"review": "Delicious, fast. Although if there are a lot of people in the institution, you can wait more than an hour for an order. The service isn't the worst either. Guys are great. Of course, they observed that the privileges and try to serve people of non-Slavic appearance. If you want fast and...", "rating": 4, "name": "TimeTo Explore", "cat": "Georgian restaurant"}, {"review": "Super restaurant, I really liked the cuisine, but the prices refused as a nice bonus, I wanted to try something new and unusual, I ordered bull eggs and brains, I have never tried anything tastier in my life. Definitely recommend....", "rating": 5, "name": "Ольга Биленко", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the prices are reasonable, butooo !!!!!\nA body was sitting nearby, listening to some garbage on the floor of the restaurant from the phone. They made a remark - in response to rudeness, mats. In spite, he began to champ on the floor of the hall. From the waiter...", "rating": 2, "name": "Наталья Агамова", "cat": "Georgian restaurant"}, {"review": "Great place with delicious food and very reasonable prices. It is better to book a table in advance, because the place is in high demand. The terrace can be a little chilly in winter. It is also worth considering that 10% of the order value ...", "rating": 5, "name": "Иван Ильинский", "cat": "Georgian restaurant"}, {"review": "Hearty, cheap, angry. Fashionable with their strong drinks.\nHere I order khachapuri with cheese and barbecue, the most popular, in this cafe. In fact, the menu is diverse, we tried a lot of things, the prices for everything are loyal. …", "rating": 3, "name": "Анна Зубенко", "cat": "Georgian restaurant"}, {"review": " The food is delicious.\nThe service is not tasty!\n+ I waved to one waiter, waved to the other, that one, the other caught my eye, …", "rating": 1, "name": "Ostap Oleksyn", "cat": "Georgian restaurant"}, {"review": " He has been to two establishments of the network many times, this is the second time. Prices for Georgian cuisine are almost the lowest in Kyiv, even taking into account + 10% for service, which is a bit confusing …", "rating": 4, "name": "Коля Полюхович", "cat": "Georgian restaurant"}, {"review": "Very very liked! The kitchen is wonderful! Cozy and comfortable. Polite staff. I recommend. We ordered khinkali, chicken and pork skewers, dolma.. Everything is very tasty.. I was pleased with the bill - 2500 UAH.. with a tip for a family dinner for 5 people with …", "rating": 5, "name": "Ирина Агеева", "cat": "Georgian restaurant"}, {"review": "I liked it very much, we celebrated my birthday, everything was fine. Very tasty, average prices, clean, neat, polite. Thank you very much to the girls who work in the hall, how the bees fly. One BUT this cuisine is not suitable for everyone, 90% of spicy dishes. Us …", "rating": 5, "name": "ОЛЕКСАНДР YU", "cat": "Georgian restaurant"}, {"review": "made today 01/13/2022 a pre-order at 14:00 and paid for it. Two servings of kebab, two khachapuri and two french fries. He said I'll come in the evening at 19:00 I'll pick it up. It just so happens that today is my birthday. Came, but the order is not ready, the bartender ...", "rating": 1, "name": "Андрей Горишний", "cat": "Georgian restaurant"}, {"review": "This is probably the most terrible Gaga in town. Came - the tables are dirty. The order was messed up. During the time we were sitting here, the waiter never came up (except to bring the menu and bring food). Khachapuri with veal, or rather, just fatty minced meat ...", "rating": 1, "name": "Юлия Ильченко", "cat": "Georgian restaurant"}, {"review": "Out of the entire chain of restaurants, this is the worst. They brought Adjarian khachapuri with raw dough, asked to call the administrator, return the money, neither one nor the other. We counted in a common check, argued and proved that it was not raw and that it was cheese. We eat ...", "rating": 1, "name": "Elena kom", "cat": "Georgian restaurant"}, {"review": "I liked this restaurant much more than on Revutsky. The order was taken quickly, everything was taken out quickly, everything with a smile!! Please work on the restaurant on Revutsky Street, we waited for a barbecue for 2 hours and 40 minutes... …", "rating": 5, "name": "Наталья Григорьевна", "cat": "Georgian restaurant"}, {"review": "We've been waiting for food for over an hour. The hall is half empty. One waiter works, very sharp and not tactful.\nWhen asked when the order will be answered that the priority is delivery and our orders ...", "rating": 1, "name": "Alexandr Klemm", "cat": "Georgian restaurant"}, {"review": "Excellent food, everything is delicious. Shish kebab deserves special attention - juicy and soft. Pleasant staff, sometimes I wanted to rush a little with the order, but in conditions of heavy workload this is normal. …", "rating": 4, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "Affordable prices, delicious cuisine, beautiful interior, pleasant music, there is a separate place for large companies, you can arrange a corporate party. The waiters, a lot of interns, are a little confused, but they are forgiven. Sometimes you have to wait...", "rating": 5, "name": "Элен", "cat": "Georgian restaurant"}, {"review": "The establishment here is frustrating. Already brewed khinkali, but they still didn’t bring coffee, and when they brought it, everything was mixed up. coffee (with milk, although they asked without) and tea without lemon (although they asked with), the barbecue was brought barely warm, but instead of ...", "rating": 2, "name": "Руслана Гізатуліна", "cat": "Georgian restaurant"}, {"review": "The kitchen is no problem. All autumn is delicious. Portions are big. Service for a cafe 4. But since they call themselves a restaurant it is 1! 10% included\nWhen ordering a banquet, no one talks about it. The waiters at the calculation say that from ...", "rating": 3, "name": "Алёна Шаповалова", "cat": "Georgian restaurant"}, {"review": "Were on Saturday) so there are a lot of guests) Everything that was ordered is very tasty! Service is good, everything was very fast! By the way, the prices are very affordable))) I plan to visit on a weekday) …", "rating": 4, "name": "Ирина Билык", "cat": "Georgian restaurant"}, {"review": "Were the second time. The first impression was better. Whole landing, very noisy. Ordered two potatoes, Caesar and pork skewers. The kebab was surprisingly transferred first, then the salad, and then the potatoes in one dish, although they ordered two ...", "rating": 2, "name": "Марина Александровна", "cat": "Georgian restaurant"}, {"review": "01/16/2022 in this restaurant ordered dolma, one serving, which weighed 300g. and cost 90 UAH. This is how it was indicated on the menu and it should have been so..... But in fact, given that we ordered takeaway dolma, we paid 💯 UAH. But also …", "rating": 1, "name": "Седой", "cat": "Georgian restaurant"}, {"review": "I've wanted to come here for a long time. But the expectations did not justify themselves. Of the benefits: warm, relatively good surroundings, you can bring your own alcohol. The only downsides are:\nYou won’t wait for a waiter, you won’t find an administrator, you have to wait 40 minutes for an order, …", "rating": 1, "name": "Сергей Моргулев", "cat": "Georgian restaurant"}, {"review": "Great cafe. Delicious, huge portions. Inexpensive. I recommend grilled mackerel, meat and khachapuri. I lower the rating for the Caesar salad, the chicken was very hard, overdried, and there was a lot of mayonnaise instead of sauce. In general, I do not recommend the salad, everything ...", "rating": 4, "name": "Наталия Ефимова", "cat": "Georgian restaurant"}, {"review": " I've been here several times. Incredibly delicious cuisine, courteous waiters. You can come with your own alcohol, but you like Georgian cognac, which can be ordered at the restaurant. I recommend! …", "rating": 5, "name": "Альона Брусило", "cat": "Georgian restaurant"}, {"review": "For the economy option, price-quality is quite 🥴service for 3, the kitchen could not be fully evaluated, for some reason they didn’t bring the ordered barbecue 🤦‍♀️😠 and didn’t even explain why, unless of course the criterion “with your own alcohol” + then you are here!)) )) …", "rating": 3, "name": "Algiz Travel", "cat": "Georgian restaurant"}, {"review": "Good prices, delicious grilled food. But the waiter here must be earned. The ribs were brought cold. Which means the waitress poked them. Salad waited 1.5 hours. Brought after threats. Khinkali was brought after…", "rating": 3, "name": "Вера Петал", "cat": "Georgian restaurant"}, {"review": " the food is delicious, the service is slow, you need to remind yourself what you ordered.\nyou can with your alcohol. tables are not wiped. …", "rating": 4, "name": "Max B.", "cat": "Georgian restaurant"}, {"review": "For lovers of Georgian cuisine and noisy feasts. The audience is motley, mostly office plankton and local intelligentsia with money. …", "rating": 4, "name": "Sergij Terlecki", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Елена Ткаченко", "cat": "Georgian restaurant"}, {"review": "Came here shortly after opening and loved it. It's cozy inside, the food is tasty, the prices are below average. Khinkali and khachapuri in Adjarian are excellent. …", "rating": 5, "name": "Danylo Antsybor", "cat": "Georgian restaurant"}, {"review": "Regular customers with my husband. I always liked everything, there are no questions about the kitchen - EVERYTHING is delicious. But now, literally 10 minutes ago, they got up and left. My husband's order was accepted, but mine, since I went to the toilet, was not accepted. I waited for a total of 30...", "rating": 3, "name": "Анна Варава", "cat": "Georgian restaurant"}, {"review": "Everything is delicious and the portions are huge. Very democratic prices. True service is already included in the bill. …", "rating": 5, "name": "Александр Мусатюк", "cat": "Georgian restaurant"}, {"review": "Service is terrible! After the third hike, not at rush hour, they closed this place for themselves forever. …", "rating": 1, "name": "Павел Супрунов", "cat": "Georgian restaurant"}, {"review": "Very cool Georgian restaurant. Everything is sooooo tasty and very satisfying. The waiters are polite and helpful. The food presentation is excellent. …", "rating": 5, "name": "Кристина", "cat": "Georgian restaurant"}, {"review": "Great place, but very difficult to get through to them. That is, if you want to book a table, it is better to call. I am delighted with the bowl. …", "rating": 5, "name": "Danila B", "cat": "Georgian restaurant"}, {"review": "Even one star is a lot. We went in, there is nothing to process our hands with, the staff themselves walk around without gloves, the dishes are served with their bare hands, there are stains and scratches on plates and devices. We had to wait a very long time at first until they came to us at least to submit the menu ...", "rating": 1, "name": "Alexandra Ziver", "cat": "Georgian restaurant"}, {"review": " Ordered meals by themselves. We made a pre-order in the morning at 16:00. You need to pay for the order immediately. The order was ready at the specified time. Everything is canceled in containers. Incredible taste …", "rating": 5, "name": "Марина Воробей", "cat": "Georgian restaurant"}, {"review": "We were with a friend for the first time .. from the threshold the waiter insulted us while we were looking for a place to sit, that our place is in the toilet. well, what can I say ?? My Muslim friend is very upset with such a service as I am a native of Kiev, all the more so. …", "rating": 1, "name": "Наталья", "cat": "Georgian restaurant"}, {"review": "I love Georgian cuisine very much, I go to Georgian restaurants with pleasure, but I can’t say that I liked this place.\n1) cleanliness, they asked to wipe the table, there is rubbish under the table. The waitress reluctantly…", "rating": 3, "name": "Сніжана Алексєєнко", "cat": "Georgian restaurant"}, {"review": " Very tasty cuisine and probably better value for money. But due to the waiters overload, the order should wait more than 40 minutes especially on weekends, even beer of minutes 20 (by the way delicious wheat) …", "rating": 4, "name": "Vitali Kolomiets", "cat": "Georgian restaurant"}, {"review": "It's a stretch to call this a restaurant. It's very cheap and that's a big plus. What I did not like - the waiters, cleanliness. Food 50-50. The soup is not bad, I didn’t like the meat and potatoes, it was overcooked, there was a lot of butter. although the portion is huge. …", "rating": 3, "name": "Виталий", "cat": "Georgian restaurant"}, {"review": "Thank you for the delicious food and good service...only in the restroom you need to put a bigger basket for used towels... …", "rating": 5, "name": "IRENE", "cat": "Georgian restaurant"}, {"review": "We ordered a latte while we are waiting for the order (even with the minimum workload of the restaurant). And we got, first of all, the inadequate behavior of the bartender right in the hall, invigorating sensations, but not the ones that I would like to face) ...", "rating": 1, "name": "Svetlana Rekhlitska", "cat": "Georgian restaurant"}, {"review": " The food is super delicious.\nBut the service is just tin. They had to approach the waiters themselves, because they have an important conversation and do not pay attention to customers …", "rating": 1, "name": "Vitalii Vinnichuk", "cat": "Georgian restaurant"}, {"review": "If you want to ruin your evening go to this restaurant.\nCame here for dinner with my husband and son. We were told to prepare the ordered dishes within 30-40 minutes. As a result, after 1 hour and 10 minutes, we waited for a barbecue, which …", "rating": 1, "name": "Елена Новгородская", "cat": "Georgian restaurant"}, {"review": " As soon as the restaurant opened - it was very tasty, everything was good. Now there is no foot. Recent visits are just awful.\nthat kitchen, that service. 👎👎👎 …", "rating": 1, "name": "Вячеслав Ніколенко", "cat": "Georgian restaurant"}, {"review": "Today I made an order for the delivery of Glovo with Gagi. They didn't bring everything. When I dialed into the restaurant. The manager told me to solve the issue myself so that Glovo would bring me what they were not given. Then I said decide for yourself. You can send a taxi. For what …", "rating": 1, "name": "Влад Поліщук", "cat": "Georgian restaurant"}, {"review": "The food is not bad, a large turnover of people. The waiters are arrogant, given the already included% of the tip on the bill, they ask for more. Although they are no different and do not smile at customers. So-so. …", "rating": 3, "name": "Masha Sotnikova", "cat": "Georgian restaurant"}, {"review": "Quite tasty and satisfying. From the unpleasant - these are some very noisy and ill-mannered waiters. Who make themselves at home. Express themselves among themselves, talking loudly, neighing. Feeling as if I came to visit one of them and sort of ...", "rating": 4, "name": "Екатерина Суховиенко", "cat": "Georgian restaurant"}, {"review": "I like the food. Delicious. Large portions. Trouble with the waiters. The trouble is that for such a small establishment there are only 2 toilet cubicles in which there is a queue ... ...", "rating": 3, "name": "Tati Anna", "cat": "Georgian restaurant"}, {"review": "I don't understand why people crowd here every night. The summer playground is cozy, the prices are reasonable, the portions are large, BUT ...!\nAll the food we ordered was extremely salty. In kharcho, in general, there were ...", "rating": 3, "name": "Yana Dunaevskaya", "cat": "Georgian restaurant"}, {"review": "The food is not bad and the prices are normal\nBut the policy of the institution spoils the whole impression. The check says \"10% markup\". The waiter said that this is not a tip, and we can leave the tip at our discretion. …", "rating": 2, "name": "Dmitry", "cat": "Georgian restaurant"}, {"review": "And I liked everything. I called ahead of time to make sure there was a free table. We arrived, chose a table, ordered a menu from a very nice waiter girl. All brought, did not wait long. Well, sooooo delicious and just huge portions.))) ...", "rating": 5, "name": "Алена Вершинина", "cat": "Georgian restaurant"}, {"review": "It used to be delicious. Now ... now it is clear that they are trying to earn more on everything. Spilled chatter like \"cognac\" - 35 degrees, I suspect and chacha of the same strength. Order 50 grams - you can not. Only 100. Juices, compotes, etc. - only ...", "rating": 3, "name": "kass k", "cat": "Georgian restaurant"}, {"review": " The food is great. Has been twice and in both cases were very pleased with the quality of food. The employees themselves have something to complain about, but for now I will give them a chance to recover. …", "rating": 4, "name": "Oleg M", "cat": "Georgian restaurant"}, {"review": "Gaga was incredibly transformed with the arrival of the waiter Georgiy in January!!! I speak as a regular customer who was satisfied with everything (food quality, assortment, prices, the ability to bring your own alcohol, location), except for the extremely low ...", "rating": 5, "name": "Elena Tyaglaya", "cat": "Georgian restaurant"}, {"review": "The place is beautiful but the service is bad. Placed an order over the phone for takeaway. The manager said that after 30 minutes you can call in to pick up, by the way, minus that there is no delivery. We came to pick up the order, but they didn’t even take it to work and asked for more ...", "rating": 1, "name": "Юлия Седова", "cat": "Georgian restaurant"}, {"review": " Very well. However, a glaring lack of personnel. The wine was brought to us almost at the end of the meal and the glasses much later.\nHowever, the few available staff bent over backwards for our comfort. …", "rating": 4, "name": "Day Dee", "cat": "Georgian restaurant"}, {"review": "The check contains the item “10% mark-up”, supposedly for the salary of cooks and staff. That is, in addition to the fact that the “margin” comes from the cost of the dish, they also take an additional obligatory payment (compulsory tips that even the waiters do not go). About …", "rating": 1, "name": "Oleg Tyunin", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine at affordable prices, Georgian hospitality, and large + alcohol you can take with you, I love this place ...", "rating": 5, "name": "Andreus", "cat": "Georgian restaurant"}, {"review": "Delicious, but the service wants better, and they take 10 percent on top, as the waitress explained, these 10 percent go to the institution, but it’s not clear for what! Maybe officials for kickbacks? But the menu says service! But in general, tasty and portions …", "rating": 4, "name": "сергей мирошниченко", "cat": "Georgian restaurant"}, {"review": "There was no one else in the building except for me. Came at 11:45. The menu was brought at 12:20. They said the order would be ready in 15-20 minutes.\nAs a result, he left at 13:00 without eating. …", "rating": 1, "name": "Anton Shep", "cat": "Georgian restaurant"}, {"review": "When they arrived, they sat me down and didn't give me a menu. At the expense of the taste of the dishes will be subjective, the most interesting thing is at the end, when you ask for a check. In addition to calculating the cost of dishes, on the check you can see a service fee of 10% of the cost of the check (which is not …", "rating": 1, "name": "Vlad Hrytsev", "cat": "Georgian restaurant"}, {"review": "Today, 03/08/2020, we went to the GAGA restaurant, sat on the terrace (the table was booked in advance), when they came we were seated at a table on which it was dripping from the roof, then we moved to another table (where two chairs were wet). Then things started…", "rating": 1, "name": "Светлана Деледивка", "cat": "Georgian restaurant"}, {"review": "Very pleasant service, lovely girls we had. The food is delicious and very good prices. …", "rating": 5, "name": "Оксана Мамедова", "cat": "Georgian restaurant"}, {"review": "Wonderful menu and service! I visit quite often! The last visit was remembered by the rudeness of Art. administrator.\nIn front of me, he unfairly yelled at the waiter, the cat. served us well than…", "rating": 5, "name": "Larisa Kochubey", "cat": "Georgian restaurant"}, {"review": "The four of us ordered meat, not only did they put it on one dish, but it was also clearly smaller in size than what was written on the menu. Payment of 10% on top of the order is required, the waiter could not explain what this amount was. Apparently voluntarily...", "rating": 2, "name": "Ihor Pronko", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine, relatively fast service, average prices. It is good to have a rest in the adult company, I recommend …", "rating": 5, "name": "Надія", "cat": "Georgian restaurant"}, {"review": "While there is no institution on the map according to Yakub Kolos, I was there 6 times in two weeks, the cuisine is super, the prices are shock, there are not enough waiters ...", "rating": 5, "name": "Юлия Шеенко", "cat": "Georgian restaurant"}, {"review": "Funny institution policy - 10% service charge. And asking the administrator how this extra charge found out what \"this is for the service, you automatically agreed when you made the order, because it was indicated on the menu.\" Indeed on…", "rating": 1, "name": "Егор", "cat": "Georgian restaurant"}, {"review": "I will give this place 5 for the ability to find a compromise. We ordered white homemade wine, but we didn’t like it to taste, we asked if it was possible to change it to red, since it was not the first time here and before that everything was super. We were given concessions...", "rating": 5, "name": "Инна Москалец", "cat": "Georgian restaurant"}, {"review": " Very bad, they brought the order in an hour and a half, not all, something just forgot. The service is terrible !!!!!! …", "rating": 1, "name": "Павло П", "cat": "Georgian restaurant"}, {"review": "Had a good time with friends. Relaxed atmosphere, good food, good conversation. Very tasty barbecue and fish. Yes, everything is delicious. There are always a lot of people on weekends, book a table in advance. I liked the serving of fish, it was nice ...", "rating": 5, "name": "Luky Heven", "cat": "Georgian restaurant"}, {"review": "We made an order through Glovo, 2 servings of barbecue, potatoes with bacon and khachapuri, of course, I paid for everything immediately with a card + courier tips. An hour in anticipation of a delicious evening. We open the boxes, and there is a complete disappointment - they didn’t put the barbecue, ...", "rating": 1, "name": "Таня Зикеева", "cat": "Georgian restaurant"}, {"review": "I have never seen such bad service! It was even funny, like a prank) The waiter himself did not come up at all, neither hello, nor bon appetit, nor goodbye. Plates literally threw. On the face of universal longing. About mandatory...", "rating": 2, "name": "M K", "cat": "Georgian restaurant"}, {"review": "1.08.21 visited this restaurant with friends.\nSo far I'm deeply impressed.\nLarge portions, adequate prices, I could not think that in Kyiv there are such prices in …", "rating": 5, "name": "Татьяна Дяконенко", "cat": "Georgian restaurant"}, {"review": "It used to be a very good place, but now everything has changed. We came at 20:30 and asked if it was possible to sit down from above, the waiter told us to wait because he was busy, we waited then he just took it and went to the ver, we stopped him to repeat the question, then ...", "rating": 2, "name": "Vlad Degtyaryov", "cat": "Georgian restaurant"}, {"review": "The kitchen wants the best - the pork kebab was salty, the chicken, on the contrary, was not salty. The fish was poured with sauce so that at the sight - the appetite was gone. The lavash was not fresh, the village potatoes are disgusting! The season is young, why...", "rating": 2, "name": "Anhelina", "cat": "Georgian restaurant"}, {"review": "I have wanted to visit this place for a long time. And unfortunately my review will be negative. For starters, the service: the waiter girl with a runny nose, constantly sniffing. The mask was worn, only over the mouth. Cuisine: I ordered mackerel on the grill. Young woman …", "rating": 1, "name": "Ирина Франчук", "cat": "Georgian restaurant"}, {"review": "Came to this establishment. The workload was low, most of the premises were free. The menu was brought in 10 minutes only, until they chose, time passed. The waiter came and took the order, everything was fine. We are waiting for the order and in 15 minutes the waiter ...", "rating": 1, "name": "Kyrylo Sharshov", "cat": "Georgian restaurant"}, {"review": "We gathered the other day at the \"Gaga\" restaurant, on Chokolov Boulevard, 27, to celebrate a memorable date. The table was pre-booked by phone. But, alas, it turned out that this was not recorded anywhere! Come and start...", "rating": 2, "name": "Гульнара Качиашвили", "cat": "Georgian restaurant"}, {"review": " He has been here several times and has never been disappointed!\nThe waiters are a little slow, but the kitchen overlaps this \"-\". Nuuu very …", "rating": 5, "name": "Serg Booster", "cat": "Georgian restaurant"}, {"review": "Great place, good food!\nI was in Kyiv and accidentally got into this institution, although there were no places, we were still accepted and resolved this issue! …", "rating": 5, "name": "Савелий «Джан» Джан", "cat": "Georgian restaurant"}, {"review": " The service is terrible, the dishes take 40 minutes, the khinkali waited for 25 minutes, without warning that so long when the food was brought it was time to go, they asked with them, they said 10 hryvnias (for an …", "rating": 3, "name": "Наталія Крамарчук", "cat": "Georgian restaurant"}, {"review": "It was March 8th. We booked a table in a small room on the sofas, made a prepayment, formed a menu in advance (although we had to spit at that moment) When we arrived, they refused to sit us at our table, despite the fact that they were ...", "rating": 1, "name": "Санька Жучок", "cat": "Georgian restaurant"}, {"review": "I rarely write reviews, but I can't keep silent on this one.\nTerrible service. They brought sour honey beer, which they asked to replace, to which we were told that the barrel was replaced only yesterday and everything is fine with the beer. …", "rating": 2, "name": "Наталка Усатенко", "cat": "Georgian restaurant"}, {"review": "Liked. We were a small company, the food is very tasty, all the food that we ordered is straight. In the evening at the entrance a little noisy, but the occupancy was to the eyeballs. …", "rating": 5, "name": "Mariya Seliverstvova", "cat": "Georgian restaurant"}, {"review": "The meat is cold. Wait a long time (at best half an hour).\nWhen ordering dishes separately, all types of meat were thrown into one plate with a dubious final weight. …", "rating": 1, "name": "Антон Кириленко", "cat": "Georgian restaurant"}, {"review": "Full boarding, waited a long time for the order, large portions, tired waiters, incomparable khachapuri. …", "rating": 4, "name": "Gaidai Elena", "cat": "Georgian restaurant"}, {"review": "Always fast and always delicious. Huge portions and always a belly feast.\nAdministrators and bartenders are very kind cool cool attentive people. All five stars, except for the waiters (everything is long, arrogant, not qualified, inattentive ...", "rating": 5, "name": "Hanna Banana", "cat": "Georgian restaurant"}, {"review": " From the comments I decided that the place is awful. In fact, everything was fine. The food is delicious. Of the minuses - landing in the evening was 150%, the tables are quite tight. It was noisy and something stuffy …", "rating": 4, "name": "marina makarova", "cat": "Georgian restaurant"}, {"review": "A good place, dirty, the waiters are indifferent, instead of lemonade they poured tarragon for us and he said \"well, sorry it happened\" and put us tarragon, the food was also brought to us much later than other customers who came later than us, and we, on …", "rating": 1, "name": "Illia Zubenko", "cat": "Georgian restaurant"}, {"review": "Very tasty\nGood service …", "rating": 5, "name": "Натяжные Потолки", "cat": "Georgian restaurant"}, {"review": "New, already seems to be the 4th restaurant from Gaga.\n\nEveryone is doing better and better - both the interior and the presentation and service, and the prices are all the same ...", "rating": 5, "name": "Віталій Бєлоусов", "cat": "Georgian restaurant"}, {"review": "The kitchen is good. But one minus, the waiters are bred out of the blue!!! We were a company of 4 people, the order was made for 2 thousand. The waiter comes and says that the tip is not included in the amount, how much you don’t mind leaving, although tips were indicated on the checks ...", "rating": 3, "name": "Елена Совершенная", "cat": "Georgian restaurant"}, {"review": " Were here for the first time. The impression was just awful. …", "rating": 1, "name": "Марина Нюкало", "cat": "Georgian restaurant"}, {"review": "I visit often. Very tasty cuisine. The only thing is, sometimes there are time delays. It's best to call in advance :) ...", "rating": 4, "name": "Константин Шелест", "cat": "Georgian restaurant"}, {"review": " The service is terrible! The waiters do everything slowly! The bill waited for half an hour, without exaggeration, not to mention the order! The waiter was in a state of intoxication, which he admitted !!! Toilets are …", "rating": 1, "name": "Ганна Кудрявченко", "cat": "Georgian restaurant"}, {"review": "Very bad experience with this restaurant. To be honest, it seemed that such an attitude towards customers had long been a thing of the past. But no. Rudeness, disrespect for customers and a complete lack of customer orientation and attention to his …", "rating": 1, "name": "Julia Glyva", "cat": "Georgian restaurant"}, {"review": "They came for the sake of khinkali, but after waiting for more than an hour they didn’t wait for them, the Caesar salad just fell out of the plate, probably the plates of the right size were over, but the service was good from the first minute, you just had to immediately get up and leave and not ...", "rating": 1, "name": "Дарина Лаврусенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Контроль Киев", "cat": "Georgian restaurant"}, {"review": "Cool! There are almost no questions for the chefs, the kebab is chic, khachapuri is very tasty, in some places the dough is a little undercooked, but just a little bit, but it’s so delicious. …", "rating": 4, "name": "Anna Kredentcer", "cat": "Georgian restaurant"}, {"review": " Fans of fashionable pathetic establishments will not do.\nAnd so cool cafe for the money. A huge plus - delicious large portions. Definitely recommend. Very cool!!! …", "rating": 5, "name": "Sergey FFF", "cat": "Georgian restaurant"}, {"review": "The kitchen is beyond praise, the interior is on a four, everything is neat without pathos, clean. The waitress Maria is probably the best among all, she served well, and all the staff are good, accommodating. Minus: the terminal does not work. …", "rating": 5, "name": "Анатолий Романенко", "cat": "Georgian restaurant"}, {"review": "Great place for its price range. Delicious khachapuri, khinkali and lemonade. The serving size of French fries is impressive. In general, a very positive impression. I recommend. …", "rating": 5, "name": "Иван Репин", "cat": "Georgian restaurant"}, {"review": " Normal kitchen, but it is strange that the institution is run by a cleaner.\nShe tried to kick us out three times in 15 minutes, because she is not paid for …", "rating": 2, "name": "Роман Ващенко", "cat": "Georgian restaurant"}, {"review": "Was disappointed this spring. The tables are dirty, the waiter is waiting for a very long time, the food is not tasty, the barbecue is too dry. The bill included an incomprehensible surcharge to the cook, which further worsened the impression of this cafe. …", "rating": 1, "name": "Евгения", "cat": "Georgian restaurant"}, {"review": " The son offered to visit. I liked the restaurant, service +5, the main food, barbecue is just great, khachapuri class (took the sharpest, but in my opinion, the sharpness for Georgian cuisine was not enough). Just …", "rating": 5, "name": "Виктор Никитишин", "cat": "Georgian restaurant"}, {"review": "Perfect place! We have been to Gaga more than once. Everything is always delicious! I recommend! …", "rating": 5, "name": "Хельга Ольшакова", "cat": "Georgian restaurant"}, {"review": " Hello!\nYesterday we visited your restaurant in Chokolivka and were very dissatisfied !!! …", "rating": 1, "name": "Яна Горбачевська", "cat": "Georgian restaurant"}, {"review": " Great restaurant, delicious cuisine. But over time it looks a little not decent when calculating the service check is displayed separately, and the waiters clarify, it's not us. Include this% immediately in the menu …", "rating": 4, "name": "Алена Балицкая", "cat": "Georgian restaurant"}, {"review": "Clean, comfortable, polite waiters who instantly serve customers. Average price category for meals. I tasted Chikhirtma, I have never eaten such a dish before, there is nothing to compare with. I plan to visit this place again...", "rating": 5, "name": "Сергей Михайлович", "cat": "Georgian restaurant"}, {"review": " In general, I liked the institution. Good atmosphere, delicious food. But we waited a long time for the ordered tea. …", "rating": 4, "name": "Ольга Лапига", "cat": "Georgian restaurant"}, {"review": "Well, of course I don't know. When they first started everything was great. Kitchen, service. And now ..., they seem to have expanded but the service is very bad. And the atmosphere is not very .., It’s just that there is no normal alternative on this site, unfortunately. …", "rating": 4, "name": "Татьяна Шлыкова", "cat": "Georgian restaurant"}, {"review": "Pros: The food is delicious and reasonably priced.\nCons: the service is terrible, the waiter must be caught, they themselves are absolutely not suitable. They also cooked khinkali for an hour, in the end we had to take them with us. All …", "rating": 3, "name": "Мария Бурьян", "cat": "Georgian restaurant"}, {"review": " I do not recommend. (\n\nMade a reserve table when they came the table was dirty. The service is …", "rating": 1, "name": "Vadim Zhyr", "cat": "Georgian restaurant"}, {"review": " I used to love this place! But I'm sorry. The tables were all dirty, the napkins were used for me, the landing was 10 percent, but I waited for my shurpa for 25 minutes .. then going to the checkout to ask, the waiter …", "rating": 1, "name": "Volodumur Antonenko", "cat": "Georgian restaurant"}, {"review": "Decided to try an alternative to another Georgian restaurant and was disappointed without even having dinner at this establishment.\nSo, let's skip the moment that the waiters walk around with \"diapers\" for their chins, but ...", "rating": 1, "name": "Max Zakharov", "cat": "Georgian restaurant"}, {"review": " We like to visit GaGa establishments for delicious cuisine and accessibility. Today my wife and I stopped at a restaurant on Chokolivsky Boulevard. The first thing I did not like - very dirty !!!!!! The table was so …", "rating": 1, "name": "Дмитрий Макарец", "cat": "Georgian restaurant"}, {"review": " Huge and delicious portions of dishes. During the visit, all the tables were reserved, but they went to meet me and placed one of them. The staff seemed to be in conflict with each other in their desire to intercept …", "rating": 4, "name": "Ruslan Krucheniuk", "cat": "Georgian restaurant"}, {"review": "Very tasty and cozy.\nNot a really quiet place. …", "rating": 5, "name": "Игорь Федорив", "cat": "Georgian restaurant"}, {"review": "I've never been ripped off like this in my life!!!\nThis is the worst service, terrible service.\nMade an order in glovo. What the restaurant provided:…", "rating": 1, "name": "Мария Щербина", "cat": "Georgian restaurant"}, {"review": "I love this place) it’s always delicious and inexpensive at all) a banquet without problems, noted others there) …", "rating": 4, "name": "Mary Me", "cat": "Georgian restaurant"}, {"review": "I have repeatedly heard that this is the best Georgian restaurant in the Solomensky district. My opinion is that more or less affordable prices played a big role here. As for the quality - there are nuances, they took assorted barbecue and salads, waited 1 hour 40 minutes, the meat was not …", "rating": 3, "name": "Ruslan P.", "cat": "Georgian restaurant"}, {"review": "For the waiter to come to you, you will wait 20 minutes, for the food to be brought to you, you will wait 40 and your order will include a salad that you ordered but never took out ...", "rating": 1, "name": "Анастасия Валерьевна", "cat": "Georgian restaurant"}, {"review": " Delicious, not expensive order brought very quickly. Minus - very noisy. …", "rating": 4, "name": "Юлия Толкус", "cat": "Georgian restaurant"}, {"review": "Waited a lot of time for the waiters, finally ordered a salad (at 21:35) and lemonade (at 21:15-21:20). While we were waiting, the administrator came into the hall and said, according to the law, we close at 22:00. …", "rating": 1, "name": "Yevhenii", "cat": "Georgian restaurant"}, {"review": "A good establishment, very tasty dishes, very reasonably priced, the staff is quick and helpful despite the large number of visitors... One minus, it is very stuffy inside, there is a summer terrace, but it was still cool to sit outside …", "rating": 4, "name": "Андрей Груша", "cat": "Georgian restaurant"}, {"review": "\nTasty, lots, not expensive.", "rating": 5, "name": "Сергей Чернета", "cat": "Georgian restaurant"}, {"review": "Awesome place. I have not eaten such delicious Georgian cuisine for a long time. Favorite restaurant! And khinkali with cheese - love! …", "rating": 5, "name": "Tina Smiian", "cat": "Georgian restaurant"}, {"review": " Delicious and adequate prices.\nBut the service is somehow traditional for the Gaga network. In addition (also traditionally) half of the range is not available, the waiters do not know until …", "rating": 3, "name": "zhenya shevchenko", "cat": "Georgian restaurant"}, {"review": "The highlight of the restaurant is the staff, we rested on the summer terrace, we were served by two waitresses, they do their job really cool, thanks to this, a pleasant atmosphere and, accordingly, a wonderful holiday. …", "rating": 5, "name": "Igor Lymono", "cat": "Georgian restaurant"}, {"review": "They waited 40 minutes for the order, well, ok - banquets, the kitchen is loaded. Khinkali was brought cold, the waiter's explanation - oh, they probably stood for a long time. It turns out that the problem of waiting time is not in the kitchen, but in the promptness of the waiter. Asked for coffee, the answer is...", "rating": 3, "name": "Силенко Анастасия", "cat": "Georgian restaurant"}, {"review": "Delicious but very long wait. We arrived on Sunday, in the evening, the tables were filled by 60 percent, waited for the menu to be brought, waited for the order to be taken, khinkali waited 50 minutes! We ordered salad, eggplant, khachapuri and khinkali, everything except …", "rating": 3, "name": "Ольга Салий", "cat": "Georgian restaurant"}, {"review": "Yesterday I was in this restaurant. So, they brought a barbecue of rotten meat, the tables are dirty, and this is not the first time. Then the waiter's lyulya fell, he picked it up and threw it into the plate, saying that it had fallen on the table. …", "rating": 1, "name": "Лилия Голяк", "cat": "Georgian restaurant"}, {"review": "To drive the director of this \"restaurant\" in the neck. We often visit Gaga in another place and when we saw a sign we went to this one. For 15 minutes of stay, we heard the indignation of several customers. Shouts of the director in front of the clients at the waiters and received instead of an order ...", "rating": 1, "name": "Сергей Иванов", "cat": "Georgian restaurant"}, {"review": "I like it. Was here for the first time. Large portions, very tasty and fast service. Guys are great. …", "rating": 5, "name": "Tanya Komar", "cat": "Georgian restaurant"}, {"review": "Only negative impressions ... We pre-booked a table, arrived at the institution, only when ordering we were informed that the grill was not working and the waiting time for meat would be 2-3 hours. When I asked the administrator why they did not warn that ...", "rating": 1, "name": "Александр Булат", "cat": "Georgian restaurant"}, {"review": "Extremely average food quality. The staff changes almost daily. The rudeness of the administrator is beyond any limits. Keep in mind that 10% will be added to your check. And they will explain that this is not for service and not for the waiter. And just like that. Admin ...", "rating": 1, "name": "Michael K", "cat": "Georgian restaurant"}, {"review": "The menu has changed, tasty of course, but not at all like it was. Ajahuri was left with half, overcooked into caramel, and only onions and potatoes remained from vegetables. I hope to recover from covid stress by autumn. …", "rating": 4, "name": "Illia Golovatskyi", "cat": "Georgian restaurant"}, {"review": " Gaga you are wonderful, and very tasty.\nWe would like to visit you on the new terrace. …", "rating": 5, "name": "Tetiana Chernonok", "cat": "Georgian restaurant"}, {"review": "Great service, great food, huge portions, low prices!\nBut apparently the hood does not work well in the establishment because of this, literally in an hour, all things are simply saturated with the smell of food. …", "rating": 4, "name": "Златослава", "cat": "Georgian restaurant"}, {"review": " Terrible service. For 15 minutes we did not bring the menu, we had to go ourselves. Nobody was going to take the order either, I had to go to the bar. And only after that the waiter approached. Then they brought us an …", "rating": 2, "name": "bad apple", "cat": "Georgian restaurant"}, {"review": "The price / quality ratio is just top. The portions are huge (all portioned dishes are 400g, side dishes are 300g) and the average price tag on the menu is 100 UAH. Tasty, satisfying, very cheap. I recommend. But do not rush to make the usual order like meat / salad / side dish so ...", "rating": 5, "name": "Віталій Кривко", "cat": "Georgian restaurant"}, {"review": "I'm talking about something else: they made a madhouse at the residents of the house under their noses, noise, drunken parties, honestly, the kitchen stink. I propose as compensation for citizens from this house, where the first floor is occupied by Georgian bedlam once a month takeaway meals. …", "rating": 3, "name": "Ірина Смирнова", "cat": "Georgian restaurant"}, {"review": " It was the first time, I really liked it. Delicious cuisine, large portions, did not wait long, cozy, polite staff. …", "rating": 5, "name": "Marya Popova", "cat": "Georgian restaurant"}, {"review": "This particular place didn't make the best impression. If you can't handle it, don't take it. The network is good, tasty, democratic, but waiting for 30-40 minutes and putting up with staff mistakes due to the influx of people is not the best option. In addition, very…", "rating": 3, "name": "poozan1975", "cat": "Georgian restaurant"}, {"review": "Delicious. C grade waiters (There was a feeling that I came to their house and at the wrong time) There were a lot of people and the louder the guests talked, the louder the music played) ...", "rating": 4, "name": "Фокс Фокс", "cat": "Georgian restaurant"}, {"review": "More or less, but the meat and lyulya are on the verge of oversalting, the staff is good, the food is delicious, it’s better not to take cheap vodka like everywhere else. …", "rating": 4, "name": "Игорь Ефремов", "cat": "Georgian restaurant"}, {"review": "Service leaves much to be desired. The kitchen is tasteless. Incomprehensible 10% on the bill (the waiter said that this is not a tip). At the bakery on st. Cosmonauts khachapuri in Adjarian is much tastier. The level of the institution is an eatery. From Georgian - ...", "rating": 2, "name": "Turchin Bogdan", "cat": "Georgian restaurant"}, {"review": " Of all the establishments in this network - the worst!\nToo long service, despite the fact that the filling of the hall was a maximum of 30%. …", "rating": 1, "name": "Дмитро Стукало", "cat": "Georgian restaurant"}, {"review": "It's not tasty. Khachapuri Ro-Adjarian was served with an unknown filling, cheese as a sole. Kharcho is so-so. On Kudri, everything is completely different :) ...", "rating": 1, "name": "Sergei", "cat": "Georgian restaurant"}, {"review": "Service wants better.\nWith a half-empty hall, waiting for beer for 20-30 minutes is so-so.\nI wanted to eat dolmas and not cabbage rolls. …", "rating": 1, "name": "Sergii Gavrylenko", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious. That's all.\nWe were not warned that the terminal was not working in advance.\n40 minutes looking for a working ATM. …", "rating": 2, "name": "Наталья Павловская", "cat": "Georgian restaurant"}, {"review": "Terrible\nDespite the fact that there were very few people, I waited for one khachapuri for about an hour. When they brought it, some kind of bitter smell emanated from it, did not attach much importance to this ...", "rating": 1, "name": "Anna Chaban", "cat": "Georgian restaurant"}, {"review": "Teach staff how to properly communicate and behave! I did not have time to go in as I heard a lot of discontent from the lips of the waiter. I believe that the food here is also of very low quality. If the management does not look after their people, the rest and ...", "rating": 1, "name": "S S", "cat": "Georgian restaurant"}, {"review": "Very tasty. Democratic prices. It is better to book a table, there are always many visitors. Pleasant and polite staff, they always tell you the composition of the dish, the entire menu is available. Very like. I recommend. …", "rating": 5, "name": "Наталія Соловйова", "cat": "Georgian restaurant"}, {"review": "We decided to visit the institution, of course, on Saturday evening, when there are a lot of people ... and the waiters are overwhelmed. But, when we entered the institution, they did not react to us in any way, we had to look for a waiter and ask where we could sit down. It's been 15 minutes and we...", "rating": 1, "name": "Таня Бабий", "cat": "Georgian restaurant"}, {"review": " Everything is awful) the atmosphere is barge, the service is average, the menu dishes are not deciphered, everything needs to be questioned..there were not many drinks.all dishes. Strongly peppered. There was no …", "rating": 1, "name": "Ivanna Gurzhiy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алёна Губанова", "cat": "Georgian restaurant"}, {"review": "It gets worse and worse, although the food is not bad, but until you wait for the menu, the waiter and the order will pass at least an hour. Tips are included in the bill, which is written both on the check and on the menu, but the waiters say that this is an extra charge for dishes and demand to leave them another tip . …", "rating": 1, "name": "Александр Фесан", "cat": "Georgian restaurant"}, {"review": "I liked it, the prices are reasonable, the portions are large. I read a lot of negative reviews, but everything went fine with us and without incidents. …", "rating": 4, "name": "Яна Андрієвська", "cat": "Georgian restaurant"}, {"review": " Bottom ... one star, then for good wine ... they were there today, the impression is horror. Service horror-horror-horror, even with a check messed up ... I do not recommend anyone to visit that place. …", "rating": 1, "name": "Юрій Дробецький", "cat": "Georgian restaurant"}, {"review": "We didn’t like the waiter, the administrator was excellent, the system turned off on our order, we waited an hour and a half. during this time, the waiter, five times they said their order, they still didn’t give it ((the administrator apologized (...", "rating": 3, "name": "Мария Воят", "cat": "Georgian restaurant"}, {"review": "Been many times and always happy!\nDelicious and not expensive!!\nI don’t know who writes negative reviews here, maybe competitors ?? …", "rating": 5, "name": "katia k", "cat": "Georgian restaurant"}, {"review": "Very nice cafe, delicious food, good portions, average price category. You can bring alcohol except beer with you. Attentive staff…", "rating": 5, "name": "Поліна Аракелян", "cat": "Georgian restaurant"}, {"review": "The service staff screwed up this damned place. They work like pregnant turtles, 1 hour has passed, the order has not been brought.\nIt was cool, it got bad. …", "rating": 1, "name": "Orion", "cat": "Georgian restaurant"}, {"review": "Terrible service. The drunken bartenders took the order and could not understand where they were and what they wanted from them. They rested and they do not care about the customers.\nI repeated 4 times that I ordered, but the guy was not up to my order. …", "rating": 1, "name": "Юлия Высокая", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "zologin78@ukr.net Зологин", "cat": "Georgian restaurant"}, {"review": "\nThank you, it was delicious today😉", "rating": 5, "name": "Саенко Игорь", "cat": "Georgian restaurant"}, {"review": "A few things I didn't like:\n1. No one offered to sit down. I had to catch the waiter myself and ask him to find us a place. …", "rating": 2, "name": "Constantine “Mister.WD” Demida", "cat": "Georgian restaurant"}, {"review": " Waiting time for takeaway order (delivery): it would be desirable to correct - at least 20 minutes of overlimit, which is not customer-oriented. …", "rating": 4, "name": "Tanya Mamro", "cat": "Georgian restaurant"}, {"review": "Once, in this institution, they automatically added 10% for service. I did not always agree with these, but ok.\nNow, pay attention, there is a “10% mark-up” item on the check and this is not a tip, it’s just ...", "rating": 3, "name": "Владислав Шарафан", "cat": "Georgian restaurant"}, {"review": "The place is good, the food is delicious. But the brake waiter Artyomka spoiled the whole impression of the restaurant. Work on your staff! …", "rating": 1, "name": "Яна Панченко", "cat": "Georgian restaurant"}, {"review": "Disputed Cuisine: Diluted Uzvar. Khinkali with thick dough. The hall is brand new. …", "rating": 4, "name": "Артём Иваненко", "cat": "Georgian restaurant"}, {"review": "Poorly cleaned, tables sticky, grease and dirt…\nWaiters without masks...", "rating": 2, "name": "Kyryll Cherkashyn MuzUkr", "cat": "Georgian restaurant"}, {"review": " Delicious food, ordered in advance - received on time.\n\nBut terrible service, rude waiters with dirty hair, until you go to shout at …", "rating": 3, "name": "Ната Андреева", "cat": "Georgian restaurant"}, {"review": "Restaurant ruined!!! And the kebab is not tasty, all the dishes are salted and peppered. They bring everything at random, french fries at the end, after the barbecue, who needs it ?! Barbecue waited an hour!!! The service is bad, you make a remark on the case, they squirm ...", "rating": 1, "name": "Надежда Саква", "cat": "Georgian restaurant"}, {"review": "Good food, low prices, nice and helpful staff. A constant full house, the staff is trying very hard but physically does not have time to serve everyone quickly. …", "rating": 4, "name": "Валерий Серебряков", "cat": "Georgian restaurant"}, {"review": "Until today I was a regular customer. Called this place on the phone today to place an order. \"-Draste\" - it sounded, and, without covering the receiver with a hand, a selective three-story mat fell down, it’s good that it wasn’t in my direction (it’s so ...", "rating": 1, "name": "Вадим Андрияш", "cat": "Georgian restaurant"}, {"review": "For me, the criteria for evaluating catering establishments are in this order:\n1) the quality and taste of food;\n2) price; …", "rating": 4, "name": "Максим Криворучко", "cat": "Georgian restaurant"}, {"review": " The food is normal. The waitress is such a greyhound that I have not seen such a thing for a long time. And then it turned out that the check is added 10% by type of service. And this is not a feast, but a simple …", "rating": 3, "name": "Tatiana Pyzh", "cat": "Georgian restaurant"}, {"review": " Ordered grilled vegetables, just awful, swimming in fat, 70% of the vegetables only one eggplant, 3 cherry tomatoes, two hot peppers, some mushrooms, not salty, soaked in fat, I do not recommend) …", "rating": 1, "name": "Елена Сидак", "cat": "Georgian restaurant"}, {"review": " The cuisine is delicious. But the waiter ... a young boy, brought the bill and said, \"tips are not included in the bill!\" ... in these establishments included 10% in the check tip! But the waiter was very much asking …", "rating": 2, "name": "Олександр Литвин", "cat": "Georgian restaurant"}, {"review": "I didn’t expect (((, the dishes have nothing to do with the dishes on Goloseevo \"Ga Ga\", Caesar salad ... does not look like Caesar at all ((, everything else, in principle, too, you wait a long time ... you call for a long time, you didn’t like it ((( But I want to mention the trainee's girl named ...", "rating": 3, "name": "Маникюр", "cat": "Georgian restaurant"}, {"review": "It is possible that it was rush hour and the institution was packed to capacity (about 21.00), or it is possible that this is a trendy institution.\nJudging by the number of people sitting at one table, I dare to assume that this ...", "rating": 4, "name": "Алексей Нежиков", "cat": "Georgian restaurant"}, {"review": "Compared to Ga Ga on Tychyny, it is much worse, I would not classify this restaurant as Ga Ga in terms of quality.\nUpset the kitchen, cleanliness. I do not recommend this Ga Ga, it is better to drive to Tychyny. …", "rating": 3, "name": "Yurij Podorozhnyy", "cat": "Georgian restaurant"}, {"review": "Loved this place and delicious barbecue. Until the new staff is hired. Dinner 25.07 in this Gaga. Okay, let's omit that the barbecue and ojakhuri were brought after 15 minutes, and the salad after 40🤦. But when we ordered takeaway khachapuri, we were told...", "rating": 1, "name": "Марина Маринина", "cat": "Georgian restaurant"}, {"review": "I ordered Megrelian and Adjarian khachapuri through Glovo. There are no pretensions in Adjarian, it's delicious. In Megrelian, it’s just full, overcooked, dry tin, you can just hammer in nails and break your teeth. So that you understand the level ...", "rating": 1, "name": "Алексей Сидоренко", "cat": "Georgian restaurant"}, {"review": "A great place for everything: sit quietly on a date, noisily celebrate a friend's birthday, have a delicious meal.\nService: + …", "rating": 5, "name": "Руслан Симакин", "cat": "Georgian restaurant"}, {"review": "The cuisine is delicious, the service is at zero level, the waiter is rude and requires a tip, the dishes are not served on time, in your cafe, hot dishes are served, and then snacks, I would like it to be the other way around. …", "rating": 1, "name": "Oksana Juhimchuk", "cat": "Georgian restaurant"}, {"review": " The place is good, one of the features you can bring alcohol, but only alcohol! Large halls have plenty of space.\nOne thing I didn't like was the music, because the theme of the Georgia …", "rating": 3, "name": "bos styv", "cat": "Georgian restaurant"}, {"review": "Good afternoon. We were with friends today, we were waiting for beer for 20 minutes, we ordered 32 khinkali, we waited 50 minutes, a very long time. Khinkali asked to put the boxes with me, the waiter brought the boxes on the table, I tell me to coordinate, can I put it down. In the end, I ...", "rating": 1, "name": "Михаил Кожемякин", "cat": "Georgian restaurant"}, {"review": "Large portions, delicious food, reasonable prices. It is advisable to book a table, as there are a lot of people on weekends. Of the minuses 🙄 there are a lot of people, stuffy and tortured waiters who are not always polite. …", "rating": 4, "name": "admin_school Зайцева", "cat": "Georgian restaurant"}, {"review": " Cozy and pleasant place. Delicious Georgian dishes. Polite staff. Delicious pork skewers, salad with chicken and pomegranate or tongue, tobacco, tarragon and much more. …", "rating": 5, "name": "Yurii Onyshchenko", "cat": "Georgian restaurant"}, {"review": "The food is good, the service is average, how lucky, during peak hours you have to wait of course, well, they already wrote about the 10 percent markup, it’s strange that it is separate, but mandatory. And yes, the terminal is not working🐙 ...", "rating": 3, "name": "Anna Pertseva", "cat": "Georgian restaurant"}, {"review": "Unforgettable impressions! The family came to celebrate DR. We made a pre-order, everything was fine until the dishes began to take out. Khachapuri was the first to be brought, the cheese in which it was impossible to mix with the egg, to which the waiter replied ...", "rating": 1, "name": "Вікторія Марченко", "cat": "Georgian restaurant"}, {"review": "Came for lunch and some work. I needed to recharge my laptop. As soon as they saw my laptop, they immediately confronted me with the fact that the time spent in the institution was limited to 1 hour for me. Hospitality is...", "rating": 1, "name": "Denis Dudkin", "cat": "Georgian restaurant"}, {"review": "A very pleasant place. We did not book, because we did not know that there would be a big stir (I advise you to do this because the place is popular), but nevertheless the attentive and pleasant staff found us a table for a few hours. The food is delicious, prices …", "rating": 5, "name": "Анна", "cat": "Georgian restaurant"}, {"review": "It was the first time, they advised but they didn’t get it. We ordered 8 dishes for 3 of us and couldn't finish it. Everything was delicious! Very surprised, will be back again and again. …", "rating": 5, "name": "Игорь «PACCBET» Федоренко", "cat": "Georgian restaurant"}, {"review": "\nFire.", "rating": 5, "name": "Алекс Лев", "cat": "Georgian restaurant"}, {"review": " I have long been familiar with the Gaga restaurant chain, but this establishment was a bit disappointing in terms of cleanliness and service. As always, everything is super delicious …", "rating": 3, "name": "AnKa Pokotilo", "cat": "Georgian restaurant"}, {"review": "The food is delicious, with almost full landing it was very stuffy. You can with your booze. Don't thank)...", "rating": 4, "name": "Юрий Долобан", "cat": "Georgian restaurant"}, {"review": "We ordered potatoes for a certain time and pita bread. The potato was cold, and it looked like it had cooled down for several hours, and the pita bread was yesterday. Disappointment for the second time in a row... It used to be good, now the prices have risen, and the food has become …", "rating": 1, "name": "Ярослав Яремчук", "cat": "Georgian restaurant"}, {"review": " Comfortable atmosphere and delicious food that is still needed for a wonderful healing of a wonderful evening with friends …", "rating": 4, "name": "Roman Linnik", "cat": "Georgian restaurant"}, {"review": "Today I was here for the first time. I ordered a salad with the name of a vision))) The portion is huge, I was surprised, the cost is 99 UAH. I ate one salad.", "rating": 5, "name": "Вероника м", "cat": "Georgian restaurant"}, {"review": " Super! Just super! In my opinion, this place is a perfect combination of price and quality. First, everything is really very tasty, Georgian, brightly flavored with authentic spices, but without overdoing it. …", "rating": 5, "name": "Максим Козак", "cat": "Georgian restaurant"}, {"review": " According to the administrator, \"a little unlucky.\"\n1. Ordered a table for 3, put at the table for 2, one was sitting in the aisle ( …", "rating": 1, "name": "Софія Кудінова", "cat": "Georgian restaurant"}, {"review": "Great cuisine at a great price! The main thing is to visit this place not at rush hour! When the halls are not packed there is very cozy. …", "rating": 4, "name": "roman kozak", "cat": "Georgian restaurant"}, {"review": "Delicious food, a little sluggish staff (sometimes you have to catch their attention for a long time). Of the minuses - the tables are very tight and small ...", "rating": 4, "name": "Андрей Назаренко", "cat": "Georgian restaurant"}, {"review": "The food is delicious, but there is one fit who does not understand what the service industry is at all ..\nthe chefs are pulling this establishment! …", "rating": 3, "name": "GUMBA Beats", "cat": "Georgian restaurant"}, {"review": "A great place to meet friends and even celebrate a birthday. The food is very tasty, the portions are large, the service is not intrusive. I recommend. …", "rating": 5, "name": "Надежда Неснова", "cat": "Georgian restaurant"}, {"review": "A good, not expensive, colorful institution with delicious dishes, you have already been three times and the administrator is spoiling everything. Not only does she look like just a guest of an establishment or a seller from the radio market, she allows herself to talk like that with ...", "rating": 4, "name": "Анна Киселёва", "cat": "Georgian restaurant"}, {"review": "Good establishment. Everything is delicious. But sometimes, of course, you have to wait before they bring the order. …", "rating": 5, "name": "Han Solo", "cat": "Georgian restaurant"}, {"review": " We went with a friend, we were never approached in 30 minutes ... apparently we did not go out with her muzzle) Toiu I want to give advice: serve ALL customers! …", "rating": 1, "name": "Софія Герасименко", "cat": "Georgian restaurant"}, {"review": "Delicious! Neat calm interior. But in general, it has not been lived in yet. I didn’t like that all the tables were initially already served with plates on which a fork and knife lie (for some reason it reminded me of a dining room). Advice to waiters: be careful ...", "rating": 4, "name": "Алёна ХХХ", "cat": "Georgian restaurant"}, {"review": "Everything was great, a couple of years ago, now it's zapara. The quality of the dishes is worse, but I generally keep quiet about the waiting time:((...", "rating": 1, "name": "Юлия Борсукова", "cat": "Georgian restaurant"}, {"review": "A good restaurant where you can try Georgian cuisine. The owner of the restaurant is a good person, constantly monitors the staff. There are three halls in total, where in two the toilet stinks, as people constantly forget to close the toilet door (even …", "rating": 4, "name": "Miroslav Stetsiuk", "cat": "Georgian restaurant"}, {"review": "Booked a table and arrived 40 mins. BUT we were not accepted !!!!) ((\n\n(We have people with the same problem). In front of the invited guests, it’s terribly not ...", "rating": 1, "name": "Олег Мегастар", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вячеслав Кривенок", "cat": "Georgian restaurant"}, {"review": " The cuisine is delicious as always. But it was not pleasant when a loud company was resting nearby, they behaved frankly not decently. Obscene swearing, screaming, whistling, as if in the woods. The waiter and the …", "rating": 4, "name": "Аленка Шидерова", "cat": "Georgian restaurant"}, {"review": " Very tasty dishes and it overcomes all the disadvantages. The two main ones that follow from each other. The tables are very crowded, a lot of people, so very noisy. In the fall, a terrace was added, so more visitors …", "rating": 4, "name": "Сергій Шинкар", "cat": "Georgian restaurant"}, {"review": "Tasty, but as always, the service \"suffers\"! Even with such a good loading of the restaurant, the service was very poor. It was not possible to order half of the dishes from the menu, because they ran out of cheese(( The dishes ordered were delicious! …", "rating": 4, "name": "Наталья Якимчук", "cat": "Georgian restaurant"}, {"review": "Great establishment. I was surprised by the speed of order fulfillment, very quickly)) Everything is delicious and with soul. I recommend. P.S.: Book a table a few days in advance. very popular place...", "rating": 5, "name": "Oleksandr Haleta", "cat": "Georgian restaurant"}, {"review": "Didn't like the service very much.\n1. We ordered tarragon lemonade, brought barberry, to the remark that this was not our order, the waiter said that he was unlikely to be able to do something ...", "rating": 1, "name": "Irina Kachanova", "cat": "Georgian restaurant"}, {"review": " Waiting for potatoes for 2 hours is too much 😀\nAnd kebabs for 1 hour🤪 …", "rating": 2, "name": "Anna Anna", "cat": "Georgian restaurant"}, {"review": "Service at the highest level! All dishes are delicious! Individual approach! I would love to visit this place again and again! I advise! …", "rating": 5, "name": "Александр Мудрак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Екатерина Лапшук", "cat": "Georgian restaurant"}, {"review": "It's scary to write your review, because. then there will be no places in this institution... Everything is very tasty!!! The owner of the establishment is just great! …", "rating": 5, "name": "Юля Куз", "cat": "Georgian restaurant"}, {"review": "Delicious food at your establishment. Quite often I come to you for lunch) I like everything. …", "rating": 5, "name": "Миша Тараненко", "cat": "Georgian restaurant"}, {"review": "Just disgusting service, and even 10% is already included in the price. They say that delicious homemade wine, one powder, and you call this homemade wine? The kitchen is not bad, but with such service it is better to go to poppy! …", "rating": 1, "name": "Олександра Гайдай", "cat": "Georgian restaurant"}, {"review": "The evening was ruined. The institution is open until 22:00 there is no music (((((very boring institution ...", "rating": 1, "name": "Ирина Солошенко", "cat": "Georgian restaurant"}, {"review": "Waiters are on the phone.\nTables are not cleaned for half an hour.\nMeat in khinkali and khachapuri from the chef is terrible! 50% cartilage. …", "rating": 2, "name": "Евгения Колесник", "cat": "Georgian restaurant"}, {"review": " Too noisy, they serve the worst cheap sitro, tasteless meat …", "rating": 1, "name": "Юлія Ліневич", "cat": "Georgian restaurant"}, {"review": "Slow service when the place is not full. Khinkali is not tasty (lamb meat tastes like ground boiled chicken) ...", "rating": 1, "name": "Anna Novikova", "cat": "Georgian restaurant"}, {"review": "Very tasty! Always a full room. You need to book a table in advance. Very affordable prices. 5+ …", "rating": 5, "name": "Денис Ходченков", "cat": "Georgian restaurant"}, {"review": "Excellent establishment. Wide choice of dishes, competent staff.\nCozy and comfortable place. …", "rating": 5, "name": "Олена Лисенко", "cat": "Georgian restaurant"}, {"review": " Huge portions, good food, delicious wine, average prices, the ability to take food with you, the ability to pay at the terminal. Among the disadvantages - noisy (music is playing, noisy companies are sitting at …", "rating": 3, "name": "Vasyl Melnyk", "cat": "Georgian restaurant"}, {"review": "Was the first time! And I'm really surprised!!! Very tasty, cozy, nice staff!!! And the prices are just amazing! …", "rating": 5, "name": "Ольга Худенко", "cat": "Georgian restaurant"}, {"review": "If you want to eat a delicious barbecue, you are here. In principle, there is a good cafe, you can eat deliciously (shish kebab, eggplant rolls with nut paste, khachapuri). But keep in mind that there are a lot of people here, it is better to book a table. Lots of people and…", "rating": 4, "name": "Ирина Шкандала", "cat": "Georgian restaurant"}, {"review": "Gaga's restaurant has expanded. A large summer playground has appeared, which is very good. Service is good. The cuisine is very tasty. Khachapuri and kebab are excellent. Normal prices. I recommend. …", "rating": 5, "name": "ooo ooo", "cat": "Georgian restaurant"}, {"review": "The food is delicious, but the service is disgusting. They stand overhead and wait for you to leave a tip. It's impossible to call. In short, the service - the place is trash !!!! …", "rating": 2, "name": "Maria Tatarynova", "cat": "Georgian restaurant"}, {"review": "The food is very tasty, the only thing was to wait a very long time for potatoes.\nAnd as for me, two cubicles in the toilet are not enough because I had to stand in line. …", "rating": 4, "name": "Яна Приз-Линцова", "cat": "Georgian restaurant"}, {"review": "Very tasty, nice atmosphere, nice staff. Very large portions and reasonable prices! …", "rating": 5, "name": "Сергій Заболотний", "cat": "Georgian restaurant"}, {"review": "Two stars only because I love this chain of restaurants.\n\nYou don't want to finish your meal after other guests. …", "rating": 2, "name": "Tommy Entertainment", "cat": "Georgian restaurant"}, {"review": "If you are not picky about food, finances are limited, you are not interested in desserts, teas, you are not embarrassed by the smell of the kitchen, slightly bullish waiters, then this place will suit you. …", "rating": 3, "name": "Andrii Kormyltsev", "cat": "Georgian restaurant"}, {"review": " Good cuisine, relaxed atmosphere, friendly staff, food prepared with soul and fresh produce …", "rating": 5, "name": "В'ячеслав Прокопенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Dri Dri", "cat": "Georgian restaurant"}, {"review": "Delicious, big portions and moderately priced. The waiters are great, they do not forget about the guests and are attentive. …", "rating": 5, "name": "Artem Botnar", "cat": "Georgian restaurant"}, {"review": "Decided to visit the restaurant \"Gaga\" on the advice of friends. I really liked the kitchen. Everything is very tasty, the portions are large, the assortment is good, there is plenty to choose from. The restaurant has 3 halls, the room is clean (fresh renovation), pleasant and simple interior. …", "rating": 5, "name": "Владислав Гуральский", "cat": "Georgian restaurant"}, {"review": "The mood was spoiled from the threshold. My daughter and I went to eat. And they yelled at us. Service Terrible. Horrorssss. They even wanted to eat. They are rude and rude. Don't go here at all. Spoiled mood for the whole day. …", "rating": 1, "name": "Юлия Силенко", "cat": "Georgian restaurant"}, {"review": "Better not go here, and there are never places like that. Once they mixed up my order, but I didn’t check every dish and my kebab turned out to be potatoes, check the orders ...", "rating": 5, "name": "Sergey Savenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Joe Siburov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Яна Ясненко", "cat": "Georgian restaurant"}, {"review": " Gaga has been liked more than once ...\nToday the waitress forgot about our order .... did not bring the amount of wine that was requested ... then this order waited a very long time and then …", "rating": 3, "name": "Alina Tsukanova", "cat": "Georgian restaurant"}, {"review": "There are very tasty dishes. Prices are high + 10%. There is no air conditioning. They can serve burnt mackerel on the grill and explain that it is necessary. …", "rating": 3, "name": "Ольга Юрьевна", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Hurshid Abidov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Oleg Kalganov", "cat": "Georgian restaurant"}, {"review": "The food is delicious, eat meat and eat meat - in my opinion, it is inexpensive by Kyiv standards. Cons: No air conditioning. …", "rating": 5, "name": "Евген Михальченков", "cat": "Georgian restaurant"}, {"review": "The first time I visited this restaurant, a friend of Georgians invited me to have lunch, a pleasant atmosphere in the middle of this restaurant. And had a delicious lunch with friends! …", "rating": 5, "name": "Дима Стена", "cat": "Georgian restaurant"}, {"review": "Low prices, delicious food, you can bring your own alcohol. Service is fast. Lots of people, noisy at night. I recommend to visit. …", "rating": 5, "name": "Дмитрий Калиниченко", "cat": "Georgian restaurant"}, {"review": " The service is awful, dirty, the tables are sticky, the dishes are dirty, the waiters are overheated, one word \"BOTTOM\". The worst of this network. …", "rating": 1, "name": "Юрій Поліщук", "cat": "Georgian restaurant"}, {"review": "In general, there are no complaints about the kitchen, the gloomy expression on the waiter's face did not strain much, well, maybe the person had a bad day. It happens. …", "rating": 4, "name": "Evgeniy K.", "cat": "Georgian restaurant"}, {"review": " On a hot evening - the lack of drinking water without sugar, and khachapuri from the chef was a disgrace to the chef, because instead of meat put some chewing gum ... …", "rating": 3, "name": "Людмила Зубарь", "cat": "Georgian restaurant"}, {"review": " The restaurant is bad, because today (14.02) is just sold out: there are not enough waiters, there is also a lack of staff in the kitchen ... We are waiting for an order for more than 2 hours ((( …", "rating": 1, "name": "Алина Чоповская", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine and atmosphere. Prices are decent. Many thanks to the owners for this establishment. …", "rating": 5, "name": "Friendship is a Miracle", "cat": "Georgian restaurant"}, {"review": "They just spoiled the mood: the chefs are great, but everything else is terrible. Uneducated waiters and rude administration. This is the hallmark of the establishment.\nMake your choice !!!!!°° …", "rating": 1, "name": "Вікторія Солонько", "cat": "Georgian restaurant"}, {"review": " I really liked the place, we visit regularly. The dishes are large and hearty, there are places on the veranda. The staff is polite, fashionable to call about the load of the kitchen and book a table. We recommend on …", "rating": 5, "name": "Serhii Frolov", "cat": "Georgian restaurant"}, {"review": "One of the best places in Kyiv, where you can eat delicious food in a pleasant environment at affordable prices) thank you! …", "rating": 5, "name": "Юлия Демчук", "cat": "Georgian restaurant"}, {"review": "The waiters are nice, but the owner was completely disrespectful and spoke horribly to me.\nI ordered coffee and sat working at a laptop and instead of going up and ...", "rating": 2, "name": "Roma Dov", "cat": "Georgian restaurant"}, {"review": "Good, cozy place. Very reasonable prices. Barbecue incomparable\nThere is not enough green summer playground)) ...", "rating": 5, "name": "Анастасия Клименко", "cat": "Georgian restaurant"}, {"review": "I do not recommend it to anyone, the brazier does not work, serving dishes from 1 hour to 1.5 completely spoiled the New Year's mood. Very bad service…", "rating": 1, "name": "Timur Leskov", "cat": "Georgian restaurant"}, {"review": "Service is slow but not bad. As for the cuisine, I understand that the cuisine is Georgian, but half a plate of olia is a bit too much for me to serve ...", "rating": 4, "name": "Анастасія Полюхович", "cat": "Georgian restaurant"}, {"review": "Very tasty, not expensive, it is better to book tables in advance, otherwise it is unrealistic to get there in the evening. 8 UAH for 1 piece of khinkali!!!!! Unrealistically cool) ...", "rating": 5, "name": "Елена Быковцева", "cat": "Georgian restaurant"}, {"review": "After several clarifications, they brought eggplant with bacon as a dish where there is nothing meat. Cheese in khachapuri was sour. To the remark, the waitress replied 'I ate this khachapuri myself!' Well, with such a service, you will never come back there again ...", "rating": 2, "name": "a. sh.", "cat": "Georgian restaurant"}, {"review": "Everything is very tasty, I even thought to celebrate my 30th anniversary there. The prices don't bite. I recommend …", "rating": 5, "name": "Vedomira Witch", "cat": "Georgian restaurant"}, {"review": "Everything is delicious, especially the barbecue. The only negative is that the place is open until 22.00. …", "rating": 4, "name": "Юлия", "cat": "Georgian restaurant"}, {"review": "Yesterday I visited this place, to be honest I did not expect that it could be so tasty) I liked it)) …", "rating": 5, "name": "Devid Tol", "cat": "Georgian restaurant"}, {"review": "Good place to have dinner. One of the few places where they cook delicious shurpa.\nWaiters are active. I was pleased, because in the Gaga on Borschagovka, the waiters are a little slower. …", "rating": 5, "name": "_Sweetymuse_ 0_о", "cat": "Georgian restaurant"}, {"review": "Delicious and huge portions. I ordered a kebab and a salad. I took half with me\nBookings are required on weekends. And inexpensive! …", "rating": 5, "name": "Ігор І", "cat": "Georgian restaurant"}, {"review": "Very tasty dishes, excellent utensils, pleasant waiters, although the halls are busy and the staff does not have time to serve everyone on time. A huge drawback is obviously cramped)) ...", "rating": 5, "name": "Аня Воробьева", "cat": "Georgian restaurant"}, {"review": "Food is delicious, prices are reasonable, portions are large. Of the minuses: very noisy, the waiter forgot one dish from the order, alcohol is sold only in bottles, the table must be ordered several days in advance. But there is also a pleasant circumstance - any alcohol ...", "rating": 4, "name": "Olena Krekoten", "cat": "Georgian restaurant"}, {"review": "Have a great rest!!! Service, food, selection - all top notch! At moderate prices. …", "rating": 5, "name": "OptimTrans", "cat": "Georgian restaurant"}, {"review": "I go regularly, the cuisine is excellent, the prices do not bite, you can order a banquet without any problems (even without stopping by a restaurant, everything is online)\nI recommend …", "rating": 5, "name": "Антон Масленников", "cat": "Georgian restaurant"}, {"review": "When there are a lot of people, I would not advise this hell, you need to have a lot of patience to wait for your order in an hour and a half.\nAnd the food is delicious, the prices are average. …", "rating": 2, "name": "Дмитрий Артёмкин", "cat": "Georgian restaurant"}, {"review": "Super tasty! Thanks a lot! Service is great! The kitchen is awesome! The prices are super! …", "rating": 5, "name": "Елена", "cat": "Georgian restaurant"}, {"review": "I don’t advise you to order with you at all every time, not only that we order or they give yesterday’s already ordered a salad with the tongue language, I definitely didn’t find the salad there, I ordered Adjarian khachapuri with veal but they gave it simply in Adjarian and then ...", "rating": 1, "name": "Gulshat Suvankulova", "cat": "Georgian restaurant"}, {"review": "We waited 50 minutes for khinkali. (It was declared 30). They left without waiting. The check was expected in much the same way. Landing was not full to talk about congestion. …", "rating": 1, "name": "Tsehelna Katerina", "cat": "Georgian restaurant"}, {"review": "Tasty and inexpensive. We got into a large influx of visitors, but in an hour they gave us food and drink. …", "rating": 5, "name": "vputilin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Piki Z", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ярик Батуревич", "cat": "Georgian restaurant"}, {"review": "Tasty, cheap, but the contingent in the establishment is tin!\nThe service is terrible.\nThe best option is self-pickup food. …", "rating": 3, "name": "Анна Лужанская", "cat": "Georgian restaurant"}, {"review": "Were yesterday, I liked everything, everything is very tasty, the atmosphere is great, the food is super, the staff is attentive. I advise everyone!!!!! …", "rating": 5, "name": "Ольга Корж", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "bogdan koval", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Татьяна Тертий", "cat": "Georgian restaurant"}, {"review": "Large, tasty portions, and most importantly, I liked the service very respectfully and politely) …", "rating": 5, "name": "Надежда Бабакина", "cat": "Georgian restaurant"}, {"review": " Unfortunately, in this institution, for the first time I was disillusioned with Georgian cuisine. Before that, more than ten times in other places in Kiev and other cities of Ukraine, I was delighted with Georgian …", "rating": 2, "name": "- vvtk -", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олег Перепичай", "cat": "Georgian restaurant"}, {"review": "All I can say is that the service is good, but the food is simply impossible to eat!! And the atmosphere of the dining room, the smell too !! …", "rating": 1, "name": "Яна Круль", "cat": "Georgian restaurant"}, {"review": "Everything is delicious as always! Barbecue and khachapuri are a separate love, eggplants are just a song, but a salad with nut dressing is something, well, the service is on top! …", "rating": 5, "name": "Ольга Халемендик", "cat": "Georgian restaurant"}, {"review": "Very tasty cuisine! Free truth is almost never, so it's better to book in advance! Very reasonable prices. …", "rating": 5, "name": "Михаил Эверс", "cat": "Georgian restaurant"}, {"review": "Thanks a lot!\nPrices are low, portions are large.\nI recommend …", "rating": 5, "name": "Евгений Ковпенко", "cat": "Georgian restaurant"}, {"review": " I want to write a few words of gratitude. On Saturday 31.08.19 we made an order with us, forgot the sauces, at our request they brought them to us. All the dishes were delicious and everyone liked it. I am grateful to …", "rating": 5, "name": "Марина Дубовчук", "cat": "Georgian restaurant"}, {"review": "Very tasty!!! Everything is always served hot. The employees are friendly, sometimes very picky, but this can be justified by a large flow of guests. Portions are generous! I wish you success! …", "rating": 5, "name": "Ann Mahno", "cat": "Georgian restaurant"}, {"review": " Incredibly atmospheric place !! I really like to come here, because of their well the most delicious cuisine !!! 😍😍😍 And every time the staff is amazed by its warm welcome and good service !!!! …", "rating": 5, "name": "Lukjulja1992 rj146953", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Toad Bird", "cat": "Georgian restaurant"}, {"review": "Wait for the order 1.5 hours.\nOut of 12 ordered positions, they brought 10 - they forgot about the rest.\nThe staff until you grab the hand - do nothing. …", "rating": 1, "name": "Yakov Voskresenskyi", "cat": "Georgian restaurant"}, {"review": "Today I was with my husband at GAGA on Chokolovsky, we went to try their Adjarian khachapuri. The impressions from the establishment, staff and cuisine are good ..! my husband praised their beer (he says it reminded me of the Soviet Zhiguli beer). we liked everything, we were satisfied ...", "rating": 5, "name": "Анна Суховая", "cat": "Georgian restaurant"}, {"review": "The food is delicious, the portions are large, and the prices are reasonable. We couldn't eat everything we ordered so we took it with us. …", "rating": 5, "name": "Елена Мацюцкая", "cat": "Georgian restaurant"}, {"review": "Delicious food, large portions, but the kebab is fried like this on a gas burner or on spruce coals. Doesn't smell very good...", "rating": 4, "name": "Viktoria Kharitonchuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Vlad Loboda", "cat": "Georgian restaurant"}, {"review": "I really liked the kitchen! Disadvantages - payment only in cash .. ! Big portions! …", "rating": 5, "name": "Максим Рой", "cat": "Georgian restaurant"}, {"review": "Nice atmosphere. Everything is very delicious. The prices are super. For two we took 6 khinkali (they are very big), mushrooms, tapaka chicken, khachapuri from the chef. All this as much as 490 hryvnia))). The choice of dishes is huge. Eyes run wide. And most importantly - you can take a drink with ...", "rating": 5, "name": "Gabriel Moutafian", "cat": "Georgian restaurant"}, {"review": "New restaurant of Georgian cuisine.\nEverything is amazingly delicious. The kebab is amazing, the grilled trout is unforgettable. Portions are huge. …", "rating": 5, "name": "Oleksandr Gumenyuk", "cat": "Georgian restaurant"}, {"review": "Swindlers hang around in this restaurant, they wait near the parking lot for departing visitors, and at the last moment they stand behind the car, then inventing a story that you allegedly hit their exiting passenger or the door. Be careful when leaving…", "rating": 1, "name": "Lev Kostenko Cinematographer", "cat": "Georgian restaurant"}, {"review": " Such a facility to run for food (but keep in mind that your dishes will be cooked for a long time; for us, khachapuri royal mn 50 exactly (incidentally, very tasty) Salad brought right away, Ojakhury to Tbiliski a …", "rating": 3, "name": "Юлія Пислар", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Коваль", "cat": "Georgian restaurant"}, {"review": "Yes! Everything is very good and quite tasty. It would be nice to add the veal itself to a warm salad with veal, it’s painfully tasty BUT not enough ((( P.S. dinner was a success.🙂 …", "rating": 5, "name": "Женя Лихотинский", "cat": "Georgian restaurant"}, {"review": " The food is great. But when the room is full, the ventilation system does not work. Therefore, such an assessment …", "rating": 3, "name": "Myhail K.", "cat": "Georgian restaurant"}, {"review": "\nVery large portions. Cheap and tasty.", "rating": 5, "name": "Юрий", "cat": "Georgian restaurant"}, {"review": " Terrible service, all mixed up 2 times in the order of 2 dishes, the bill was brought before the meal and there is another 10% interest included for tea !!! Ordered khinkali, the dough is very thick - not delicious! …", "rating": 1, "name": "Ulyana Havrylyak", "cat": "Georgian restaurant"}, {"review": "Quite bearable. Prices are reasonable, food is excellent. Repair, of course, is very cheap, and because of this, it looks very much like an eatery not of the highest suit. I was pleasantly surprised by the lemonades, the price, however, is not very cheap and the bottles …", "rating": 4, "name": "Yuri Sereda", "cat": "Georgian restaurant"}, {"review": "Service at the level ... I took a barbecue for takeaway ... Everything is very good .. Price quality (the main thing is to keep the brand) …", "rating": 5, "name": "Руслан Киев", "cat": "Georgian restaurant"}, {"review": "I do not recommend! The kitchen is disgusting, sometimes raw, sometimes burned! Of everything we ordered, the french fries were edible. The administrator, and maybe the owner is a rare boor, the waiters are unskilled. Service at a loss .... Never, no matter what ...", "rating": 1, "name": "Света Марченко", "cat": "Georgian restaurant"}, {"review": " Large portions, affordable prices. Cozy atmosphere. Polite staff. …", "rating": 5, "name": "Марина Дашкова", "cat": "Georgian restaurant"}, {"review": "We visited the establishment and were disappointed (((previously the waiters were attentive, friendly. It was nice to be there, but now we had to wait 15 minutes to get the menu, they paid attention to us only after we turned to …", "rating": 1, "name": "Вадим Кривенков", "cat": "Georgian restaurant"}, {"review": "A very good establishment. Democratic prices, delicious cuisine, good service. You are allowed to bring your own alcohol.\nI advise you to reserve tables in advance. …", "rating": 5, "name": "Viacheslav Skrypets", "cat": "Georgian restaurant"}, {"review": "Pros: Delicious, cheap.\nCons - it is impossible to breathe, people sit on each other's heads, the air conditioner does not work all the time, a couple of times I came across frozen potatoes. …", "rating": 3, "name": "Katrin St", "cat": "Georgian restaurant"}, {"review": "Very... Well, very cool place. The kitchen is just licking your fingers, and most importantly, the prices are super loyal. Places are never enough, you need to book in advance. Highly recommend to visit. …", "rating": 5, "name": "Vladimir Prothenko", "cat": "Georgian restaurant"}, {"review": "Cool place, the best khinkali and khachapuri, the kebab is very tasty, the prices are normal, the waiters are fast, I recommend! …", "rating": 5, "name": "Виталий Рязанов", "cat": "Georgian restaurant"}, {"review": " Good atmosphere !!! Ordered meat dishes. The kebab was brought quickly, within 15 minutes. Payment is possible by card. …", "rating": 5, "name": "Александр Гончар", "cat": "Georgian restaurant"}, {"review": " Ordered a table from Tuesday to Saturday. The young man was very polite and pleasant to talk to, everything is fine! But when we arrived on Saturday at 18:14 (the order was for 18), we were met by a girl - a …", "rating": 1, "name": "Ольга Петрачкова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Стасюк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мария", "cat": "Georgian restaurant"}, {"review": "We accepted a large campaign without prior booking. Everything was very tasty, but some dishes had to wait a long time. …", "rating": 5, "name": "Nikolay Tolstous", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Юрченко", "cat": "Georgian restaurant"}, {"review": "Excellent Georgian cafe, network. Very pleasant prices. The portions are good, not small and most importantly, very tasty. Tried fried brains with red wine. I liked it very much. The Georgian guy was serving, he looks like a Georgian, very ...", "rating": 5, "name": "Andrii Syroid", "cat": "Georgian restaurant"}, {"review": "Chokolovka is a strange place ..... as if they stole a sign .... a collapsed toilet ... torn taps ... a kitchen full of sadness ... Georgian salad consisted only of sluggish cucumbers, dull tomatoes and stale cilantro ... and nothing more .... how is it? …", "rating": 1, "name": "Alex V", "cat": "Georgian restaurant"}, {"review": " This place makes me disappointing once and for all. At first, do not be surprised if you wait 15 minutes in a half-empty institution and you will not even bring the menu. The staff is sluggish, there are only a few …", "rating": 3, "name": "Yuliia Volska", "cat": "Georgian restaurant"}, {"review": " Nice place for a friendly meeting, delicious food and nice prices. At the same time, there are prospects for the development of service culture …", "rating": 5, "name": "Oleksii Nozdrachov", "cat": "Georgian restaurant"}, {"review": "Good restaurant. The food and drinks are delicious and reasonably priced. But it was very hot, ceiling fans would not interfere with them. …", "rating": 4, "name": "В'ячеслав Штефан", "cat": "Georgian restaurant"}, {"review": "Very liberal prices, good food, I put 4 stars for the fact that this place is more of a good dining room than a restaurant in terms of style and design. …", "rating": 4, "name": "Donvip1980", "cat": "Georgian restaurant"}, {"review": "Everything is delicious and reasonably priced. But the bill includes 10% service charge. This slightly spoils the impression. …", "rating": 4, "name": "Bohdan Pashchenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Автошкола Автотренер", "cat": "Georgian restaurant"}, {"review": "I was very surprised that we have such a good place to stay where they can feed very tasty food for a good price. The food is delicious, the atmosphere is cozy, large portions. My husband, out of habit, ordered a bunch of everything - but he could not eat, because he was full. …", "rating": 5, "name": "Юлия Юрчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yura Kryvonos", "cat": "Georgian restaurant"}, {"review": " It is very tasty and worth the money\n\n", "rating": 5, "name": "Ангеліна Білоус", "cat": "Georgian restaurant"}, {"review": "2 pluses of this institution are the food and prices! The contingent, dirty dishes sometimes and not very fresh renovation spoils all the impressions. I wish the management to correct the above, so that the institution receives a well-deserved 5 stars! …", "rating": 3, "name": "Jack Mars", "cat": "Georgian restaurant"}, {"review": "\nThank. Highest level..", "rating": 5, "name": "Marketplace Future", "cat": "Georgian restaurant"}, {"review": "really, I didn’t like this particular department, overcooked khinkvli, the atmosphere inside reminded me of a pub of the nineties😂, the only thing that is not smoky and the towlets are clean. …", "rating": 2, "name": "Ruslan Lya", "cat": "Georgian restaurant"}, {"review": "on weekends it is always crowded and noisy, no one will meet you, you need to worry about a free table yourself. tasty, but in khinkali the meat was damp ...", "rating": 4, "name": "Дмитро Чебаненко", "cat": "Georgian restaurant"}, {"review": "Very tasty, huge portions and good prices! We were a company, everyone was very happy! We will come again!))) ...", "rating": 5, "name": "Оксана Хруленко", "cat": "Georgian restaurant"}, {"review": "Waiters not very attentive. The drink was shut down. Otherwise, everything is on a solid 5 ...", "rating": 5, "name": "Андрей Грабилин", "cat": "Georgian restaurant"}, {"review": " Very super cafe, kitchen BOMBEZNA\n\n", "rating": 5, "name": "Раиса Лещенко", "cat": "Georgian restaurant"}, {"review": " As a positive - delicious Georgian cuisine!\nAs a negative - lately it is very crowded and the idea of ​​a simple \"canteen\" is created! …", "rating": 4, "name": "Евгений Александрович", "cat": "Georgian restaurant"}, {"review": "Tasty, satisfying, very large portions, delicious juicy meat, homemade wine, pleasant unobtrusive service, cozy place, convenient location, parking nearby, affordable price, I recommend)) …", "rating": 5, "name": "Tatyana Chernobayeva", "cat": "Georgian restaurant"}, {"review": " Today, a company of ten people rested in this beautiful place. Everyone was satisfied and satisfied with the quality of service and the meals we tasted. Very nice prices! Many thanks to the staff and owners to meet! …", "rating": 5, "name": "Andrey Ovsey", "cat": "Georgian restaurant"}, {"review": "+ Delicious food. Like crazy.\n+ Drinks. There are branded alcoholic and non-alcoholic drinks.\n- Service is terrible! Unceremonious rude waiters, rude administrator ...", "rating": 3, "name": "Niu Sia", "cat": "Georgian restaurant"}, {"review": "In a word, horror. Spoiled holiday. Not tasty food. The staff, in three including the administrator boor. …", "rating": 1, "name": "Дмитрий Щек", "cat": "Georgian restaurant"}, {"review": "It's better to book tables on weekends.\nThe food is always delicious, but sometimes there are problems with the service\nThe portions are large, you can bring alcohol with you …", "rating": 4, "name": "Alexandr Makarchuk", "cat": "Georgian restaurant"}, {"review": "Delicious, cheap, waited a long time for the order, probably tomorrow was. It is better to book a table and menu in advance ...", "rating": 4, "name": "Tatty Fed", "cat": "Georgian restaurant"}, {"review": "Very tasty, not expensive and large portions!\nFriendly staff.\nWe ordered turkey lyulya, village potatoes and Tbilisi khinkali. Highly …", "rating": 5, "name": "Евгений Боровиков", "cat": "Georgian restaurant"}, {"review": "I recommend to all)! Prices are below average, often you need to book a table in advance, they cook with soul and are very tasty! Salad with walnut dressing and Adjarian khachapuri are favorites! …", "rating": 5, "name": "Сабирова Эльвира", "cat": "Georgian restaurant"}, {"review": "Despite the good cuisine, the service is a nightmare, we are waiting for a takeaway order for the second hour. It's the third hour....", "rating": 2, "name": "Анна З", "cat": "Georgian restaurant"}, {"review": "The pricing policy is good, the tables are always occupied, the food is delicious, but it’s a little tight with the hood, all things smell like a hot parka, and there is no coffee for sale. I hope they organize it in the future. …", "rating": 3, "name": "Марина Татаринова", "cat": "Georgian restaurant"}, {"review": "Delicious, big portions. It is better to ask about the spiciness of the dish and not always all the ingredients are indicated. No wine on tap. Minus a star for a forced 10% service charge on the bill, this should be at the discretion of the guest. …", "rating": 4, "name": "Юлия Аксёнова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Татьяна Дес", "cat": "Georgian restaurant"}, {"review": " It is very tasty and affordable. The service is included in the check. The waiters are friendly and polite. Let's come …", "rating": 5, "name": "Tetiana Dziana", "cat": "Georgian restaurant"}, {"review": "It was terrible service. One waiter on the track, the order is an eternity. Cancel positions do not want to do. Horror!!!!! …", "rating": 1, "name": "Евгений Несьтеров", "cat": "Georgian restaurant"}, {"review": "No restaurant culture, glamorous canteen no more! coffee machine is constantly broken , tea ! questionable.... half of the menu is not cooked, they serve it like to eat and don't bother anymore..... …", "rating": 2, "name": "Богдан Щипакин", "cat": "Georgian restaurant"}, {"review": " Everything is soooo delicious! Friendly and attentive staff !!! …", "rating": 5, "name": "Торі Я", "cat": "Georgian restaurant"}, {"review": "Cheap, delicious food, you can take a drink with you. 4 out of 5 because the waiters are not very attentive, there was definitely no steam, maybe tired, but everything is ok. …", "rating": 4, "name": "Vlad Chuchik Vlad Chuchik", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Натали Степанчук", "cat": "Georgian restaurant"}, {"review": "We went in to have a barbecue, waited a long time, got burnt meat, really \"liked\" the service in the check, the waiters serve accordingly, knowing that the tea will be all right, you can call for a long time while they are stupid on the phone near the counter. Been to…", "rating": 2, "name": "Rosik Osadchy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Александр Яворский", "cat": "Georgian restaurant"}, {"review": "Hair in khachapuri from the chef, probably the chef tried very hard ... The waiter spilled water on the table and didn’t even bother to clean it up, there was hope for the best, but Gaga is not happy even after quarantine ...", "rating": 1, "name": "Елена Приставчук", "cat": "Georgian restaurant"}, {"review": " Very good food, great atmosphere))) recommend\n\n", "rating": 5, "name": "Сергей Мельник", "cat": "Georgian restaurant"}, {"review": "We ordered food to go. Simply divine!!\nWe decided to go to the restaurant itself on March 8 - and a complete disappointment. My advice to you: do not cope with current orders, do not plant people. We just sat for forty...", "rating": 2, "name": "Виктор Ткаченко", "cat": "Georgian restaurant"}, {"review": "An excellent restaurant, always full seating, the dishes are large, so if you rent a hall, look at the portion sizes, but they pack everything you want after the celebration and give it neatly folded in bowls and bags ...", "rating": 5, "name": "денис дорошенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Александр Бантюк", "cat": "Georgian restaurant"}, {"review": "Pickup and service in this \"restaurant\" is worse than in handeliki. Pickup order 07.03. at lunch. They asked for an advance payment. They said the order would be ready by 3pm. Arrived at 15-15 and had to arrive even later. I had a hard time picking up my order...", "rating": 1, "name": "Елизавета Заяц", "cat": "Georgian restaurant"}, {"review": "Very tasty, affordable. That is why 5.\n\nBut because of the affordable prices - a lot of people and waiting for the order was very …", "rating": 5, "name": "Vadym Bakiko", "cat": "Georgian restaurant"}, {"review": "Delicious and very large portions!\nVery fast food preparation! Thank you, I liked it very much! …", "rating": 5, "name": "Nika Golubika", "cat": "Georgian restaurant"}, {"review": "A great place to relax with friends, moderately noisy good staff, I advise everyone. …", "rating": 5, "name": "Ludmila Voevitka", "cat": "Georgian restaurant"}, {"review": "A good salad of tongue and vegetables, the lula smelled too \"smoky\", the tarragon is very different from the one I drank as a child, the atmosphere is pleasant, you pay an additional 10% for service ...", "rating": 3, "name": "Марина 777", "cat": "Georgian restaurant"}, {"review": "A new place in the area, tasty, inexpensive and very noisy and crowded, respectively!! Maintenance service is included in the check by default, delicious beer and cuisine smooths out even the inclusion of a fire alarm, which for some reason sometimes works loudly by itself ...", "rating": 3, "name": "Олег Клименко", "cat": "Georgian restaurant"}, {"review": " Cool place, delicious cuisine, democratic prices)))\n\n", "rating": 5, "name": "Yurii Babutch", "cat": "Georgian restaurant"}, {"review": " The service was weak, the food was normal, but it did not impress, but the salad with nut sauce was delicious. …", "rating": 4, "name": "Nita Krena", "cat": "Georgian restaurant"}, {"review": " Were already two times, the food is authentic, cooked super, the price is very affordable, a lot of people, the table is better to order in advance. For the first time everybody liked it very much, and for the second …", "rating": 5, "name": "Серж Бонд", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty, the prices are nice. Good place for lunch or dinner. But comfort, of course, should not be expected))) …", "rating": 4, "name": "Оксана Тихненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Виталий Белый", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Kirill Dimasenko", "cat": "Georgian restaurant"}, {"review": " Everything is fine. Not expensive and tasty. Without pathos. But the staff doesn't know Ukrainian …", "rating": 3, "name": "Ігор Панасенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Євгенія Глущенко", "cat": "Georgian restaurant"}, {"review": "Good service, friendly waiters, but in the evening there are a lot of people, not a place to relax in silence, rather for a large and noisy company. …", "rating": 4, "name": "Анастасія Лазебна", "cat": "Georgian restaurant"}, {"review": "Absolutely disgusting service and rude manager. The dish was of terrible quality, with visible defects. It is impossible to reach the waiters, while the institution has the audacity to automatically include a tip in the bill. …", "rating": 1, "name": "Дмитро Піддубний", "cat": "Georgian restaurant"}, {"review": " The most important and most deceptive attitude towards the client, which has ever seen. When visiting the Gaga restaurant, be prepared for the following: 1. Even if you have booked a table in advance, you will be …", "rating": 1, "name": "Єва Libertad", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Yurii Bartoshevsky", "cat": "Georgian restaurant"}, {"review": "The kitchen is so-so. The toilet does not close behind the visitors and the tables nearby all smell it. Did you try to put closers? …", "rating": 2, "name": "Светлана Казьмирук", "cat": "Georgian restaurant"}, {"review": "Spoiled incredibly. The waiters are boors - and they obviously allow themselves this for a simple reason - 10% service is automatically included in the bill.\nDishes are broken. Attitude - not friendly, boorish. The kitchen was better. …", "rating": 1, "name": "Iryna Dingo", "cat": "Georgian restaurant"}, {"review": "As for Georgian cuisine, it’s quite tasty, very cheap and the location is gorgeous for our family)\nThere are disadvantages, such as the delivery of the kitchen, that is, the waiting time, and features that …", "rating": 4, "name": "Igor Brusov", "cat": "Georgian restaurant"}, {"review": " Good place. The cuisine is delicious. The staff is friendly. …", "rating": 5, "name": "Евгений Шаматалюк", "cat": "Georgian restaurant"}, {"review": "\nTasty cuisine, normal prices. Cozy place.", "rating": 5, "name": "Oleksandr", "cat": "Georgian restaurant"}, {"review": "A good new establishment) typical interior, the staff are all pleasant, the menu is also typical Georgian, but the prices are below average for very worthy khinkali) they cook quickly and tasty) …", "rating": 5, "name": "Екатерина Дацюк", "cat": "Georgian restaurant"}, {"review": "Nice staff, delicious food, huge portions at reasonable prices. Overall, I'm quite happy with this cafe. …", "rating": 5, "name": "Николай Антонов", "cat": "Georgian restaurant"}, {"review": "Cozy, warm, large menu, low prices, always a lot of visitors, companies. I have been to this establishment twice. The first time I thought that I probably ordered something wrong, I didn’t get pleasure from the food. Retrying after almost a year and...", "rating": 3, "name": "Fd Cv", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Олег Довгошея", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Роман Герасименко", "cat": "Georgian restaurant"}, {"review": "The restaurant is certainly far away))) but as a cafe of norms. Prices are normal, but the dishes are so-so ... the chicken was dry and the presentation was like in a canteen) ...", "rating": 3, "name": "Анастасия Суворова", "cat": "Georgian restaurant"}, {"review": "delicious and moderate prices. You can bring your own alcohol.\nThe only thing immediately included in the check is 10% service charge ...", "rating": 5, "name": "Dmitry Iliukhin", "cat": "Georgian restaurant"}, {"review": " A great place to meet, delicious home cooking I recommend. Noise level 7 out of 10. Kitchen 10 out of 10. No desserts ( …", "rating": 5, "name": "Demyan Kor", "cat": "Georgian restaurant"}, {"review": "Liked the place. Convenient location, great food, good service. But something Georgian is still missing. I recommend to visit both alone and with a cheerful friendly company. …", "rating": 4, "name": "Grigoriy Potapov", "cat": "Georgian restaurant"}, {"review": "\nDelicious cuisine and positive staff!)", "rating": 5, "name": "EVGSHOW", "cat": "Georgian restaurant"}, {"review": "awfully noisy. salads norm khachapuri for C grade khinkali I won’t say we waited an hour and a half after which we were told that I didn’t know the problem with khinkali said the waitress. The second visit is more likely no than yes ...", "rating": 2, "name": "Yoda83", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Сергій Дмитрієв", "cat": "Georgian restaurant"}, {"review": "Terrible establishment!\nNo one answers the phone, they called 10 times!!!\nThey came to the institution and barely planted .. ordered soup, and there are only pieces of fat 2-3 ...", "rating": 1, "name": "Иринв Кароль", "cat": "Georgian restaurant"}, {"review": "Everything is fine, the cuisine is super, except for the smoked pork in the \"signature eggplant\" and the lemonades are not real, you can even bother in the season ...", "rating": 3, "name": "Андрей Гдовский", "cat": "Georgian restaurant"}, {"review": "They did not wait for the delivery, the service deteriorated very much, the food became tasteless, burnt. After quarantine, all indicators worsened. Used to be regular customers. No more. It's a pity …", "rating": 1, "name": "Irina Prokopenko", "cat": "Georgian restaurant"}, {"review": "Delicious. Portions are huge) promptly) special thanks for the taste from childhood - babraris lemonade 😉 …", "rating": 4, "name": "Наталия Булко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Олександр Давидюк", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cooked! But sooo noisy.", "rating": 5, "name": "Владислав Кірякулов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Коломиец", "cat": "Georgian restaurant"}, {"review": "On the recommendation, my husband and I went from the other end of the city to a restaurant on Chokolovsky. I didn’t like that while taking the order, the waiter did not warn about the spiciness of the dishes, brought warm wine, did not inform that it was not working ...", "rating": 1, "name": "Danya Belyaeva", "cat": "Georgian restaurant"}, {"review": "Extremely dissatisfied with takeaway! Ordered soup and salad today! Terrible, completely disrespectful staff! They didn't even put in a salad fork!\nThey gave us half a serving of soup. I always order this veal soup - huge portions and…", "rating": 1, "name": "Peter D", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Николай Андрейчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виктория Мовчан", "cat": "Georgian restaurant"}, {"review": "We sat for 20 minutes waiting for the menu, caught and asked for two different waiters - the menu was never brought ...", "rating": 1, "name": "Валерия Базиливич", "cat": "Georgian restaurant"}, {"review": " Very tasty, cool place, beautiful atmosphere and friendly staff. Recommend !!!! …", "rating": 5, "name": "Наталі Астапова", "cat": "Georgian restaurant"}, {"review": "Dining room, food 50/50, meat is not tasty (((\nGot the waiter bull!\nThe mood was ruined. …", "rating": 1, "name": "Вадим Гуйда", "cat": "Georgian restaurant"}, {"review": "There was a very unpleasant aftertaste. We waited an hour for the order, but the most unpleasant thing is that they want to fool you here, we had an account for 576 UAH, this is already with the fact that they automatically include 10% for service, but when we asked for change from 600 UAH, then we ...", "rating": 1, "name": "Марина Штана", "cat": "Georgian restaurant"}, {"review": " Delicious food, not high prices, there is an opportunity to bring your own alcohol. One minus - there are no separate small halls …", "rating": 4, "name": "Kam", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and top notch service", "rating": 5, "name": "Sara Meyer", "cat": "Georgian restaurant"}, {"review": "Prices are reasonable, food is good. Delicious barbecue. Friendly waiters.\nIf you like a cozy, intimate atmosphere, then you are not here. Here, as in Georgia, there are a lot of people, noisy, people have fun and enjoy Georgian cuisine. …", "rating": 5, "name": "vetvepr", "cat": "Georgian restaurant"}, {"review": "My favorite pastime when I come to the capital. They cook very tasty! Khachapuri such as in GAGE ​​you have not eaten anywhere else! Prices are below average. Even a small cake with a candle was found for my daughter's birthday) ...", "rating": 5, "name": "Rύlɣα ֆᎥlɣα Dolphin", "cat": "Georgian restaurant"}, {"review": "\nTasty but very long service ...", "rating": 2, "name": "Валерий Чупира", "cat": "Georgian restaurant"}, {"review": "Great place to eat or book an event. Georgian cuisine, big portions…", "rating": 5, "name": "Alexey Vorobyov", "cat": "Georgian restaurant"}, {"review": "Complete disregard by the waiters and the administrator, there is no hood, Georgian hospitality and does not smell\nIn the end, if you want to try it is better to look for another place ...", "rating": 1, "name": "Dmytro Babii", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, service 10 out of 10", "rating": 5, "name": "Евгений Р.", "cat": "Georgian restaurant"}, {"review": "Very long wait for the order (at least on a weekend). Despite this, the price / quality ratio is excellent. …", "rating": 3, "name": "Regular Everyday", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Annabelle Leo", "cat": "Georgian restaurant"}, {"review": " Pocket thefts work there all the time!\nBoorish administration, which does not respond to comments (and it is possible that it receives a percentage of thefts). …", "rating": 1, "name": "Fuck Russia", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Вікторія Мельничук", "cat": "Georgian restaurant"}, {"review": "Just super!\nIt was like being in Georgia. Everything is very tasty - special respect to the chef ...", "rating": 5, "name": "Alexander Kalashnikov", "cat": "Georgian restaurant"}, {"review": " Very tasty, hearty portions. The service is good\n\n", "rating": 5, "name": "Антон Искра", "cat": "Georgian restaurant"}, {"review": " Great place I'm just delighted! Deliciously!\n\n", "rating": 5, "name": "Ivan Tanchuk", "cat": "Georgian restaurant"}, {"review": " Nice place, delicious cuisine, super waiter Julia, very grateful to her. One big drawback is the heat. Whether or not air conditioners work. I would like this moment to change …", "rating": 4, "name": "Marinka Chmelnickaya", "cat": "Georgian restaurant"}, {"review": "Good restaurant. I heard a lot of reviews, but today I saw for myself.\nThe kitchen is wonderful. Thanks to the restaurant staff. 😊 🌷 …", "rating": 5, "name": "Valentina Trachuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Гризли", "cat": "Georgian restaurant"}, {"review": "Delicious. Good beer. It's a pity that you can only buy alcohol by the bottle, I wanted a glass of wine... Big portions. …", "rating": 5, "name": "Ksy shenka", "cat": "Georgian restaurant"}, {"review": "I really like their cuisine, not expensive, you can take alcohol with you. There are tables outside, a place for smokers…", "rating": 5, "name": "Сергей Ткаченко", "cat": "Georgian restaurant"}, {"review": "Very good khinkali. Friends praised Kharcho. Chokolvsky Hall is better than Romain Rolland, cozier and cleaner. …", "rating": 5, "name": "Den Haos", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Александр Щербаков", "cat": "Georgian restaurant"}, {"review": "Unfortunately a complete disappointment! You can wait for an order for more than an hour and in the end they say that they mixed up in the kitchen and instead of the ordered khinkali they offer to fry potatoes or eat a pie. …", "rating": 1, "name": "A St", "cat": "Georgian restaurant"}, {"review": " Everything is cool. Delicious Georgian food and drinks, but ventilation would be worth the best. …", "rating": 5, "name": "Roman Dohoida", "cat": "Georgian restaurant"}, {"review": " Quite often I make purchases here. I like\n\n", "rating": 4, "name": "Ирина Чеснак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Макс Павленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Моцар", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Георгий Мовчанюк", "cat": "Georgian restaurant"}, {"review": " Pleasant service, very nice prices, delicious food, cozy. …", "rating": 5, "name": "Katy Kat", "cat": "Georgian restaurant"}, {"review": "The kitchen is great. New waiters - similarly. But the very bad climate in the room is frustrating - there are tables where there is a draft (the wife is frozen straight), there is where the air does not move directly - something needs to be done about this. But the 5 rating...", "rating": 5, "name": "Yaroslav Yermakov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Темный Вайперист", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, dolma, khachapuri, khinkali are very tasty. You can bring your own alcohol! …", "rating": 5, "name": "Serg Tuz", "cat": "Georgian restaurant"}, {"review": "Delicious. But the service is not very good. You have to wait a long time. The order may be confused. …", "rating": 4, "name": "Наталья Антонова", "cat": "Georgian restaurant"}, {"review": "The meat is very tasty! I really liked it! I've never tasted better anywhere! I recommend to everyone!! …", "rating": 5, "name": "Мирослава Сопронюк", "cat": "Georgian restaurant"}, {"review": "except for the kitchen, EVERYTHING else is bad! earlier (a year ago) everything was super, now it is not clear why there was disrespect for customers and rudeness (especially on the part of the administrator of the young lady). The practice of 10% for service is very incomprehensible, in honor of ...", "rating": 1, "name": "I M", "cat": "Georgian restaurant"}, {"review": "Well, sooo delicious. But the bathroom needs to be cleaned up. And make the door there with a closer. …", "rating": 4, "name": "Demain Nature", "cat": "Georgian restaurant"}, {"review": "The barbecue bomb! But very noisy! So the interlocutor is not heard. Perhaps he just fell into such a period ... ...", "rating": 5, "name": "Юрій Батраков", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian food at reasonable prices.\n\n", "rating": 5, "name": "Olena Bekreniova", "cat": "Georgian restaurant"}, {"review": "Celebrated the wife's birthday in a cultural company. Opposite, the men were sitting and yelling at all the cafes at the top of their voices ... The administration and the waiters did not care at all ... The cuisine is magnificent and the prices are very pleasing. …", "rating": 3, "name": "Дмитрий Сенчик", "cat": "Georgian restaurant"}, {"review": " Eating at this institution, he immediately felt discomfort in his stomach, hoping for a passing time, but was unlucky. At home, I realized the gravity of the situation, visiting the toilet is super frequent and …", "rating": 2, "name": "Nazara Arazan", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Marianna David", "cat": "Georgian restaurant"}, {"review": "I was in a restaurant on Chokolovsky Boulevard. Everything is very tasty, I especially liked the dish of trout with cheese. …", "rating": 5, "name": "Ольга Olga", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and the staff are the best.", "rating": 5, "name": "Евген Зелений", "cat": "Georgian restaurant"}, {"review": "I will say this, the only plus is the price, and with our mentality, if cheap means sooo tasty)) The service is just HORRIBLE, it's a disaster!!! sheer rudeness and ignorance!!! Darkness of people (Well, for a fool and sweet vinegar), stuffy, noisy, very ...", "rating": 2, "name": "Елена Бадукина", "cat": "Georgian restaurant"}, {"review": "The food is good, the prices are good.\nBut!! The whole impression is spoiled by the absolute absence of exhaust and air circulation. The room is very stuffy and smells strongly of food. Then all the things you need...", "rating": 3, "name": "Макс", "cat": "Georgian restaurant"}, {"review": "The interior resembles the cheapest beer eatery. The persistent smell of beer and herring is still missing. Service sucks. After 15 minutes, the waiter still did not come. Birthday mood ruined...", "rating": 1, "name": "Сергей Федоровский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Артём Мурзин", "cat": "Georgian restaurant"}, {"review": "Yes, everything is not bad-))).. just ordered veal and lamb lule, but they brought veal ... -)) ...", "rating": 4, "name": "Елена Диодорова", "cat": "Georgian restaurant"}, {"review": " The most delicious khinkali ever eaten. And the grape lemonade is unsurpassed. Generally delicious cuisine, friendly staff and relatively cheap prices. …", "rating": 5, "name": "Nata Opyr", "cat": "Georgian restaurant"}, {"review": " The food is class, especially khachapuri with cook cheese, chakapuli and lamb kebab, lamb salad. The khinkals did not try, and so everything was too much. Service was lucky: Marina serviced quickly, clearly, cleaned …", "rating": 5, "name": "Олег Мірошниченко", "cat": "Georgian restaurant"}, {"review": "Everyone liked it, fast, tasty, with an exquisite Georgian flavor. You can bring your own alcohol, except for beer. …", "rating": 5, "name": "Максим Орап", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир (Патон)", "cat": "Georgian restaurant"}, {"review": "Let me tell you a couple of life hacks first:\nYou can book tables from Wednesday - in advance, from Monday to Wednesday - only for the current day; …", "rating": 5, "name": "Aleksandra Konoval", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Юрий Мельников", "cat": "Georgian restaurant"}, {"review": "We ordered ice cream, which did not wait for 40 minutes. They just canceled the order. Service is disgusting. …", "rating": 1, "name": "Белая Клякса", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Игорь Литвиненко", "cat": "Georgian restaurant"}, {"review": " Great and nice place. Located on the basement, new renovation. The kitchen is delicious, the prices are nice. You can come with your own alcohol. The downside is the lack of space when all the tables are full …", "rating": 5, "name": "Serhii Lytvyn", "cat": "Georgian restaurant"}, {"review": "Awesome Georgian cuisine! Cooked at home! It's simple - just pack up and go there to eat! …", "rating": 5, "name": "Serg Pole", "cat": "Georgian restaurant"}, {"review": "We decided to surprise dad and order a cafe for his anniversary. The holiday and the mood were completely spoiled. Small hall, 3 banquets together, all on top of each other. There were not enough hangers and there was nowhere to hang outerwear. Food is ok, prices…", "rating": 1, "name": "Ann Morr", "cat": "Georgian restaurant"}, {"review": " Very tasty and democratic prices ❤️\n\n", "rating": 5, "name": "Polina Verzun", "cat": "Georgian restaurant"}, {"review": " Good cuisine at democratic prices.\n\n", "rating": 5, "name": "Дмитро Турчин", "cat": "Georgian restaurant"}, {"review": "Grilled mackerel is divine! Special thanks for this! But everything else leaves much to be desired, unfortunately. The interior looks like a pretty good, but still, dining room. The devices are different, they drink cognac from glasses of \"Khortytsya\". Waiters -…", "rating": 3, "name": "Elena Kotyk", "cat": "Georgian restaurant"}, {"review": " Everything is delicious, filling and fast serving.\n\n", "rating": 5, "name": "Михайло Асафтей", "cat": "Georgian restaurant"}, {"review": "Terrible staff, but the only Vakhtang takes out for everyone!\nBut khachapuri is ok. …", "rating": 1, "name": "Nikita", "cat": "Georgian restaurant"}, {"review": "Delicious! This time it's calm.! Slowed down waiters. We even had to wait a long time for water. …", "rating": 4, "name": "Ирина Яковенко", "cat": "Georgian restaurant"}, {"review": " The food is delicious, the prices are loyal to Kiev, a wonderful place for a relaxing holiday with friends. …", "rating": 5, "name": "Ig Si", "cat": "Georgian restaurant"}, {"review": " Very tasty. Bad service.\nHowever, there is a downside - too loud. There is almost no space between the tables, so you hear everything, even the neighbors say quietly. …", "rating": 3, "name": "Yuriy Temchenko", "cat": "Georgian restaurant"}, {"review": "The most common eatery for two. Tasteless, dirty, cramped, crowded. I was here in the spring of 2019 - it was quite good. And now it's all messed up. The icing on the cake for me was a latte in a dirty, chipped cup. I'm sorry, I'm sorry...", "rating": 2, "name": "Татьяна Данилюк", "cat": "Georgian restaurant"}, {"review": "Unfortunately, we were regulars until we were fed rotten meat. Moreover, in response to our claim, they admitted that yes, it was rotten ...", "rating": 1, "name": "Тамара Соколова", "cat": "Georgian restaurant"}, {"review": "Relatively low prices, a wide range of Georgian cuisine. Clean but a little crowded due to the close spread of tables. You can bring your own alcohol. …", "rating": 4, "name": "Виталий Зубец", "cat": "Georgian restaurant"}, {"review": "It was the first time, I was satisfied, the kitchen is super, meat, potatoes, khinkali, serving, service, etc. But there is one MINUS, I got the impression (not only for me, but for everyone who was with me) that we were not in a restaurant, but on Stolichny ...", "rating": 4, "name": "Денис Барановский", "cat": "Georgian restaurant"}, {"review": "Loved this cafe from the first visit. Delicious food, friendly and sociable. Familiar with the menu will readily tell unknown names of dishes. Portions are generous, as for guests. It's not the first time I come, but I still haven't tried everything...", "rating": 5, "name": "evgeniy petenin", "cat": "Georgian restaurant"}, {"review": " Great cuisine and a place to relax\n\n", "rating": 5, "name": "Дмитрий Дмитрий", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine, a place where you can relax in the company of friends))) …", "rating": 4, "name": "Тарас Поляков", "cat": "Georgian restaurant"}, {"review": "I liked it, on Saturday at 14 almost full boarding. With such a load, orders were taken out quickly enough. Delicious, good portions, good price. …", "rating": 5, "name": "Fedor Kondratiev", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Виталий Галич", "cat": "Georgian restaurant"}, {"review": "When Gaga opened on Chokolovka, everything was fine. Brought quickly, polite waiters, great prices, clean. Within six months, everything was ruined. You can sit for 10 minutes and the waiters will pretend that you are not there. Oooo long...", "rating": 1, "name": "Анна", "cat": "Georgian restaurant"}, {"review": " Were the company.\n\nLiked everything .... Food, administrator, interior, but the offices in the hall …", "rating": 5, "name": "Kateryna Nastashkina", "cat": "Georgian restaurant"}, {"review": "\nTasty but not enough waiters", "rating": 4, "name": "Светлана Майдан", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Карпенко", "cat": "Georgian restaurant"}, {"review": "They cook delicious)) But we must remember - the portions are really big!)) This is how it is - Georgian hospitality)))) …", "rating": 5, "name": "Сергей Тищенко", "cat": "Georgian restaurant"}, {"review": "Not bad..\nBut the waiters still need to work and develop ...\nFrom just a little. Everyone fails. …", "rating": 4, "name": "Дмитрий Приходченко", "cat": "Georgian restaurant"}, {"review": " It is written that you can with your alcohol, but do not allow cider / spruce. Having said this to the manager, they promised to convey the information to the director. Value / quality ratio - elegant) …", "rating": 4, "name": "Cobriolet", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Айдын Аскаров", "cat": "Georgian restaurant"}, {"review": "Very tasty, especially the kebab is just the bomb. Prices do not bite!) Definitely recommend …", "rating": 5, "name": "Deny G", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and prices are not high", "rating": 5, "name": "Іра Мостова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Альона", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, huge portions!", "rating": 5, "name": "Марина Ленская", "cat": "Georgian restaurant"}, {"review": "Loved this place! The prices are very reasonable, but the portions for such money are simply huge (Adjarian khachapuri is enough for an adult man to eat). The service is decent - we came without a reservation in a big company, they moved it for us ...", "rating": 5, "name": "Yelena Sharonova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитро Сук", "cat": "Georgian restaurant"}, {"review": " Cool restaurant. Moderate prices. Alcohol drinks need to bring their own, which is also convenient. …", "rating": 5, "name": "ІГОР СУХНО", "cat": "Georgian restaurant"}, {"review": "\nAll ok, menu, service", "rating": 5, "name": "frut trup", "cat": "Georgian restaurant"}, {"review": "Service is a complete bottom. The quality and level of service is top notch. The staff is incompetent. Some of the dishes we ordered come out with a 50% underweight. We waited 25 minutes for the salad, after which we were told that it was …", "rating": 1, "name": "Виталий Мороз", "cat": "Georgian restaurant"}, {"review": " Everything is great - and the kitchen and service, except for the contingent, which often gathers there: (( …", "rating": 4, "name": "Олеся Головко", "cat": "Georgian restaurant"}, {"review": "brought salted ribs and barbecue. in a company of SEVEN people, no one could eat them. The administration decided to change only the ribs, saying that you can eat the shish kebab anyway. Well, in this institution they were disappointed, not a foot more. …", "rating": 1, "name": "Nastya Chulayevskaya", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анна", "cat": "Georgian restaurant"}, {"review": " The kitchen is delicious. The prices will be pleasantly impressive. The barbecue menu can work from 19 to 20 hours in certain situations. Barbecue and other fried meat is not a strength of the establishment. The …", "rating": 4, "name": "Віталій Кузьмінський", "cat": "Georgian restaurant"}, {"review": "Good prices, atmosphere, but the quality is not the best. I took khinkali, found a hair in the test. Khinkali themselves are not the most delicious. The shish kebab and the soldiers are quite tasty. …", "rating": 4, "name": "Semen Nikitin", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Антон Бандерос", "cat": "Georgian restaurant"}, {"review": "Tasty, inexpensive, and you can with your strong alcohol. The atmosphere is quite pleasant, albeit noisy, cramped. Ideal for relaxing with a company, but hardly for dates. …", "rating": 5, "name": "Дима Удодик", "cat": "Georgian restaurant"}, {"review": "As in Georgia, large portions at reasonable prices. It is worth noting that the place is very popular and you need to book a table even on a weekday. You can take hard alcohol with you! …", "rating": 5, "name": "Иван Луцеин", "cat": "Georgian restaurant"}, {"review": "\nVery good Georgian restaurant", "rating": 5, "name": "Андрей", "cat": "Georgian restaurant"}, {"review": " Ordered khachapuri, khinkali, dolma, lyulya-kebab, bulls of dignity. Everything is cooked on time, very tasty. Thank you Gaga! …", "rating": 5, "name": "Юрій Нікульшин", "cat": "Georgian restaurant"}, {"review": "All that is prepared, all the smells in the hall and on things remain, and it’s not bad, but there is not enough space and I would like to make a track. …", "rating": 3, "name": "Sveta Shvanskay", "cat": "Georgian restaurant"}, {"review": "Friday evening - very tasty, but I had to wait 2 hours for barbecue😳 without exaggeration... …", "rating": 5, "name": "Валерия Скитейкина", "cat": "Georgian restaurant"}, {"review": "My wife and friends are very fond of Georgian cuisine and in particular your restaurant for delicious dishes, pleasant atmosphere and affordable prices. But today, 26/07, the service at Gaga on Chokolovsky beat off the desire to come here again: …", "rating": 2, "name": "Sergey Dermenzhi", "cat": "Georgian restaurant"}, {"review": " Was in our in the Holosiivskyi district, there liked more))))\nIn the Solomiansky area served kebab hot and dry (( …", "rating": 3, "name": "Максим Харківець", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Михаил Ефремов", "cat": "Georgian restaurant"}, {"review": "Delicious, satisfying and inexpensive... We ordered grilled mackerel, grilled potatoes and khachapuri... But the wine on tap is for everyone... ...", "rating": 5, "name": "Arna Logard", "cat": "Georgian restaurant"}, {"review": "Bomb! As always. Just a nuance, they gave everything with them, there are no disposable forks ... (it is necessary that they be) ...", "rating": 4, "name": "Andrey_ Kiev", "cat": "Georgian restaurant"}, {"review": "Khachapuri is bombing! And everything else ... (((Caesar cannot be stirred, just roughly chopped and in a small plate ... The wine was brought warm and they didn’t even offer ice and didn’t warn that it was warm, they brought ice cream not what they ordered, yes and …", "rating": 2, "name": "Наталія Кондрачук", "cat": "Georgian restaurant"}, {"review": "Successful service .long wait for the order and often steal things .purses .if you go there carefully look after your things .you may lose your things ...", "rating": 1, "name": "Ирина Кочеткова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Таня Чебан", "cat": "Georgian restaurant"}, {"review": "The food here is bad. In the rest everything is fine, but after 2 visits I will not come here again. …", "rating": 1, "name": "Иосиф Цикуришвили", "cat": "Georgian restaurant"}, {"review": "Service is terrible... wine glasses waited 20 minutes. An egg in Adzharian khachapuri was added to cold cheese, naturally it did not mix with cheese normally as it should. Waited over 20 minutes for delivery. Every time it gets worse and worse. One…", "rating": 1, "name": "Юлия Красиловская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Іван Дячук", "cat": "Georgian restaurant"}, {"review": "Budget institution.\nBut the food is absolutely delicious...", "rating": 1, "name": "Yevheniia Pavlova", "cat": "Georgian restaurant"}, {"review": "Thank you Gaga for being you! And open up more and more! We went on a Saturday, the second day of the opening. Fresh renovation, new dishes, everything is wonderful. The service was, at the level of a test run, but everything was taken out / carried away ...", "rating": 5, "name": "Микола Попов", "cat": "Georgian restaurant"}, {"review": " Food grade, with luck was served: served quickly, clearly, cleaned empty on time; Of course, at the same time a plus that you can with your alcohol, but this after 21 has its disadvantage: a large number of relevant …", "rating": 4, "name": "Олеся Постольська", "cat": "Georgian restaurant"}, {"review": " It is stuffy, noisy. The kitchen is not bad. Prices are moderate …", "rating": 3, "name": "Олег Шмілик", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Ruslan Stepanenko", "cat": "Georgian restaurant"}, {"review": " The cuisine is delicious. Staff at the height\n\n", "rating": 5, "name": "Паша Лукиша", "cat": "Georgian restaurant"}, {"review": "It is very strange that your Georgian restaurant turned out to be not as friendly and hospitable as the beautiful country of Georgia! I want to return to Georgia, but not to you... Your admin hates people! He demonstratively shows it!)) ...", "rating": 3, "name": "Katia Rudiakova", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine!!!!..everything is delicious!!!☀️a lot of halls, I recommend to everyone who doesn’t know where it’s tasty and cozy!!!☀️☀️☀️ …", "rating": 5, "name": "Марфа Марфуша", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Владислав Бруква", "cat": "Georgian restaurant"}, {"review": "Terrible service. I ordered 50 minutes, no one came up during this time and did not warn ...", "rating": 1, "name": "Tsok1985 Pasha", "cat": "Georgian restaurant"}, {"review": "Little Georgia in Kyiv: very tasty, reasonable prices, cheerful waiters)) but a lot of people. Book a table in advance. And they don't make coffee at the place...", "rating": 5, "name": "Анна Подгорная", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий", "cat": "Georgian restaurant"}, {"review": "A cozy place, its own atmosphere, clean toilet, fast service, friendly and adequate waiters, average prices, I recommend both for family holidays and with a cheerful company. …", "rating": 5, "name": "Maxym Zholud", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Яна Миргородская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "yuriy rikov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Светлана Березинец", "cat": "Georgian restaurant"}, {"review": "\nTasty, fast and not expensive.", "rating": 5, "name": "Сергей Юдин", "cat": "Georgian restaurant"}, {"review": " Eat zashibisya Interior so-so, little space. Not expensive …", "rating": 4, "name": "Віктор Царинник", "cat": "Georgian restaurant"}, {"review": "Comparing with their own place in the friendship of peoples, this is clearly two orders of magnitude lower. On khachapuri with cheese, the dough did not rise correctly, and the cheese was some kind of liquid, spreading and bitter. Plus, there is no ventilation in the room and it is very stuffy. …", "rating": 2, "name": "Dima Balitzkiy", "cat": "Georgian restaurant"}, {"review": "\nCool place. Affordable prices. Recommend", "rating": 5, "name": "Bo Bond", "cat": "Georgian restaurant"}, {"review": "Excellent institution) excellent cuisine, unforgettable atmosphere and beautiful waiters)))) I recommend …", "rating": 5, "name": "Waffentrager Kedavra", "cat": "Georgian restaurant"}, {"review": "Budget friendly and delicious!\nThe whole network is insanely happy :) ...", "rating": 5, "name": "Jeka Jeka", "cat": "Georgian restaurant"}, {"review": "I put a unit! We ordered khinkali with us. Everything got stuck. When you take one, the filling falls out, the broth pours out. There is impossible! They immediately called the company and explained the situation. They just said \"sorry\". …", "rating": 1, "name": "Max Grozny", "cat": "Georgian restaurant"}, {"review": "\nTasty food and reasonable price", "rating": 5, "name": "Александр Шепетюк", "cat": "Georgian restaurant"}, {"review": "Wonderful place! Service, food, prices - all excellent. You can sit well and have fun with the company. …", "rating": 5, "name": "Vladimir Petukhov", "cat": "Georgian restaurant"}, {"review": "Not really. Compared to Curls zhah.\nWill not go …", "rating": 1, "name": "Kunduz", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Good Morning", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Светлана Иванченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Гладиолус Б", "cat": "Georgian restaurant"}, {"review": " The place is great, the cuisine is delicious :)\n\n", "rating": 5, "name": "Віталя Тарликов", "cat": "Georgian restaurant"}, {"review": "\nI liked the kitchen 5 stars, service 4-", "rating": 4, "name": "Артем Руденко", "cat": "Georgian restaurant"}, {"review": "\nExcellent, very tasty)", "rating": 5, "name": "Alex TT", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Маx Benz (BmCuts)", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Lexx", "cat": "Georgian restaurant"}, {"review": "Barbecue, delicious wine, delicious, noisy, it is difficult to talk with an interlocutor. Tables must be booked in advance, otherwise you can come and all the tables are occupied. Prices, dinner, for 600-700 UAH. You can dine with Georgian wine or chacha. …", "rating": 4, "name": "Sergey Sergey", "cat": "Georgian restaurant"}, {"review": " The place looks like a \"canteen\" after repair but the food is delicious. Large portions, giving nothing, the waiters do not impose. The pain is like a place for men to sit on a carafe and delicious khinkali. …", "rating": 4, "name": "Hryhorii Mykolaichuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Diana", "cat": "Georgian restaurant"}, {"review": "\nGood food and staff.", "rating": 5, "name": "Павел Марчук", "cat": "Georgian restaurant"}, {"review": "Great restaurant, great staff, kkhnya-out of competition! prices are reasonable! I recommend! …", "rating": 5, "name": "Дмитрий Носов", "cat": "Georgian restaurant"}, {"review": "\nBeautifully cozy and very tasty !!!", "rating": 5, "name": "Владимир Коротченко", "cat": "Georgian restaurant"}, {"review": " Good Gaga. There are more vacancies than in Pechersk.\nDelicious khachapuri with cheese, veal stew, pork kebab. …", "rating": 5, "name": "Vitalii B", "cat": "Georgian restaurant"}, {"review": " Beautiful place, delicious cuisine, sleepy waiters.\n\n", "rating": 5, "name": "User User", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Оксана Шохина", "cat": "Georgian restaurant"}, {"review": " Very tasty and satisfying! The portions are really huge.\n\n", "rating": 5, "name": "Ольга Ященко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Stanislav Samoilenko", "cat": "Georgian restaurant"}, {"review": " Very good, great service, prices🔥🔥\n\n", "rating": 5, "name": "Катерина Савіцька", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, average price and large portions.\n\n", "rating": 5, "name": "Людмила Колодяжная", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Lidiya Kaftanenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Богдан Гливинский", "cat": "Georgian restaurant"}, {"review": "Disgusting. Pork skewers with chicken blood dry. Salad never rained. I do not recommend!!! …", "rating": 1, "name": "Виталий Мироненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Volodymyr Stupnitsky", "cat": "Georgian restaurant"}, {"review": "\nCheap and cheerful. For the money, good.)", "rating": 4, "name": "Maksim Velezhynskyy", "cat": "Georgian restaurant"}, {"review": "Put on the air conditioner and you'll be fine. Cook delicious, service is not bad, prices are very democratic.\nO …", "rating": 4, "name": "Руслана Руся", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Любовь", "cat": "Georgian restaurant"}, {"review": "\nGood service, but not tasty food. Alas", "rating": 2, "name": "Станислав Ходанёнок", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Leonid Gorovenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Стас Поном", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Діма Діма", "cat": "Georgian restaurant"}, {"review": " Dirty, long wait, he went to the menu\n\n", "rating": 1, "name": "Костянтин Грищенко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, recommended", "rating": 5, "name": "Natali Shavrova", "cat": "Georgian restaurant"}, {"review": "Portions are huge, delicious.\nPrices are very affordable…", "rating": 5, "name": "No one", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Михаил Зиновьев", "cat": "Georgian restaurant"}, {"review": "\nDefinitely a must eat here!", "rating": 5, "name": "Владислав Басюк", "cat": "Georgian restaurant"}, {"review": " So cool that except for the sidewalk, no place for visitors was found ... …", "rating": 1, "name": "krosheteckij", "cat": "Georgian restaurant"}, {"review": " Great place. Incredibly tasty and atmospheric. Happy people restaurant …", "rating": 5, "name": "Антон Козир", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Чечеленко", "cat": "Georgian restaurant"}, {"review": " Very everything is delicious !!!\n\n", "rating": 5, "name": "Sergey Ilchuk", "cat": "Georgian restaurant"}, {"review": "\nDelicious But often raw kebab", "rating": 4, "name": "Lesya Medved", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Анатолий Зварич", "cat": "Georgian restaurant"}, {"review": "Very tasty, high quality and not expensive. But there is no terminal, a big minus and there is no ATM nearby. …", "rating": 4, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "\nSuper tasty food !!! And budget meals.", "rating": 5, "name": "Наталья Якимова", "cat": "Georgian restaurant"}, {"review": "Of the Georgian restaurants in Kyiv, I liked the cuisine more than others. Houses and khinkele are beautiful…", "rating": 5, "name": "aviation live", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Оксана Скочок", "cat": "Georgian restaurant"}, {"review": "\nCozy, tasty, good service.", "rating": 5, "name": "Владислава Петровская", "cat": "Georgian restaurant"}, {"review": "\nTasty in some places, but not always", "rating": 4, "name": "Александр Редька", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "COLIN", "cat": "Georgian restaurant"}, {"review": "Yesterday I ordered takeaway dolma in a restaurant. Dolma is not only semi-frozen, but also semi-raw and not very tasty. Teach your cook how to cook. …", "rating": 3, "name": "Леся Глитень", "cat": "Georgian restaurant"}, {"review": " I liked everything. Prices surprised. The food is delicious. …", "rating": 4, "name": "Света Вацура", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Evgeniy Kovtun", "cat": "Georgian restaurant"}, {"review": " We waited at the khinkali for 1 hour! 50 minutes !. Saturday 16 o'clock in the afternoon …", "rating": 1, "name": "Олександр Герич (AlexGer)", "cat": "Georgian restaurant"}, {"review": " Delicious, not expensive, good staff\n\n", "rating": 5, "name": "Дмитро", "cat": "Georgian restaurant"}, {"review": "Delicious, everyone loved it! Good facility, friendly and attentive staff. …", "rating": 5, "name": "Антонио Тюнинг", "cat": "Georgian restaurant"}, {"review": "\nAs always very tasty 🧡", "rating": 5, "name": "Олеся Никитина", "cat": "Georgian restaurant"}, {"review": " Good cuisine. Friendly staff.\n\n", "rating": 5, "name": "Vadim Cholpanov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Take Syake", "cat": "Georgian restaurant"}, {"review": "\nVery tasty, but very noisy, no chat.", "rating": 5, "name": "Татьяна Карпенко", "cat": "Georgian restaurant"}, {"review": " Tasty, affordable, clean, neat, friendly staff.\n\n", "rating": 4, "name": "Світлана Шемчук", "cat": "Georgian restaurant"}, {"review": " Impeccably! Good owners, people, savory dishes, prices - the criterion of loyalty! Super!!! Thank them! …", "rating": 5, "name": "Андрій Григораш", "cat": "Georgian restaurant"}, {"review": "Gaga is delicious :)\nLove her ... …", "rating": 5, "name": "Pavel Vorobuov", "cat": "Georgian restaurant"}, {"review": "Pleasant, very pleasantly surprised. Impressed, everything is perfect.\nSpecial thanks to the waiter Anastasia …", "rating": 5, "name": "Dmitriy “три судака продакшн”", "cat": "Georgian restaurant"}, {"review": " Everything is very tasty.\n\n", "rating": 5, "name": "Дарья Банько", "cat": "Georgian restaurant"}, {"review": "This Gaga certainly compares favorably with the institution of the same network on the street. Ivan Kudri, where probably the slowest and most stupid service in Kyiv, but the quality of Gaga on Vasilkovskaya is still very far away. Very sluggish…", "rating": 3, "name": "Tapac -", "cat": "Georgian restaurant"}, {"review": "A very pleasant place where you can have a good rest, relax, good service and real Georgian cuisine …", "rating": 5, "name": "Александр Павлович", "cat": "Georgian restaurant"}, {"review": " Very tasty. Large portions. Affordable prices.\n\n", "rating": 5, "name": "Дмитро Лазарюк", "cat": "Georgian restaurant"}, {"review": " Kitchen +\nService- …", "rating": 4, "name": "Vladyslava Shestak", "cat": "Georgian restaurant"}, {"review": "\nThey never brought me kharcho soup ...", "rating": 2, "name": "MisterX Билаш", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "сергей коваль", "cat": "Georgian restaurant"}, {"review": "\nThank you very much, it was very tasty.", "rating": 5, "name": "Игорь Ефименко", "cat": "Georgian restaurant"}, {"review": "Yes, the place is crowded. But all salads are full of onions, meat dishes are very monotonous. In general, a solid C grade on a 5-point scale. Budget friendly place to have a good time. …", "rating": 3, "name": "Serhii Kuzmin", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and affordable)", "rating": 5, "name": "Дима Колесниченко", "cat": "Georgian restaurant"}, {"review": " Delicious kebab and white sauce to it ....\n\n", "rating": 5, "name": "Надія Кушнір-Шнева", "cat": "Georgian restaurant"}, {"review": " Super, very tasty cuisine\nRespect to the chef …", "rating": 5, "name": "Alex Obukhov", "cat": "Georgian restaurant"}, {"review": "Unlike all Gaga restaurants, it was on Chokolovka that we were \"lucky\" to order takeaway food. The order was put royal kubdari not with meat, but with sinewy meat pieces that could not be chewed or cut! We just…", "rating": 2, "name": "Еко Нація", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Максим Богуш", "cat": "Georgian restaurant"}, {"review": " Excellent cuisine. A little noisy\n\n", "rating": 4, "name": "Александр Фанера", "cat": "Georgian restaurant"}, {"review": " Big and tasty portions, friendly staff.\n\n", "rating": 5, "name": "Alexander Litke", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Sergey Shapran", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Yehor Vasiukov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Анастасия Ерёменко", "cat": "Georgian restaurant"}, {"review": "\nTasty, but a bit crowded ...", "rating": 4, "name": "Artem Tarnavskiy", "cat": "Georgian restaurant"}, {"review": " I liked everything, the prices are low, very tasty, the portions are huge …", "rating": 5, "name": "Любов Поліщук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Ксюха Василинец", "cat": "Georgian restaurant"}, {"review": "Good attendance, not expensive, the wish that they work until 24-00, and not until 22 as it is now ...", "rating": 5, "name": "Владимир Грин", "cat": "Georgian restaurant"}, {"review": " Deliciously! But lost things are lost forever (((\n\n", "rating": 3, "name": "Маріна", "cat": "Georgian restaurant"}, {"review": " Great barbecue. Nice prices.\n\n", "rating": 5, "name": "Andrey Panasyuk", "cat": "Georgian restaurant"}, {"review": "\nColorful restaurant, well done chefs", "rating": 5, "name": "Петр Бойченко", "cat": "Georgian restaurant"}, {"review": "We went with the child to eat and the first thing that caught my eye was the unkempt appearance of the waiters, the table was sticky, there were no napkins, the toilet stinks of urine and is dirty. Spider web on the ceiling? Do you clean at all? A peacefully walking cockroach from the kitchen to ...", "rating": 1, "name": "Ali Baba", "cat": "Georgian restaurant"}, {"review": "delicious wine and khachapuri with cheese and spinach\nslightly distracted waiters...", "rating": 3, "name": "Baily Seems", "cat": "Georgian restaurant"}, {"review": " Very tasty. I recommend\n\n", "rating": 5, "name": "Ruslan Kalinichenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Zinedine Zidane", "cat": "Georgian restaurant"}, {"review": " Very tasty at reasonable prices\n\n", "rating": 5, "name": "Марія Ульянова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Кристина Билаченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Аня", "cat": "Georgian restaurant"}, {"review": "\nGreat inexpensive food", "rating": 5, "name": "Sergeu Radchenko", "cat": "Georgian restaurant"}, {"review": " A good place to have a tasty snack\n\n", "rating": 5, "name": "Марія Мамчак", "cat": "Georgian restaurant"}, {"review": " Delicious, large portions, adequate cost\n\n", "rating": 5, "name": "Юлія Мостова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Андрей Мазуренко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Антон Иванов", "cat": "Georgian restaurant"}, {"review": " Score 2 because the level of professional training of waiters wants better. …", "rating": 2, "name": "Strong Sim", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Васьковская", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Алексей Шевченко", "cat": "Georgian restaurant"}, {"review": "\nVery poor customer service.", "rating": 1, "name": "Владимир Алексанян", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Владимир Шаповал", "cat": "Georgian restaurant"}, {"review": "\nEverything is very good. I recommend", "rating": 5, "name": "Эмилия Бутусова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "ВОВА МЕЛЬНИЧУК", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Денис Пащенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Константин Сапожников", "cat": "Georgian restaurant"}, {"review": " Great atmosphere, kitchen, staff. Specs lack air conditioning. …", "rating": 4, "name": "Igor Tereshchenko", "cat": "Georgian restaurant"}, {"review": "\nThe kitchen is superb, the staff is great", "rating": 5, "name": "DD S", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Стас Васюхно", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Анна Соловьева", "cat": "Georgian restaurant"}, {"review": "\nVery tasty food!", "rating": 5, "name": "albina misetskaya", "cat": "Georgian restaurant"}, {"review": "\nTasty, generous and fast.", "rating": 5, "name": "Светлана Вербицкая", "cat": "Georgian restaurant"}, {"review": "\nDelicious, but not all dishes.", "rating": 4, "name": "MixingSound", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Andrii Andriy", "cat": "Georgian restaurant"}, {"review": "Very affordable prices.\nDelicious cooking. …", "rating": 5, "name": "Николай Коронский", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Виталий Онофрийчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "[ss18].:Overlord:.", "cat": "Georgian restaurant"}, {"review": "The manager of the establishment on Chokolovka is an inadequate boor, khachapuri with spoiled cheese inside ... -100% ...", "rating": 1, "name": "Kutaiseli Kaci", "cat": "Georgian restaurant"}, {"review": " Deliciously\n\n", "rating": 5, "name": "Volodymyr Zaslavskyy", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Игорь Сергийчук", "cat": "Georgian restaurant"}, {"review": "\nTasty and cozy)", "rating": 5, "name": "Святослав Сокол", "cat": "Georgian restaurant"}, {"review": "\nLiked. Tasty. Good service.", "rating": 5, "name": "Наталия Денисова", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Клименко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Anna Buldyzhova", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Александр Єфіменко", "cat": "Georgian restaurant"}, {"review": "\nNot a bad Georgian food unit.", "rating": 5, "name": "ДМИТРИЙ Бондаренко", "cat": "Georgian restaurant"}, {"review": "\nDelicious and cheap...", "rating": 5, "name": "Sergiy Ksl", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Владислав Лебеденко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alexander Lucky", "cat": "Georgian restaurant"}, {"review": " There are always a lot of people. Reasonable prices. Delicious kebab …", "rating": 5, "name": "Павел Мельников", "cat": "Georgian restaurant"}, {"review": "\n👍budgetary", "rating": 5, "name": "Кристина Богушева", "cat": "Georgian restaurant"}, {"review": "\nHoroshon cozy place)", "rating": 5, "name": "Olha Volodymyrivna", "cat": "Georgian restaurant"}, {"review": " Delicious, not expensive ..\n\n", "rating": 4, "name": "Ihor Technik", "cat": "Georgian restaurant"}, {"review": "Horror ( mackerel is very disgusting and rotten stuff stinks ...\nKharcho is just tin ...", "rating": 1, "name": "Bah Kuchkarov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Vitalii Harbuliskii", "cat": "Georgian restaurant"}, {"review": " Tasty, large portions, liked everything)\n\n", "rating": 5, "name": "Олег Глущенко", "cat": "Georgian restaurant"}, {"review": " Not bad. Cheap and large portions\n\n", "rating": 3, "name": "Alex Nedobor", "cat": "Georgian restaurant"}, {"review": " I do not recommend. Mess and rudeness.\n\n", "rating": 1, "name": "Богдан Панченко", "cat": "Georgian restaurant"}, {"review": " A beautiful restaurant with authentic Georgian cuisine. Respect …", "rating": 4, "name": "Евгений Шлапак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Марина Опанащук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Rustam Murasov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Скорик", "cat": "Georgian restaurant"}, {"review": "\nOkay, but noisy!", "rating": 4, "name": "Любовь Кожурина", "cat": "Georgian restaurant"}, {"review": " Shish kebab and ribs are very tasty\n\n", "rating": 5, "name": "Sofiia_m", "cat": "Georgian restaurant"}, {"review": "\nTasty and hospitable)", "rating": 5, "name": "Кристина", "cat": "Georgian restaurant"}, {"review": "\nYummy! Good atmosphere!", "rating": 5, "name": "Александр Бабенко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ольга Кривенко", "cat": "Georgian restaurant"}, {"review": " The food is delicious. The waiters are very slow or little. …", "rating": 4, "name": "олександр Боклан", "cat": "Georgian restaurant"}, {"review": " Delicious Georgian cuisine at reasonable prices\n\n", "rating": 5, "name": "Eugene Dubodil", "cat": "Georgian restaurant"}, {"review": "Worst Georgian cuisine\nEatery …", "rating": 1, "name": "Denys Hryshchenko", "cat": "Georgian restaurant"}, {"review": "\nGood kitchen)", "rating": 5, "name": "Евгений Ф", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and colorful.", "rating": 5, "name": "Вадим Колтатив", "cat": "Georgian restaurant"}, {"review": "\nExcellent cuisine ...", "rating": 5, "name": "Андрей Дмитриев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "WWL", "cat": "Georgian restaurant"}, {"review": " Liked it a lot! Good prices and very tasty !!\n\n", "rating": 5, "name": "Vasylenkoart", "cat": "Georgian restaurant"}, {"review": "\nExcellent restaurant!", "rating": 5, "name": "Екатерина Николаенко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine, service is often lame", "rating": 4, "name": "5 8", "cat": "Georgian restaurant"}, {"review": " Reasonable prices, good food\n\n", "rating": 5, "name": "Микола Зайцев", "cat": "Georgian restaurant"}, {"review": "The rudeness of the administrator is outrageous!!!\nThere are no questions about the kitchen and waiters. …", "rating": 1, "name": "Юлия Элярт", "cat": "Georgian restaurant"}, {"review": " …", "rating": 4, "name": "Вікторія Кириченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Ievgen Drm", "cat": "Georgian restaurant"}, {"review": "\nVery tasty khachapuri!", "rating": 5, "name": "Ser Che", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alex Plast", "cat": "Georgian restaurant"}, {"review": "I can not get through !!!\nTo book a table…", "rating": 2, "name": "Даша Мика", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine and friendly staff\n\n", "rating": 5, "name": "Валдемар Валерьянович", "cat": "Georgian restaurant"}, {"review": "You can't lose brand. Mugs need to be washed properly. Beer is not served warm! And the brand of the establishment falls if the bartender plays with underfills with foam!\nWith respect to the management and the hope for improvement. …", "rating": 4, "name": "Сивий Капітан", "cat": "Georgian restaurant"}, {"review": " Deliciously.\n\n", "rating": 5, "name": "Inna In", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "ольга павленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Олесандро Болдуин", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "igor sokol", "cat": "Georgian restaurant"}, {"review": "\nFull sucks. I do not advise", "rating": 1, "name": "Мария Смирнова", "cat": "Georgian restaurant"}, {"review": " Very tasty!\n\n", "rating": 5, "name": "Oleg Olips", "cat": "Georgian restaurant"}, {"review": "\nGood place to stay", "rating": 5, "name": "Dirrektor Voloda", "cat": "Georgian restaurant"}, {"review": "\nTasty, cheap, a lot", "rating": 5, "name": "Sergey Yakunin", "cat": "Georgian restaurant"}, {"review": "\nTasty and cheap.", "rating": 5, "name": "Руслан Лакийчук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Али Афузов", "cat": "Georgian restaurant"}, {"review": "\nExcellent cuisine", "rating": 5, "name": "Антон Черняев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Роман Гнатюк", "cat": "Georgian restaurant"}, {"review": "\nAll right. Kitchen norms.", "rating": 4, "name": "Alex", "cat": "Georgian restaurant"}, {"review": "\nAs always tasty", "rating": 5, "name": "Svitlana", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali, just a bomb", "rating": 5, "name": "Wizzii Rocket", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Мария Харченко", "cat": "Georgian restaurant"}, {"review": "\nAs always, a lot of people!", "rating": 3, "name": "Александрр Степанищенко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 5, "name": "Иван Халепа", "cat": "Georgian restaurant"}, {"review": "\nGood cafe", "rating": 4, "name": "вадим омельченко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!!!", "rating": 5, "name": "Виктория Савченко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Pavel Kolobyuk", "cat": "Georgian restaurant"}, {"review": "\nLuxurious cuisine, reasonable prices.", "rating": 5, "name": "Елена Севрюк", "cat": "Georgian restaurant"}, {"review": " Delicious, inexpensive, cozy\n\n", "rating": 5, "name": "Роман Москаленко", "cat": "Georgian restaurant"}, {"review": "\nEverything is very tasty 🤤🤤🤤", "rating": 5, "name": "Юлія Приймачук", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Лена Леутская", "cat": "Georgian restaurant"}, {"review": "Delicious and affordable", "rating": 5, "name": "Pavlo Bulava", "cat": "Georgian restaurant"}, {"review": " Very tasty, inexpensive\n\n", "rating": 5, "name": "Денис Касс", "cat": "Georgian restaurant"}, {"review": "\nSuper! The best restaurant !!!", "rating": 5, "name": "Valeri Dyachenko", "cat": "Georgian restaurant"}, {"review": "\nGood and tasty !!!", "rating": 5, "name": "Orphey UU", "cat": "Georgian restaurant"}, {"review": "Tasty, inexpensive", "rating": 4, "name": "Евгений Олегов", "cat": "Georgian restaurant"}, {"review": " Not expensive and tasty\n\n", "rating": 5, "name": "Иван Мачача", "cat": "Georgian restaurant"}, {"review": "\nLong carried the order.", "rating": 4, "name": "Ольга Мельник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Andrey Fomenko", "cat": "Georgian restaurant"}, {"review": "\nCozy and tasty", "rating": 4, "name": "Alina Apanovich", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious", "rating": 5, "name": "Виталий Мойсеенко", "cat": "Georgian restaurant"}, {"review": "\nGood", "rating": 5, "name": "Yevhen Kulizhka", "cat": "Georgian restaurant"}, {"review": " Delicious, cozy and democratic :)\n\n", "rating": 5, "name": "Андрей Ткачев", "cat": "Georgian restaurant"}, {"review": "Delicious\nThe staff is great…", "rating": 5, "name": "сeргій норватов", "cat": "Georgian restaurant"}, {"review": "\nTasty and large portions", "rating": 5, "name": "Iftanoid", "cat": "Georgian restaurant"}, {"review": " Thanks! Very tasty!\n\n", "rating": 5, "name": "Андрій Булгаков", "cat": "Georgian restaurant"}, {"review": "\nVery tasty cuisine and affordable prices!", "rating": 5, "name": "Timur Akhmad", "cat": "Georgian restaurant"}, {"review": " Tasty, clean, cozy\n\n", "rating": 5, "name": "Людмила Любонько", "cat": "Georgian restaurant"}, {"review": " …", "rating": 1, "name": "Максим Петрушенко", "cat": "Georgian restaurant"}, {"review": "\nkharcho soup, just super", "rating": 5, "name": "Vadym Semenyshyn", "cat": "Georgian restaurant"}, {"review": " An hour was waiting for the order\n\n", "rating": 1, "name": "Марина Якубец", "cat": "Georgian restaurant"}, {"review": "\nGreat food and not greedy for the portion", "rating": 5, "name": "Илья Тор", "cat": "Georgian restaurant"}, {"review": "\nTasty.", "rating": 5, "name": "Женя Куликовская", "cat": "Georgian restaurant"}, {"review": " Medium establishment, with good service\n\n", "rating": 3, "name": "Morgan Gudmorgan", "cat": "Georgian restaurant"}, {"review": "\nEverything is delicious, good service", "rating": 5, "name": "Наташа Богданович", "cat": "Georgian restaurant"}, {"review": "\nAs always tasty and cozy", "rating": 5, "name": "Olga Kartseva", "cat": "Georgian restaurant"}, {"review": "\nPrice and quality level! Recommend.", "rating": 5, "name": "Александр Дынник", "cat": "Georgian restaurant"}, {"review": " Very tasty and inexpensive\n\n", "rating": 5, "name": "Petro Melnyk", "cat": "Georgian restaurant"}, {"review": "\nLiked it a lot", "rating": 5, "name": "Mr. Nik.", "cat": "Georgian restaurant"}, {"review": " Tasty and inexpensive.\n\n", "rating": 5, "name": "Wlad Murawicki (radekhiv)", "cat": "Georgian restaurant"}, {"review": " The kitchen is just a fire!\n\n", "rating": 5, "name": "Олег Костюков", "cat": "Georgian restaurant"}, {"review": "\nYummy!)", "rating": 5, "name": "Глеб Жиглов", "cat": "Georgian restaurant"}, {"review": " Very dirty, noisy\n\n", "rating": 1, "name": "Маріям Ганкевич", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "владимир Андреев", "cat": "Georgian restaurant"}, {"review": "\nIt is always good and tasty here ...", "rating": 5, "name": "Gorodetskiy Andrey", "cat": "Georgian restaurant"}, {"review": "good coffee", "rating": 5, "name": "Дмитрий Klyuev", "cat": "Georgian restaurant"}, {"review": "\nTasty, cheap", "rating": 5, "name": "Александр Колос", "cat": "Georgian restaurant"}, {"review": "\nFood quality, affordable prices", "rating": 4, "name": "Opergood Anc", "cat": "Georgian restaurant"}, {"review": "\nEverything is delicious.", "rating": 5, "name": "Руслан Селин", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and inexpensive, well done!", "rating": 5, "name": "KIS K", "cat": "Georgian restaurant"}, {"review": "\nAll dishes are delicious !!!", "rating": 4, "name": "Олена Іванченко", "cat": "Georgian restaurant"}, {"review": " Tasty very!\n\n", "rating": 5, "name": "Саша Зайцев", "cat": "Georgian restaurant"}, {"review": " Delicious!\nRecommended! …", "rating": 5, "name": "Миколай Стороженко", "cat": "Georgian restaurant"}, {"review": "\nReasonable prices and very satisfying", "rating": 5, "name": "Анастасія Метельська", "cat": "Georgian restaurant"}, {"review": "\nWe really like it.", "rating": 5, "name": "Галина Кривошеина", "cat": "Georgian restaurant"}, {"review": " Very tasty) 🤗👍🙂\n\n", "rating": 5, "name": "Тетяна Савченко", "cat": "Georgian restaurant"}, {"review": "\nThe beauty! 🍆🍖🥟🍇🍷", "rating": 5, "name": "MTK Alliance", "cat": "Georgian restaurant"}, {"review": " Terrible service\n\n", "rating": 1, "name": "Максим Качалов", "cat": "Georgian restaurant"}, {"review": " Very tasty\n\n", "rating": 5, "name": "Дмитро Музиченко", "cat": "Georgian restaurant"}, {"review": "\nEverything is great!", "rating": 5, "name": "Denis Voytkov", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Николай Белов", "cat": "Georgian restaurant"}, {"review": "\nVery bad service.", "rating": 3, "name": "Татьяна Мельникова", "cat": "Georgian restaurant"}, {"review": "\nEven savory", "rating": 5, "name": "Anna Maslyanaya", "cat": "Georgian restaurant"}, {"review": "\nPretty tasty and inexpensive", "rating": 4, "name": "Fristik", "cat": "Georgian restaurant"}, {"review": " Wonderful, cozy.\n\n", "rating": 5, "name": "Віктор", "cat": "Georgian restaurant"}, {"review": " Delicious, cool. Pleasantly.\n\n", "rating": 5, "name": "Віталій Бойко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "И. Рудык", "cat": "Georgian restaurant"}, {"review": " Delicious food\n\n", "rating": 5, "name": "оксана сахарeнко", "cat": "Georgian restaurant"}, {"review": "\nThe attitude of the staff is terrible!", "rating": 1, "name": "AL MAX", "cat": "Georgian restaurant"}, {"review": "\nNoisy but tasty", "rating": 4, "name": "Дмитрий Злывко", "cat": "Georgian restaurant"}, {"review": "\nThe place is super!!", "rating": 5, "name": "Дима Сомов", "cat": "Georgian restaurant"}, {"review": " Everything is delicious\n\n", "rating": 5, "name": "Vіtalii Kyiv", "cat": "Georgian restaurant"}, {"review": " Everything is always delicious\n\n", "rating": 5, "name": "Sergey Bozhock", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "nikitos beliy", "cat": "Georgian restaurant"}, {"review": "\nOn the", "rating": 1, "name": "nepster nepster", "cat": "Georgian restaurant"}, {"review": "\nSuper, I recommend)", "rating": 5, "name": "Людмила Шут", "cat": "Georgian restaurant"}, {"review": "\nPleasantly surprised!", "rating": 5, "name": "Віктор Красніков", "cat": "Georgian restaurant"}, {"review": "\nEverything is very delicious", "rating": 5, "name": "Володимир Которобай", "cat": "Georgian restaurant"}, {"review": "\nGreat place!", "rating": 5, "name": "Anastasiia Motrunich", "cat": "Georgian restaurant"}, {"review": "\nDelicious and not expensive!", "rating": 5, "name": "Alexander Sannikov", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Виталий Никитишин", "cat": "Georgian restaurant"}, {"review": "\nCheap. Quality equals price", "rating": 4, "name": "сергей ефремов", "cat": "Georgian restaurant"}, {"review": " Terrible food !!\n\n", "rating": 2, "name": "Роман Осипчук", "cat": "Georgian restaurant"}, {"review": "\nShish kebab, khinkali super!", "rating": 5, "name": "Max Brayon", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine!))\n\n", "rating": 5, "name": "Ірина Бабич", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 4, "name": "Alex", "cat": "Georgian restaurant"}, {"review": "\nKitchen - 5, service - 2", "rating": 4, "name": "Natalia Buzolik", "cat": "Georgian restaurant"}, {"review": "\nNot expensive", "rating": 5, "name": "Юрий Македонский", "cat": "Georgian restaurant"}]