[{"review": "Tasty food, nice service. During quarantine I ordered takeout many times. Everything was always super delicious.", "rating": 5, "name": "Mirjana Borovic", "cat": "Georgian restaurant"}, {"review": "Thank you so much for your feedback ❤️", "rating": 5, "name": "Andrii Korolov", "cat": "Georgian restaurant"}, {"review": "It was such a holiday for my stomach. All of meals oredered were very delicious. The service is fast and pleasant.  The general atmosphere  of the restaurant is pretty calm and restful. I  had a great  time there.", "rating": 3, "name": "Bob Benz", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback ❤️", "rating": 3, "name": "Alex Kharchyshyn", "cat": "Georgian restaurant"}, {"review": "Service has improved significantly. Previously they had a male server who was absolutely rude. Had an awful experience in there! This time the server was a female and extremely polite... Despite the language barrier...", "rating": 5, "name": "Oleg Savchuk", "cat": "Georgian restaurant"}, {"review": "Hi, thank you for your feedback. We are constantly working to improve the quality of service. We hope your visit will be excellent next time", "rating": 5, "name": "Andrii Stepovyi", "cat": "Georgian restaurant"}, {"review": "Ate here for 3-4 times during the daytime. The team is smiley but quite indifferent to what is going on around. We were made to change the table because it was reserved but there was no sign saying it clearly. It made me feel miserable for a moment. The food is heavy.", "rating": 2, "name": "Mikhail Lodygin", "cat": "Georgian restaurant"}, {"review": "Nice quiet place. Good food. Perfect for dinner.", "rating": 5, "name": "Eduard Che", "cat": "Georgian restaurant"}, {"review": "Thank you so much ❤️", "rating": 3, "name": "Юлия Овсяник", "cat": "Georgian restaurant"}, {"review": "Amazing Georgian food, awesome drinks, excellent service. Very pleasant dinner with friends!", "rating": 5, "name": "Оксана Малунова", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 5, "name": "julija-dominique Юлия", "cat": "Georgian restaurant"}, {"review": "Disliked food quality. Service is excellent", "rating": 5, "name": "Archirai", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback.", "rating": 2, "name": "- И Н О Й -", "cat": "Georgian restaurant"}, {"review": "Super", "rating": 5, "name": "Yana Musaieva", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️❤️❤️\n\n", "rating": 1, "name": "Olga Grintsova", "cat": "Georgian restaurant"}, {"review": "Average. Khachapuri on a skewer is just a baked bun with cheese, and mini khachapuri is not even 300 grams declared, and it looks more like a pancake. You can eat khinkali. …", "rating": 3, "name": "Вікторія Огуєва", "cat": "Georgian restaurant"}, {"review": " Good evening, Julia, tell me, please, did you order at the restaurant Genatsvale & Hinkali TOWERS? On our delivery site www.gih.kiev.ua there is no such photo of khachapuri on a skewer as in your photo, which you put on the page\n\n", "rating": 4, "name": "Oleksandr Rabazulkin", "cat": "Georgian restaurant"}, {"review": "Nice interior, calm atmosphere, good and fairly fast service. We ordered khachapuri, salads for children (large portions, delicious salad), khinkali. Everything is quite tasty. Particularly pleased with the children's room. …", "rating": 5, "name": "nat_bl bl", "cat": "Georgian restaurant"}, {"review": "\nThank you with all our hearts for your feedback ❤️", "rating": 5, "name": "Shirmyrat Hayytgulyyev", "cat": "Georgian restaurant"}, {"review": "A lovely restaurant! Have visited repeatedly. Delicious khachapuri, kebabs and salads. Desserts are not particularly impressive, but we do not go here for them. The waiters are friendly and attentive. Highly recommend to everyone to visit. …", "rating": 5, "name": "Микита Барандич", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and recommendation. See you in Genatsvale & Hinkali ❤️\n\n", "rating": 4, "name": "Tetiana Luhovska", "cat": "Georgian restaurant"}, {"review": "Came here from VDNKh. Nice staff, good service. They took chashushuli, yalenky khachapuri and Tbilisi salad. Free water, good Wi-Fi, the password for which I add in the photos to the review. The prices are good, the dishes are tasty and hearty, not …", "rating": 2, "name": "Danil Gradoboev", "cat": "Georgian restaurant"}, {"review": " Thank you sincerely for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Eugene Yemchenko", "cat": "Georgian restaurant"}, {"review": "Two points, only for the interior and friendly staff. The kitchen has deteriorated, all the dishes that were ordered to take away (three types of khinkali and Adjarian khachapuri) are not good. …", "rating": 5, "name": "Ольга Козырь", "cat": "Georgian restaurant"}, {"review": "We were invited to the DR.\n- From the pros:\n1. Very friendly staff; …", "rating": 2, "name": "Maryna Mukhametzianova", "cat": "Georgian restaurant"}, {"review": " Yana, thank you very much for your feedback and recommendation, it is very nice that you liked our visit.\n\nSpecial thanks for the comments, we listen to everyone, we want to be the best for our guests, so your comments are very important!\n\nSee you at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "K Elovets", "cat": "Georgian restaurant"}, {"review": "I agree with the negative reviews about the quality of the food, unfortunately. Today we ordered khinkali (in honor of Halloween they were multi-colored), black - lamb, pink - mix and green - with suluguni. They tasted like a C grade, incomprehensible minced meat and ...", "rating": 4, "name": "Бел Анна", "cat": "Georgian restaurant"}, {"review": "We visited the restaurant in the winter, all quarantine requirements and norms are observed, this is definitely a plus. We ordered khachapuri with sun-dried tomatoes and chanterelles, khachapuri was brought without sun-dried tomatoes at all, of course it was replaced for us, and brought with ...", "rating": 2, "name": "S2012y Alex1882", "cat": "Georgian restaurant"}, {"review": " Victoria, thank you for your feedback and recommendations. All these nuances are taken into account and will be taken into account. We are constantly improving our service and cuisine, so we hope that the next visit will please you.\n\nWe listen to everyone, we want to be the best for our guests, so your comments are very important!\n\nSee you at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Andrii Kiev", "cat": "Georgian restaurant"}, {"review": " I used to be in the establishment and make orders - everything was fine.\nToday I received negative feelings from the order. …", "rating": 3, "name": "Yuliia Stepanova", "cat": "Georgian restaurant"}, {"review": " Hello Alexander, we are very, very sorry that your mood was spoiled and that there is a situation that we can only explain by human factors. We value our guests and listen to every opinion. Your comments have been accepted and will be taken into account in our further work, and the work with the staff will be carefully carried out by the restaurant management !!!\n\n❤️ We still want to invite you to try our hospitality again and, as an apology, treat you to a dozen khinkali and a bottle of fine wine.\n\n", "rating": 5, "name": "Мар'яна Стрілецька", "cat": "Georgian restaurant"}, {"review": "Good food, good staff. Oh and excellent chacha😊. Adequate prices. A very cozy restaurant ❤️ The children's menu is also very tasty. We will definitely come by. Thank you. …", "rating": 5, "name": "LAV Production", "cat": "Georgian restaurant"}, {"review": "\nWe sincerely thank you for your feedback, praises give us strength and energy to become better for our guests every day.\nBe sure to come again, we will be waiting for you ❤️", "rating": 5, "name": "Регина Коробейко", "cat": "Georgian restaurant"}, {"review": "Great place, nice atmosphere, and everything is very tasty, Italian coffee is just a bomb 💣, it is worth noting the work of the waitress Alena (thank you), in general, everything is great😀 …", "rating": 5, "name": "Сергей Троценко", "cat": "Georgian restaurant"}, {"review": "\nThank you from the bottom of our hearts for your feedback, we are very happy when our guests taste delicious and good. See you soon at Genatsvale&Hinkali ❤️", "rating": 4, "name": "Елена Germany", "cat": "Georgian restaurant"}, {"review": "Great place, I recommend. Fast service, attentive waiters and delicious food! …", "rating": 4, "name": "Ольга Тимченко", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and we are always waiting for you to visit ❤️\n\n", "rating": 3, "name": "Елизавета Габузян", "cat": "Georgian restaurant"}, {"review": " Nice place, friendly staff ... happy with a large selection of lemonades, there is a summer terrace, but during the day it is not very comfortable to sit on one side because the umbrellas do not completely cover the …", "rating": 5, "name": "Ирина Босая", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 4, "name": "Мария Костюк", "cat": "Georgian restaurant"}, {"review": "Yesterday I ordered khinkali (27 pieces) for the evening with a girl and more than half were simply collapsed, they sat down to eat 15 minutes after self-takeaway. As for meat (12 pcs.), Absolutely all of them were open from the bottom, in the end they were not khinkali, ...", "rating": 4, "name": "Alexander Yaretskiy", "cat": "Georgian restaurant"}, {"review": " Danil, we are very, very sorry that your mood was spoiled by delivery problems. We want to treat you to a dozen khinkali to lift your spoiled mood a little. Call our administrators and we will deliver our \"apology\" at a time convenient for you.\n\n", "rating": 4, "name": "Оля Черная", "cat": "Georgian restaurant"}, {"review": "Cool restaurant. This is not the first time I have dinner with my family, where the food and service are always excellent. The average bill for two hryvnias is 500-700 for dinner + wine. There is plenty for little kids to do there too. There is a summer patio if you prefer…", "rating": 1, "name": "grifon _s", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and recommendation, we are very pleased that you liked in Genatsvale & Hinkali ♥ ️🇬🇪", "rating": 2, "name": "Владимир Бовт", "cat": "Georgian restaurant"}, {"review": "Here they take care of the health of visitors, at the entrance they measure the temperature and ask to move around the establishment in a mask.\nInsanely delicious khachapuri, meat, lemonade and everything 😋. …", "rating": 1, "name": "Александр Бутенко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your review, we are always looking forward to your visit ❤️🇬🇪", "rating": 5, "name": "Наталья Череватая", "cat": "Georgian restaurant"}, {"review": "We ordered khinkali in Raketa, the last time we decided to try other dishes, we chose \"Salmon baked in a bag with vegetables\" (weight on the menu - 280 g). When I received the order, I saw that the portion of salmon was somehow too small, weighed it, ...", "rating": 5, "name": "Женя Женин", "cat": "Georgian restaurant"}, {"review": "\nMarina hello, we are very sorry that such a situation has arisen, we have taken measures and worked with the staff.\nWe value our guests and in no case would like to see such mistakes happen in our work. In order to somehow smooth out your spoiled mood, we suggest you order something from the menu at your discretion and we will deliver the selected dishes in the form of our sincere apology.\nOur administrator is waiting for your call to take your order.", "rating": 5, "name": "Evgeniy Ulitin", "cat": "Georgian restaurant"}, {"review": "Nice place, good portions. Delicious cooking. There has never been a complaint about food, and we celebrated the holidays several times. Waiters in normally dressed masks! I took takeaway sets with meat several times, everything is perfectly packaged. …", "rating": 5, "name": "Roman Negrienko", "cat": "Georgian restaurant"}, {"review": " Thank you from the bottom of my heart for your feedback and recommendation! We are very happy and rejoice when our guests become our friends!\nWe are always waiting for you to visit, with love your Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Эмили Илин", "cat": "Georgian restaurant"}, {"review": "Nice and cozy place, friendly staff, fast service. We ordered khinkali, kubdari, ayran and lemonade with kiwi and tarragon. Kubdari was divine, I tried khinkali better (not enough spices and cilantro). The drinks were also...", "rating": 5, "name": "Olga Terefeyeva", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 4, "name": "Анастасія Качай", "cat": "Georgian restaurant"}, {"review": "Today I ordered lamb ribs and pork neck shish kebab, as well as khachapuri. Lamb ribs are just charred meat, and neck skewers are very salty. The only thing that pleased me was khachapuri. Previously, I went several times, I liked everything, today they have …", "rating": 5, "name": "School of doctor Skachko", "cat": "Georgian restaurant"}, {"review": "The place is nice and cozy, the staff is friendly, Georgian cuisine is simple but tasty, khinkali with lamb 5+ out of 5. …", "rating": 1, "name": "Олег Тишаков", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 2, "name": "Tetiana Zavgorodnia", "cat": "Georgian restaurant"}, {"review": "In the salad with liver, there was not enough liver, nuts, it’s hard to imagine how to eat grapes with a fork, it was also difficult with salad sticks. Water 49 UAH ...", "rating": 5, "name": "Tania Verbenko", "cat": "Georgian restaurant"}, {"review": " Great place! Tasty, welcoming, good and affordable. Tasted with a delicious tincture. Having a play area for children is a big plus! …", "rating": 5, "name": "Veronika Levchenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Виктор Фролов", "cat": "Georgian restaurant"}, {"review": "This chain of restaurants is the best in Ukraine!!! Like everything! Tasty, atmospheric, reasonable prices, hospitable staff. All at the highest level! We go there regularly and try everything. …", "rating": 4, "name": "Лариса Романчук", "cat": "Georgian restaurant"}, {"review": " You have no idea how grateful we are to you for your kind response! Such reviews inspire us and give us strength, joy and energy!\nWe are always glad to see you as a guest.\nWith love, Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Аня Мороз", "cat": "Georgian restaurant"}, {"review": "1. Very friendly staff;\n2. Nearby there is parking for cars;\n3. Interesting design in the institution; …", "rating": 5, "name": "Murad Belotserkovskiy", "cat": "Georgian restaurant"}, {"review": "\nThank you from the bottom of our hearts for your feedback❤️\nAnd see you again at Genatsvale & Hinkali 🇬🇪", "rating": 1, "name": "Alexandra Klimovich", "cat": "Georgian restaurant"}, {"review": " Thank you very much for this bookmark. I recommend for a good, quiet pastime. The cuisine is wonderful, tasty and colorful. …", "rating": 5, "name": "Oleksii G", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 1, "name": "Елизавета Заяц", "cat": "Georgian restaurant"}, {"review": "Mid-range restaurant. The place is pleasant with a characteristic atmosphere. Very good service - very fast and polite. The cuisine is good with a special presentation, but some dishes are not for everyone with a lot of spices. Generally …", "rating": 2, "name": "Сергій Попков", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 3, "name": "Catherine", "cat": "Georgian restaurant"}, {"review": "The food is delicious. 3rd place service. From the order (for a company of 13 people), not all dishes were brought and not the first time. Thank you for only including what you brought to the bill. …", "rating": 5, "name": "Ігор Брагінець", "cat": "Georgian restaurant"}, {"review": "Very tasty menu, but the service spoils everything. Upon arrival, they offered to sit in the hall next to the children's area and a bunch of children, when asked if there were free tables in another room, they offered to go see for themselves, all of a sudden something was free. Dirty…", "rating": 1, "name": "Тетяна Золотаренко", "cat": "Georgian restaurant"}, {"review": " Hello, Elizabeth, we are very sorry that such an unpleasant situation has developed and your mood has been spoiled. The work with the staff will be carefully carried out and your comments will be taken into account in our further work.\nWe still want to invite you to taste our hospitality again and treat you, as an apology, with a bottle of excellent Georgian wine. We hope to see you again in our restaurant.\n\n", "rating": 4, "name": "Євгеній Рижков", "cat": "Georgian restaurant"}, {"review": "A good place!\nThe staff is not pushy\nThe food was served as they said. …", "rating": 1, "name": "Sergey Chumak", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 3, "name": "Aleksandr Silin", "cat": "Georgian restaurant"}, {"review": " came to your restaurant on Friday, November 26th.\nkhinkali the best who ate in Kiev! I liked the music that played from the lower hall. the waiters are very friendly, especially the waitress Anastasia, knows …", "rating": 5, "name": "Васільченко Артем", "cat": "Georgian restaurant"}, {"review": "A good place! Charming waiter Alexander created a wonderful festive atmosphere. Without it, the place immediately loses a lot in service. …", "rating": 5, "name": "Анна Климчук", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback.", "rating": 5, "name": "Ozgur Karaca", "cat": "Georgian restaurant"}, {"review": "The first impressions are very good, until I ran into not the most friendly waitress (dark-haired) and the same administrator (fair-haired, if I'm not mistaken, she was wearing glasses). The cuisine is very tasty, especially samsa - great! AND …", "rating": 5, "name": "Vladimirukr V", "cat": "Georgian restaurant"}, {"review": "Terrible institution on Lomonosov, a feature of the institution in khinkali, but khinkali leaves much to be desired, the dough is unleavened, there was no broth at all, the waiter walks with such a face and answers questions as if they came to his house and asked for soup ...", "rating": 2, "name": "Anna Zhuravel", "cat": "Georgian restaurant"}, {"review": " Hello Grifon_S, we are very sorry that your mood was spoiled by a situation that we can only explain by human factors. The work with the staff has already been carefully carried out and your comments have been accepted and will be taken into account in our further work.\nAs an apology, we want to treat you to a bottle of wonderful Georgian wine. We hope you will visit our restaurant again and your impressions will change for the better.\n\n", "rating": 1, "name": "Maxim Kievskiy", "cat": "Georgian restaurant"}, {"review": "Guys, if someone ate real khinkali and lobio - better not order. Three days at recollection was sick. Khinkali - raw dough, lobio - tasteless. Obviously not prepared on the day it was served. I tried and regretted it. Tables are sticky. They do not wipe well, and they ...", "rating": 3, "name": "Кабанец Вероника", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Vladimir. Thank you for giving us your time and writing your feedback and comments. All these nuances are taken into account and will be taken into account in our future work. We are constantly improving the service and our cuisine, so we hope that the next visit will pleasantly surprise and delight you. Regarding the tables, the waiter told you the truth that this is a really sticky coating with which we were unlucky, we are now re-grinding our tables and covering with fresh coating.\n\n", "rating": 5, "name": "Yuri _", "cat": "Georgian restaurant"}, {"review": "I left my review 2 years ago with complete admiration for this place and then there were very tasty Khinkali. …", "rating": 1, "name": "Andrey Spoki4", "cat": "Georgian restaurant"}, {"review": " Hello, Alexander, thank you for your feedback. We are very sorry that your opinion has changed.\nIn two years, nothing has changed in the process of cooking khinkali: no weight, no dough recipe, no amount of minced meat. We still prepare khinkali according to the TECHNOLOGICAL CARD and we follow the cooking technology very strictly. The weight of the finished product has always been indicated in the menu, and 2 years ago, and now 1 khinkali weighs 80 grams.\nIn our work we use only the freshest certified products. Every morning we prepare fresh minced meat from selected meat for cooking khinkali and also follow the cooking technology: the weight of the meat, the composition of spices are the same as 2 years ago.\nWe really hope that your mood will change and we will be happy to see you again!\n\n", "rating": 2, "name": "Alina Kvatadze", "cat": "Georgian restaurant"}, {"review": "Excellent establishment. The kitchen is open until 22.30, while taking an order over the phone at 22.25 while we were driving there. When they arrived everything was served hot. The staff is pleasant. …", "rating": 5, "name": "Igor", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️ and we are always looking forward to your visit!", "rating": 1, "name": "Vladyslav", "cat": "Georgian restaurant"}, {"review": "Today we were sitting with a company, served instantly.\nI could not tear myself away from Adjarian khachapuri, as I did not want to.\nKhinkali is also a bomb. …", "rating": 5, "name": "Victor _G", "cat": "Georgian restaurant"}, {"review": " Thank you from the bottom of my heart for your feedback and we are sincerely glad that you enjoyed it. ❤️\n\nAnd yes, we have cool banquets with a fixed price per guest, which can be read on our website www.gih.kiev.ua\n\n", "rating": 3, "name": "Nika", "cat": "Georgian restaurant"}, {"review": "A good restaurant where you can slowly eat good khinkali. There are outdoor and indoor tables. Saturday night there was live music. Surprisingly pleased with khinkali with salmon. …", "rating": 2, "name": "Анастасия Панкрушева", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback, we are very happy that you liked our visit. And until the new meeting, we still have something to surprise and delight you ❤️🇬🇪\n\n", "rating": 5, "name": "Vladimir Lemeshko", "cat": "Georgian restaurant"}, {"review": "Very nice place, cozy, comfortable, good service. The food is very tasty and not expensive. …", "rating": 5, "name": "Amadara Amadarovna", "cat": "Georgian restaurant"}, {"review": "We come here often and order food to go. Delicious cuisine, wide selection of drinks, very reasonable prices and service. At the moment, we consider the best Georgian restaurant in Kyiv. If you order takeaway food, the cooking time is …", "rating": 4, "name": "Сережа Живчик", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and for your trust, we are always welcome to visit 😘🇬🇪", "rating": 4, "name": "Олексій Пономаренко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Evgenia S", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and happy holidays to you ❤️\n\n", "rating": 1, "name": "Оксана Степанечко", "cat": "Georgian restaurant"}, {"review": "There were few people during our visit, autumn is a beautiful and stylish place.\nCuisine: the meat was raw and not spicy. On 3+ ...", "rating": 5, "name": "Vsevolod Zhovtenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. We took it to work.", "rating": 5, "name": "Iren Donchenko", "cat": "Georgian restaurant"}, {"review": "Cozy place, delicious food, fast service. I recommend visiting.\nGeorgian cuisine is one of the best for health. It is important to take into account the advice of a nutritionist and adjust the technological map depending on the level ...", "rating": 1, "name": "Oleksandr Skomarov", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and recommendations ❤️🇬🇪\n\n", "rating": 5, "name": "Антоха Капшиенко", "cat": "Georgian restaurant"}, {"review": "The restaurant was good. Disappointed today. It is impossible to drive up and stop. Not rassisteno and snow porridge. Unpleasant. There is work in the snow for one person for two hours. Khachapuri with cheeses is oversalted. Khinkali with an unpleasant smell of minced meat and ...", "rating": 5, "name": "Sergii Ostafiichuk", "cat": "Georgian restaurant"}, {"review": "It's not tasty. So to satisfy hunger, but without pleasure. The waiters are great. But they cannot compensate for fresh food, unfortunately. Obviously not the level of the restaurant. At best, the food tastes like cooking from a supermarket, albeit not the most ...", "rating": 5, "name": "Анна Пшеничная", "cat": "Georgian restaurant"}, {"review": " Attentive staff delicious food and relatively low prices are a children's room and high chair …", "rating": 5, "name": "Vital Vital", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 4, "name": "Max Alexandrovich", "cat": "Georgian restaurant"}, {"review": " This is not the first time I have visited the institution, probably for the sixth or seventh time since I moved to the district. Every time I'm happy with dinner. You can find a place, even if it's a weekend. The …", "rating": 4, "name": "Yurii Fenchuk", "cat": "Georgian restaurant"}, {"review": " We thank you from the bottom of our hearts for a pleasant and detailed response. We are glad that you like everything and we are always waiting for you to visit ❤️\n\n", "rating": 1, "name": "Михаил Кожемякин", "cat": "Georgian restaurant"}, {"review": "I ordered khinkali and kharcho - I liked it very much) I recommend it! Service is fast too. …", "rating": 5, "name": "Євгеній", "cat": "Georgian restaurant"}, {"review": "\nThank you from the bottom of our hearts for your feedback! ❤️", "rating": 3, "name": "Sveta Petrachkova", "cat": "Georgian restaurant"}, {"review": " We often ask ourselves:\nthe ark of meat, like a lottery when tasty and when not very;\nKhachapuri with salmon is always delicious. …", "rating": 5, "name": "Kate Boliukh", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback. We will definitely take into account your comments, thank you for paying attention to the shortcomings in the work of the kitchen, which we will carefully correct!\nSee you at G&H ❤️\n\n", "rating": 5, "name": "Bohdan Shtoma", "cat": "Georgian restaurant"}, {"review": "Tasty, pleasant, cozy and not for all the money in the world.\nOf the minuses - the iqos friendly sign weighs, but no) ...", "rating": 4, "name": "Ganna Stovpchenko", "cat": "Georgian restaurant"}, {"review": "One of the best interpretations of Georgian cuisine in Kyiv and definitely the best in the area. We recommend…", "rating": 2, "name": "Дарья Дарья", "cat": "Georgian restaurant"}, {"review": " We are so grateful to you for your feedback, it makes us happy, makes us happy and inspires us to new successes, achievements and victories!\nSee you at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "карина деде", "cat": "Georgian restaurant"}, {"review": "Disgusting attitude towards customers.\nThey sat in the establishment for an hour and during this time they brought 2 dishes, but forgot about the 3rd. They didn't even apologize. …", "rating": 3, "name": "Юлия Чернега", "cat": "Georgian restaurant"}, {"review": " Good evening, Alexander, thank you for your feedback. Your feedback and comments will be taken into account in our further work.\nWe are very sorry that your mood was spoiled today, if it is appropriate, we still want to invite you to try our hospitality again! We want to treat you, as an apology, khachapuri with melon and ham from the summer offer.\n\n", "rating": 4, "name": "Pavel Kuts", "cat": "Georgian restaurant"}, {"review": " A place you want to return to. The day is calm, in the evening a little noisy from a large number of visitors. The cuisine is very tasty, the prices are nice. Friendly, attentive and polite staff. …", "rating": 4, "name": "Дмитро Бобошко", "cat": "Georgian restaurant"}, {"review": " Thank you very much for such a warm response and we are always waiting for you to visit❤️\n\n", "rating": 1, "name": "Viktoria Pogorelova", "cat": "Georgian restaurant"}, {"review": "We usually visit a restaurant on the back.\nWe also ordered home from him.\nToday our order was transferred to the restaurant on the towers. …", "rating": 1, "name": "Tatyana Horoshko-Kulishova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we will take appropriate action and work with the kitchen staff.\nWe are very sorry that your mood was spoiled, as an excuse, accept the delivery of the kebab from us. We hope it will not disappoint you. Please contact our administrators to indicate the delivery address in your name.\nRespectfully,\n🇬🇪 Genatsvale & Hinkali Teremki\n☎️ +38 (068) 612 24 24\n📩 vulytsia Lomonosova, 46/1", "rating": 5, "name": "Татьяна Косматенко", "cat": "Georgian restaurant"}, {"review": " Dirty tables, long take orders, food is clumsily cooked. How could a pork neck kebab be made so hard? Veal skewers are no better, very tough meat. Of all that I have tasted with you, I can mention only compote and …", "rating": 4, "name": "Sona Badalyan", "cat": "Georgian restaurant"}, {"review": " Sergey, thank you for your feedback and comments. All these nuances are taken into account and will be taken into account in our future work. We are constantly improving the service and our cuisine, so we hope that the next visit will pleasantly surprise and delight you.\n\n", "rating": 5, "name": "Паша", "cat": "Georgian restaurant"}, {"review": "Not a bad place. Far from the most favorite and delicious Georgian institution in Kyiv, but just as a place to dine is suitable. The food is brought quickly. …", "rating": 5, "name": "Taras Dzeganovsky", "cat": "Georgian restaurant"}, {"review": "\nGood day!\nThank you for leaving a review!)\nUnfortunately, the waiter had to offer you to choose another table convenient for you, as the table by the window is really popular and at that time it was reserved. This was evidenced by a vase with the sign \"reserve\" ..\nRegarding khachapuri and a recommendation for chewing gum treats, we will definitely pay attention and hope that we will become even better soon ❤️", "rating": 5, "name": "яна магда", "cat": "Georgian restaurant"}, {"review": " Very tasty. Polite staff. I recommend. I love this cafe\n\n", "rating": 5, "name": "Sergii Getman", "cat": "Georgian restaurant"}, {"review": " And we love you and are always waiting to visit ❤️ Thank you for your feedback and recommendation 🇬🇪\n\n", "rating": 5, "name": "Аl'ona Sereda", "cat": "Georgian restaurant"}, {"review": "Terrible cooking! Dry and tasteless meat! Lula kebab is impossible to chew. Khinkali was not impressed either. I know at least 12 people who have also been here and do not plan to return here, just because of the tasteless food! Regarding the service...", "rating": 5, "name": "Katerina Nikolenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback.", "rating": 5, "name": "3881010 Щербина", "cat": "Georgian restaurant"}, {"review": "Well done place. In the evening - live music.\nKhinkali, unfortunately, on 3ku. Salads are good.\nIt was frustrating that it was impossible to pay with a terminal, they offered to transfer to a card. …", "rating": 5, "name": "Daryna Y-S", "cat": "Georgian restaurant"}, {"review": "Ordered takeaway khinkali many times before, but now something went wrong. Firstly, the khinkali were not ready at the indicated time, we had to wait another 20 minutes, but this is not the worst. The worst thing was the quality of the khinkali, which…", "rating": 5, "name": "Марина Миронишина", "cat": "Georgian restaurant"}, {"review": "\nSergey, please accept our sincere apologies in the form of a dozen khinkali, which you can take with you or try on our summer ❤️", "rating": 3, "name": "Ігор Українець", "cat": "Georgian restaurant"}, {"review": "1. The place is good. Location and design\n2. Staff 3/5 which waiter you get.\n3. The food is delicious. But. …", "rating": 5, "name": "Наталья Горкавенко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we took it into account and very soon you will be able to enjoy our updated menu🇬🇪", "rating": 3, "name": "Mehmet Uren", "cat": "Georgian restaurant"}, {"review": " Today we were in the restaurant, I really liked the service, at the entrance my friends and I were nicely greeted by the girl administrator, there were no delays, everything is fast, thank you …", "rating": 3, "name": "Александр Небылица", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Юрій Нагірний", "cat": "Georgian restaurant"}, {"review": "The institution is our backyard and a great place for dinner with a couple, family, friends. We probably tried all the menu)) from our favorite khinkali, Adjarian khachapuri and chicken in creamy sauce (I don’t remember the name of the dish). …", "rating": 5, "name": "Татьяна Кузнецова", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback! We are happy that we have such wonderful neighbors ❤️\n\n", "rating": 5, "name": "Марина Царёва", "cat": "Georgian restaurant"}, {"review": "We just drank coffee, it was very tasty 😊 the place itself is pleasant, the staff is delicate and attentive. The receptionist at the computer is very nice. In general, come. …", "rating": 5, "name": "Dmytro Monchenko", "cat": "Georgian restaurant"}, {"review": "\nThank you from the bottom of our hearts for such a sincere feedback ❤️", "rating": 5, "name": "Oleksandr Striletskiy", "cat": "Georgian restaurant"}, {"review": "A very pleasant place. Comfortable sofas, friendly staff. Very tasty. You can take any khachapuri or khinkali and you will not regret it. And bloody Mary without alcohol is just delicious, but a small portion. Could have done 400 grams for the same ...", "rating": 5, "name": "Alexey Lomonosov", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we are very, very pleased and joyful when Guests are tasty and comfortable 🇬🇪 ♥ ️", "rating": 5, "name": "Таня Жмурко", "cat": "Georgian restaurant"}, {"review": "From the pros:\n- polite and smiling administrators\n- beautiful interior …", "rating": 4, "name": "Pavlo Melnyk", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback.", "rating": 5, "name": "Дарья Мельник", "cat": "Georgian restaurant"}, {"review": "I don't like leaving bad reviews...\nIf you sort by * then for the kitchen 4 *, in the price-quality ratio 5 *, the price is affordable, the quality is decent. I was very surprised by the service... girl Anastasia...", "rating": 5, "name": "Анна Сердюк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback.\nWe had a conversation on improving the quality of service with all the employees of the hall. We hope not to disappoint you in the future and look forward to a delicious compliment from the establishment as an apology.", "rating": 5, "name": "Валентин Черешинский", "cat": "Georgian restaurant"}, {"review": "We went in, sat down, no one paid attention to us until they asked for the menu themselves. The soup was barely warm. The rabbit tasted unpleasant, not tasty. Khachapuri was good. …", "rating": 5, "name": "Катерина Куртева", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. We value each of our guests and would like to invite you again to us to leave the most pleasant impressions about us.", "rating": 5, "name": "Andrii Krenevych", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Tetiana Obikhod", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback ❤️\n\n", "rating": 4, "name": "Василь Луцький (Cirkulare)", "cat": "Georgian restaurant"}, {"review": " Booked a table, and the results for some reason the table was busy. We put other guests at the reserve table for another time, thus limiting our stay. We sat waiting for the menu for 15 minutes, the waiters did not …", "rating": 5, "name": "Nikolay Stanislavovich", "cat": "Georgian restaurant"}, {"review": " Andrew, we are very sorry that your mood was spoiled by our incorrect booking. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n", "rating": 5, "name": "Риэлтор Марчук Татьяна", "cat": "Georgian restaurant"}, {"review": "Ordered khinkali yesterday. The meat is too salty. The taste is disgusting.", "rating": 5, "name": "Аlex Kor", "cat": "Georgian restaurant"}, {"review": " Puddle nice hinkalnya. Good service, delicious. Experiment with dishes like khinkali with salmon. I didn't understand something, but someone might like such an unusual version of a regular dish …", "rating": 5, "name": "Sergey Kostyrsky", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 3, "name": "Ірина Кравченко", "cat": "Georgian restaurant"}, {"review": "Only one of the three waiters is polite. The administrator walks around with a face as if everyone owes her.\nI ordered 2 dishes to take with me, when I came home I found that one of them was not that…", "rating": 5, "name": "КЛИНИКА ОБРАЗЦОВА", "cat": "Georgian restaurant"}, {"review": "Cozy, comfortable, good with family. My favorite dish is \"Fed Georgian\", although everything here is very tasty and the staff is good! Now it’s not a shame to celebrate a birthday on the towers and even surprise guests with unusually delicious dishes. Everyone will love the interior...", "rating": 5, "name": "Alyona Oliynik", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we are very pleased that you like our restaurant and kitchen ️", "rating": 5, "name": "Kateryna Postavska", "cat": "Georgian restaurant"}, {"review": "Read my review after my second visit below.\nOne client, but two opposite reviews. …", "rating": 3, "name": "Oleksii Svystunov", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon. Thank you for your feedback. We are sincerely sorry for the current situation. Please tell me How to contact you? We want to apologize for the unpleasant precipitate by the whole GC team and management.\nInvite you to dinner and show that we have corrected our omissions, for which we are very ashamed.", "rating": 4, "name": "Kazanch", "cat": "Georgian restaurant"}, {"review": "You have very tasty seasonal cream mups! I was very disappointed with the cheesecake, it is gelatinous and not tasty. And also upset your food decoration with dill and parsley. If they go in a dish, they MUST be indicated on the menu! Not everyone loves greens! …", "rating": 5, "name": "Николай Дергун", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Thank you very much for your feedback. We will take into account your opinion.", "rating": 5, "name": "марина Врублевская", "cat": "Georgian restaurant"}, {"review": "\nLiked. Good food, comfortable atmosphere.", "rating": 5, "name": "Дмитро Мельниченко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n", "rating": 5, "name": "Alex A", "cat": "Georgian restaurant"}, {"review": "Nice place, different types of khinkali, khachapuri. I advise you to try and learn how to eat khinkali correctly. In Liko there are not so many good establishments with delicious cuisine and at reasonable prices. …", "rating": 4, "name": "Olga Golden", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we are always waiting for a visit ❤️🇬🇪", "rating": 5, "name": "Юлия Ручка", "cat": "Georgian restaurant"}, {"review": " Great place to spend pleasant evenings in the company of Georgian atmosphere, delicious cuisine and a nice team) …", "rating": 4, "name": "Ivan Markush", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 4, "name": "Ki Art7s", "cat": "Georgian restaurant"}, {"review": " In general, all the rules, except for the noisy hood in the basement. …", "rating": 5, "name": "Eugine Burysheva", "cat": "Georgian restaurant"}, {"review": "Frankly, this is the worst institution of Georgian cuisine where I have been. No complaints about the waiter who served us. The young man immediately warned that it would take a long time to cook. Helped to make a choice, advised and talked about the exact …", "rating": 5, "name": "Elena Chebotareva", "cat": "Georgian restaurant"}, {"review": " We waited a long time for the horribly oversalted khachapuri! I won't want to come here for a long time ((but the service is polite, but it doesn't really affect the quality of food …", "rating": 5, "name": "Катерина Редько", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali, although in the evening we had to wait 50 minutes to order, because the kitchen still gives a lot of orders for delivery. …", "rating": 5, "name": "Mariia Saliuk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Николай Зверев", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️ See you 🇬🇪", "rating": 5, "name": "Tomasz Blazejowski", "cat": "Georgian restaurant"}, {"review": "By mistake, I left this review on the page of a similar institution in Poznyaki, but their administration corrected me, for which I thank them very much. It would be right to move it here. …", "rating": 5, "name": "antonenko.elena Антоненко", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, could you leave your mobile for communication?\n\n", "rating": 5, "name": "Sergey Lisinchuk", "cat": "Georgian restaurant"}, {"review": "Delicious Georgian cuisine, good Adjarian khachapuri, delicious dolma, rich and large khinkali with real khinkali dough, in general, a very good place to spend time. Check for 1 person ~ 300 UAH ...", "rating": 3, "name": "марина петренко", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. We are trying for you 💛 before we meet again at GH 🇬🇪", "rating": 5, "name": "amie _", "cat": "Georgian restaurant"}, {"review": " Perfectly! Dined with the whole family for the second time, excellent Georgian cuisine, not intrusive but attentive and pleasant service, khachapuri and khinkali straight from the oven, salmon salad I recommend. There …", "rating": 5, "name": "Oksana Magomedova", "cat": "Georgian restaurant"}, {"review": " Thank you for such a warm response, we are very pleased that you enjoy our visit, we will wait ea you again and again ♥ ️🇬🇪\n\n", "rating": 5, "name": "D v", "cat": "Georgian restaurant"}, {"review": " Delicious cuisine, attentive staff!\n\n", "rating": 5, "name": "Юлия Чередник", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Людмила М.", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Sergey Sizonenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation, we are very, very pleased.", "rating": 5, "name": "Yaro30", "cat": "Georgian restaurant"}, {"review": "The food is delicious, but:\n- incomprehensible music plays, a random set of pop songs; it would be much more pleasant to spend time with national Georgian songs ...", "rating": 5, "name": "Алексей Акатьев", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback🇬🇪", "rating": 4, "name": "Тоня Михалюк", "cat": "Georgian restaurant"}, {"review": " I have been here several times. Adequate prices, polite staff, good interior, everything that tasted delicious ... But it lacks some of its own chip, what would make this restaurant stand out among the running …", "rating": 5, "name": "Роман Григорович", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback.\n\n", "rating": 5, "name": "Yuriy Teteryuk", "cat": "Georgian restaurant"}, {"review": "Came with friends for dinner and drinks. I don’t advise you to be here, 0.7 ml vodka costs 650 UAH, the cheapest, it’s just awful, 500% markup. …", "rating": 5, "name": "Oksana", "cat": "Georgian restaurant"}, {"review": "The beer is poured as it should be, the basturma is fresh and delicious, the waiters are friendly with communication in good Ukrainian. I recommend …", "rating": 5, "name": "валерия ильенко", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Сергей Ладыченко", "cat": "Georgian restaurant"}, {"review": "Spacious and comfortable room, beautiful interior.\nThe cuisine is not tasty: the veal is dry and tough, the warm salad with the liver is sickly sweet, the Megrelian khachapuri with very large sides. …", "rating": 1, "name": "Юлия Фомина", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon. Thank you very much for your feedback. We will pay special attention to veal. As for the salad with liver, it’s called “Salad with caramelized liver”))\nAnd the sides in our khachapuri and Truth are big ....)) because we wrap them with a lot of tasty suluguni🤗\nWe are waiting for you again, See you at G & H🇬🇪❤️", "rating": 5, "name": "Елена Шутович", "cat": "Georgian restaurant"}, {"review": "One of our favorite establishments\nNice atmosphere, always very tasty, large portions and affordable prices, and nice staff! Always want to come back here :)…", "rating": 1, "name": "Eugene Azarenkov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n", "rating": 4, "name": "Alexander Telegin", "cat": "Georgian restaurant"}, {"review": "Delicious khinkali and coffee latte. Compared to other Georgian restaurants, the price is small. If I'm not mistaken, then from 15-00 there is a happy hour promotion, that is, the price, for example, for khinkali with cheese is only 10 hryvnias apiece ...", "rating": 5, "name": "Олексій Ростіков", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback ♥ ️🇬🇪\nOn weekdays from 4:00 pm to 6:00 pm all Khinkali are UAH 10 each!", "rating": 1, "name": "Олена", "cat": "Georgian restaurant"}, {"review": "A brand new large restaurant of Georgian cuisine, a network with a traditional menu. Nice interior, clean. Service is pretty fast. The food is unremarkable but tasty. …", "rating": 5, "name": "Костянтин Жилінський", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "press anykey", "cat": "Georgian restaurant"}, {"review": "Incredibly delicious cuisine (but of course the output of dishes is written in a sucker, for example, lard 200 grams, it has nothing to do with lard of 200 grams, there croutons have a weight of 180😄😄😄😄) and so on the whole menu ... There is an amazing admin Natalia, who will remember your ...", "rating": 5, "name": "Ліза Скульська", "cat": "Georgian restaurant"}, {"review": "\nDaria, thank you for your feedback, we will definitely work with our staff. We hope that in the future there will be no problems and you will come to visit us with pleasure! And we serve lard with sauces and croutons, the menu shows the total weight of the dish.", "rating": 4, "name": "Yu Shu", "cat": "Georgian restaurant"}, {"review": " …", "rating": 3, "name": "Yuliia Fillippova", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and feedback 🥰 ♥ ️🇬🇪", "rating": 5, "name": "slavik somefamily", "cat": "Georgian restaurant"}, {"review": " Chicken and dolma soup was ordered for lunch. Unfortunately, they are very average in taste. It was also a surprise that the egg in the soup was ex-dye, which was no doubt indicated by the azure color on the protein …", "rating": 5, "name": "Сергій Козак", "cat": "Georgian restaurant"}, {"review": " Good, polite service. The cuisine is not stable: tobacco has been ordered several times - each time the taste and serving are different. Value for money is good. …", "rating": 4, "name": "Ольга Власенко", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback, feedback from our guests is very important to us. Comments are taken into account, thank you and always look forward to your visit\n\n", "rating": 5, "name": "Ярослав Сапак", "cat": "Georgian restaurant"}, {"review": " Very tasty khinkali from lamb.\nIn general, the cuisine is delicious.\nBut very strange, the restaurant is Georgian, and the music is not ...)) …", "rating": 5, "name": "Олег Олег", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback, we will take your comment into account.\n\n", "rating": 5, "name": "Роман Гарбузинський", "cat": "Georgian restaurant"}, {"review": " + Very friendly staff, food is generally tasteless. The dishes are all fresh and tasteless. Disappointed, do not recommend. …", "rating": 5, "name": "Наталия Шаповал", "cat": "Georgian restaurant"}, {"review": " Good afternoon, Victoria. We are a Georgian restaurant, which means that our dishes always have spices, condiments and accents. Please tell, what dishes did you order? We would like to understand the situation and, if possible, improve the taste of our dishes.\n\n", "rating": 5, "name": "Maksym Levkivskyi", "cat": "Georgian restaurant"}, {"review": " There is no service at all, rude to visitors. I wanted to try Georgian cuisine, but was disappointed .. …", "rating": 5, "name": "Tatyana And", "cat": "Georgian restaurant"}, {"review": " Tatyana, we are very sorry that your mood was spoiled, we will definitely work with the staff. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n", "rating": 5, "name": "I-go Rud", "cat": "Georgian restaurant"}, {"review": "Excellent authentic cuisine, but, however, the salads let us down a bit, and the meat and first courses are impeccable. …", "rating": 5, "name": "Елена Антоненко", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback. Tell me, please, what exactly did you lack in salads, what salads would you like to see in our menu? Your opinion will be important for our constant change for the better ❤️\n\n", "rating": 1, "name": "Вадим Гриценко", "cat": "Georgian restaurant"}, {"review": "Not a bad place, delivery is fast, only there is a dish on the menu that is not available ...", "rating": 3, "name": "Ярослав Щербак", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Andrew Negoda", "cat": "Georgian restaurant"}, {"review": " Tasty, quick service, nice staff.\n\n", "rating": 5, "name": "Юлия Лихачева", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and we are always looking forward to your visit❤️\n\n", "rating": 5, "name": "Nikita Kulik", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, wonderful staff. Prices? Quality cannot be cheap, but prices are close to democratic by Kyiv standards. …", "rating": 4, "name": "EKATERINA Zhizhkova", "cat": "Georgian restaurant"}, {"review": " Were in a restaurant on Lomonosov. Cozy place. Very tasty khinkali and khachapuri. Adequate prices, hinkali only 16 UAH! Attentive waiters. …", "rating": 5, "name": "Axmedov Rixam", "cat": "Georgian restaurant"}, {"review": " Yana, thanks for the feedback, we are very pleased that you liked us ❤️\nAnd on weekdays from 16 to 18:00 we have HAPPY HOURS, when hinkali costs only 13.00 UAH, come to visit.\nSee you at G&H ❤️🇬🇪\n\n", "rating": 5, "name": "Alexander Kobzar", "cat": "Georgian restaurant"}, {"review": "a place where we come to eat, not to eat. prices are reasonable, and Georgian cuisine is hearty\ndog friendly …", "rating": 3, "name": "Kseniia Tkachuk", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback ❤️🇬🇪", "rating": 5, "name": "Viktor Bytsko", "cat": "Georgian restaurant"}, {"review": " Delicious, atmospheric, great waiters)\n\n", "rating": 1, "name": "Александр К", "cat": "Georgian restaurant"}, {"review": " Great cuisine! Democratic prices and good service! And there is a play area with children, and come and taste it yourself, recommendations of pork higkalia! …", "rating": 5, "name": "Andrii Oleshko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and recommendation, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n", "rating": 5, "name": "Oleksandr Vorovchenko", "cat": "Georgian restaurant"}, {"review": "The first time in an institution, I really liked it, cozy, comfortable and tasty, one dish was not very good, but it was not refused in the check, which was very pleasantly surprised. Thanks to the waiters, they ask for your opinion. …", "rating": 5, "name": "Сергей Лавошников", "cat": "Georgian restaurant"}, {"review": "\nThank you from the bottom of our hearts for your feedback and look forward to visiting again ❤️🇬🇪", "rating": 5, "name": "Anastasia Odarych", "cat": "Georgian restaurant"}, {"review": " Good place. Everything was delicious - khachapuri in Ajarian is just fantastic. I really liked the waiter Alexander, who usually works in another \"genatswale\" - knows what the client needs. …", "rating": 5, "name": "Serge Dib", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Andriy Markov", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ievgeniia Kosikova", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Evgeniy Yurchevskiy", "cat": "Georgian restaurant"}, {"review": " There are khinkali khachapuri children's room\n\n", "rating": 5, "name": "Юрий Данько", "cat": "Georgian restaurant"}, {"review": "\nGreat place and very good service😍", "rating": 5, "name": "Natalia Glukhova", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Svit Flower", "cat": "Georgian restaurant"}, {"review": " I went as a Georgian restaurant, but there was no one knowing Georgian, there was imeruli xachapuri, which is usually found in all Georgian restaurants, so I cannot fully evaluate it, but the staff were friendly. …", "rating": 5, "name": "Borys Makrushyn", "cat": "Georgian restaurant"}, {"review": "Not very expensive, but not very tasty either. There are good dishes, but you have to find them. Or I'm just not a fan of Georgian cuisine...", "rating": 5, "name": "Ekaterina Poludennaya", "cat": "Georgian restaurant"}, {"review": "\nWe have a large selection of purely Georgian dishes, as well as dishes with a Georgian accent, but with a European soul: salads with caramelized liver, salmon, grilled veal, khinkali with meat, cheese, berries, a huge selection of incredibly tasty Mingrelian khachapuri, Adzharian to khachapuri with salmon, a huge selection of meat, desserts, homemade soft drinks, a new autumn offer, where only cream soups are a whole work of art, Georgian wines! We have a new, beautiful, comfortable restaurant! And yes, we are not afraid to praise ourselves, it is very tasty here!", "rating": 5, "name": "Alina Grabar", "cat": "Georgian restaurant"}, {"review": " I love it. Pleasant atmosphere, nice staff, soooo delicious and varied menu. I recommend. He was in similar institutions, was pleasantly surprised. This one surpassed …", "rating": 5, "name": "Лилия Дубинина", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and recommendation, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n", "rating": 5, "name": "Дмитрий Искрицкий", "cat": "Georgian restaurant"}, {"review": "Very tasty khinkali. To the best of spices, juicy, the dough is thin. Pleasant, helpful staff. …", "rating": 3, "name": "Руслан Тимошенко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n", "rating": 5, "name": "Николай Евдокименко", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and cozy", "rating": 4, "name": "Віталій Остроух", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always looking forward to your visit 🇬🇪❤️\n\n", "rating": 5, "name": "Alexander Gordinskiy", "cat": "Georgian restaurant"}, {"review": " Liked it!\nThey came almost to the close ... But we were served and escorted with a smile. …", "rating": 5, "name": "Егор Летов", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and we are always looking forward to your visit ❤️\n\n", "rating": 5, "name": "Сергей Колосков", "cat": "Georgian restaurant"}, {"review": " Excellent establishment with a great atmosphere 👌\nClean, comfortable and tidy. Quality service, delicious and affordable cuisine, nice people working here👍 …", "rating": 5, "name": "Serhii Vlasov", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Татьяна Письменкова", "cat": "Georgian restaurant"}, {"review": "Excellent cuisine, pkhali and kharcho were 10 points. And the dolma is a little salty. But that didn't dampen the spirits...", "rating": 5, "name": "Denys Petrenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your review, we take your remarks into consideration, we are always waiting for a visit ❤️🇬🇪", "rating": 5, "name": "Захар Титов", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Валентин Остапюк", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are very, very pleased that you enjoyed it.\nSee you at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Владимир Гладкевич", "cat": "Georgian restaurant"}, {"review": "Delicious, food prices are normal, non-alcoholic drinks are expensive in relation to food prices.\nThere are problems with ventilation, the smell from the kitchen gets into the hall. …", "rating": 5, "name": "Анна п", "cat": "Georgian restaurant"}, {"review": "\nThanks for the feedback!", "rating": 4, "name": "София Савенко", "cat": "Georgian restaurant"}, {"review": "Cozy place, very tasty cuisine and divine khinkali. Would love to come back to try the whole menu...", "rating": 5, "name": "валерий гусев", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, come to visit, we have a lot of interesting things on the menu! ♥ ️", "rating": 4, "name": "evgen przhevalinskiy", "cat": "Georgian restaurant"}, {"review": "Excellent family run establishment. Good prices and delicious food. Dinner for two about 300...400 UAH. Friendly staff and nice atmosphere. …", "rating": 4, "name": "Олександр Демчук", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and always looking forward to visit 🇬🇪 ♥ ️", "rating": 5, "name": "Дарья Коваленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ирина Михаиловна", "cat": "Georgian restaurant"}, {"review": "We took chicken broth and khinkali with lamb. Everything was delicious.\nYou have very tasty kazinaki - like from childhood 😁 ...", "rating": 5, "name": "Dmytro Onyshchuk", "cat": "Georgian restaurant"}, {"review": "\nThank you very much 🥰 We are trying for you 🇬🇪❤️", "rating": 5, "name": "Люда К", "cat": "Georgian restaurant"}, {"review": " I love Georgian cuisine and I really enjoy this restaurant. Tasty, comfortable, better than at home! …", "rating": 5, "name": "Svitlana Kravchuk", "cat": "Georgian restaurant"}, {"review": " We are so happy when our guests are cozy and tasty. Thank you very much for the response ♥ ️🇬🇪 ♥ ️\n\n", "rating": 5, "name": "Александр Светлицкий", "cat": "Georgian restaurant"}, {"review": "Service for three, they carried the order for a long time and partially forgot. The taste is average, there are places with Georgian cuisine tastier …", "rating": 5, "name": "Ирина Кабакова", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback, we will take your comment into account.\n\n", "rating": 5, "name": "Наталья Силакова", "cat": "Georgian restaurant"}, {"review": " Cool !!! Yes, this is Georgian cuisine, but it is worth noting in the menu that the dish is spicy. …", "rating": 5, "name": "Vasyl Leskiv", "cat": "Georgian restaurant"}, {"review": "Very good restaurant. Wonderful atmosphere. Delicious food and very tasty wine. I recommend …", "rating": 5, "name": "Leonid Kryvoruchko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your recommendation and such a warm review! We are always waiting for a visit ❤️🇬🇪", "rating": 5, "name": "Андрій Вознюк", "cat": "Georgian restaurant"}, {"review": "Excellent restaurant. Service at the highest level. Dishes are very tasty. Liked everything! …", "rating": 5, "name": "Victoriia Danilenko", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 5, "name": "Svitlana Arnautova", "cat": "Georgian restaurant"}, {"review": " Super. Thank you for your hospitality)\n\n", "rating": 5, "name": "Valeriy O", "cat": "Georgian restaurant"}, {"review": " And we truly thank you for your feedback ❤️\nSee you at Genatsvale & Hinkali!\n\n", "rating": 5, "name": "Алёна Петрушенко", "cat": "Georgian restaurant"}, {"review": "You \"bought\" me with these khinkali!))). Thank you for the pleasant atmosphere, helpful service... and of course for the DELICIOUS FOOD! …", "rating": 5, "name": "Максим Свой", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback🇬🇪\nUntil we meet again in G & H❤️", "rating": 5, "name": "Андрей Коровкин", "cat": "Georgian restaurant"}, {"review": "Family restaurant without pretensions. How is there no wine in a Georgian restaurant?! The cuisine is mediocre, the khinkali themselves are not bad. The staff is weird, needs work. …", "rating": 5, "name": "Сергей Голуб", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, we just started our journey and we all have an important opinion! Is not there a bottle of wine from the entire wine list? We are very sorry.\n\n", "rating": 5, "name": "анатолик мамай", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Артём Штрикуль", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 5, "name": "Светлана Усик", "cat": "Georgian restaurant"}, {"review": " Great cozy place. Delicious food and wine.\n\n", "rating": 5, "name": "Dmytro Babii", "cat": "Georgian restaurant"}, {"review": " Thank you from the bottom of your heart for the feedback ♥ ️🇬🇪 ♥ відгу\n\n", "rating": 5, "name": "Олеся Романова", "cat": "Georgian restaurant"}, {"review": " Friendly staff and delicious khachapuri\n\n", "rating": 4, "name": "Denys", "cat": "Georgian restaurant"}, {"review": "Nice interior, but the staff is not very friendly. Delicious kebabs and khinkali, but not tasty ayran. …", "rating": 5, "name": "Катерина Ткаченко", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for taking the time and writing a review. We will take into account and become even better, for you🇬🇪", "rating": 5, "name": "no name", "cat": "Georgian restaurant"}, {"review": "Khinkali are juicy and tasty, pork with mushroom sauce - you will lick your fingers. The waiter is also...", "rating": 5, "name": "Dmitriy Trofimenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback! But still you lacked something for the highest evaluation of our restaurant, tell me, please, what exactly. We want to be perfect for our guests ♥ ️😇", "rating": 5, "name": "Alexey Galanov", "cat": "Georgian restaurant"}, {"review": " Delicious and hospitable, high level service, I recommend. …", "rating": 5, "name": "Антон Коровайкин", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback and recommendation. See you at Genatsvale & Hinkali ❤️\n\n", "rating": 4, "name": "Volodymyr September", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Zos Derepa", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️", "rating": 4, "name": "Анна Одинец", "cat": "Georgian restaurant"}, {"review": " Fast cooking and quality service.\n\n", "rating": 5, "name": "Ирина", "cat": "Georgian restaurant"}, {"review": "Always delicious, khinkali bomb, khachapuri too, friendly and helpful staff, reasonable prices!!!\nI recommend.....👌💪☝️ …", "rating": 5, "name": "Михайло Гальчинський", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and such a sincere tip ♥ ️🇬🇪", "rating": 5, "name": "Volodymyr K", "cat": "Georgian restaurant"}, {"review": "Tasty, but before that it was tastier. The cafe was called \"Crimean Holidays\" and it became many times more expensive. …", "rating": 5, "name": "Ольга Лебединская", "cat": "Georgian restaurant"}, {"review": "Great place, staff, service! Adjarian coffee is delicious, I advise everyone to try it!!! Also a nice gift! …", "rating": 5, "name": "Gontar Olena", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️ See you in G&X 🇬🇪", "rating": 5, "name": "Игорь Peacefulwow", "cat": "Georgian restaurant"}, {"review": "The food is quite tasty, although the portions are not Georgian-style small. Hint: you can order double portions - prices allow)) ...", "rating": 5, "name": "Oleg Vizovik", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback ♥ ️ємо\n\n", "rating": 5, "name": "Станислав Стрижаков", "cat": "Georgian restaurant"}, {"review": "Cozy, clean, friendly staff - quick to order. It would be nice if there was a terrace 🙂 there is not enough space inside ...", "rating": 5, "name": "Dmitry M.", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon, thanks for the feedback, you probably didn’t walk around the restaurant, we have a lot of space and cozy separate areas for 80 seats, there is also a lower separate room for 25 people. Come again, we will give you a tour! We will have a summer playground in the coming days too! Waiting for a visit ♥ ️🇬🇪", "rating": 5, "name": "Сергей Гайдученко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Виталий Дунаевский", "cat": "Georgian restaurant"}, {"review": " We are so pleased that our guests are satisfied, this is the highest award for us, thank you!\n\n", "rating": 5, "name": "В M", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Ilya Popenker", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Bogdan T", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we are always looking forward to your visit ❤️", "rating": 5, "name": "Oleksandr Kryvenets", "cat": "Georgian restaurant"}, {"review": " Great place, everything is very tasty and nice prices !!! …", "rating": 5, "name": "ELITE STANDARD LTD", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always waiting for your visit ❤️\n\n", "rating": 3, "name": "Денис Сарнавский", "cat": "Georgian restaurant"}, {"review": "\nYummy)", "rating": 5, "name": "Georgiy Sarskikh", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. See you in the GC", "rating": 5, "name": "Дарина Васильева", "cat": "Georgian restaurant"}, {"review": " Great place, very good food.\n\n", "rating": 5, "name": "Рашидов Х.А", "cat": "Georgian restaurant"}, {"review": " We wholeheartedly thank you for your feedback\n\n", "rating": 5, "name": "Алена Малиновкая", "cat": "Georgian restaurant"}, {"review": "Very tasty, very polite friendly staff, it is clear that they are trying, the prices are average, the bill for four is about 2000 …", "rating": 5, "name": "Igor Glukhenkiy", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and feedback. We are very glad that you liked our cuisine and the restaurant as a whole. Waiting for you to visit 🇬🇪 ♥ ️🇬🇪", "rating": 4, "name": "Едуард Топала", "cat": "Georgian restaurant"}, {"review": "Very tasty and by Kyiv standards, it seems to me, not expensive. Wonderful cozy place. I only advise! …", "rating": 5, "name": "Надія Зражва", "cat": "Georgian restaurant"}, {"review": "\nThank you very much ады Glad to try for you.\nWe are waiting for you to visit again)", "rating": 4, "name": "tatiana dyshlenko", "cat": "Georgian restaurant"}, {"review": " The food I ordered is not very tasty. The waiters serve well. …", "rating": 5, "name": "Ksenia Chubatyuk", "cat": "Georgian restaurant"}, {"review": " Hello Marino, are you sure you were at Genatsvale & Hinkali Teremka, can you be confused? We are always very tasty! Can you write what exactly \"tasty\" you ordered? We will prepare you all at our expense !!!\n\n", "rating": 4, "name": "Ivan Ivanenko", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "olga iordatieva", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback and see you again at G&H ❤️", "rating": 5, "name": "Яна Свиридова", "cat": "Georgian restaurant"}, {"review": " Good staff, cozy and delicious! I want to come back again. …", "rating": 5, "name": "Леонід Галайко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always looking forward to your visit\n\n", "rating": 5, "name": "Bogdan Sushchenko", "cat": "Georgian restaurant"}, {"review": "Delicious cuisine, nice atmosphere\nPrices are adequate\nThere was a moderate amount of people on Saturday...", "rating": 5, "name": "Дмитрий Степанов", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback, we are trying for you💛", "rating": 5, "name": "Руслан Выставный", "cat": "Georgian restaurant"}, {"review": "Delight. If there were more stars, I would. In a word, you need to come and try. Very thoughtful service. …", "rating": 5, "name": "Valentina Loboda", "cat": "Georgian restaurant"}, {"review": "\nThank you for such a warm review ❤️", "rating": 5, "name": "Олег Фофанов", "cat": "Georgian restaurant"}, {"review": " We ate khachapuri with the child, very tasty!\nPolite staff, helped with a wheelchair, …", "rating": 5, "name": "Forester H", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback, we are very pleased that we bring joy to our dear guests ❤️🇬🇪\n\n", "rating": 5, "name": "Надежда Галущак", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Tatiana Isnyuk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we are always looking forward to your visit ❤️😌", "rating": 5, "name": "Valera HonorLite", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Serhii Lunov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Ульяна Нечаева (Libra)", "cat": "Georgian restaurant"}, {"review": "\nExcellent service. Delicious cuisine.", "rating": 5, "name": "Олег Скорощёка", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️", "rating": 5, "name": "Nat Wagtail", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Alexey", "cat": "Georgian restaurant"}, {"review": "\nCome, we will correct your impression at our expense 🇬🇪 ♥ ️🇬🇪", "rating": 5, "name": "Shaposhnikova Anna", "cat": "Georgian restaurant"}, {"review": " Cozy and welcoming. If you are very hungry or just enjoy eating, this is the place to be! …", "rating": 5, "name": "Serg Mart", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. ”\nWe are happy to try for you\n\n", "rating": 5, "name": "Алексей Миколенко", "cat": "Georgian restaurant"}, {"review": " Tasty, cozy, close to home. Good place to celebrate a family event. …", "rating": 4, "name": "Елена Смития", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback before meeting us at HCG\n\n", "rating": 4, "name": "Petrovich bmw1964bmw", "cat": "Georgian restaurant"}, {"review": "It’s very tasty, the prices are good, the children’s room (corner) is dirty, something needs to be fixed) …", "rating": 5, "name": "Наталія Гринчук", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback! Thank you for your attention. The opinion of our guests is very important to us! And always waiting for you to visit! But we want to say that in the nursery daily wet cleaning and floor mats have been replaced, but the \"old\" and new mats still usable, because we only opened in mid-February. Mats become apparent slovenly appearance of the shoes that kids do not always take off and this formed the black bars on the mat, unfortunately! We love children and our guests, our restaurant is family-friendly and children's cleaning is a priority ♥ ️🇬🇪", "rating": 5, "name": "Marina Overchuk", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and cozy.", "rating": 5, "name": "Дана Данилейко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and happy and delicious holidays ❤️\n\n", "rating": 4, "name": "Danil Vovk", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Konstantin Kolomiichuk", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback ❤️🇬🇪\n\n", "rating": 5, "name": "Serg Freeman", "cat": "Georgian restaurant"}, {"review": "The second time we come and very spicy kharcho. Not pleasant to eat. Pay attention please…", "rating": 4, "name": "Елена Мартыненко", "cat": "Georgian restaurant"}, {"review": "\nThank you very much!\nBe sure to listen to your feedback.", "rating": 5, "name": "Arif Huseinov", "cat": "Georgian restaurant"}, {"review": "Convenient small but very tasty menu that justifies the name of the restaurant. …", "rating": 5, "name": "Volodymyr Bevzenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Dr. Antonio", "cat": "Georgian restaurant"}, {"review": "If you want to get food with glass and to address the administration in response to \"sorry\", you are here. …", "rating": 4, "name": "Kostiantyn Kshanovskyi", "cat": "Georgian restaurant"}, {"review": "\nEugene, we sincerely apologize for the part from the disposable plastic box, which ruined your mood and darkened the day.\nWe monitor the quality of our products, since for us there is nothing more expensive than guests. In the situation that has happened, we will understand and promise that all appropriate measures will be taken so that this does not happen again. We respect and love our guests and will be glad to see you in our restaurant again.", "rating": 2, "name": "Ирина Коваленко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Шостак", "cat": "Georgian restaurant"}, {"review": " Thanks for the response. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our guests!\n\n", "rating": 3, "name": "Евгений Ом", "cat": "Georgian restaurant"}, {"review": "\nVery tasty! Good service.", "rating": 5, "name": "Алексей Борозенец", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback ❤️🇬🇪\n\n", "rating": 5, "name": "АЛЕКСЕЙ", "cat": "Georgian restaurant"}, {"review": "Today, May 9, they waited 15 minutes at the towers, no one came up and did not even apologize. Customers are not valued. …", "rating": 5, "name": "Елена Ходукина", "cat": "Georgian restaurant"}, {"review": " Very tasty, good atmosphere, good service. I recommend\n\n", "rating": 5, "name": "Marko Lagunets", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback 🇬🇪 see you in the GC 🇬🇪", "rating": 5, "name": "Максим Роенко", "cat": "Georgian restaurant"}, {"review": "\nTasty! Mentally! Thank you", "rating": 5, "name": "Анна Сурова", "cat": "Georgian restaurant"}, {"review": " And we truly thank you for your feedback ❤️\n\n", "rating": 5, "name": "Вика Корозей", "cat": "Georgian restaurant"}, {"review": "\nVery tasty khinkali and khachapuri !!!", "rating": 4, "name": "Світлана Самсонюк", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and for choosing our restaurant for relaxation ❤️\n\n", "rating": 5, "name": "Sergey Golopapa", "cat": "Georgian restaurant"}, {"review": " Kinkali Ok, the barbecue is also good. Not fresh beer.\n\n", "rating": 5, "name": "Frederick Zoller", "cat": "Georgian restaurant"}, {"review": " …", "rating": 2, "name": "Вадим Хмара", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback. Then what exactly did you not like with us that you set such a low rating? We want to be the best for our guests, your comments are important to us!", "rating": 5, "name": "Alexandra Holyk", "cat": "Georgian restaurant"}, {"review": "\nCozy, tasty and smells like food😁", "rating": 5, "name": "Oleksandra Kaluhina", "cat": "Georgian restaurant"}, {"review": " Thank you very much ❤️\n\n", "rating": 3, "name": "Irina Chernenko", "cat": "Georgian restaurant"}, {"review": " Good kitchen excellent service, I recommend !!!\n\n", "rating": 5, "name": "Феш Драгоцій", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and recommendation!\n\n", "rating": 5, "name": "Виталий Виталий", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Дмитрий Шидловский", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Ростислав Швец", "cat": "Georgian restaurant"}, {"review": " Wonderful hinkali, but a bit noisy setting and too loud music …", "rating": 5, "name": "Максим Волошин", "cat": "Georgian restaurant"}, {"review": " Thanks for your feedback, take note of your remark 🇬🇪 ♥ ️\n\n", "rating": 5, "name": "Анна Пасечник", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Таня Котова", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback, we are very pleased. See you again at Genatsvale & Hinkali 🇬🇪❤️", "rating": 5, "name": "Сергей Скоромный", "cat": "Georgian restaurant"}, {"review": " Delicious and reasonably priced.\n\n", "rating": 5, "name": "Mykola Berezovskiy", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and see you again ❤️\n\n", "rating": 5, "name": "Alexander Kubas", "cat": "Georgian restaurant"}, {"review": " Not a bad place. The food is normal. But there was nothing special about it …", "rating": 4, "name": "Назар Олексієнко", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Thank you for your feedback!", "rating": 5, "name": "Сергей Германович", "cat": "Georgian restaurant"}, {"review": " Extremely enjoyable place with delicious food. And here it is very good :) …", "rating": 5, "name": "Віталій Гаврилюк", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback о See you in G & X ❤️", "rating": 3, "name": "Karina Matevosyan", "cat": "Georgian restaurant"}, {"review": " The food is delicious, the service is good.\nPrice policy is average …", "rating": 5, "name": "Helen Karpova", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. We work hard for you\n\n", "rating": 5, "name": "Кирилл Белка", "cat": "Georgian restaurant"}, {"review": " Fairly tasty Georgian food with good service.\n\n", "rating": 5, "name": "Таня Шпак", "cat": "Georgian restaurant"}, {"review": "♥️🇬🇪♥️", "rating": 4, "name": "Vitalii Nedosekov", "cat": "Georgian restaurant"}, {"review": "I liked everything very much, the food was delicious, they brought it quickly, the waiter was super, I recommend it to everyone …", "rating": 5, "name": "Михаил", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and recommendation, we are very pleased that you liked it. Waiting for a visit ♥ ️🇬🇪 ♥ ️", "rating": 5, "name": "Kateryna Kostyantynivna", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Janusz Filipczuk", "cat": "Georgian restaurant"}, {"review": " Vadim, we are very sorry that your mood was spoiled by delivery problems. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n", "rating": 5, "name": "Ірина Демчук", "cat": "Georgian restaurant"}, {"review": " Good prices, good food, but the service needs to be tightened. …", "rating": 5, "name": "illarion sauk", "cat": "Georgian restaurant"}, {"review": " We pull up every day, we just opened up. Gather a skillful team-great luck and constant search. We hope that our kitchen will bring you back to us more than once 🇬🇪 ♥ ️\n\n", "rating": 4, "name": "Семен Гаран", "cat": "Georgian restaurant"}, {"review": "\nGreat service and great menu. Recommend!", "rating": 5, "name": "Вероника Чухалова", "cat": "Georgian restaurant"}, {"review": "\nTasty, fast, affordable", "rating": 5, "name": "Alena Irkliienko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and see you soon at Genatsvale & Hinkali ❤️", "rating": 5, "name": "Оля і Вова Гупало", "cat": "Georgian restaurant"}, {"review": "\nDelicious Lamb Lula👍👍👍", "rating": 5, "name": "Vitaliy Lyalin", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and happy new year ❤️🎄\n\n", "rating": 4, "name": "Марія Виродова", "cat": "Georgian restaurant"}, {"review": "\nDelicious)", "rating": 5, "name": "Anna Dziundzik", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback 🇬🇪 see you in the GC 🇬🇪", "rating": 5, "name": "Виктория Листопад", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali😋", "rating": 5, "name": "Ксения Трескина", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️", "rating": 5, "name": "Oleksandr Vovchenko", "cat": "Georgian restaurant"}, {"review": " Delicious food, good beer\n\n", "rating": 5, "name": "Alex Kokhanchuk", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and we look forward to seeing you again❤️\n\n", "rating": 5, "name": "Наталья Грузенская", "cat": "Georgian restaurant"}, {"review": " Unfortunately, not tasty. The service is good.\n\n", "rating": 1, "name": "Алексей Ковальчук", "cat": "Georgian restaurant"}, {"review": " Hello Xenie, are you sure you were at Genatsvale & Hinkali Teremka, can you be confused? We are always very tasty! Can you write what exactly \"tasty\" you ordered? We will prepare you all at our expense !!!\n\n", "rating": 5, "name": "Елена Козакевич", "cat": "Georgian restaurant"}, {"review": " Location, interior, menu, staff are all highly appreciated …", "rating": 4, "name": "Oleg Fedchenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 4, "name": "Ганна Струк", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Константин Сербиненко", "cat": "Georgian restaurant"}, {"review": "\nGood evening, Alexander, we are sure that this was a misunderstanding. You were contacted immediately after your departure, right? And you took the order in full?", "rating": 1, "name": "Kyrylo Mikos", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "andy shu", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and we are always looking forward to your visit 🇬🇪❤️", "rating": 1, "name": "Юрій Лимаренко", "cat": "Georgian restaurant"}, {"review": " Tasty beer, good cuisine, wonderful service.\n\n", "rating": 3, "name": "Rakun", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback! ♥ ️🇬🇪\n\n", "rating": 5, "name": "Oleksandr Lukianchuk", "cat": "Georgian restaurant"}, {"review": "\nDelicious and good prices!", "rating": 5, "name": "Russ Urk", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️", "rating": 5, "name": "Лилия Свиридова", "cat": "Georgian restaurant"}, {"review": "Excellent service\nDelicious place)))…", "rating": 3, "name": "Alexei Grigoriev", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 5, "name": "Юлия Шевченко", "cat": "Georgian restaurant"}, {"review": "\nDelicious food at a reasonable price", "rating": 5, "name": "Inna Sorochynska", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 3, "name": "Ирина Горкавая", "cat": "Georgian restaurant"}, {"review": " Even delicious khinkali with mushrooms\n\n", "rating": 5, "name": "Denys Stashchenko", "cat": "Georgian restaurant"}, {"review": " Thank you! ❤️🇬🇪\nAnd always happy to see you at Genatsvale & hinkali\n\n", "rating": 5, "name": "Роман Насальский", "cat": "Georgian restaurant"}, {"review": "\nNice place and great food", "rating": 5, "name": "Andrey Hrutba", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️", "rating": 4, "name": "Konstantin Antonov", "cat": "Georgian restaurant"}, {"review": "New place in Liko Grad ..\nDelicious, honest, delicious...", "rating": 5, "name": "Alexander Uvarov", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback 🇬🇪 ♥ ️", "rating": 3, "name": "SamJ5 Samsung", "cat": "Georgian restaurant"}, {"review": " Inexpensive and high-quality Georgian cuisine\n\n", "rating": 5, "name": "Aleksandr D", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 3, "name": "Иван Погорелый", "cat": "Georgian restaurant"}, {"review": "It was hearty and delicious\nPolite staff…", "rating": 4, "name": "Анастасия Билинкис", "cat": "Georgian restaurant"}, {"review": "\nThank you for your appreciation and look forward to visit 🇬🇪 ♥ ️", "rating": 5, "name": "Марина Середа", "cat": "Georgian restaurant"}, {"review": "\nVery tasty and very cheap!", "rating": 5, "name": "Sergii Vostrikov", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 5, "name": "Сергей Боюка", "cat": "Georgian restaurant"}, {"review": "\nGreat khinkali. Good service .", "rating": 5, "name": "Kristina Ptitsyna", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️We are waiting for you again🇬🇪", "rating": 5, "name": "Світлана Сазанова", "cat": "Georgian restaurant"}, {"review": "Cosy.\nDelicious.\nRelaxing atmosphere! …", "rating": 4, "name": "Катерина Чумак (ВсеКатяШоу)", "cat": "Georgian restaurant"}, {"review": " Thank you ♥ ️🇬🇪 ♥ ️\n\n", "rating": 5, "name": "Василий Александрин", "cat": "Georgian restaurant"}, {"review": " Pleasant atmosphere.\nDelicious :) …", "rating": 5, "name": "Руслан Самойленко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback) We are waiting for you again\n\n", "rating": 4, "name": "Александр Ковалев", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "OnePlayer1", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. See you in the GC", "rating": 5, "name": "Анастасия Бенько", "cat": "Georgian restaurant"}, {"review": "\nTasty and fast)", "rating": 3, "name": "Slavisin Livonov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Mamuka", "cat": "Georgian restaurant"}, {"review": " Nut shells and sticky tables\n\n", "rating": 5, "name": "Andriy Parsyehov", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback.\nCould you write what you didn’t like? Your opinion is very important to us.", "rating": 5, "name": "Илья Цупор", "cat": "Georgian restaurant"}, {"review": "\nLiked all the service and food.", "rating": 5, "name": "Oleg Tymchenko", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback! ♥ ️🇬🇪 ♥ ️", "rating": 4, "name": "Stass Tkach", "cat": "Georgian restaurant"}, {"review": " Recommended. Good cuisine.\n\n", "rating": 5, "name": "Олексій Назаренко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback. But you did not have a little bit of service, interior, or maybe in dishes that you put us not the highest score ?? Tell us what it is that we would like to be the best for our guests!\n\n", "rating": 5, "name": "Vova Pug", "cat": "Georgian restaurant"}, {"review": " Super delicious and super service\n\n", "rating": 4, "name": "Кро ha", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️🇬🇪\n\n", "rating": 3, "name": "Виталий Володин", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Roman Kliuchko", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n", "rating": 5, "name": "Слиган сум", "cat": "Georgian restaurant"}, {"review": " Nice service, delicious\n\n", "rating": 5, "name": "Katherine Rud", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 4, "name": "Artem Pasishnyk", "cat": "Georgian restaurant"}, {"review": "\nTasty 😋. And Chacha agon.", "rating": 4, "name": "Alenka Mykhailova", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always waiting for you! ♥ ️🇬🇪 ♥ ️\n\n", "rating": 4, "name": "Nadezhda Kolpakova", "cat": "Georgian restaurant"}, {"review": "\nTasty, fast, atmospheric", "rating": 4, "name": "Oleksandr Yermolenko", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback ❤️🇬🇪", "rating": 3, "name": "Оксана Блажко", "cat": "Georgian restaurant"}, {"review": "\nVery cozy and pleasant place!", "rating": 5, "name": "Alexas Buojus", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️🇬🇪", "rating": 5, "name": "Roman Piontkovsky", "cat": "Georgian restaurant"}, {"review": "\nDelicious khinkali !!!", "rating": 5, "name": "Slava Myronenko", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n", "rating": 4, "name": "Mykola Cherniak", "cat": "Georgian restaurant"}, {"review": "\nTasty and beautiful place", "rating": 5, "name": "Инна Лука", "cat": "Georgian restaurant"}, {"review": " Thank you very much for the feedback ❤️\n\n", "rating": 5, "name": "vadim kozik", "cat": "Georgian restaurant"}, {"review": " I do not mind\n\n", "rating": 4, "name": "Оксана Коваленко", "cat": "Georgian restaurant"}, {"review": " Thank you!\n\n", "rating": 5, "name": "Stanislav Gunskyy", "cat": "Georgian restaurant"}, {"review": "\nSuper tasty and inexpensive", "rating": 5, "name": "Andrii Pospielov", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback о See you in G & X ❤️", "rating": 5, "name": "Анатолий Орловский", "cat": "Georgian restaurant"}, {"review": "\nFast, tasty", "rating": 5, "name": "Юлия Светанкова", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 5, "name": "Yevhenii Kalinichenko", "cat": "Georgian restaurant"}, {"review": "\nI go here to khinkali)", "rating": 5, "name": "Liubov Azarova", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback. We are trying for you 💛", "rating": 4, "name": "Vjaceslavs Gorbatjuks", "cat": "Georgian restaurant"}, {"review": "\nThank. Need to call again)", "rating": 5, "name": "Наталия Крячко", "cat": "Georgian restaurant"}, {"review": "\nBe sure to stop by again, we hope that next time you will enjoy our kitchen, service and interior and we will deserve the highest rating ♥ ️🇬🇪", "rating": 5, "name": "Екатерина Владимировна", "cat": "Georgian restaurant"}, {"review": " Delicious food, good service\n\n", "rating": 5, "name": "Vladimir Nesterenko", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our guests!\n\n", "rating": 4, "name": "Игорь Родионов", "cat": "Georgian restaurant"}, {"review": "\nTasty and fast", "rating": 5, "name": "Oleksandr Grygorenko", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 4, "name": "Ira Chemerynska", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Elena", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always looking forward to your visit!\n\n", "rating": 5, "name": "Александр", "cat": "Georgian restaurant"}, {"review": "\nGood khinkali", "rating": 5, "name": "Anton Dasyuk", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, we are very pleased ❤️\n\n", "rating": 5, "name": "Екатерина Сирченко", "cat": "Georgian restaurant"}, {"review": " All liked)\n\n", "rating": 5, "name": "Евгения Игаева", "cat": "Georgian restaurant"}, {"review": " We are very glad that you liked it, thank you for the feedback and see you in Genatsvale & Hinkali ❤️\n\n", "rating": 4, "name": "Nadezhda Chislenko", "cat": "Georgian restaurant"}, {"review": " Deliciously!\n\n", "rating": 5, "name": "Anna Tsila", "cat": "Georgian restaurant"}, {"review": " Thank you ^^\n\n", "rating": 5, "name": "Андрей Петров", "cat": "Georgian restaurant"}, {"review": " Deliciously)\n\n", "rating": 4, "name": "Clark Felix", "cat": "Georgian restaurant"}, {"review": " Thank you ^^\n\n", "rating": 4, "name": "Олег Мартыненко", "cat": "Georgian restaurant"}, {"review": " …", "rating": 5, "name": "Володимир Гунько", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 5, "name": "Sasha Goryunov", "cat": "Georgian restaurant"}, {"review": "\nCozy place, delicious.", "rating": 5, "name": "Иван Гамаз", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️🇬🇪", "rating": 5, "name": "Anton Tsapenko", "cat": "Georgian restaurant"}, {"review": " Delicious khinkali! I recommend !!!\n\n", "rating": 5, "name": "Konstantin Krikun", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback о See you in G & X ❤️", "rating": 4, "name": "Дарья Скрипник", "cat": "Georgian restaurant"}, {"review": " Hinkali is very tasty !!!\n\n", "rating": 5, "name": "Ирина Евдокименко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Egidijus Skomantas", "cat": "Georgian restaurant"}, {"review": " Delicious 🍲\n\n", "rating": 3, "name": "Евгений Никитин", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback and we are always waiting for your visit 🇬🇪❤️\n\n", "rating": 4, "name": "Ярослав Годз", "cat": "Georgian restaurant"}, {"review": "\nVery tasty!", "rating": 5, "name": "Sarra Happy Life", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback ❤️\nSee you again🇬🇪", "rating": 5, "name": "Вася Горай", "cat": "Georgian restaurant"}, {"review": " Deliciously)\n\n", "rating": 3, "name": "Алексей Великий", "cat": "Georgian restaurant"}, {"review": "♥️🇬🇪♥️", "rating": 5, "name": "Дима Т", "cat": "Georgian restaurant"}, {"review": " Kinkali is super, I recommend.\n\n", "rating": 4, "name": "Yana Ovsiannykova", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback🇬🇪❤️", "rating": 5, "name": "Анна Конош", "cat": "Georgian restaurant"}, {"review": "\nUnreal tasty!", "rating": 5, "name": "Anyannka Shum", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback❤️🇬🇪☺️", "rating": 5, "name": "Юлия Исмаил", "cat": "Georgian restaurant"}, {"review": "\nDecent establishment.", "rating": 5, "name": "Сергей Коломийчук", "cat": "Georgian restaurant"}, {"review": "Thank you for your feedback", "rating": 4, "name": "Viktor Pushkin", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Валерий Супрун", "cat": "Georgian restaurant"}, {"review": "\nThank you for your high rating 🇬🇪 ♥ ️", "rating": 4, "name": "Оксана Козырь", "cat": "Georgian restaurant"}, {"review": " So-so\n\n", "rating": 5, "name": "Andrei Sinelnik", "cat": "Georgian restaurant"}, {"review": "\nCozy place with reasonable prices", "rating": 5, "name": "Juliya Myrna", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback ❤️🇬🇪\n\n", "rating": 5, "name": "Александр Радько", "cat": "Georgian restaurant"}, {"review": "\nTasty!", "rating": 4, "name": "Мария Марченко", "cat": "Georgian restaurant"}, {"review": "\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪", "rating": 5, "name": "Olena Andriichuk", "cat": "Georgian restaurant"}, {"review": " I recommend to everyone!\n\n", "rating": 5, "name": "Natalya Popova", "cat": "Georgian restaurant"}, {"review": " Thank you very much for your feedback! ❤️\n\n", "rating": 5, "name": "Андрій Ігорович", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Юлия Мирошниченко", "cat": "Georgian restaurant"}, {"review": "\nThank you for the appreciation of our efforts ♥ ️🇬🇪 ♥ ️", "rating": 4, "name": "Александр Я", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Moses Hightower", "cat": "Georgian restaurant"}, {"review": "🥰", "rating": 5, "name": "Мариша Остапенко", "cat": "Georgian restaurant"}, {"review": " Hinkali is delicious\n\n", "rating": 5, "name": "stan surg", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Pavlo Hryhorenko", "cat": "Georgian restaurant"}, {"review": "Tasty food", "rating": 5, "name": "Артем Гриценко", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback\n\n", "rating": 5, "name": "Nataliia Artiles Astelarra", "cat": "Georgian restaurant"}, {"review": "\nVery tasty", "rating": 3, "name": "Евгений Шульга", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback о See you in G & X ❤️", "rating": 4, "name": "Vadim Osipenko", "cat": "Georgian restaurant"}, {"review": "\nThe waiters are slow", "rating": 4, "name": "Виктор Иснюк", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Brain IsBad", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 5, "name": "Alexandr Litvintsev", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Константин Моргун", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. We are trying for you💛", "rating": 5, "name": "Vitalii Tamazian", "cat": "Georgian restaurant"}, {"review": "\nNot bad", "rating": 5, "name": "ABL Company LLC", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and your time)", "rating": 3, "name": "Maria Dzvyniatska", "cat": "Georgian restaurant"}, {"review": "Great", "rating": 5, "name": "Юрій К.", "cat": "Georgian restaurant"}, {"review": "\nThank you for rating ♥ высокую", "rating": 5, "name": "Фесик Виктор", "cat": "Georgian restaurant"}, {"review": "Delicious", "rating": 5, "name": "Виталий317 Бараник", "cat": "Georgian restaurant"}, {"review": "\nYummy)))", "rating": 4, "name": "Екатерина Мукиевская", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and for your appreciation", "rating": 2, "name": "Сергій Туручко", "cat": "Georgian restaurant"}, {"review": " sat well\n\n", "rating": 5, "name": "Roma Roman", "cat": "Georgian restaurant"}, {"review": " Thanks for the feedback, we are very pleased that you liked it. We are always waiting for guests!\n\n", "rating": 5, "name": "Влад Груша", "cat": "Georgian restaurant"}, {"review": " Great restaurant!\n\n", "rating": 5, "name": "Yevhen Borovskyi", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback. See you in the GC", "rating": 5, "name": "Aleksey Bez", "cat": "Georgian restaurant"}, {"review": " Deliciously\n\n", "rating": 5, "name": "#Gucci_dog", "cat": "Georgian restaurant"}, {"review": "\nGood afternoon! Thank you very much for your feedback❤️", "rating": 5, "name": "Oleksandr Plodystyi", "cat": "Georgian restaurant"}, {"review": " Comfortable place\n\n", "rating": 5, "name": "Елена Олейник", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n", "rating": 5, "name": "Marina Shin", "cat": "Georgian restaurant"}, {"review": "\nIn-kind class", "rating": 3, "name": "Олекса Балюра", "cat": "Georgian restaurant"}, {"review": " Thank you\n\n", "rating": 5, "name": "T. V. Glushkova", "cat": "Georgian restaurant"}, {"review": "\nEverything is great!", "rating": 5, "name": "Ivan Garan", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback ❤️ See you in G&X 🇬🇪", "rating": 5, "name": "Иван Науменко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Олег Покормяко", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 3, "name": "Галина Гарбузинська", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Елена Близнюк", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 4, "name": "igor dd", "cat": "Georgian restaurant"}, {"review": "\nPerfect place", "rating": 4, "name": "Алена Миронова", "cat": "Georgian restaurant"}, {"review": "\nThank you for your feedback and positive! Always waiting for a visit ♥ ️🇬🇪 ♥ ️", "rating": 4, "name": "Киктория Кикши", "cat": "Georgian restaurant"}, {"review": "\nI recommend)", "rating": 5, "name": "Kateryna Haletska", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Анна Кузнецова", "cat": "Georgian restaurant"}, {"review": "\nI recommend", "rating": 4, "name": "Maksym Pysarevsky", "cat": "Georgian restaurant"}, {"review": "\nThanks for recommending ♥ ️🇬🇪", "rating": 5, "name": "NN CH", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Igor Navolniev", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 4, "name": "Denis Tsvilikhovskyi", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ирина Охременко", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 5, "name": "Вика П", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Irene Matveyeva", "cat": "Georgian restaurant"}, {"review": "♥️🇬🇪♥️", "rating": 5, "name": "Єлена Левицька", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Андрій Гладкий", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Руслан Приходько", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Мари Мари", "cat": "Georgian restaurant"}, {"review": "♥️🇬🇪♥️", "rating": 5, "name": "Максим Лазаренко", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Ievgen Osetrov", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n", "rating": 5, "name": "Алена А", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Анастасия Корженко", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback🙏🏼\nWaiting for you again🇬🇪❤️", "rating": 1, "name": "Eduard", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Александр Евгеньевич", "cat": "Georgian restaurant"}, {"review": " Thank you ❤️\n\n", "rating": 4, "name": "Evgen Liubarshchuk", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Herashchenko Dmytro", "cat": "Georgian restaurant"}, {"review": "\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪", "rating": 5, "name": "Dmitriy Gontar", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Alexandr Androsovich", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests!\n\n", "rating": 3, "name": "Sashko 5", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Yaroslav Prokopenko", "cat": "Georgian restaurant"}, {"review": " Thank you! ❤️\n\n", "rating": 5, "name": "Mykola P", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Олександр Безрук", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests!\n\n", "rating": 5, "name": "sansej2009", "cat": "Georgian restaurant"}, {"review": "", "rating": 4, "name": "Антон Миронов", "cat": "Georgian restaurant"}, {"review": " Thank you for your feedback!) See you at GHG\n\n", "rating": 5, "name": "Антон Чмых", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "Aliona Poluiko", "cat": "Georgian restaurant"}, {"review": " Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests! ♥ ️🇬🇪 ♥ ️\n\n", "rating": 5, "name": "natasha Makarenko", "cat": "Georgian restaurant"}, {"review": "", "rating": 3, "name": "anton малько", "cat": "Georgian restaurant"}, {"review": "♥️🇬🇪", "rating": 5, "name": "Stanislav Poruban", "cat": "Georgian restaurant"}, {"review": "", "rating": 5, "name": "Єлизавета Юрчевська (Zali)", "cat": "Georgian restaurant"}]