[{"review": "Great quality!! Highly recommended!!!", "rating": 5, "name": "Ggala Gigi", "cat": ""}, {"review": "Thank you a lot! We are glad you're enjoying it!", "rating": 5, "name": "Nat Lavrentieva", "cat": ""}, {"review": "we ordered 6 cocktails. Great!\ndelivery within an hour! everything is fast and high quality! We will be ordering more and more! 🤫🤭😬 …", "rating": 5, "name": "Alvin Burunduk", "cat": ""}, {"review": "\nThank you very much for your trust!) We are doing our best for you!", "rating": 5, "name": "Марія Чайкіна", "cat": ""}, {"review": "Recently placed an order. Everything was very cool. Cocktails are simply unreal. Thank you, look forward to more orders 😉 ...", "rating": 5, "name": "Павел Беляков", "cat": ""}, {"review": "Great cocktails) Aperol syringe is my love forever❤️ and the fact that you can buy another suitable glass for a cocktail is generally a thrill! Thank you! …", "rating": 5, "name": "Alya HD", "cat": ""}, {"review": "Guys, thank you for delivering delicious cocktails. Despite the fact that they were sent to Nikolaev from Kyiv, everything came safe and sound. What the guys were worried about. Once again, the taste of cocktails is just great, …", "rating": 5, "name": "Sergiy Kvach", "cat": ""}, {"review": "Very cool and high-quality service, they even give ice of the right size. My favorite cocktail was just like I dreamed of 😌 Thank you so much guys! ❤️ I don’t know why I didn’t find them before, I would have ordered a long time ago 😄 …", "rating": 5, "name": "Алена Газизова", "cat": ""}, {"review": "Fast delivery on the weekend, well packaged and insanely delicious! Liked it very much…", "rating": 5, "name": "Артем Антоненко", "cat": ""}, {"review": "Excellent service! On Sunday at 9 pm I ordered the delivery of cocktails and in less than an hour the order had already arrived at the address. A great way to please yourself or friends with an original gift!) Highly recommend! …", "rating": 5, "name": "денис гроов", "cat": ""}, {"review": "Very tasty and convenient. I ordered, cocktails arrived with a little ice cream with decorations. The taste is wonderful, fast, no need to bathe, just poured into a glass and that's it. I will order more! …", "rating": 5, "name": "Artem Buhaiov", "cat": ""}, {"review": "Ordered 8 cocktails, perfect! My girlfriend and I really enjoyed it.\nI don’t really like to send money in advance, but the guys are reliable. In general, I recommend it, I think we will definitely take cocktails with us to picnics ...", "rating": 5, "name": "Anna Kaiserin", "cat": ""}, {"review": "Great cocktails, fast delivery.\nI was pleased that there are all the decorations for cocktails and even ice was sent.\nDuring quarantine restrictions, it helps a lot when you really want ...", "rating": 5, "name": "Дмитрий Ластовецкий", "cat": ""}, {"review": "Everything is great! Service and attention to the client at the highest level. Fast, clear. It is very important for me. I ordered for the first time - I will order more! I was especially pleased with the opportunity to order suitable glasses)) …", "rating": 5, "name": "Максим Малюченко", "cat": ""}, {"review": "Top cocktails, ordered and brought everything within an hour) do not differ at all from those served in bars 2-3 times more expensive. In short, just the perfect choice when you are sitting at home!) …", "rating": 5, "name": "Юлия Филоненко", "cat": ""}, {"review": "\nThanks a lot!)", "rating": 5, "name": "Саня Прищепа", "cat": ""}, {"review": " …", "rating": 5, "name": "Ololo Ololo", "cat": ""}, {"review": "\nThank you very much! We try for you!)", "rating": 5, "name": "Аня Цалик", "cat": ""}, {"review": " Delivery of cocktails is convenient and fast. The bartenders advised the cocktails straight to the point, it was delicious! I recommend! …", "rating": 5, "name": "Mariia Leonova", "cat": ""}, {"review": "Ooooo delicious! We ordered an assortment of cocktails for the company, they delivered quickly, the cocktails are all cool! Guys I RECOMMEND!!!) ...", "rating": 5, "name": "Наталья Виксман подолог, Киев", "cat": ""}, {"review": "\nThank you! We are trying for you!)", "rating": 5, "name": "Vlad Korneev", "cat": ""}, {"review": "Ideal when you don't want to go anywhere after work, but you want something tasty to drink.\nDelivered in less than an hour...", "rating": 5, "name": "Sofiia Derkach", "cat": ""}, {"review": "Very cool guys and a good selection of cocktails, everything was delivered quickly, even ice and all cocktail decorations. I highly recommend👍🏻…", "rating": 5, "name": "Андрей Почтар", "cat": ""}, {"review": "I love the unique cocktail recipes. For originality and service I clap my hands\nwell done! I'll be back) …", "rating": 5, "name": "Ася Шапшалова", "cat": ""}, {"review": " …", "rating": 5, "name": "Татьяна Романюк", "cat": ""}, {"review": " I really liked everything, delicious cocktails, we will order more, and recommend to others. Thank you for this opportunity) …", "rating": 5, "name": "Костя Кизлюк", "cat": ""}, {"review": "Delicious, fast delivery and beautiful design. Can you make your own cocktails?", "rating": 5, "name": "Dmitriy Golodnytskiy", "cat": ""}, {"review": " …", "rating": 5, "name": "Максим Куниця", "cat": ""}, {"review": "Great quality, great taste and fast delivery. Ice and decorations included. Recommend for parties 🥳…", "rating": 5, "name": "Антон Нескоромов", "cat": ""}, {"review": "Super cool cocktails😍\nFast delivery👍🏻\nMy love is EQUATOR❤️…", "rating": 5, "name": "Marito Foruzande", "cat": ""}, {"review": "Excellent delivery, we had a great time with the guys✌ Especially at such a time, creating all the conditions for your favorite vacation with these guys is easy☺ …", "rating": 5, "name": "Даниил", "cat": ""}, {"review": " …", "rating": 5, "name": "Лариса Нес", "cat": ""}, {"review": "The fastest and highest quality! Provide ice and decor for cocktails\nI highly recommend…", "rating": 5, "name": "Антоніна Мельникова (Kain)", "cat": ""}, {"review": " …", "rating": 5, "name": "Чехлы Чехлы", "cat": ""}, {"review": " …", "rating": 5, "name": "Tetiana Zakrevska", "cat": ""}, {"review": " …", "rating": 5, "name": "Артем Данилов", "cat": ""}, {"review": " …", "rating": 5, "name": "Ira Kolchar", "cat": ""}, {"review": "\nDelicious cocktails, enjoyed all evening", "rating": 5, "name": "Илона Черненко", "cat": ""}, {"review": "The best thing that happened to me 😍\nWill definitely order more!! …", "rating": 5, "name": "L. Merculova", "cat": ""}, {"review": "\nWe will be very happy!\nThank)!", "rating": 5, "name": "varya. v", "cat": ""}, {"review": "\nIt was delicious! 🥰🥳 Thank you!", "rating": 5, "name": "Irishka Voronina", "cat": ""}]