[{"review": "Waitress count more shots then we ordered, but in the end everything was great, two guys behind the bar was very friendly and kind.\nAlso have to try special coctails with special performances.", "rating": 5, "name": "Orinta Jauniškytė", "cat": "Cocktail bar"}, {"review": "All the performance of drinking shots or cocktails is just incredible. The barman told us, that Lithuanians just love this place and they are regular customers here", "rating": 5, "name": "J Raminta", "cat": "Cocktail bar"}, {"review": "☠️⛑️💥\"THE HELMET\"💥⛑️☠️\n\nA fantastic find, which wasn't easy, …", "rating": 5, "name": "PHILIP BAKER", "cat": "Cocktail bar"}, {"review": "A bar with unique concept , psychological hospital like. Food, drinks, service.. all was good but I finally saw cockroach on the bar...😞 I had no option to come out🥲🥲", "rating": 3, "name": "Hyuna Ki", "cat": "Cocktail bar"}, {"review": "This place is a hidden gem in Kiev. A personal favorite. Food is good and all costs around 2-3 US dollars for a meal and drinks are super cheap. You can never go wrong with any of the schnitzels, chicken steak under rokfor sauce, or chicken filet with honey sauce.", "rating": 5, "name": "Garrett Snook", "cat": "Cocktail bar"}, {"review": "Amazing place, if you EVER come to Kiev, 100% visit this place. If you don't, you never felt Kiev spirit.", "rating": 5, "name": "Deividas Vengalis", "cat": "Cocktail bar"}, {"review": "Man, oh, man, I really enjoyed this place!\nI have been staying in Kyiv for 1 week, and was going to this bar everyday, twice a day, for food, snacks or just a drink & chat with the bartenders & other …", "rating": 5, "name": "Marius Iosub (Мариус Иосуб)", "cat": "Cocktail bar"}, {"review": "A great little bar. The helmet challenge is a great deal off fun. You need to have had your vaccines to enter. Staff are friendly and good service.\nIt is hard to find as no signs. If you use Google maps it takes you to the front …", "rating": 5, "name": "andy b", "cat": "Cocktail bar"}, {"review": "Bad quality of service. You have to to wait one hour ti get your first drinks. Personel is trying to do things in their best way but the quantity of stuff is too small. Thanks to waiters! They are amazing :)", "rating": 3, "name": "Mindaugas Grigaliūnas", "cat": "Cocktail bar"}, {"review": "This place is quite out of the way but worth the trip if you're going to do THE HELMET. The cocktails are shockingly bad and the staff are quite grumpy but we had a great time doing the helmet! Give it a go!", "rating": 4, "name": "Megan Doherty", "cat": "Cocktail bar"}, {"review": "Your first visit starts with a quest. It can be hard to find the bar. Located in the inner yard. Downstairs in corner to basement.\nGood food menu. Delicious. Huge drinks menu. …", "rating": 5, "name": "Sergey Miroshnichenko", "cat": "Cocktail bar"}, {"review": "Super good bar, the waitress was not so nice but everything else was fine the food was ok and the drinks as well, the helmet was fun. The only downside theu dont let you split the bill if you pay by card even if it is a big group which made us move  to another bar as we were a big group and we would have a lot of issues to pay", "rating": 5, "name": "Laura Zambelli", "cat": "Cocktail bar"}, {"review": "Really great bar, quite hard to find but worth the search! Order the two off menu drinks - flaming head shots & syringes!", "rating": 5, "name": "Poppy Horsman", "cat": "Cocktail bar"}, {"review": "Vising Kiev from Canada. Was about a 30 min walk from our Hostel. People are correct as it down alley and hidden. Badically turn down alley, hang right behind first building. Go to end of road and its at far corner on right down a flight of …", "rating": 4, "name": "Kenny Williams", "cat": "Cocktail bar"}, {"review": "Worth a visit!  Very good prices, unique environment!", "rating": 5, "name": "Monika Stasiulevičiūtė", "cat": "Cocktail bar"}, {"review": "Terrible, waited 30minutes just to get drinks, waiter was unfriendly, no english menu's option, this wasn't a really big deal, but still if you're advertise on tripadvisor's and other international websites, be friendly to international clients. Can't understand what's the big deal about this place", "rating": 1, "name": "Ramunas Statkonis", "cat": "Cocktail bar"}, {"review": "Really interesting hospital-themed bar, has some great quirky drinks and the shots from the test tubes were great. Atmosphere was all around excellent.", "rating": 5, "name": "Indiras Maziukas", "cat": "Cocktail bar"}, {"review": "It totally looks like typical ukrainian hospital - poor design, uncomfortable settees, no hot water in the toilette, bad lighting, common stuff, not very tasty food and very cold inside. But booze is great and cheap.", "rating": 3, "name": "Yevgenia Kudriashova", "cat": "Cocktail bar"}, {"review": "The place has indeed cheap prices and good amount of cocktails but also hygienic issues. I saw a small cockroach on the bar counter. 🙁", "rating": 1, "name": "Dts", "cat": "Cocktail bar"}, {"review": "Very difficult to find, but when you are there it is amazing place!!! You must try \"Kaska\" coctail. It is not just coctail it is full show. Was amazed 🥰", "rating": 5, "name": "Danas Brazauskas", "cat": "Cocktail bar"}, {"review": "Affordable bar, nice concept but terrible service. Wait 35+ minutes for a drink not uncommon. \"Can I have a drink?\" Yes but we too busy please wait 10 more minutes... Eventually we left...", "rating": 1, "name": "Frank Stijnman", "cat": "Cocktail bar"}, {"review": "A lot of different cocktails, delicious food, and interesting attractions. Not easy to find, but worth it", "rating": 5, "name": "Vilmantas Arelis", "cat": "Cocktail bar"}, {"review": "Very affordable place, and the food is decent, so price/quality ratio is very high! Waitresses do wear nurse gowns, and that adds to the atmosphere.", "rating": 5, "name": "Dmytro Ankudinov", "cat": "Cocktail bar"}, {"review": "This is a bar with a difference. Definitely worth a visit, good prices, great atmosphere, and the best shot - the Helmet!", "rating": 5, "name": "Andre Theron", "cat": "Cocktail bar"}, {"review": "It is a very cute bar and hard to find for tourists. First time we went on friday it wasnt so crowded and we had really fun. Personnel was so interested with us. But when we come next day it was very crowded and they didn't interested with …", "rating": 3, "name": "Anil Zaman", "cat": "Cocktail bar"}, {"review": "A bit hard to find at first, but an amazing place with a great choice of tasty drinks. Staff is great, very cheap prices and the cosplay is super fun to watch! We really enjoyed our evening here and left pretty tipsy :)", "rating": 5, "name": "Vitalijus Žiauga", "cat": "Cocktail bar"}, {"review": "Great place. There are lots of different cocktails. But very crowded for Saturday night. Better to have reservations before. The prices are reasonable not so expensive. You might have Extra ordinary experience in the manner of cocktails. …", "rating": 5, "name": "Aygun Atesoglu", "cat": "Cocktail bar"}, {"review": "We went there on a Sat night. Nobody wanted to serve us. We sat right at the bar, right near the service and billing area so every server, ever bartender could see us. But they all purposely ignored us. It took many attempts just to get a …", "rating": 1, "name": "An Nguyen", "cat": "Cocktail bar"}, {"review": "This is a crazy place like no other pub on the globe, must have to visit in Kiev!", "rating": 5, "name": "Rafal Enden", "cat": "Cocktail bar"}, {"review": "Great and cheap drinks, you must go through a barred gate and then follow downhill until you are in bottom right corner where you will find stairs and this very nice place!", "rating": 5, "name": "Malachi Martinez", "cat": "Cocktail bar"}, {"review": "The most unusual and fun bar I've ever been to...the helmet is 💥the maddest thing I've ever seen in a pub. The test tube shots are excellent and beers are cheap. Definitely worth a visit, if you can find it.", "rating": 5, "name": "Julie", "cat": "Cocktail bar"}, {"review": "Nice bar with democratic prices. Kitchen is open till late night, 23:00-24:00", "rating": 5, "name": "Igor Ovchar", "cat": "Cocktail bar"}, {"review": "Fun place, maybe not that easy to find for some people. Quite big cocktails and drinks menu and they aren't  really expensive. If you want something fun go to the bar and order \"helmet\" you wont regret it", "rating": 5, "name": "Edvinas Šufinskas", "cat": "Cocktail bar"}, {"review": "Terrible service. Terrible staff. It's unbelievable. We sit in the bar they didn't let us (but they let Ukrainian couples sit) , even though it was empty. For like an hour passed, we couldn't even get a drink. Because the waiters didn't …", "rating": 1, "name": "Savas Tatli", "cat": "Cocktail bar"}, {"review": "The place was not crowded, but staff could not seem to handle things. They were short of staff probably, or just too young and slow. But we could not get anything to drink after our first coctails. The extreme  coctails everybody is talking …", "rating": 3, "name": "4jsute", "cat": "Cocktail bar"}, {"review": "One of the best drinking places in Kiev. Cheap and good for the price, is one of this places where you can spend hour and hours with friends. Young and nice atmosphere.", "rating": 5, "name": "Sergio González Castrillo", "cat": "Cocktail bar"}, {"review": "It was some kind of new experience! I haven't been in such type bar as this one. Firstly, it's very hard to find it. Any signs! It's located in the basement. Atmosphere here was amazing!!! A lot of smiling people! All of them were very …", "rating": 5, "name": "Mindaugas G.", "cat": "Cocktail bar"}, {"review": "Nice place to have a beer if you're looking for something different than a regular bar in Kiev. Friendly bartender. Spot on Google maps is correct but it was still kind of hard to find it since there is no sign and located in a dark alley. Would suggest to visit it on a Saturday night to see it more crowded.", "rating": 4, "name": "Aris P", "cat": "Cocktail bar"}, {"review": "Annoyingly, after reading reviews about this place I was really looking forward to going for a friend's 31st birthday. We took an Uber because it is quite out the way of the centre. We got dropped off and the entrance is nowhere to be …", "rating": 1, "name": "Andrew Gleave", "cat": "Cocktail bar"}, {"review": "Step 1: wait 20 minutes to make an order\nStep 2: after 25 minutes get wrong order (I asked for 3 same type cocktails)\nStep 3: reorder. …", "rating": 1, "name": "Romas Mželskij", "cat": "Cocktail bar"}, {"review": "Difficult to find. It's BEHIND 31A. To get to it you need to go into a dark courtyard a little way up the street, turn right and go ask the way to the end, then go down some steps to your right. …", "rating": 5, "name": "Dan", "cat": "Cocktail bar"}, {"review": "Price - student level. Service - needs improvements. Menu - simple, yet not quite pleasant. Waiting time - exhausting. Leaves sour taste, don't recommend.", "rating": 2, "name": "Alexander Karpenko", "cat": "Cocktail bar"}, {"review": "How do you sum up a bar where you can have a helmet placed on your head and set on fire?! Such a unique bar with very friendly staff. You'll struggle to find it but it's well worth the effort, don't give up! If you're in Kyev I'd highly recommend going in here for the experience.", "rating": 5, "name": "David Crisp", "cat": "Cocktail bar"}, {"review": "This bar is situated in a backyard basement, really hidden from view. However it's really worth finding it. The personnel works in laboratory uniforms, the drinks are served in test tubes, and the entertainment offers are really one of a kind.", "rating": 5, "name": "Katharina Ziolkowski", "cat": "Cocktail bar"}, {"review": "Great place. To get there, walking behind the building and then at the end of the alley down the stairs.", "rating": 5, "name": "Fynn Ansome", "cat": "Cocktail bar"}, {"review": "Favourite bar in Kiev. Get the cheap and special shots. Read the short story from Chekhov", "rating": 5, "name": "Dovid Spinrad", "cat": "Cocktail bar"}, {"review": "Warm beer and cockroach crawled in our table during dinner!?! Manager said sorry we can move you tables, lol, disgusting place, steak dinner was tasty though, good thing we finished before thinking how many roaches in kitchen..", "rating": 1, "name": "Jose deCos", "cat": "Cocktail bar"}, {"review": "Amazing place. Helmet shots are the best :) thank you Kiev!", "rating": 5, "name": "Gediminas Matul", "cat": "Cocktail bar"}, {"review": "I really like this bar..  I think it is very creative and prices for cocktails very low..  Only things is food is terrible there..\nTo have fun to drink and get barmen action - the best)", "rating": 5, "name": "Юлия Черная", "cat": "Cocktail bar"}, {"review": "The place is really difficult to find (and honestly ain't all that worth visiting). Cocktails were okay, however a bit watered, tables were sticky. The overall atmosphere is fancy though.", "rating": 2, "name": "Juno O'Hara", "cat": "Cocktail bar"}, {"review": "Lots of bar games and cool cocktails (ask the barmen). Very democratic and affordable prices, decent quality of drinks and foods, fast service (if not overcrowded), good variety of foods and drinks (alcoholic, longs and shots)", "rating": 5, "name": "Basil Lion", "cat": "Cocktail bar"}, {"review": "We went here after a recommendation from a local. We spent one hour here and never got served. When we finally got in touch with a waitress, she took our order and never returned. It became obvious to us that the bartenders preferred not to serve us, maybe because we were foreigners.", "rating": 1, "name": "Andreas Strandfelt", "cat": "Cocktail bar"}, {"review": "Food and drinks are really cheap. Drinks have quite much alcohol. Food was okay but nothing special.", "rating": 4, "name": "Joanna Dziadosz", "cat": "Cocktail bar"}, {"review": "Definitely hard to find; it's around the back and not well marked. If you do find it though, the beer is a solid price and the shots were awesome, I think they do a BOGO deal on the shots, they kept bringing us two of each.", "rating": 4, "name": "Stephen Stirling", "cat": "Cocktail bar"}, {"review": "Awesome place. It's designed kinda psychiatric hospital, staff uniforms, cocktails serving, great cocktail shows,  affordable prices, and general atmosphere will definitely cure any depression.", "rating": 4, "name": "Yuliia Ieva Lysenko", "cat": "Cocktail bar"}, {"review": "Interesting theme, everything creates the correct atmosphere; you feel yourself as a character of the hospital movie. The surprising shots, for which you need to use helmet, leave their footprint, quite impressive, even though crazy :D The only minus is that this place is hard to find, if you go on your own.", "rating": 4, "name": "Hanna", "cat": "Cocktail bar"}, {"review": "Best priced cocktails and they have some interesting ways to serve you with a few of them.  Bit hard to locate, but good place to be with friends.", "rating": 5, "name": "Jesse T", "cat": "Cocktail bar"}, {"review": "Really cool bar, affordable, good cocktails  and it was fun to finally find the place when we almost had given up looking around for it. Extremely slow service though, they need more waitresses.", "rating": 4, "name": "Magdalena Rundgren", "cat": "Cocktail bar"}, {"review": "This is absolutely the best bar in Kiew. The price is cheap, the shows are great and the employees really friendly. I can really recommend it. Also for everybody try the helmed cocktail... it is great :)", "rating": 5, "name": "Serkan Akin", "cat": "Cocktail bar"}, {"review": "Wonderful experience. The helmet challenge was really fun!", "rating": 5, "name": "David Peters", "cat": "Cocktail bar"}, {"review": "Cheap and fun..hard to find but well worth it if you do..no 31a but around the back of the building...3 cocktails  3 shots and a generous meal 15£pp", "rating": 5, "name": "Victoria Miles", "cat": "Cocktail bar"}, {"review": "Really hard to find but amazing once you do. Its located round the back of a block of flats, right in the corner.... The best way to find it is to look for smokers outside..... There are no sign posts anywhere.", "rating": 5, "name": "nick webster", "cat": "Cocktail bar"}, {"review": "Best experience!\nWorth to see and to try!\nCheap and interesting!", "rating": 5, "name": "Žilvinta Sušinskienė", "cat": "Cocktail bar"}, {"review": "Amazing! Would recommend 100% very friendly staff and its super affordable too. Definitely do all the extreme cocktails to get full experience!", "rating": 5, "name": "Indrė Valinčiūtė", "cat": "Cocktail bar"}, {"review": "Nice place to visit! Ordered some cocktails , they been cheap, strong and delicious :) Wonderful atmosphere of crew, definitely recommend it!", "rating": 5, "name": "Mantvydas", "cat": "Cocktail bar"}, {"review": "Extreme cocktails are fiery. Literally! Food is ok, atmosphere is cool, drinks are tasty and affordable.", "rating": 5, "name": "Igor Strielov", "cat": "Cocktail bar"}, {"review": "It is really hard to find place if you don5 know where to look. But when you find it, you will love it. You can drink good drinks like their famous \"kask\" drink which isn,t even in their menu. You need to ask for it in bar.", "rating": 5, "name": "Wojciech Zawadzki", "cat": "Cocktail bar"}, {"review": "A cool underground bar in the city centre with great ambience. Things here can go crazy sometimes. Great choice of alcohol, extreme cocktails, and extremely affordable prices!", "rating": 5, "name": "Yehor Yudin", "cat": "Cocktail bar"}, {"review": "This place is awesome, a bit difficult to find when you come first time, but people over there are absolutely delightful, cool theme, wicked drinking and decent food. Definitely worth checking", "rating": 5, "name": "Norbert Kiepurski", "cat": "Cocktail bar"}, {"review": "Drinks are cheap, party is cool, but cocktails are pretty shoddily thrown together. Not really worth the hype.", "rating": 4, "name": "Nuutti Kotivuori", "cat": "Cocktail bar"}, {"review": "I wouldn’t definitely recommend this place if you re tourist in the town. Waitresses are terribly rude especially blonde one. Owner of this place should teach them how to behave to the customers.", "rating": 1, "name": "Doğukan Aral SARI", "cat": "Cocktail bar"}, {"review": "Reasonable priced beers, fun staff. They light people's heads on fire and hit them with a wrench haha. Worth a visit.", "rating": 5, "name": "Luna Chance", "cat": "Cocktail bar"}, {"review": "Don't bother coming in here if you speak English or aren't a local. Multiple waiters ignored me while a third nodded that she understood my order but then never served it.", "rating": 1, "name": "D Czech", "cat": "Cocktail bar"}, {"review": "Good place to have a couple of drinks in that area. Extreme shots which include force-feeding beer while you are tied up - all kind of fun for all of you crazy people :D", "rating": 5, "name": "Anton Lebedev", "cat": "Cocktail bar"}, {"review": "Best place to visit if you want to drink interesting alcohol beverages in low prices, the 'helmet' event is totally worth seeing, the best atmosphere and a great lady serving the drinks, would visit anytime.", "rating": 5, "name": "Ksiek", "cat": "Cocktail bar"}, {"review": "Best bar that I have been in kiev. Cheap drinks, cool music and great atmosphere. Btw it wont be easy to find the entrance 😉", "rating": 5, "name": "Dani Solle", "cat": "Cocktail bar"}, {"review": "I did not like the place. Poor quality of drinks and food. Their show with the burning helmet is wort watching though. Once in life.", "rating": 2, "name": "Mantas Pupinis", "cat": "Cocktail bar"}, {"review": "They don't like foreign peoples in this pub and also when you ask something they don't wanna reply. They can't speak English when you ask something they always say maybe or only smiling :D", "rating": 1, "name": "Tolga Ceylan", "cat": "Cocktail bar"}, {"review": "Rather fun place with lots of crazy cocktails and lots of foreigners. If you want to have a good time this is the place!", "rating": 5, "name": "Limitless Ukraine", "cat": "Cocktail bar"}, {"review": "I love the place. Different cocktails that you  can have. Entertainment and fun", "rating": 5, "name": "Atanas Milenov", "cat": "Cocktail bar"}, {"review": "Cheap food and alcohol. Cool tinctures served in test-tubes :) lemon, orange, cranberry etc only $1 per 50 gram :)", "rating": 5, "name": "Ivan Sergiienko", "cat": "Cocktail bar"}, {"review": "They're good and helpful thanks a lot guy", "rating": 5, "name": "Kadir Sarp Bozoklu", "cat": "Cocktail bar"}, {"review": "good place, but be careful on weekends it's very popular  place and very hard to take a seat if you not reserve one)", "rating": 5, "name": "Dmitry Cherkasov", "cat": "Cocktail bar"}, {"review": "Great bar to visit on a Friday night. Only good memories. As for weekend, order a table in advance!", "rating": 5, "name": "Ignas Ausiejus", "cat": "Cocktail bar"}, {"review": "Cheap and atmosphere bar. Wide choice of beverages. Medical theme inside, all barmens and waitress are in medical gown :)", "rating": 4, "name": "Viacheslav M", "cat": "Cocktail bar"}, {"review": "Not my type. Cheap drinks, low quality)", "rating": 2, "name": "Anna Fedorova", "cat": "Cocktail bar"}, {"review": "Great service, great beer, great food just really hard to find (It's in the corner of a backalley down a flight of stairs)", "rating": 5, "name": "Stefanos Bamopoulos", "cat": "Cocktail bar"}, {"review": "Great atmosphere, very fun. Pretty cheap prices, including on cocktails.", "rating": 5, "name": "Vadim Freger", "cat": "Cocktail bar"}, {"review": "Good place to get drunk\nAfter that my phone was stolen outside)", "rating": 4, "name": "Eldar Romanov", "cat": "Cocktail bar"}, {"review": "Unfriendly staff and you should definitely reserve on the weekend!\nAlso the nurse was disappointing", "rating": 1, "name": "Lucas Ajjam", "cat": "Cocktail bar"}, {"review": "Fun/crazy place. Always packed so booking a table in advance is smart.", "rating": 4, "name": "Mindaugas Songaila", "cat": "Cocktail bar"}, {"review": "Good cocktail, good prices", "rating": 5, "name": "Mindaugas Tuska", "cat": "Cocktail bar"}, {"review": "Super low prices, good food, decent cocktails, awesome bartenders performance", "rating": 5, "name": "Alina Demidchenko", "cat": "Cocktail bar"}, {"review": "Cheep alcohol will low quality, but fantastic performance of the bartenders and other stuff.Cheep alcohol will low quality, but fantastic performance of the bartenders and other staff will make you like this place.", "rating": 4, "name": "Mike Syvovol", "cat": "Cocktail bar"}, {"review": "Waited 40mins.never received our drinks", "rating": 1, "name": "D. K.", "cat": "Cocktail bar"}, {"review": "Great cocktails, nice atmosphere. Hard to find entrance which is not from the main street.", "rating": 5, "name": "Dmitry Gurovich (yrtimiD)", "cat": "Cocktail bar"}, {"review": "Great place, great prices with descant food and interesting way to serve shots. Try helmet.", "rating": 5, "name": "Nzz ska", "cat": "Cocktail bar"}, {"review": "Probably the most value for money place I have been also they can speak basic english", "rating": 5, "name": "Antoniou Ioannis", "cat": "Cocktail bar"}, {"review": "Great place. good food and Cocktails. hot nurses and Helmet shot Ritual", "rating": 5, "name": "Toni Meier", "cat": "Cocktail bar"}, {"review": "An interesting place.\nGood enough for drinking, especially in case you are a student)", "rating": 4, "name": "Andrew Kolomiyets", "cat": "Cocktail bar"}, {"review": "Great bar! Made perfect by one of the staff there ❤", "rating": 5, "name": "Peter Hudson", "cat": "Cocktail bar"}, {"review": "If You want to get amazing cocktails with a program - BEST place ever!", "rating": 5, "name": "Karolis Juška", "cat": "Cocktail bar"}, {"review": "Great bar ..bit hard to find , great value and tasty food and good beer", "rating": 5, "name": "Lisa Thornton", "cat": "Cocktail bar"}, {"review": "Cheap, loud and popular place with large menu of cocktails, tasty food and local attractions", "rating": 5, "name": "Andrii Magalich", "cat": "Cocktail bar"}, {"review": "Very nice Cook. I test for the first time geornian food and I have good memories. Perfect !", "rating": 5, "name": "Karmha Créa", "cat": "Cocktail bar"}, {"review": "Good food, good drinks, amazing shots and a very cute waitress", "rating": 5, "name": "Joris Dekker", "cat": "Cocktail bar"}, {"review": "Food was poor. No music. Sloggy.. shots were nice 🤩👌", "rating": 3, "name": "Petras Varkalys", "cat": "Cocktail bar"}, {"review": "Great bar, though be prepared to be drinking shots through test tubes, hit on the head and set on fire! 😁", "rating": 5, "name": "Adam Farrey", "cat": "Cocktail bar"}, {"review": "Palata it's a very nice pub. Good food and beer!", "rating": 5, "name": "Raphael Barduche", "cat": "Cocktail bar"}, {"review": "Cheap beer, delicious food. Plus they set your head on fire.", "rating": 5, "name": "Qifan Xi", "cat": "Cocktail bar"}, {"review": "Very cheap, noisy, funny and a bit rusty. As bar should be", "rating": 5, "name": "Randy Alanio", "cat": "Cocktail bar"}, {"review": "My favourite bar in Kyiv. Been going for 8 years so far.", "rating": 5, "name": "Elvis Rublovskis", "cat": "Cocktail bar"}, {"review": "Dirty, stinky&sticky bar in Kiev, hard to understand why it's so popular", "rating": 1, "name": "asta bar", "cat": "Cocktail bar"}, {"review": "Second time i visit this Place.....before so nice....now is normal location....Not so happy for happiness...", "rating": 2, "name": "Toniemaria1978@gmail.com Momessofabio", "cat": "Cocktail bar"}, {"review": "This place is super overrated, food wasn’t eatable...", "rating": 1, "name": "Vytenis Barcas", "cat": "Cocktail bar"}, {"review": "Cool place. Delicious and cheap drinks", "rating": 5, "name": "Rugilė Kontenytė", "cat": "Cocktail bar"}, {"review": "Amazing", "rating": 5, "name": "Edita Čašej", "cat": "Cocktail bar"}, {"review": "Many years and still cool)", "rating": 5, "name": "Andrii", "cat": "Cocktail bar"}, {"review": "Best experience! Cheap and incredibly worth the value!", "rating": 5, "name": "Kasparas Kizlaitis", "cat": "Cocktail bar"}, {"review": "Alcohol shows (check on YouTube)+good and affordable drinks", "rating": 5, "name": "Sergey Rib", "cat": "Cocktail bar"}, {"review": "Awesome place... best bar experience ever", "rating": 5, "name": "Michael Lazarus", "cat": "Cocktail bar"}, {"review": "Swanky student bar.", "rating": 4, "name": "Luke Francis", "cat": "Cocktail bar"}, {"review": "Crowded and cheerful place with highly affordable drinks", "rating": 4, "name": "Serge Petit", "cat": "Cocktail bar"}, {"review": "Words are not enough to describe this place. Please go there, if you can find entrance.", "rating": 5, "name": "Samet KANAT", "cat": "Cocktail bar"}, {"review": "Friendly environment, cheap drinks. Try the helmet challenge if you can stomach it.", "rating": 5, "name": "Onur Odabasi", "cat": "Cocktail bar"}, {"review": "Good food and cheap. The helmet shot is classic!", "rating": 5, "name": "Calibration 123", "cat": "Cocktail bar"}, {"review": "Ask for the helmets. It is the best thing you'll ever experience", "rating": 4, "name": "Robin", "cat": "Cocktail bar"}, {"review": "It was amazing experience for medical student like me", "rating": 5, "name": "B", "cat": "Cocktail bar"}, {"review": "Cheap n fun but super slow bartender", "rating": 4, "name": "Emil Akerman (Lucent)", "cat": "Cocktail bar"}, {"review": "low price, nice stuff. hard to find but it is worth it.", "rating": 5, "name": "NoName", "cat": "Cocktail bar"}, {"review": "Cool extreme cocktails. Highly recommended", "rating": 5, "name": "Olga Radkovskaya", "cat": "Cocktail bar"}, {"review": "Great shots bar!", "rating": 5, "name": "David Trochimchuk", "cat": "Cocktail bar"}, {"review": "Ate pork stake, got poisoned. Do not recommend this place.", "rating": 1, "name": "Yuri Ternytsky", "cat": "Cocktail bar"}, {"review": "Strangest and most fun bar in Kiev", "rating": 5, "name": "Chris Kelly", "cat": "Cocktail bar"}, {"review": "Amazing place!!! 10 points!", "rating": 5, "name": "Gabriele Maciulyte", "cat": "Cocktail bar"}, {"review": "You have to try Helmet cocktail. It will be awesome.", "rating": 5, "name": "Robertas Sturonas", "cat": "Cocktail bar"}, {"review": "Done that air raid shot game here.  Fun to do and watch", "rating": 5, "name": "Michael Le Guillou", "cat": "Cocktail bar"}, {"review": "Over 20 min to put an order and 20 more to get the order.", "rating": 1, "name": "Aleksandar Kachakovski", "cat": "Cocktail bar"}, {"review": "Bar", "rating": 4, "name": "Algimantas Kiaune", "cat": "Cocktail bar"}, {"review": "1. Style\n2. Prices\n3. Personal\nAll of these are ok.", "rating": 5, "name": "Yura Lampiga", "cat": "Cocktail bar"}, {"review": "lots of alcohol for silly prices. good", "rating": 5, "name": "Daria Malitskaja", "cat": "Cocktail bar"}, {"review": "Nice cocktails and the interior of a  nuthouse", "rating": 5, "name": "Dmytro Dorofieiev", "cat": "Cocktail bar"}, {"review": "Nice place, Superb cocktails!", "rating": 5, "name": "Ram stein", "cat": "Cocktail bar"}, {"review": "not bad)", "rating": 5, "name": "Olexii Ponomarenko", "cat": "Cocktail bar"}, {"review": "Cheap but not tasty cocktails", "rating": 3, "name": "Oksana", "cat": "Cocktail bar"}, {"review": "Overhyped place.", "rating": 3, "name": "Paulius Baltrėnas", "cat": "Cocktail bar"}, {"review": "Crazy bar", "rating": 5, "name": "Aligojus Rūda (Džibutis)", "cat": "Cocktail bar"}, {"review": "My best bar in Kiev !", "rating": 5, "name": "julien guiller", "cat": "Cocktail bar"}, {"review": "Great place for Friday afterwork )))", "rating": 5, "name": "Andrey Belka", "cat": "Cocktail bar"}, {"review": "My favourite bar in Kyiv", "rating": 5, "name": "Oksana Kuts", "cat": "Cocktail bar"}, {"review": "it's very good and funny bar", "rating": 5, "name": "Ivan Koval", "cat": "Cocktail bar"}, {"review": "Cheap alcohol drinks. Always full of people.", "rating": 4, "name": "Andy Ban", "cat": "Cocktail bar"}, {"review": "The best bas in Kiev or in Ukraine!", "rating": 5, "name": "Kamil Frączek", "cat": "Cocktail bar"}, {"review": "Drink and be happy 😂", "rating": 5, "name": "Artorias abysswalker", "cat": "Cocktail bar"}, {"review": "All racists, especially against germans!", "rating": 1, "name": "Julian K", "cat": "Cocktail bar"}, {"review": "Not very friendly waiters.", "rating": 3, "name": "Ovidijus Kuprys", "cat": "Cocktail bar"}, {"review": "Low costs,good drinks", "rating": 5, "name": "Ivan Masalitin", "cat": "Cocktail bar"}, {"review": "Great fun and very cheap", "rating": 5, "name": "wayne bryant", "cat": "Cocktail bar"}, {"review": "Cool place, amazing atmosphere", "rating": 5, "name": "Elena", "cat": "Cocktail bar"}, {"review": "Good drinks and fun", "rating": 5, "name": "Oleksandr Veselov", "cat": "Cocktail bar"}, {"review": "Must visit in Kiev, ask about the helmets", "rating": 5, "name": "Esther -", "cat": "Cocktail bar"}, {"review": "Bartender works @110% level", "rating": 5, "name": "Torvaldas Česnulevičius", "cat": "Cocktail bar"}, {"review": "Great shots and cocktails", "rating": 5, "name": "Marius Valasevicius", "cat": "Cocktail bar"}, {"review": "Crazy bar, a must visit in kiev", "rating": 5, "name": "Elio Haddad (URFreeNow)", "cat": "Cocktail bar"}, {"review": "Very cheap and awesome!", "rating": 5, "name": "Vitalii Chereshnia", "cat": "Cocktail bar"}, {"review": "Sorry. The worst place ever.", "rating": 1, "name": "E.G B.U", "cat": "Cocktail bar"}, {"review": "Do the Helmet!", "rating": 5, "name": "Vaida Gineikytė-Kanclerė", "cat": "Cocktail bar"}, {"review": "Questionable quality of Alcohol.", "rating": 3, "name": "3C16790A", "cat": "Cocktail bar"}, {"review": "A great bar!", "rating": 5, "name": "Johan Frisk", "cat": "Cocktail bar"}, {"review": "This is a must visit in Kiev.", "rating": 5, "name": "Ioan Djambov", "cat": "Cocktail bar"}, {"review": "Hella expensive", "rating": 4, "name": "Salim", "cat": "Cocktail bar"}, {"review": "Bad . Very bad. Very very bad :(", "rating": 1, "name": "Viktor Derevnickij", "cat": "Cocktail bar"}, {"review": "Very nice place!", "rating": 5, "name": "Karolis Bautronis", "cat": "Cocktail bar"}, {"review": "Place to have fun.", "rating": 5, "name": "Taras Byk", "cat": "Cocktail bar"}, {"review": "Fun!", "rating": 5, "name": "Augustas Pavilionis", "cat": "Cocktail bar"}, {"review": "Best place in the world", "rating": 5, "name": "synchrofasotron", "cat": "Cocktail bar"}, {"review": "Super :)", "rating": 5, "name": "Evaldas Uziela", "cat": "Cocktail bar"}, {"review": "It's nice.", "rating": 5, "name": "Victoria Sadovnikova", "cat": "Cocktail bar"}, {"review": "Low cost bar", "rating": 5, "name": "Yurii Chukhlatyi", "cat": "Cocktail bar"}, {"review": "Need to visit", "rating": 5, "name": "Antanas Gembutas", "cat": "Cocktail bar"}, {"review": "Helmet!", "rating": 5, "name": "Karolis Simaitis", "cat": "Cocktail bar"}, {"review": "Extravagant and cheap place", "rating": 4, "name": "karina polkovnychenko", "cat": "Cocktail bar"}, {"review": "okay", "rating": 4, "name": "Victor Brume", "cat": "Cocktail bar"}, {"review": "Eee", "rating": 5, "name": "Денис Бахтияров", "cat": "Cocktail bar"}, {"review": "Cool place^^", "rating": 5, "name": "Kyryll Uskov", "cat": "Cocktail bar"}, {"review": "Super", "rating": 5, "name": "Raimondas Baltrukėnas", "cat": "Cocktail bar"}, {"review": "Super", "rating": 5, "name": "Romena Go", "cat": "Cocktail bar"}, {"review": "Love this place !)", "rating": 5, "name": "Taras Kushyk", "cat": "Cocktail bar"}, {"review": "They are rude", "rating": 3, "name": "fatih öztürk", "cat": "Cocktail bar"}, {"review": "Mysterious place..", "rating": 3, "name": "Murat Erdem", "cat": "Cocktail bar"}, {"review": "Delicious meals", "rating": 5, "name": "Aylin Gengec", "cat": "Cocktail bar"}, {"review": "exciting place", "rating": 5, "name": "AndreasHD KIM", "cat": "Cocktail bar"}, {"review": "Crazy place", "rating": 5, "name": "Kristina Verbliugeviciene", "cat": "Cocktail bar"}, {"review": "Legendary place!\nI have never eaten such a delicious soup for 20 UAH, honestly! And the atmosphere is simply indescribable. …", "rating": 5, "name": "Анастасия Луцюк", "cat": "Cocktail bar"}, {"review": "A very atmospheric place, as if in another world, delicious shots and excellent food, I definitely recommend it! …", "rating": 5, "name": "Елена Похитайло", "cat": "Cocktail bar"}, {"review": "I rarely write reviews, but the current situation has forced me to do so. On the advice of a friend, we went to the institution Ward number six to relax. Ordered two Caesar salads, battered mushrooms, battered mozzarella cheese and 5 shots for …", "rating": 1, "name": "Алена Синявская", "cat": "Cocktail bar"}, {"review": "Delicious, democratic prices for more than 10 years I have been visiting this institution and it still pleases ...", "rating": 5, "name": "Алиса Чудесная", "cat": "Cocktail bar"}, {"review": "The impressions are not the best, I went for the atmosphere, but came out with a disappointment. The liqueurs are served on a tripod, but it turns out that the tripods are over, and they brought us test tubes in glasses. HOW IS IT?! Very dark, the smell of old age, the staff is not friendly and…", "rating": 3, "name": "Людмила Романченко", "cat": "Cocktail bar"}, {"review": "A wonderful place with pretty reasonable prices, delicious cocktails and friendly staff. …", "rating": 4, "name": "Аяко", "cat": "Cocktail bar"}, {"review": "Very interesting place, atmospheric, not expensive, and nice staff. Shorts are very interesting and delicious food. True, it was very difficult to find an institution, since there was no sign, we just saw that the nurse was smoking, we decided to ask ...", "rating": 5, "name": "Oleksandra Demyanik", "cat": "Cocktail bar"}, {"review": "Atmospheric. But the atmosphere is not for everyone. The bar menu plunges you into deep youth, you can shed a tear, remembering how you vomited from \"Hiroshima\" at 16. On a weekday it was almost empty, mostly foreigners. …", "rating": 3, "name": "Kateryna Svatukha", "cat": "Cocktail bar"}, {"review": "Interesting, unusual place, with appropriate service and good food. Serving drinks and food at the level 🤪 sorry that I didn’t manage to spend the whole evening there, but someday I’ll definitely come again. Hard to find but the administration is…", "rating": 5, "name": "Калин Мак", "cat": "Cocktail bar"}, {"review": "A very atmospheric and unusual place, the interior is simple and not intricate in this and there is a chip that really resembles a hospital, the food is delicious, they waited 35 minutes, assorted sausages and perch fillets were promised 20 minutes, the staff is friendly and helpful, …", "rating": 5, "name": "Mr Alex", "cat": "Cocktail bar"}, {"review": "I liked it very much)\nIf you don’t read the reviews, it’s really hard to find)) delicious cocktails, hard shots) apparently got caught)) I chose it myself) very tasty food) …", "rating": 5, "name": "Juliya Bakum", "cat": "Cocktail bar"}, {"review": "A great bar with a special atmosphere, which is yet to be found in the courtyards. Prices are one of the cheapest in Kyiv, I was always surprised how they have practically not increased for so many years. The cocktails are delicious, the food is not outstanding, but nothing bad either…", "rating": 5, "name": "Dmitry Ros", "cat": "Cocktail bar"}, {"review": "A very interesting establishment. You can find it only by secret marks (or google earth maps). The hospital-style surroundings and light are frankly mesmerizing. The menu is very interesting. Be sure to try the signature cocktails (served at …", "rating": 4, "name": "Вячеслав Румянцев", "cat": "Cocktail bar"}, {"review": "Very good atmospheric place. Friendly staff.\nDelicious cocktails and fast service\nVery interesting interior and drinks. …", "rating": 5, "name": "Little Voloshka", "cat": "Cocktail bar"}, {"review": "We were in this place yesterday. The drinks are delicious, the service is wonderful, it is located in a quiet and secluded place. There is one but! The wings had an unpleasant aftertaste of spoiled chicken, and dill mayonnaise in place of the sauce with cheese. …", "rating": 3, "name": "Инга Левицкая", "cat": "Cocktail bar"}, {"review": "I read good reviews and decided to go with my friends. It was very disappointing (((the dishes waited an hour and a half - they really had to get ready for the train to leave, and they just brought food - they had to eat in puffs. Cocktails are poured into beakers - this ...", "rating": 3, "name": "Karolina Inhinova", "cat": "Cocktail bar"}, {"review": "The place is not bad, fun, noisy, CHEAP. Of the minuses - old furniture, a lot of tables (because of this it is very crowded), cheap alcohol is used in cocktails (cheap cognac is added to Long Island, which spoils the taste of a cocktail), there are no …", "rating": 3, "name": "Максим Криворучко", "cat": "Cocktail bar"}, {"review": " When I saw the prices on the menu, I had to ask the waitresses if they were relevant - the impression that they have remained unchanged since 2008 (photo check attached). …", "rating": 5, "name": "Ірина Янчук", "cat": "Cocktail bar"}, {"review": " I've heard a lot about the place before, I know it's positioned as a \"thrash bar\", but I didn't think it was a thrash in that sense: an extremely rude, rude waitress standing over the girls at my table, rolling her …", "rating": 1, "name": "Василина Руденко", "cat": "Cocktail bar"}, {"review": "It's just a horror, not a bar. The service is just terrible, the waiter can ignore many times! We ordered a fish plate, in the stated 300 grams, there was a maximum of 150 grams! I went to the administrator, they replaced the plate, but put the fish, which …", "rating": 1, "name": "Марина Сокоренко", "cat": "Cocktail bar"}, {"review": "A wonderful place to relax with a large and noisy company. Moderate food and alcohol prices. The food is delicious, the portions are large. Good cocktail card, there are show cocktails, so to speak. The staff is good, the service is fast. One downside:...", "rating": 5, "name": "Aleksey Ryabokon", "cat": "Cocktail bar"}, {"review": " A unique place, but recently there has been a significant deterioration in the quality of service. Last time, for example, the bartender did not find a whistle to perform a \"performance with burning helmets\", and this …", "rating": 3, "name": "Volodymyr Dudin", "cat": "Cocktail bar"}, {"review": "Didn't like it at all. There is some kind of atmosphere, but unpleasant. Cocktails are very cheap, but there is practically no alcohol in them. Two stars just for good service. …", "rating": 2, "name": "Володимир Колесніченко", "cat": "Cocktail bar"}, {"review": "The drinks are good, the food is delicious, all at very affordable prices. Show for visitors when ordering certain cocktails.\nOf the minuses of the institution, I would note the cockroach that ran around the next table and …", "rating": 4, "name": "Дарья Тарковская", "cat": "Cocktail bar"}, {"review": "An interesting bar with a pleasant atmosphere and cool extreme cocktails)) The food is simple and inexpensive, and the choice of alcohol and cocktails is huge) …", "rating": 5, "name": "Katherine M", "cat": "Cocktail bar"}, {"review": "A chic place to taste various alcohol at affordable prices 👌🏻 …", "rating": 4, "name": "Regina Raiska", "cat": "Cocktail bar"}, {"review": "It is probably already difficult to surprise a Kiev resident with something. The interior is ordinary, I thought it would be more stylized. Personally, they brought me a cold dish, but then warmed it up (yes, an interesting serving of drinks in minzurka. …", "rating": 4, "name": "Yulya Shvedova", "cat": "Cocktail bar"}, {"review": "It was the first time, in principle, the interior is interesting, the waiters are polite, they will prompt and tell you what you need. I really liked the name of the cocktails. The choice of cuisine is poor, but you can eat …", "rating": 4, "name": "Алёна Вакуленко", "cat": "Cocktail bar"}, {"review": " The establishment is magnificent, authentic. A gorgeous serving of cocktails, with a pick-up) you want a little crazy and you have a bit in the past was from American football, you strike and everything in this, then …", "rating": 4, "name": "Margo Kuprynenko", "cat": "Cocktail bar"}, {"review": "Despite the fact that this bar is located in the basement of some courtyard🤦🏼‍♀️😅\nI liked it very much, atmospheric, all the guys.. waitresses and bartenders in honey. form😏 Original presentation!!! 🔥 …", "rating": 5, "name": "Танюшка Владимировна", "cat": "Cocktail bar"}, {"review": "Excellent place where you want to come back! The atmosphere is unusual, for an amateur. Personally, I liked it. For a large company there is an excellent cozy soft corner, there is enough space for everyone! Great prices, big portions, and most importantly delicious! Big choice …", "rating": 5, "name": "Moon Moon", "cat": "Cocktail bar"}, {"review": "Suitable place for companies. Prices for food are democratic, for a bar - very pleasant. (Carbonara - 50 UAH, longs on average 50-70)\nA pleasant moment was the presence of \"extreme\" cocktails on the menu. We tried with…", "rating": 4, "name": "Dasha Myagkova", "cat": "Cocktail bar"}, {"review": "Positive location, reasonable prices. I had to add a review, because on 11/30/18 they were deceived by the waiter and the administrator, the left positions of the photo below were present in the check. When asked to remove from the check not our positions, the administrator said pay ...", "rating": 5, "name": "Владимир Александрович", "cat": "Cocktail bar"}, {"review": "Atmospheric, there are cool special cocktails that you need to drink interestingly. It is best to come with a big company, you can have a good time. …", "rating": 4, "name": "Софія Корчева", "cat": "Cocktail bar"}, {"review": "The place is not for everyone. Not everyone will go. And it still needs to be found in the yards. The food is delicious. Chef separate respect. …", "rating": 4, "name": "Vladimir Zavatsky", "cat": "Cocktail bar"}, {"review": "My favorite place!!! Wow atmospheric!!!! Shots are served in test tubes!))) Tasty, bright and inexpensive!!! …", "rating": 5, "name": "Anastasia Raint", "cat": "Cocktail bar"}, {"review": "A themed restaurant with a large cocktail list and delicious food. The service is fast and attentive, reasonable prices, unobtrusive minimalist environment, well suited for large companies. …", "rating": 5, "name": "Анна Игоревна", "cat": "Cocktail bar"}, {"review": "A good place for gatherings with a group of friends, cool shots in minzurkas. Different flavors with creative names. Service of waiters in medical gowns and masks) is entourage. Toilet - \"urology room\")) kitchen - \"operating room\") ...", "rating": 4, "name": "Ирчик А", "cat": "Cocktail bar"}, {"review": "Great place.\nCame here just at the suggestion of friends in order to have a bite to eat and drink a little. …", "rating": 5, "name": "Alex Uzhegov", "cat": "Cocktail bar"}, {"review": " I do not recommend to anyone. Dirt, lack of weight of dishes on the menu is just absurd. If you want a salad with shrimp, you will literally get a mountain of lettuce and a few unpeeled shrimp. I was absolutely …", "rating": 1, "name": "Євгеній Разумний", "cat": "Cocktail bar"}, {"review": "Nice place, helpful staff, alcohol in test tubes - cool! Visited several times and each time was satisfied. I don’t know what this is connected with, but the visitors are all cheerful and cheerful. Maybe it's because of the weekend...) …", "rating": 5, "name": "Narayan Gautama", "cat": "Cocktail bar"}, {"review": " Pure, friendly staff. It would be \"excellent\", but because of the fact that at the bar dangerous cocktails is probably made by a trainee or an insufficiently qualified bartender only 4 stars. As a result, he burned …", "rating": 4, "name": "Дмитро", "cat": "Cocktail bar"}, {"review": " The secret bar is hard to find. The atmosphere and the interior are great, the service is good. The cocktails are delicious and strong, and I really enjoyed the helmet attraction. …", "rating": 5, "name": "Jolita Kri", "cat": "Cocktail bar"}, {"review": "A very interesting place, a very cool admin), the kitchen is certainly not very good, but alcohol is not expensive and tasty, if you are looking for a place where you can have fun with friends - you are here ...", "rating": 5, "name": "Jerome Valeska", "cat": "Cocktail bar"}, {"review": "Liked the place! The nicest staff and cool style :) The food is generally delicious, like homemade. Prices are not high at all. I really liked the cocktails, alcohol is felt, and not something diluted with a bunch of ice. Price and quality completely...", "rating": 4, "name": "Alina Vandych", "cat": "Cocktail bar"}, {"review": "Celebrated a friend's birthday, left and forgot the gift. Came back with no gift. As a result, a check of 2 thousand hryvnia and a gift stolen by the waitress. Thanks, very nice. And cocktails with only ice. Pictured is Margaret. For 80 UAH we ate ...", "rating": 1, "name": "Elena D", "cat": "Cocktail bar"}, {"review": "Great place to sleep in good company :)\nThere is some kind of magic in this institution - you seem to understand that it’s already enough, but the general atmosphere is so conducive to continuing that you can …", "rating": 5, "name": "Igor K", "cat": "Cocktail bar"}, {"review": "One waitress and one bartender for the whole establishment on Friday is very little. Administration, reconsider the number of staff. You can wait for an order for a very long time ... But in general, a very interesting institution. Unusual cocktails, but delicious to eat ...", "rating": 4, "name": "Алина Струтинская", "cat": "Cocktail bar"}, {"review": "Interesting place with a good selection of cocktails and not high prices. But the disgusting work of the administration, which I can not adjust the work of the staff. When the bar is 50% full, waiting for your cocktail will be unbearable...", "rating": 1, "name": "Andrei Andrei", "cat": "Cocktail bar"}, {"review": " It's hard to get into this place by accident, you have to look a little if you go there for the first time. But it is worth it, because in House # 6 delicious cuisine, interesting alcoholic beverages and cocktails at …", "rating": 5, "name": "Юрій Бондарчук", "cat": "Cocktail bar"}, {"review": " Cool atmospheric pub, relatively good prices. It is not so easy to find it, you have to go around the building shown on the map, through the gate, and at the back you can find stairs to the basement where the …", "rating": 5, "name": "Wojciech Kawa", "cat": "Cocktail bar"}, {"review": "The basement, which is quite difficult to find a person who came in the first! It is also not designed for people with musculoskeletal problems of the lower extremities. …", "rating": 3, "name": "Альона Манченко", "cat": "Cocktail bar"}, {"review": "We usually go here for delicious and impressive cocktails😁 you need to book tables, because. it is a popular place among residents and visitors of the city. The service is quite good, the waitresses are attentive and well versed in the menu. …", "rating": 5, "name": "Viktoria Lebed", "cat": "Cocktail bar"}, {"review": "The hallmarks of this establishment are crowds, noise, test tubes with alcohol, waitress girls in white coats and crazy cocktails. We were served surprisingly quickly and the cuisine was tolerable) the prices are very affordable. …", "rating": 4, "name": "Артур Бабенко", "cat": "Cocktail bar"}, {"review": "If you are a doctor, you are here! Great place to relax! Huge selection of alcohol! Serving is just a level!)) prices are chic! The setting is awesome!!! DEFINITELY come in!) …", "rating": 5, "name": "Laney", "cat": "Cocktail bar"}, {"review": "A nice place with interesting design and a large selection of drinks (mostly alcoholic, of course). The feature of the institution is also a whole list of extreme cocktails. …", "rating": 4, "name": "whydntufckoff", "cat": "Cocktail bar"}, {"review": "We booked a table, came and ordered a lot of things and immediately asked for a bill ... after we paid, we sat and finished our drinks. The waiter came up and said that we should vacate the table, since we had already paid the bill on the reservation and were just taking …", "rating": 2, "name": "Катерина Николюк", "cat": "Cocktail bar"}, {"review": "An interesting place, very atmospheric, friendly waiters, beautiful and unusual decoration of the hall. The best waiter Faina picked up cocktails for us, taking into account our preferences. Recommended to visit. …", "rating": 5, "name": "Илья Карауш", "cat": "Cocktail bar"}, {"review": "It's just the bottom, wait 1.5 hours for ordering alcohol! Our waitress Faina communicates very boorishly, as if work is a burden. Nobody warned us that the order to wait more than an hour!!! Then they said that we had to understand this (interesting ...", "rating": 1, "name": "Anuta Butenko", "cat": "Cocktail bar"}, {"review": "Very impressed with the management of this establishment. This is just the top NOT customer-oriented institution. It’s a pity that I can’t remember the name, but I hope that by the date the management will be able to determine and work on the service of this ...", "rating": 1, "name": "Наталія Кавецька", "cat": "Cocktail bar"}, {"review": "Prices are below average. Beer and cocktails are the same as everywhere else. The fries menu is not tasty. The wings are very dry. The feeling that this is not the first time they have been warmed up. The shrimp batter is strange - an egg and flour in a thick layer, clearly does not harmonize. But on…", "rating": 3, "name": "Stepa Vasilevskiy", "cat": "Cocktail bar"}, {"review": "People come here just for a shot in a helmet and with a fire on their head... Atmospheric inexpensive bar in the basement. Bartenders in the clothes of mental hospital orderlies, waitresses - nurses ;-) many men and foreigners in particular who are looking for a curiosity and came ...", "rating": 5, "name": "Alla Burdiug", "cat": "Cocktail bar"}, {"review": " Remained pleasantly impressed! The establishment is extremely atmospheric and interesting, the food is delicious, the meat was cooked exactly as requested. Prices are extremely low! Large selection of cocktails. Be …", "rating": 5, "name": "Марина Гвоздь", "cat": "Cocktail bar"}, {"review": " Great bar with night cuisine (you can eat at 2 am! This is no joke!) …", "rating": 5, "name": "Oleksandr Stukalo", "cat": "Cocktail bar"}, {"review": " A place number 10 in terms of price and service quality. Especially by wearing a helmet for 100 hryvnia, you can hit your head with a wrench. …", "rating": 5, "name": "Fevzi Gülbeyaz", "cat": "Cocktail bar"}, {"review": " Especially the vodka and french fries blended with Ukrainian fruits that come in the test tube are very nice. However, the owner's attitude towards foreigners and their lack of English are a disadvantage. Despite …", "rating": 4, "name": "Ersin Yaynık", "cat": "Cocktail bar"}, {"review": " Very cool place! Atmospheric, well-found, beautiful, proven. Cool menu, many cocktails, very different, very themed: lobotomy, sperm bank …", "rating": 5, "name": "Aleksandr Pupchenko", "cat": "Cocktail bar"}, {"review": "The establishment is ruined! A cockroach crawled out right on the menu!!!? A real fat cockroach! 🤤🤤🤤The bartender did not react to the remark. Said it was their pet and refused to clean it up. Then, when the waiter was called, a girl came and…", "rating": 1, "name": "Maxim Dzhezhelo", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Pavel Sipatin", "cat": "Cocktail bar"}, {"review": "a small cockroach swam in one of the test tubes with a shot, the waiter thought of asking again \"so, will you finish your drink?\".\nIn general, the norms, if you want to remember your student years, and the prices are relatively …", "rating": 1, "name": "Alex Levitin", "cat": "Cocktail bar"}, {"review": "I was earlier in this institution and there were no problems ... but today they struck me in a bad sense of the word! My husband and I and my friends were asked about certificates (covid vaccination)!!!!! You would also ask us for certificates from a genecologist and ...", "rating": 1, "name": "Yanina Pirzada", "cat": "Cocktail bar"}, {"review": "Don't expect more from this place than from a bar. But the bar is good. Cozy, crowded, inexpensive and tasty. Nice place with no frills. …", "rating": 5, "name": "Константин Редько", "cat": "Cocktail bar"}, {"review": " The idea of ​​this bar is that you will not find it on the central side of the street, and this is cool, because the place is exclusively \"for their\" :) Incredibly steep cocktails, timeless staff, average price in …", "rating": 5, "name": "Кристина Ходаковська", "cat": "Cocktail bar"}, {"review": "It is very difficult to find the place itself, it took a long time to order... but I will definitely become a regular visitor to this bar) To begin with, the waitress Elya worked alone for several halls, and at the same time she was always friendly and professional! Her …", "rating": 5, "name": "Виктор Терновой", "cat": "Cocktail bar"}, {"review": "Simple but good cuisine, relatively affordable prices for alcohol and beer. Not a bad environment.\nIn general, I can advise, according to the combination of price and quality, everything is good! …", "rating": 5, "name": "Ivan Sylenko", "cat": "Cocktail bar"}, {"review": "cool place, waitress with a sense of humor, and the cuisine is delicious (grilled red fish) stsper. …", "rating": 5, "name": "Olesya Müller", "cat": "Cocktail bar"}, {"review": " I did not like the institution. It is clear that he is already living out his last days. The furniture is all very old and torn, dirty, not cozy. The dishes are chipped. The tubes are served in a stewed container. The …", "rating": 1, "name": "Юля Сухар", "cat": "Cocktail bar"}, {"review": "Thematic institution under the medical theme. Very hard to find for the first time, in the courtyard in the basement without a sign. Great staff, very reasonable prices. …", "rating": 5, "name": "Mike Nike", "cat": "Cocktail bar"}, {"review": " Prices, menus, drinks are quite nice. The menu and drinks are delicious, the prices are democratic. However, waiting for 4 cocktails for two hours and not waiting, despite the fact that there is a company sitting at …", "rating": 1, "name": "V S", "cat": "Cocktail bar"}, {"review": "Cheap, delicious, plentiful. The interior is on a hospital theme, pleases :) but the trouble is with the staff, apparently, we got on an intern. For a very long time, the girls did not know the prices without a menu and could not answer the question of how many grams in one serving or another. Specify in…", "rating": 4, "name": "Chu Di", "cat": "Cocktail bar"}, {"review": "\nFast service, reasonable prices", "rating": 5, "name": "Dariya Mitskevich", "cat": "Cocktail bar"}, {"review": "Wow, cool authentic place. From the street there was even an impression that we had come to the wrong place and there was no entrance. There were many foreigners inside. A very lively place and despite the fact that it looks gloomy, it's fun there. There is a kitchen and a lot of bars. …", "rating": 5, "name": "Olena D", "cat": "Cocktail bar"}, {"review": "Everything was bad. Starting from diluted hoogarden, the color and taste of which was more like Chernihiv, to fries in stale oil (there should be no film on the fingers from fries), ending with a very slow serving. For questions about what…", "rating": 1, "name": "Irene Bond", "cat": "Cocktail bar"}, {"review": " One of the few cocktail bars in Kyiv, which has existed for a long time and has not changed its format. Despite the low prices, the bar will surprise with a variety of cocktail shots served in medical tubes, as well …", "rating": 4, "name": "Ivan Shulga", "cat": "Cocktail bar"}, {"review": "After quarantine, the quality of business lunches has become absolutely unacceptable\n\nToday's business lunch...", "rating": 1, "name": "Eugene Shulga", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Илья Савченко", "cat": "Cocktail bar"}, {"review": " The cuisine is delicious, the restaurant is colorful. Alcohol is most likely not very high quality (that's why such nice prices). Institution of more student type. I recommend visiting, but on a regular basis there …", "rating": 3, "name": "Віра Іващук", "cat": "Cocktail bar"}, {"review": "The food is so-so, they inflate with alcohol, I ordered tincture in test tubes, in some of them there was not tincture, but juice with water.\nI wish the kitchen the best, the atmosphere and smell in the institution 2/5. In short, purely for 1 time ...", "rating": 1, "name": "Артем Пронтенко", "cat": "Cocktail bar"}, {"review": " I have long wanted to visit here!\nAn interesting institution! But that day there was football and the staff didn't seem to be ready for such a large number of visitors - they carried orders for …", "rating": 4, "name": "Наталя Тавлуй", "cat": "Cocktail bar"}, {"review": "The premises are located in the basement, which is very good, because it is not hot there in summer.\nCocktails are also considered inexpensive for a themed bar - 60-120 UAH. …", "rating": 5, "name": "Аня Бондарчук", "cat": "Cocktail bar"}, {"review": " A good place at its price, but still, the lack of soap in the bathroom in the days of Kovid surprised. …", "rating": 4, "name": "Валентина Скотнікова", "cat": "Cocktail bar"}, {"review": "It's cool here) The prices are very affordable, of course it's difficult to get there, but this is compensated by the beautiful smiles of the waitresses and the atmosphere. A very wide variety of cocktails. …", "rating": 5, "name": "Alex Grishanov", "cat": "Cocktail bar"}, {"review": "I want to say a special thank you to the director of the institution. Cool guy, Sasha. And there is nothing even to say about the waiters ... Sasha is generally a very good, wonderful, very handsome waiter. Administrators Lena and Inna are generally fire!!! Generally...", "rating": 5, "name": "andrew williams", "cat": "Cocktail bar"}, {"review": "Wonderful soulful place!\nWhen you just want to have a drink in a great atmosphere, this is the place for you!\nThe prices are good. Young bartender! …", "rating": 5, "name": "Артем Шевчук", "cat": "Cocktail bar"}, {"review": " The best in the establishment - prices, very cheap and high quality for its value. There are a lot of people and not many waiters, so we will have to wait a bit, especially with the calculation. Food and drinks were …", "rating": 4, "name": "ihor _c", "cat": "Cocktail bar"}, {"review": " Interesting place, hard to find. Quite low prices, a large selection of cocktails. …", "rating": 4, "name": "Vika Risna", "cat": "Cocktail bar"}, {"review": " Affordable crying! A set of sausage packages is less than 10 yuan! Other bills, that is, the entrance is too difficult to find, is a bomb shelter under the residents' building. …", "rating": 5, "name": "sen tang", "cat": "Cocktail bar"}, {"review": "We went to drink a beer on the other. As a result, we waited for a beer for an hour and a half, and did not wait. Wifi didn't work at all. It’s a pity for the waitresses, it’s clear that the girls are trying and running as fast as they can, but find, damn it, more staff for yourself, at least …", "rating": 2, "name": "Valentine Obolonskii", "cat": "Cocktail bar"}, {"review": " Great cooking, cocktails are just a bomb and the atmosphere is great. If you want to relax here, the staff is also just happy. …", "rating": 5, "name": "Yasya Smilegtlt", "cat": "Cocktail bar"}, {"review": " Since 2005, something has changed here, whether it is my perception or design.\nAnd as always, people in the first place - waiters and bartenders made the …", "rating": 5, "name": "Роман Тодчук", "cat": "Cocktail bar"}, {"review": "We came to the institution in the evening, the building was almost empty, we were sitting at most 2 tables incomplete, immediately asked about the reservation, given that there are a lot of places, they demanded a certificate of vaccination from all of us, I understand that covid is all business, but if not ...", "rating": 1, "name": "Няка Анимака", "cat": "Cocktail bar"}, {"review": " He had a rather selfless and unfriendly behavior. We asked if there was a suitable table, and they answered without looking at us. they did not allow us to wait for free tables and we had to leave the place. …", "rating": 1, "name": "Ece", "cat": "Cocktail bar"}, {"review": "Very tasty banana dessert. Banana darkened, ice cream as if someone had already tried it. 1 star for service. …", "rating": 1, "name": "Влад Герасименко", "cat": "Cocktail bar"}, {"review": "I have been going to this place since 2015, a lot of staff has changed before my eyes.\nBut!\nThis place only gets better every year. …", "rating": 5, "name": "Продан Угар", "cat": "Cocktail bar"}, {"review": "\nGreat place, nice helpful staff ☺️👍", "rating": 5, "name": "Виктория Шатилова", "cat": "Cocktail bar"}, {"review": "The institution is 11 years old, very thematic, many foreigners, bartenders fire! We liked))) …", "rating": 5, "name": "Юлия Бабурова", "cat": "Cocktail bar"}, {"review": "Cool barik, but the service is very bad, there is simply not enough staff, it is desirable to take out more people on peak days!\nOrdered a fish platter it was awful! …", "rating": 3, "name": "Ivan Vycheslavovich", "cat": "Cocktail bar"}, {"review": "Good place for such money.\nPortions are big. Delicious!\nBut it is a pity that the beer was warm. …", "rating": 4, "name": "Анна Коляденко", "cat": "Cocktail bar"}, {"review": "My friends spoke very highly of this place and brought me here. But today it was just a nightmare. The waitress was waiting for 30 minutes, and the order even longer. When asked when they would bring our order, they simply laughed at us and answered that they did not know. Book...", "rating": 1, "name": "Настя Гасич", "cat": "Cocktail bar"}, {"review": "Relatively good food at very reasonable prices.\nI recommend trying the pork schnitzel - I really like it.\nOf the minuses - the surroundings in the room are mediocre, I would not bring a girl here. …", "rating": 4, "name": "Dynamic Cats (Евгений Кушнарев)", "cat": "Cocktail bar"}, {"review": " Noisy, fun, nice prices for alcohol. I tasted Sauer whiskey, quite good. The restaurant is not expensive, the staff is cheerful and attentive, but I think they need to replace white coats, because it is difficult to …", "rating": 4, "name": "N. Stalnytska", "cat": "Cocktail bar"}, {"review": "This is the perfect place to drink on a budget) It used to be much better, now the furniture is scratched, the contingent is diverse (mostly students and many foreigners), it takes a very long time to wait at the table for an order, it’s fast at the bar, serving in test tubes …", "rating": 4, "name": "Дарина", "cat": "Cocktail bar"}, {"review": " Awesome place with its own atmosphere! Prices are moderate compared to other Kyiv establishments, especially alcoholic beverages! We will definitely come again! …", "rating": 5, "name": "Relax", "cat": "Cocktail bar"}, {"review": "Very atmospheric! Cocktails are prepared deliciously and correctly, and prices are kept at the level of 2008. A great place to have a good rest and drink something tasty …", "rating": 5, "name": "Константин Руденко", "cat": "Cocktail bar"}, {"review": "The interior and the smell are like in a hospital, the smell in the toilet is like in a reserved seat, but ... The prices are ultra pleasant, there are a lot of cocktails, named with humor. I recommend visiting! …", "rating": 5, "name": "Nick Tkach", "cat": "Cocktail bar"}, {"review": " Atmospheric place .. visit interesting, but in the second I would not go there) service for 4 and kitchen for 3 .. …", "rating": 4, "name": "Юлія", "cat": "Cocktail bar"}, {"review": "Cool bar #chamber6💥 Low prices . Cocktails are served in minzurkas, on the doors there are inscriptions in the style of Psychiatrist Sable and so on. Offer and extreme cocktails - there is another story. In general, the bar is just great! Located in the courtyard of the house on …", "rating": 5, "name": "Northern Angel", "cat": "Cocktail bar"}, {"review": "Well, that's it. Long, cramped, not very tasty.\nAs for a beautiful eatery - approx. And so ... At times.\nOf course, I removed the hair, I was silent. But next time, look at your dish...", "rating": 1, "name": "Андрей (Groker)", "cat": "Cocktail bar"}, {"review": " How can you spoil the meat ?? Very disappointed institution. Depressed atmosphere😔 …", "rating": 2, "name": "Irene Skrypka", "cat": "Cocktail bar"}, {"review": " A cafe that does not have a logo with a name, but everyone knows the affair! Unusual, themed, cool !!! 🤪😜👍 …", "rating": 5, "name": "Ирина Биленька", "cat": "Cocktail bar"}, {"review": " Interesting stylized, and not overloaded, interior, delicious, varied and inexpensive dishes.\nI liked it, I'll come again! …", "rating": 5, "name": "Олександра Aleks_B", "cat": "Cocktail bar"}, {"review": "Very atmospheric. We were on Saturday, so snatching an order from the bartender, just like a place behind the bar, was a sporting interest. Cool shots in test tubes. The coolest action is on the bar counter \"kamikaze\". It costs 100 UAH in cash - ...", "rating": 5, "name": "Lena Dy", "cat": "Cocktail bar"}, {"review": " Difficult to reach, you have to go through an iron gate 100m above the given address. Then down the back yard and at the very end right down into the basement. Don't be put off. …", "rating": 5, "name": "Max Herb", "cat": "Cocktail bar"}, {"review": "The institution is terrible, but the mold is at affordable prices and delicious. Instead of a meat plate, they brought a plate with walls that were like a sole. The food is disgusting. …", "rating": 1, "name": "Ірина Халявка", "cat": "Cocktail bar"}, {"review": " 5 stars for test tube drinks. Hard to find - through the gate, to the right to the end of the building and down the stairs. How will you know that you have chosen the right stairs? Music and buzz. …", "rating": 5, "name": "M. Krulik", "cat": "Cocktail bar"}, {"review": "An excellent institution for both the average layman and the tourist, prices do not bite, the restroom is clean, the cuisine is delicious, very interesting serving of alcohol - in test tubes :) cute nurses will serve you, the nurse at the bar will make you cool ...", "rating": 5, "name": "Александр Зелинский", "cat": "Cocktail bar"}, {"review": " Cool place, nice prices, atmospheric.\nOn the downside, despite the recent law, and the fact that my friends and I spoke Ukrainian, the staff stubbornly continued to speak Russian. …", "rating": 2, "name": "Mykola Morhunenko", "cat": "Cocktail bar"}, {"review": "Super, the prices are low, as for alcohol. Safe, waitresses in robes are friendly, sometimes they check the passport. There are no signs, you just need to know how to find it. No junkies were seen. Cocktails for different tastes, the menu has a composition, …", "rating": 5, "name": "Олександра Шейко", "cat": "Cocktail bar"}, {"review": "\nFun, cheap, entourage and not stressful)", "rating": 5, "name": "Julia Fox", "cat": "Cocktail bar"}, {"review": "We waited for the order for 1.5 hours (although there were 3 Shots and 2 Longs in the order), and then they took out the alcohol and forgot to break through the kitchen at all.\nThe waiter went lost, approached her several times and asked how much ...", "rating": 1, "name": "Элис Кот", "cat": "Cocktail bar"}, {"review": "Do you want trash? The chamber is exactly what you need!\nOn Friday it is advisable to book a table in advance.\nCool and spectacular show! …", "rating": 5, "name": "Anton Titorchuk", "cat": "Cocktail bar"}, {"review": "Very tasty food + good cocktails. About service and staff. Each dish was brought to us for (no kidding) 50 minutes, strange, because a few months before that, when visiting the establishment, everything was fine. The bill came out to 900 with something UAH, we ...", "rating": 2, "name": "Svitlana Mishchenko", "cat": "Cocktail bar"}, {"review": "Interesting place. During the day you can eat very tasty and inexpensive, excellent business lunches! Nice staff, everything was done quickly and with a smile. I recommend!!! …", "rating": 5, "name": "kolya Babin", "cat": "Cocktail bar"}, {"review": "Nice cozy place. Walking is convenient on weekends and weekdays. The people will be fine. On Friday, as a lot of people do not always have time, on other days, everything goes smoothly and quickly. …", "rating": 5, "name": "Edik Vushomirskii", "cat": "Cocktail bar"}, {"review": "Did not like! The bar has outlived its usefulness! My husband told me that 5 years ago it was very interesting, straitjackets, stretchers, drinks in test tubes and a whole lot more! But not at this time. …", "rating": 2, "name": "Алина Кириллова", "cat": "Cocktail bar"}, {"review": " A good place to go if you live nearby or walk, but not fun to bring guests to show an interesting and unusual place …", "rating": 5, "name": "Stas Yurchenko", "cat": "Cocktail bar"}, {"review": "Very atmospheric place! Awesome interior, serving alcohol (in test tubes), prices are pleasing.\nIt’s a pity, we only went for half an hour and didn’t fully experience it all ...", "rating": 5, "name": "Татьяна Рощупкина", "cat": "Cocktail bar"}, {"review": "Excellent and very colorful place.\n+ extreme cocktails - the main feature. Everything is on fire, knocking, whistling, pouring - a big company is very fun to order such things. …", "rating": 5, "name": "Надежда Пшенишнюк", "cat": "Cocktail bar"}, {"review": "Basement. As a result, there is little air. Many people. The prices are very, very reasonable. Atmospheric. But it's more of a studio cafe. Budget. And the aftertaste is the same.\nIf the hood was normal, I would put 4 stars. And so 2. A lot of cigarette smoke ...", "rating": 2, "name": "Людмила Агеева", "cat": "Cocktail bar"}, {"review": "I will be brief:\nFood:5+\nAlcohol: 5+ …", "rating": 5, "name": "Богдан Дубчак", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Kseniya Podolska", "cat": "Cocktail bar"}, {"review": " Democratic prices, noisy atmosphere are worth a look here …", "rating": 4, "name": "Іван Ніщименко", "cat": "Cocktail bar"}, {"review": "A friend decided to show me this place, took me around the yards, I already thought we were going to some kind of eatery, but it turned out that this was a feature of the place. We were treated kindly inside. Luckily we arrived before rush hour and didn't have to wait long...", "rating": 5, "name": "Елизавета Юрьевна", "cat": "Cocktail bar"}, {"review": "I really liked it here until 22.00. I can’t give details here, as this may negatively affect the work of the institution under quarantine conditions. …", "rating": 1, "name": "Катя Колчанова", "cat": "Cocktail bar"}, {"review": "Good place, prices for Kyiv are very low. We went on a Tuesday evening and there weren't many people. I really liked the service and fast delivery of food and drinks. The food at this establishment is average. The bar is good. Cons: Hard to find...", "rating": 4, "name": "Дмитрий Волошин", "cat": "Cocktail bar"}, {"review": "Great authentic place with an idea. Shots in beakers, nurses prepare and bring drinks. Prices are quite democratic. For a portion of French fries 28 UAH, mushrooms fried 35 UAH (yummy). Assorted steak 200 something. Huge selection…", "rating": 5, "name": "Olena Davydova", "cat": "Cocktail bar"}, {"review": "Very affordable prices for any wallet, a huge selection of cocktails and shots. It's easy to get drunk with a couple of friends without breaking your monthly budget. Great place 10/10…", "rating": 5, "name": "desinggger", "cat": "Cocktail bar"}, {"review": "Was here in the evening.\nUhhh...had a lot of fun. Tried the masked cocktail - it was not to be forgotten. …", "rating": 5, "name": "Вадим Петрив", "cat": "Cocktail bar"}, {"review": "Nice place to spend an evening with friends. The interior of the bar and the serving of shots correspond to the name. Cocktail card with extreme drinks and their serving is the highlight of this place 😄👌🏽 …", "rating": 4, "name": "Lesia Tereschenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Юличка Капустина", "cat": "Cocktail bar"}, {"review": "Good establishment.\nHuge selection of cocktails.\nClogged with people completely (Friday evening). …", "rating": 4, "name": "VitaliyPek Pek", "cat": "Cocktail bar"}, {"review": "Atmosphere, assortment and prices - class! The service is on the level, the waitresses are cuties) And everything is delicious (except for cold potatoes). I highly recommend visiting at least once...", "rating": 5, "name": "Alex Orlovsky", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ира Марк", "cat": "Cocktail bar"}, {"review": " cool shots, just hard to get and find, I hope you find a ring🤍 …", "rating": 4, "name": "Анастасія", "cat": "Cocktail bar"}, {"review": "Decent place with great service. Namely, for the young and those who have nothing left in their wallet. As well as soft background music and soft light. Cool cocktails in test tubes. The choice of alcohol is impressive, the shots are excellent ...", "rating": 5, "name": "Сергей Бельченко", "cat": "Cocktail bar"}, {"review": "There are surprisingly many positive reviews. There is absolutely nothing for a sober person to do here. All the shortcomings are immediately noticeable, and there were many of them. Been here for the first and definitely the last time. Prices are really very low and it is clear why. …", "rating": 1, "name": "Александра Бурко", "cat": "Cocktail bar"}, {"review": "I would call this place a cult. When you finally manage to find the entrance (if it's from two at the end of the house) and they bring you the menu, then the first feeling is that they brought you the version with the prices of 2012. But these are real prices. The food here is simple and…", "rating": 4, "name": "Oleksandra Kuliasova", "cat": "Cocktail bar"}, {"review": "Not expensive, delicious tatars and snacks. Great place to hang out with friends for a drink. Would not recommend beef steaks. Overall the main menu is not very there. But snacks and drinks are great...", "rating": 5, "name": "Анна Воробьева", "cat": "Cocktail bar"}, {"review": "Budget fun and boozy. But damn you find it!\nAn institution in the center of Kyiv, and at the same time hidden somewhere.\nOn the map wandered around this house for more than 10 minutes. …", "rating": 5, "name": "Женя Арм", "cat": "Cocktail bar"}, {"review": " I tried to find out about the availability of seats by phone. They replied that they would hand over the handset to the administrator. I listened to the background conversations for 30 seconds, and then just hung up. …", "rating": 2, "name": "Ольга", "cat": "Cocktail bar"}, {"review": " Friends first, the place is behind the street, so you may have a hard time finding it.\nIt is an ordinary roof bar, but the ones are incredibly cheap, definitely don't …", "rating": 5, "name": "Osman Nuri Şenel", "cat": "Cocktail bar"}, {"review": " They refused to serve strong alcohol to persons over 18 who had not reached 21 years of age. …", "rating": 1, "name": "Катерина Окопна (STAR WARS)", "cat": "Cocktail bar"}, {"review": " Cool thematic institution. Very adequate prices. Suitable for students 😉 …", "rating": 5, "name": "Karina Kapko", "cat": "Cocktail bar"}, {"review": " It is quite difficult to find an institution. Basement, without any signs outside (\nInside the atmosphere of a purely student bar. Value for money is quite …", "rating": 5, "name": "Tetiana Dziana", "cat": "Cocktail bar"}, {"review": " Not that easy to find. But the way there is worth it. You should definitely order the special drink Helmet. …", "rating": 5, "name": "Andreas Jansen", "cat": "Cocktail bar"}, {"review": "Not cozy and not well thought out interior. Not polite waiters. The menu was riveted in MsOffise 1995. The dishes do not match the description. But the concept is interesting. The prices are loyal. It's worth going once. Well, and if you are a poor, not pretentious student, you ...", "rating": 3, "name": "Анжелика Полищук", "cat": "Cocktail bar"}, {"review": "The prices are very loyal, there is a share of \"honey\" topics, but that's where the pluses ended. Edible, but not tasty, service for 3, crowded, smells of cigarettes, zero hoods. The bar is also a top three. …", "rating": 2, "name": "Vladyslav Nikolchuk", "cat": "Cocktail bar"}, {"review": "Come - drink - drink - drink ...\nIn general, everything is clear)\nReasonable prices, friendly staff.…", "rating": 5, "name": "Jeka Jeka", "cat": "Cocktail bar"}, {"review": "One of the best places in Kyiv for \"poking around\". Huge selection of cocktails and food at 2008 prices. There are extreme cocktails like kaska. The entourage is made in a hospital theme. Waitresses walk around in hospital gowns. The staff is smiling and…", "rating": 5, "name": "Sergey Mih", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Екатерина Ледина", "cat": "Cocktail bar"}, {"review": "The place is not bad. The interior matches the name. We were a group, everyone liked it. The only thing is that put at least some pointer, it's hard to figure out how to get to you. And it was not only for us that when portions left, people also ...", "rating": 4, "name": "AVID GAMER", "cat": "Cocktail bar"}, {"review": " I visited the institution for the first and last time. Drinks waited for more than 1 hour and 30 minutes waitress Faina Hamka, asked the administrator to come but he told us, or we wait or go away🤬🤬🤬🤬 …", "rating": 1, "name": "Андрій Динічук", "cat": "Cocktail bar"}, {"review": "Yesterday we were in this institution with colleagues, we really liked it, everything is delicious and satisfying! After gatherings in a narrow circle, ~ 20 more colleagues joined us .. The administration, the waiter were at the highest level! easily handled the unconventional...", "rating": 5, "name": "Роман Андросов", "cat": "Cocktail bar"}, {"review": "It looks like a good bar, I would put 4-5 if I didn't know what was going on inside. Conditions for employees are terrible, toxic administrators, unpaid overtime. In addition, they really like to throw employees on a salary here. Therefore 1 ...", "rating": 1, "name": "Игорь Залётный", "cat": "Cocktail bar"}, {"review": "Refused service. They said that they would sell shots if there are 21. They violate the law of Ukraine: the sale of alcoholic beverages (any) from the age of 18 is allowed. Ugliness. …", "rating": 1, "name": "Валерія Редькіна", "cat": "Cocktail bar"}, {"review": " Cocktails are good, but are made very quickly and by eye. …", "rating": 4, "name": "Oleksandr Goncharenko", "cat": "Cocktail bar"}, {"review": "A colorful place that is mega popular among both very young guys and people a little older. Service is situational, be prepared to look for a waiter, prices are democratic, which may have a little effect on the concentration of alcohol in …", "rating": 4, "name": "Ксенія Павлишинець", "cat": "Cocktail bar"}, {"review": "For those who got wildly screaming music in bars - that's it. Music barely plays in the background, not interfering with communication. The room is small, and even on Monday it was packed. The choice of beer is large, but the waiters will not let you get lost and will not answer …", "rating": 5, "name": "Happy Joy", "cat": "Cocktail bar"}, {"review": "Everything is great. New bunny staff. The administrator is strict and twitchy, and the waiters decided everything. Like. The kitchen, oddly enough, may seem very good. And considering the price tag, it's great. To the team working on the evening of 01/26/2019 …", "rating": 5, "name": "Александр Сергиенко", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Droma Anima", "cat": "Cocktail bar"}, {"review": "And you know how I went to the ward, it’s just awesome, I came with a friend to throw up, they didn’t come to us in 45 minutes to take an order, after 3 months I came by myself, they gave me the menu, I sat for 35 minutes and nothing has changed, the halls are less than half loaded, ...", "rating": 1, "name": "Alex Klimenko", "cat": "Cocktail bar"}, {"review": "Disgusting ending, difficult to find the entrance as there are no signposts, although that might be a good thing. You can often see drug addicts near the entrance, but the rocking staff turn a blind eye to this, which cannot but repel. AT …", "rating": 1, "name": "Ярик Изотов", "cat": "Cocktail bar"}, {"review": "Great place for an evening out with friends. Good atmosphere, reasonable prices, delicious food, good choice on the menu. The bar is visited by many foreigners, there are special themed cocktails from the bartender in accordance with the theme …", "rating": 5, "name": "Тарас Милькевич", "cat": "Cocktail bar"}, {"review": "Great place for an evening out with friends. Good atmosphere, reasonable prices, delicious food, good choice on the menu. The bar is visited by many foreigners, there are special themed cocktails from the bartender in accordance with the theme …", "rating": 5, "name": "Elena Diordiieva", "cat": "Cocktail bar"}, {"review": " The entrance of the place is behind the street and the basement floor. Also, it is a bit difficult to find since it does not even have a sign. A place with a nurse-doctor concept. We went on weekdays, we did not see a …", "rating": 3, "name": "Özgür Metin", "cat": "Cocktail bar"}, {"review": "Didn't like the place very much. The guys waited 30-40 minutes for a beer. We ordered Medium well ribeye, but in the end they brought meat with blood. We ordered ice cream, several waitresses came up and asked what kind of ice cream and with what we want. Waited for this...", "rating": 1, "name": "Nataliia Radelitska", "cat": "Cocktail bar"}, {"review": "Worst place I've been. Beer waited 30 minutes. The salad took 50 minutes. fifty! Ordinary Caesar .. Shots for about 15 minutes. We wanted to take something else “hot”, we decided that it’s better not to, we couldn’t stand it for another hour. Yes, it's cheap, but it's not worth it. …", "rating": 1, "name": "Виталий Черногор", "cat": "Cocktail bar"}, {"review": "One of the most democratic establishments in Kyiv in terms of price policy. Large bar list and the same large kitchen. The only downside is that the place itself is difficult to find for the first time. …", "rating": 5, "name": "Михаил Б.", "cat": "Cocktail bar"}, {"review": "Glad to visit after 5 years. The vision is still atmospheric. The dishes are delicious, alcohol in test tubes is cool))\nI advise ...", "rating": 5, "name": "Дмитрий Макалус", "cat": "Cocktail bar"}, {"review": "Specific but good place. This bar is located in the basement in the courtyard on the former street. Vorovsky. You won't find any signs or signs here. When you get here for the first time, you get the impression that this is an underground bar \"for your own\", …", "rating": 5, "name": "Анастасия Чеботарёва", "cat": "Cocktail bar"}, {"review": " Very bombing institution! Enthusiasm and atmosphere at the highest level. A delicious cuisine. The staff is very friendly and polite. Prices are moderate, students can relax and have fun. Separately, it is worth …", "rating": 5, "name": "St. Agapit", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Андрей Шмелев", "cat": "Cocktail bar"}, {"review": "Food, ambience, prices - everything is great. The only negative is the lack of a sign, so finding them is not so easy. I guessed at the front door - like in a psychiatric hospital)) waitresses go in medical gowns - sexy) I advise sea buckthorn from alcohol ...", "rating": 5, "name": "Жанна Мєханошина", "cat": "Cocktail bar"}, {"review": " For 15 years I have been inciting here from time to time))) if the goal is to get drunk, even with \"glasses\")), then you here. But be prepared that there may be no clean glasses))) and have to wait longer, because …", "rating": 4, "name": "Yevhen Kochubei", "cat": "Cocktail bar"}, {"review": "Unusual, ascetic, hospital, tasty. It was not easy to find, but all the more pleasant that we found it. And yes, I will recommend it to all my friends who are not looking for soft sofas for evening dresses. And democratic in terms of money. …", "rating": 5, "name": "Lora Matskevich", "cat": "Cocktail bar"}, {"review": "Planned to have a rest with the company on Friday. They came, but we were refused service, since there were no people over 21 years old. …", "rating": 1, "name": "МиронТ Толкиен", "cat": "Cocktail bar"}, {"review": "After the first visit, there were not very positive emotions. When, so to speak, I had to visit it again, I was completely delighted. You should definitely go here with a great company and be sure to try the author's cocktails! Mast…", "rating": 5, "name": "Юлия Степенко", "cat": "Cocktail bar"}, {"review": " At once I will tell about two unique positive points. These are girls in short gowns and alcohol with test tubes (which is the original). Three, the prices are not high yet. But all of this covers the horrible …", "rating": 2, "name": "Rhett Butler", "cat": "Cocktail bar"}, {"review": "Great place to have a drink and chat with friends. Alcohol is cheap. The ambience is spartan and casual, both inside and out. The visitors are the majority of the youth in their companies. Lots of fun cocktails. The kitchen is not...", "rating": 5, "name": "Dmitry Pushkaryov", "cat": "Cocktail bar"}, {"review": "Loved the atmosphere, food and prices. Everything is very affordable, tasty and fun. A place for a big and cheerful company. If you want to sit quietly and calmly, then you are definitely not here. But for lovers of jokes, fun and laughter, it's cool ...", "rating": 5, "name": "Yuliia Tselikova", "cat": "Cocktail bar"}, {"review": "Great atmosphere. The bartender sets fire to people in front of the bar, and blows vodka on the fire.\nThe kitchen is sad. The steak is like a sole. The potatoes are very dry, and the expensive steak for 120 UAH was not served with sauce :( …", "rating": 4, "name": "Petr Sacrа", "cat": "Cocktail bar"}, {"review": "The facility is cool! Super liked the idea! Delicious inexpensive shots in test tubes, girls in stockings and short robes!!!! Guys you are here to please the eye! But don’t touch it with your hands) like in a strip club))) A lot of cocktails, delicious meat! (any …", "rating": 5, "name": "Dihost •", "cat": "Cocktail bar"}, {"review": " Student-style institution, nothing extra,\nthe dishes are delicious, the shots in test tubes come with a bang!\nFor the company of cheerful friends - I recommend Chamber № 6! …", "rating": 5, "name": "Tanya Mamro", "cat": "Cocktail bar"}, {"review": "Popular place for tourists. But 2 bartenders for Saturday is not enough. Drinks had to wait. But the bartenders made extreme cocktails that were interesting to watch. Not expensive...", "rating": 4, "name": "Татьяна З.", "cat": "Cocktail bar"}, {"review": "There is no menu, the bartenders could not help with the menu. Thanks to the waitress, told everything\nCheap, for such money - top. price quality …", "rating": 4, "name": "Marina Romanenko", "cat": "Cocktail bar"}, {"review": "The prices are really very pleasant, but the entourage is rather weak, so much can be squeezed out of the theme, but in fact a couple of locations, some kind of incomprehensible music, with a T-shirt, not the youngest waitresses, who for some reason dressed up as sex workers (although …", "rating": 4, "name": "Andrii Bilous", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Алый Цветочек", "cat": "Cocktail bar"}, {"review": " Not bad, hard to find, but a lot of people are interesting to you. With the interior did not care much, except for the waitresses in white robes, iron boxes and test tubes little reminiscent of the ward. And the …", "rating": 5, "name": "Тетяна", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Юра (Yura)", "cat": "Cocktail bar"}, {"review": "The place has long since become obsolete. I was here for the first time in 2014 - then yes, there was a hint of originality. after that it hit several times - trash and waste. the toilets are dirty, more disgusting than in Bukowski at one time (believe me, you have to try very hard to …", "rating": 1, "name": "ann elleenn", "cat": "Cocktail bar"}, {"review": "Great place, with awesome service. Here you are always welcome at any time, a lot of people or few, you will be greeted warmly. Great promotions and amazing food. I want to come here to cheer up or just spend time ...", "rating": 5, "name": "Марина Совченко", "cat": "Cocktail bar"}, {"review": " Inexpensive, good food, nice climate.\n\n", "rating": 5, "name": "Piotr Bereza", "cat": "Cocktail bar"}, {"review": "The institution is excellent, the waiter Lola is charming. Delicious and not expensive. Cocktail in a helmet for 5+. Emotions run high. The entourage of the institution is normal .. and in order. For those who are accustomed to pathos, this is not the place ...... ...", "rating": 5, "name": "Bulka12008 X1071871", "cat": "Cocktail bar"}, {"review": " Wonderful institution.\nDelicious food.\nAffordable prices. …", "rating": 5, "name": "Романа", "cat": "Cocktail bar"}, {"review": "Excellent establishment. Very tasty cocktails and I especially love the pasta here. The only negative is the long wait for the waiter and the pasta is mostly cold. But I really love this place ♡ …", "rating": 4, "name": "hope darling", "cat": "Cocktail bar"}, {"review": " one of the best pubs in kiev.\n\ncertainly the cheapest. …", "rating": 5, "name": "marco d'addio (jointino)", "cat": "Cocktail bar"}, {"review": " The place is interesting, but some are not good.\nYou need to update the menu and indicate the weight of the dish, as well as all the ingredients of the dish. …", "rating": 3, "name": "Зоя Бойко", "cat": "Cocktail bar"}, {"review": "Good home atmosphere. The prices are great and the bartenders are nice. I often visit this establishment. You can always ask to leave personal items behind the bar or charge. There are a lot of tourists in this place. I highly recommend this place. …", "rating": 5, "name": "Anton Panteleyev", "cat": "Cocktail bar"}, {"review": "Very inexpensive, delicious cocktails.\nThe idea of ​​a psychiatric hospital, as for me, is not fully disclosed. A signature cocktail, when you put on a helmet and set something on fire on your head - it’s more interesting to watch from the side, but ...", "rating": 4, "name": "Eugene Shvedov", "cat": "Cocktail bar"}, {"review": "Were at the weekend in this institution, came for the atmosphere, and got a small ROCKET in a test tube with a shot ((\nBut this did not surprise the waitress, apparently we are not the first and we are not the last. No...", "rating": 1, "name": "Laura Gevorkyan", "cat": "Cocktail bar"}, {"review": "This place is very bad. We ordered full-done steaks, but they were brought to us with blood, especially the pork was generally half-baked, which is unacceptable. At the request to change the dish, they brought us the same steaks, in the same plates, and again ...", "rating": 1, "name": "Юлия Омельченко", "cat": "Cocktail bar"}, {"review": "If you want to have fun with friends for little money, then you are here! :) I haven’t seen cheaper cocktails :)\nA specific but very fun place! You can write and talk a lot, but …", "rating": 4, "name": "Samantochka Verevkina", "cat": "Cocktail bar"}, {"review": "Great prices and good cocktails. The main thing is to absorb the atmosphere, well, and also find an entrance) ...", "rating": 4, "name": "Anven Stonewill", "cat": "Cocktail bar"}, {"review": "Last Thursday (11/22/18) we were a big company in the ward, the service was at a bad level, the waiter Darina treated us badly, after that she tried to rob us for 400 UAH, and after calling the police, she threw her notebook into her backpack to …", "rating": 1, "name": "Александр Пыхтин", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Евгения Кучер", "cat": "Cocktail bar"}, {"review": "Cool place, great atmosphere. Cheerful waitresses, very reasonable prices, good quality of food. The only thing is that it’s time to update the chairs and the menu books themselves, otherwise they look a little outdated ...", "rating": 5, "name": "Артем Мельниченко", "cat": "Cocktail bar"}, {"review": " As always, everything is fine. I had to order in 4 days to make Friday night atmospheric. Everything was served very quickly despite the occupancy of the hall. Very popular place among students)) …", "rating": 5, "name": "Василь Іванченко", "cat": "Cocktail bar"}, {"review": "A very popular place among students and young people. There are good prices for food and alcohol. You can hold any event with a large company. Of the minuses: noisy, dirty and a long time to wait for food orders. …", "rating": 3, "name": "Ярослав Троян", "cat": "Cocktail bar"}, {"review": "Tasty, very inexpensive, high quality (no hangover in the morning)\nFunny extreme cocktails) …", "rating": 5, "name": "Viktoria Lysenko", "cat": "Cocktail bar"}, {"review": "Divine. I returned in my 2008. Great place. Delicious steak. And no one at lunchtime. Marvelous. I will go there now. Where else can you have an inexpensive lunch in Kyiv and not a business lunch. I recommend shorter. …", "rating": 5, "name": "Wind Stepanov", "cat": "Cocktail bar"}, {"review": "Nice, original place, average prices. It is difficult to find it, as it is located in the yards)) You won’t get too drunk with shots in test tubes, since there are 20 ml test tubes, but the idea is cool. …", "rating": 4, "name": "Анастасия Крюкова", "cat": "Cocktail bar"}, {"review": "Came here to celebrate my sister's birthday. They greeted us, asked where we want to sit down, asked for a cozy place, we were told that all the places here are cozy. OK. We sat down, chose, the waiter was not very friendly. Ordered 3...", "rating": 1, "name": "Дарина «KeD» Выхор", "cat": "Cocktail bar"}, {"review": "The booze is good, the price / quality corresponds, you can throw up for cheap. The food is lousy, there is no meat in salads at all, and in burgers too. Bartenders are a ray of light in this kingdom. Special thanks to the bartender Maxim, and the bartender in a bandana (alas, ...", "rating": 4, "name": "Julia Igumenova", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Андрей К", "cat": "Cocktail bar"}, {"review": "The institution - like a time machine - returned to its student years. Nothing has changed - the menu and the interior remained the same. Who wants to return to 2013 and feel young and carefree again - you are here! …", "rating": 5, "name": "Катерина Петренко", "cat": "Cocktail bar"}, {"review": "Well, what I want to say))))) of the minuses is, of course, that there are no signs, I had to go out twice and I really liked everything about this yard, prices: guys, well, sooooo cheap, alcohol: tasty, and also cheap, ...", "rating": 5, "name": "Alina Ruchka", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Сускеслав", "cat": "Cocktail bar"}, {"review": "Very affordable bar and food prices. It is located in a very inconspicuous place, a quiet courtyard. BUT! By 22:00 hours, such a continent is gathering there that if you came with a group of girls, then you better leave))) The choice is yours. …", "rating": 4, "name": "Татьяна Пилипенко", "cat": "Cocktail bar"}, {"review": "You can bring tourists here, no more. The interior is interesting, the waitresses are in interesting uniforms. Plot. The service is good, the prices are slightly more expensive than in the student canteen, but they also cook from what is in the student canteen. In Caesar they put ...", "rating": 2, "name": "Полина Ивченко", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Artem Kriachok", "cat": "Cocktail bar"}, {"review": "The price-quality ratio is superb. The prices are not high and the choice of alcohol is good. Shots that cost 80 UAH in hookah bars cost 30-35 here. In general, for a company of students, that's it. …", "rating": 5, "name": "Vladyslav", "cat": "Cocktail bar"}, {"review": "It's not tasty!!! Caesar is a complete g ... And in general, nothing was left of the old chamber, the bartender saved the evening, the kitchen (I don’t recommend it, we don’t come here anymore! ...", "rating": 2, "name": "FOX FOX", "cat": "Cocktail bar"}, {"review": " Good place to light a fire;)\n\n", "rating": 5, "name": "Audrius Šaučiulis", "cat": "Cocktail bar"}, {"review": " I visited here thanks to my friends. The classy casual atmosphere, courteous waiters, are quick to serve.\nIn the closet it was dull and mocurable ... disgraceful visitors ... …", "rating": 4, "name": "Pathetic traveller", "cat": "Cocktail bar"}, {"review": " Prices - like everywhere in Ukraine, that is cheap. Unfortunately, it's very busy and hard to order anything - not to mention a table or other place - but the view of the most fiery and spectacular item from the menu …", "rating": 4, "name": "Alek Kamiński", "cat": "Cocktail bar"}, {"review": "My favorite place, as well as all visiting friends adore it. Everything is delicious, drunk, and budget! Maximum budget by Kyiv standards. An unusual place, and perhaps the best for young people 🤟🏻 …", "rating": 5, "name": "Анна", "cat": "Cocktail bar"}, {"review": "A place with history) you expect less - you get more) prices and variety of cocktails are top. The cuisine is mostly delicious, sometimes it can fail. …", "rating": 5, "name": "Alex Bilenko", "cat": "Cocktail bar"}, {"review": "Cheap and cheerful.\nThe kitchen does not shine with special frills, but everyone loves it not for food. A fairly large selection of spirits and vodka in test tubes. Location in the center. Otichnoe …", "rating": 4, "name": "Дмитрий", "cat": "Cocktail bar"}, {"review": "Great bar) Large selection of kotejki, though not all are available. The interior is stylized as a mental hospital, very atmospheric. Of the minuses - I did not like the quality of alcohol in cocktails, the waitress was poorly versed in the menu. …", "rating": 4, "name": "Evgenia Ruban", "cat": "Cocktail bar"}, {"review": "The legendary institution of the city. I advise everyone to go and check out the soft room. Budget, fun, colorful. For lovers of a fun weekend and \"distract\" from the work environment. Plunge into the fun and holiday, the staff will definitely …", "rating": 5, "name": "Игорь Шовкун", "cat": "Cocktail bar"}, {"review": "A good place with low prices, you can have a great time with friends. Good menu, good range of cocktails. The only downside is that it gets a little stuffy in summer. …", "rating": 5, "name": "Александра Мельник", "cat": "Cocktail bar"}, {"review": "Chic bar with original serving and cocktail names\nI advise you to try the extreme cocktail \"casca\", very fun\nAll staff are friendly and not rude.…", "rating": 5, "name": "Дмитрий", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "esmeralda zhestikina", "cat": "Cocktail bar"}, {"review": "Interesting place, good service. You can find many interesting acquaintances. I have never left without a great experience. If you need to practice spoken English, then this is a great place, because there are very often …", "rating": 5, "name": "Александр Хапченко", "cat": "Cocktail bar"}, {"review": "Nice place to have a drink and have fun with company, lots of cool drinks…", "rating": 5, "name": "Laionel De Funes", "cat": "Cocktail bar"}, {"review": "A very colorful bar, but far from everything is brought in test tubes, it is better to clarify this point when ordering in order to avoid disappointment. It looks more like a student eatery, but the idea is very creative. Not knowing where to go to find it will be wrong ...", "rating": 4, "name": "Таисия Чередниченко", "cat": "Cocktail bar"}, {"review": "We came here not for the first time, but this time they simply refused to serve us, even though everyone in the company was an adult. Nothing adequate justified this)))) ...", "rating": 1, "name": "Анастасія Давидюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ren Velesova", "cat": "Cocktail bar"}, {"review": "Was today in this institution in a test tube with a cocktail found a piece of broken glass that cut the tongue. To which the administrator reacted at least strangely. \"Offered a wiping cocktail at the expense of the house\" I have the only hope that this is ...", "rating": 1, "name": "Natasvet Koiliak", "cat": "Cocktail bar"}, {"review": "Refused to sell alcohol after 18 years. They violate the rights of a citizen without explanation ...", "rating": 1, "name": "Kyryl Shtefiienko", "cat": "Cocktail bar"}, {"review": "A strange concept and an even stranger audience. Watered cocktails. Served for a very long time. Suitable for a company if you are tired of delicious food, good alcohol and service and intend to spend a bad evening on purpose ...", "rating": 2, "name": "Ольга Корнева", "cat": "Cocktail bar"}, {"review": "A secret bar in the center of Kyiv, but it seems that everyone knows it for a long time. The place opened a long time ago, and has already lost some of its charm, and the cocktails are not the same anymore. But the halls are still not overcrowded, and on weekends you can not find places. …", "rating": 4, "name": "Eugenia Gordeeva", "cat": "Cocktail bar"}, {"review": "Disgusting service. Booking a table is a whole quest. \"Call in half an hour\" and so on all Friday / Saturday, but in the end, \"No, there is not even room for two people.\" There was an extremely epic situation - they came to the pub on Friday with a small company in …", "rating": 2, "name": "Karina Aleksandrovna", "cat": "Cocktail bar"}, {"review": "Good place to warm up Friday evening) atmospheric, funny, noisy, not expensive 😊 …", "rating": 5, "name": "Yuliia Fedoran", "cat": "Cocktail bar"}, {"review": "Exterior: entrance in the yards, in the basement, do not expect large, bright signs, it is not easy to find an institution for the first time ...", "rating": 4, "name": "Vlad Shkvara", "cat": "Cocktail bar"}, {"review": "The place to sit and drink is simply gorgeous, take absinthe and radion's liver and you will be happy, beautiful style and prices in general, everything is gorgeous, for a student the most zaebumba is just ...", "rating": 4, "name": "Vitalik Bilonozhko", "cat": "Cocktail bar"}, {"review": "Pros: original serving of extreme cocktails; not very crowded with people, because there are no signs.\nOf the minuses: music, interior. …", "rating": 4, "name": "Stas Veselyi", "cat": "Cocktail bar"}, {"review": " Everything is very bad. Were company in this bar. The music was extremely loud and everyone tried to shout it, I even snored. In addition, it was quite cold in the hall. Wait for the waitress figs, as well as dishes. …", "rating": 1, "name": "Дом Солнца", "cat": "Cocktail bar"}, {"review": " Excellent whiskey sauer and shots: hiroshima, b-53, slippery nipple. Great prices! The bartender created a feeling of definitely not a cheap establishment! …", "rating": 5, "name": "Світлана Линчак", "cat": "Cocktail bar"}, {"review": "If you drink at the bar - the place is excellent, but sitting at the table there was a meeting with a cockroach under the table, we were transplanted, after half an hour the cockroach ran over the salad, thereby letting us know that we were leaving ... ...", "rating": 4, "name": "Алексей Хороший", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Yullia Volynets", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Max Khmelevski", "cat": "Cocktail bar"}, {"review": "a very interesting boiler room map with interactives, a very decent presentation. cons - terrible beer selection, disgusting fish snacks. In general, if you go there to kill yourself with shots, the impression is very positive. …", "rating": 4, "name": "Максим Коротков", "cat": "Cocktail bar"}, {"review": "Good format of the establishment, reasonable prices, liked the service, original shots\nThe choice of dishes on the menu is huge, but not everything is edible ...", "rating": 4, "name": "iryna zuba", "cat": "Cocktail bar"}, {"review": " Incredible atmosphere, delicious food, quality drinks and their choice, low prices and extreme cocktails as a mini fire show)\nBut on the weekend to book a table in advance, because it is always very …", "rating": 5, "name": "Алексей Пронькин", "cat": "Cocktail bar"}, {"review": " It's just awful!\nI did not like it at all. We came with friends company of ~ 10 people. The atmosphere in the hall we were in was completely non-existent. Although the next room …", "rating": 1, "name": "Елизавета Кукуруза", "cat": "Cocktail bar"}, {"review": "Pleased with its uniqueness of serving dishes and drinks, quite pleasant prices. It is better to be there once than to hear a hundred times. Who is tired of the usual standards - this place is definitely for you! …", "rating": 5, "name": "Игорь Голубчиков", "cat": "Cocktail bar"}, {"review": " For many years, from time to time I visit this institution, always pleasing very pleasant prices, especially in comparison with other facilities in Kiev. The atmosphere is wonderful, fun and exciting! A wonderful …", "rating": 5, "name": "Жадана Соснина", "cat": "Cocktail bar"}, {"review": "\nEccentric, fun, but not tasty and dirty", "rating": 3, "name": "Lexsi NOk", "cat": "Cocktail bar"}, {"review": " Great bar. It is not easy to find, but we managed the reviews and the map. In the yard at the specified address there is a staircase in the basement - you go there. Inside is quite spacious, wide menu of both alcohol …", "rating": 5, "name": "Мария Вдовиченко", "cat": "Cocktail bar"}, {"review": "\nNormal cocktails and food is just awful", "rating": 2, "name": "Alona Kimlyk", "cat": "Cocktail bar"}, {"review": "They refused to serve the entire company because several people wanted to order alcohol for themselves, for some reason they began to demand passports from everyone, this is the first time we are faced with such a problem, we have not seen such an attitude in any institution ...", "rating": 1, "name": "Богдан Слободянюк", "cat": "Cocktail bar"}, {"review": " Wonderful place with unbelievably attractive prices for Kiev, warm atmosphere and fun music. It's a little noisy here, but you can hear it even in the company. …", "rating": 5, "name": "Ира Ирина", "cat": "Cocktail bar"}, {"review": "Great bar. Delicious cocktails, fun environment. I've been visiting this place for over two years now and I love it. Prices are good, staff is friendly. I advise everyone :) ...", "rating": 5, "name": "Alina Wolfskin", "cat": "Cocktail bar"}, {"review": "The place is atmospheric. Cocktails are interesting and tasty. Don't eat here. Not good, rubbish...", "rating": 3, "name": "Julia Jul", "cat": "Cocktail bar"}, {"review": "Great place, funny bartenders and delicious cocktails. Cool themed setting. It is true that you need to book a table in advance, there are always a lot of people. The prices are nice. You can watch football. …", "rating": 5, "name": "Инесса Чиркова", "cat": "Cocktail bar"}, {"review": "You definitely need to go once. Waiters and bartenders in medical uniforms serve shots in test tubes (you can “kill yourself” with these shots for one or two). The food is normal, the prices are low, mostly people 18-25 years old. The surroundings are modest, but when the company is cool, then this is ...", "rating": 3, "name": "Елена Гаттурова", "cat": "Cocktail bar"}, {"review": "Cool place. Great service - the bartender makes quite flashy shows outdated. Somewhat crowded and noisy, but overall the atmosphere is pleasant. The price tag is above average. …", "rating": 5, "name": "Екатерина Великосельская", "cat": "Cocktail bar"}, {"review": " In general. Prices are good, the atmosphere was good. Not noisy. Just to have a great time with friends\nLemon and cranberry tinctures are presented in test tubes. …", "rating": 5, "name": "Dmytro Vytvytskyi", "cat": "Cocktail bar"}, {"review": "Yes, atmospheric, not expensive and the staff are cool guys. But drinks and food are mediocre. …", "rating": 3, "name": "Li Sweetheart", "cat": "Cocktail bar"}, {"review": "Loft-style establishment. Quality service, low prices and very cool cocktails. A wide selection of shots and longs according to the recipe. Come with a company of fun. …", "rating": 5, "name": "Екатерина Туманова", "cat": "Cocktail bar"}, {"review": "Cheap but don't like the food. Maybe I ordered food that was not quite right for this place - pastas are prepared disgustingly here. Reasonable waiters. It's nice to sit with friends, but I won't come back to eat there again. …", "rating": 3, "name": "Elena Lege", "cat": "Cocktail bar"}, {"review": "The object is located in the basement.\nInterior for the \"troika\" ... I was afraid to order the kitchen ... from the pros - a lot of young people, including students ...", "rating": 3, "name": "Ярослав", "cat": "Cocktail bar"}, {"review": "Been to this place several times, not easy to find. Alcohol is served in a special beaker, as in Medical institutions. A huge number of different contests, DJs and other Sadomia))) ...", "rating": 5, "name": "Pavlo", "cat": "Cocktail bar"}, {"review": "Great place - great style, very friendly staff. Prices are affordable. True, the first time you do not always find the entrance, because it is from the yard. …", "rating": 5, "name": "Vitaly N", "cat": "Cocktail bar"}, {"review": "Cool place, delicious cocktails, when visiting this bet, be sure to take a schnitzel (chicken or pork) very tasty and a lot))) …", "rating": 5, "name": "Оксана Жукова", "cat": "Cocktail bar"}, {"review": "Quite an interesting place. Friendly staff, huge selection of cocktails, great prices. Although, the latter is compensated by the quality of the ingredients :-) But, as a continuation of the evening, more than good :-) …", "rating": 4, "name": "Dmitriy Dakter", "cat": "Cocktail bar"}, {"review": " Cool atmospheric place, where it's great to relax with the company! Prices are very loyal, and the staff comprehensively strengthens the profile of the institution :) …", "rating": 5, "name": "Владислав Шелоков", "cat": "Cocktail bar"}, {"review": "The food is poor quality, eating there is a bad idea. The room is stuffy and noisy. The bartender behaves in a familiar and rude manner, however, the cocktails are normal and cost adequate money …", "rating": 3, "name": "Dmitry Romanov", "cat": "Cocktail bar"}, {"review": "Sharp administrator, strange site, no feedback. Underground and shabby are two different things. The menu is like in cheap eateries in files, and don't say that this is such a chip. The bartender is not at the counter. Talked to regular...", "rating": 2, "name": "ChizhDp", "cat": "Cocktail bar"}, {"review": "Great place to meet up with friends. The unusual interior of the establishment and the interesting serving of drinks in test tubes pleasantly surprises. And cocktails \"helmet\" and \"syringe\" are generally something new. Nice atmosphere and good prices.…", "rating": 5, "name": "Екатерина Ярая", "cat": "Cocktail bar"}, {"review": " Not a bad interior, a very interesting idea, but there are some issues. When we ordered a bottle of rum and brought it to us, the excise stamp was glued with adhesive tape. It's kind of weird to me. …", "rating": 3, "name": "Евгений Бешляга", "cat": "Cocktail bar"}, {"review": " Prices norms. Service speed - slow. Pasta with seafood - seafood was not fresh, which is not normal at all. Alcohol itself is not felt in alcoholic beverages, so I advise you to take shots. …", "rating": 3, "name": "Софія Швець", "cat": "Cocktail bar"}, {"review": "If you order shots, then ask for serving in test tubes. It's a very interesting experience :) …", "rating": 5, "name": "Александр Стародубцев", "cat": "Cocktail bar"}, {"review": " A place of youth))) Prices are ridiculous, they cook deliciously. Waiters and bartenders are always friendly and humorous. The menu has a wide range of both dishes and drinks. The concept of the institution is …", "rating": 5, "name": "Катерина Я", "cat": "Cocktail bar"}, {"review": "The idea is interesting :) but! I didn’t like that there was football on TV, and the music played very quietly. The shots were brought not in a tripod, but in a glass .. and they didn’t bring a knife and fork to the steak, I had to go ask. …", "rating": 3, "name": "Lenovka", "cat": "Cocktail bar"}, {"review": " Noisy, crowded establishment. The only benefits are fairly affordable prices and an interesting feed …", "rating": 3, "name": "Іра Мосійчук", "cat": "Cocktail bar"}, {"review": "Great place with very reasonable prices and extremely friendly staff. So, you know, friendly that even without pretense. I really liked it. …", "rating": 5, "name": "Mikhail Saranskov", "cat": "Cocktail bar"}, {"review": "A wonderful bar that I now want to go to more often. Food, bar, staff - all top notch. …", "rating": 5, "name": "Евгений Пунов", "cat": "Cocktail bar"}, {"review": "It was our first time there and we knew we would be back. Delicious food, very tasty shots and tinctures. Fast and pleasant service and, most importantly, affordable prices, which simply does not count with the points listed above, but it is! Super! …", "rating": 5, "name": "Eugene Petrikeev", "cat": "Cocktail bar"}, {"review": "A legendary place with a long history. Not much has changed over the past 10 years, but it's even good. One of the best options to feel like a student again) …", "rating": 5, "name": "8NCM", "cat": "Cocktail bar"}, {"review": "Perhaps the best bar in Kyiv, both in terms of drinking and food. If you haven't been here yet, you've missed all the fun.\nI recommend!!!! …", "rating": 5, "name": "ENCORE ENCORE", "cat": "Cocktail bar"}, {"review": " A great inexpensive place for a friendly get-together is perfect …", "rating": 5, "name": "Виктория Бабенко", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Карина Скрипак", "cat": "Cocktail bar"}, {"review": "The prices do not match the atmosphere and the quality of the food. But there is one plus, this is a favorite place of the activists of \"Sober Driving\". The details of your car will be shared with the police, which helps to secure the roads of Kyiv. …", "rating": 2, "name": "Енот Полоскун", "cat": "Cocktail bar"}, {"review": "They cook very tasty! A little crowded, interesting interior, stylistically dressed waiters. Stunning serving of some alcoholic drinks (in helmets and with fire) :))))) …", "rating": 4, "name": "Екатерина Екатерина", "cat": "Cocktail bar"}, {"review": "I have been visiting the Chamber for 10 years)\nGreat service, atmosphere and cheap prices)))…", "rating": 5, "name": "Виктор Чикалов", "cat": "Cocktail bar"}, {"review": " Unreal cool place and staff.\nI will come back many more times! …", "rating": 5, "name": "Катерина Дейнека", "cat": "Cocktail bar"}, {"review": "A very unusual and unusual place. Everything is not expensive enough, I am sure that this place will become one of the priorities ...", "rating": 5, "name": "Wed PitBull", "cat": "Cocktail bar"}, {"review": " We went here many times. You can either eat lunch and sit in the evening, at night, for test tubes.\nMany students running around in groups to drink beer. One of these companies, in …", "rating": 5, "name": "Anastasiia Povzyk", "cat": "Cocktail bar"}, {"review": "Very good restaurant with reasonable prices and good food. The interior and a \"special\" cocktail from the bartender add a special entourage😀 ...", "rating": 5, "name": "Liuda Ivashchuk", "cat": "Cocktail bar"}, {"review": "It works until late, there is a lot to drink and the prices do not bite, there are author's cocktails, friendly girls in nurses' coats, drinking in test tubes, you can sit down with a large company. …", "rating": 5, "name": "Виктор", "cat": "Cocktail bar"}, {"review": "This establishment is gradually losing its charm... The greed of the owners? The bartenders have changed Sib for a long time, some robots have come, which even \"hello\" to you! won't say... ...", "rating": 4, "name": "Іван Коваль", "cat": "Cocktail bar"}, {"review": "They refused to serve, arguing that the people of the company were under 21 years old, although everyone was over 18 ...", "rating": 1, "name": "Максим Максимчук (Scholar Errantia)", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vlad Vlad", "cat": "Cocktail bar"}, {"review": "Nice atmosphere, delicious mushroom fries with sauce, didn't try the cocktails. Whiskey diluted in moderation) ...", "rating": 5, "name": "Garry Ga11er", "cat": "Cocktail bar"}, {"review": " Nice venue but it makes sense to go anywhere on weekdays with reservation. People have a service-oriented understanding of money in the second place .. The concept is beautiful …", "rating": 4, "name": "onyx 34", "cat": "Cocktail bar"}, {"review": "A cockroach was crawling on a plate of food. Threesome cocktails. No sign, barely found. Shots were served while we moved away. …", "rating": 1, "name": "Galina Baranova", "cat": "Cocktail bar"}, {"review": "It was a great mood, it was Saturday, there was a city pub crab... But. I don’t want to remember the room which left a not very pleasant feeling. There were four of us, we ordered the cheapest beer. The attitude was predictably biased. I …", "rating": 1, "name": "KURINNOY", "cat": "Cocktail bar"}, {"review": "Great underground bar. Delicious meat and fast service. Easy to book a table and watch football. Very democratic prices. The interior is grayish, not very interesting. But overall it's nice and cozy. …", "rating": 4, "name": "Eugene D", "cat": "Cocktail bar"}, {"review": "A colorful place, cute nurse waitresses, ridiculous prices, cocktails are served in test tubes and special extreme cocktails that are drunk at the bar counter with all sorts of lotions. All in all, definitely worth a visit. …", "rating": 4, "name": "Olena", "cat": "Cocktail bar"}, {"review": "Great prices, good quality, nice waiters and bartender, thanks for the great time together…", "rating": 5, "name": "olexey kononenko", "cat": "Cocktail bar"}, {"review": "Interesting interior and concept. Good menu and very cool signature cocktails! …", "rating": 5, "name": "Артем Можейко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Кристина Кузьменко", "cat": "Cocktail bar"}, {"review": "This is a great bar with great prices, friendly staff! And if you really don’t pay them a salary, then this is not very good, I hope that everything will be as it should. …", "rating": 5, "name": "Ruslan", "cat": "Cocktail bar"}, {"review": " Very good atmosphere and good vodka the Siberian boss at the top …", "rating": 5, "name": "sandrine karosi-pinot", "cat": "Cocktail bar"}, {"review": "Great place to relax with friends. Good atmosphere, reasonable prices, delicious food. There are special themed cocktails from the bartender in accordance with the theme of the institution. …", "rating": 5, "name": "Анастасия Векленко", "cat": "Cocktail bar"}, {"review": "It was delicious, service was great. It’s a pity we didn’t feel the atmosphere, because you will get there at 12 noon😅 So soon a second entry, but in the evening) …", "rating": 5, "name": "Mariya Rubets", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Артём Рябенький", "cat": "Cocktail bar"}, {"review": "Nice place, very funny interior. Alcohol is served in test tubes 😂 it's something 😂😂\nDelicious cuisine, ate to death 😊 It's a pity the place is plain, if you don't know where - …", "rating": 4, "name": "Дмитрий Боженко", "cat": "Cocktail bar"}, {"review": "If you haven't been to this place, it's worth stopping by to \"see\". Tasty food. A lot of beer. On Fri evening it is better to book a table in advance. usually a lot of people. …", "rating": 4, "name": "Evgen Odrina", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Alexandr Seleznev", "cat": "Cocktail bar"}, {"review": " It is my place. Especially where the walls are upholstered with soft)))) …", "rating": 5, "name": "TourClub Сергія Вікарчука", "cat": "Cocktail bar"}, {"review": "An entourage place where you can spend time with the company. Noisy, so if you want a quiet conversation, then this is not the place. People go to the Chamber for emotions and entourage cocktails. …", "rating": 5, "name": "Marina Oscar", "cat": "Cocktail bar"}, {"review": "If you want to have a great time in a relaxed atmosphere, then you are here. Cool extreme cocktails and delicious longs. You will not regret, I advise 💙💙💙💙 ...", "rating": 5, "name": "Ася Ковальчук", "cat": "Cocktail bar"}, {"review": "Nice place, albeit a bit noisy. Great for company. Of the pleasant things, shot = 2 * shot in a test tube (and Tabasco is Tabasco, and not just the name) ...", "rating": 5, "name": "Vadik Uniatytskyi", "cat": "Cocktail bar"}, {"review": " Oh, the institution of my student life.\nPrices impressed. It's as if they've been frozen there since 2011.\nCozy and interesting place. …", "rating": 4, "name": "Eugénio Yamnenko", "cat": "Cocktail bar"}, {"review": " Great experience! They helped me with which meals are vegetarian and enjoy a unique show! They are super nice! It is taking the alley and everything to the right, there are usually people outside smoking / doing …", "rating": 5, "name": "Manuel Mariscal", "cat": "Cocktail bar"}, {"review": "A good institution, as well as from the very beginning of existence. Prices are very low for this location. Always interesting people and good drinks and cuisine. It has its own ATMOSPHERE, which is very important and rare these days. …", "rating": 5, "name": "Олег Борушко", "cat": "Cocktail bar"}, {"review": "Great spectacle and show, many thanks, I celebrated my birthday perfectly, I will definitely come again more than once ...", "rating": 5, "name": "Sovushek 11 (Орган)", "cat": "Cocktail bar"}, {"review": "its own relaxed atmosphere. delicious cuisine. It is noteworthy that in the center, and the prices are sooooo good!!! one of the favorite establishments of our company) I advise everyone to drink alcohol from beakers ;-) …", "rating": 5, "name": "Сергей Сергеевич", "cat": "Cocktail bar"}, {"review": "An excellent institution, I have been more than once, those who do not know will not find the institution right away. Excellent zegs, nice interior. I will come here again and again. Very tasty french fries and quite interesting shots…", "rating": 5, "name": "Станислав Кипра", "cat": "Cocktail bar"}, {"review": "Very cool and atmospheric place.\ncreative)\nThe prices are really great…", "rating": 5, "name": "Анастейша Раткина", "cat": "Cocktail bar"}, {"review": "Prices are below average. Portions are big. This makes me anxious. Large selection of alcohol. Atmosphere - for an amateur, I did not like it. Everywhere is dirty. …", "rating": 2, "name": "Karina Shkliaruk", "cat": "Cocktail bar"}, {"review": "Nice place with the nicest staff, amazing environment and great prices. Because of the latter, there are a lot of students :)\nThere were problems with the quality of the cuisine, but after the last visit there were …", "rating": 5, "name": "Igor Serebrov", "cat": "Cocktail bar"}, {"review": "Cocktails are great! Especially \"extreme\"! Also delicious natural liqueurs.\nBy the way, you can eat cheaply and satisfyingly. …", "rating": 5, "name": "Алексей Гоман", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Pavel Kalinin", "cat": "Cocktail bar"}, {"review": " Tasty, very cheap. Good service. It is almost impossible to go without reservation on Friday evening. But there are some problems with cleanliness. …", "rating": 3, "name": "Eliza Zlyva", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Mr. Mad", "cat": "Cocktail bar"}, {"review": " Very interesting place, in a good way. There are few dishes on the menu, but they are prepared with a clear mood and are always delicious. And as for \"something to drink\" - here at least add. For every taste and …", "rating": 5, "name": "Андрій Миронченко", "cat": "Cocktail bar"}, {"review": "Super place, a real exclusive! The most interesting thing is that the pub has existed for more than 10 years, I was a student here for the first time. Very cool pub! …", "rating": 5, "name": "Niko Music", "cat": "Cocktail bar"}, {"review": " Cool test tubes and extreme cocktails\nThe food is mediocre\nSeparate Like for Nursing Officers) …", "rating": 4, "name": "Olga Mirchuk", "cat": "Cocktail bar"}, {"review": " Interesting, unique place in Kiev! Hard to find, but definitely worth it! 😊👍🎉 …", "rating": 5, "name": "Monika Mikšytė", "cat": "Cocktail bar"}, {"review": " Perfect value for money. The staff (in the form of waitress Darina) knows the menu perfectly and orders are made very quickly. Satisfied everyone, thank you for the evening!) …", "rating": 5, "name": "Алексей Дудник", "cat": "Cocktail bar"}, {"review": "Pouring norms, the interior is interesting, but unwashed dishes and terrible cocktails ruined everything…", "rating": 2, "name": "Виктория Евграфова", "cat": "Cocktail bar"}, {"review": "A good pub, cozy, they have a menu in electronic form, but printed in English. …", "rating": 5, "name": "Алёна", "cat": "Cocktail bar"}, {"review": "Great place, good prices, great people, great waiters. The food is delicious, the drinks are divine)…", "rating": 5, "name": "Nina Polishchuk", "cat": "Cocktail bar"}, {"review": "Great location, cheap and tasty. Portions are big. The only downside is it's a little stuffy. Although they are in the basement, but the hoods could do better. …", "rating": 5, "name": "Денис Анатольевич", "cat": "Cocktail bar"}, {"review": "The place as a whole is not bad, but I didn’t see a particularly large selection of beer there, although it’s not a pub, I still wanted variety, there were a lot of shots, they were tasty and served in test tubes, they took cocktails, but for me personally they were like lemonade of no degree ...", "rating": 3, "name": "Kristina Solovyova", "cat": "Cocktail bar"}, {"review": " Pleasant establishment, with good staff, delicious cuisine and not expensive. …", "rating": 5, "name": "Alexander Litke", "cat": "Cocktail bar"}, {"review": "Good for young people. But for me it is very noisy there, quieter than in porter. And Caesar was made from fried chicken. The prices are normal. …", "rating": 4, "name": "Yaroslav Cherednyk", "cat": "Cocktail bar"}, {"review": " Quite an atmospheric place with a wide range of both delicious food and drinks. One minus - a small range of draft beer. …", "rating": 5, "name": "Віталій Бриков", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Anna Skliarenko", "cat": "Cocktail bar"}, {"review": "Specify the current working time, please. We arrived but the establishment was closed even though the website says you are open until 02:00. We are very upset! …", "rating": 1, "name": "Yulia Soldatova", "cat": "Cocktail bar"}, {"review": " An interesting establishment with an original entourage and serving food. You will not immediately realize that the toilet is signed as a urology office. Snacks are basic, but edible. But cocktails in glass beakers …", "rating": 5, "name": "Олекса Новосад", "cat": "Cocktail bar"}, {"review": "\nThe institution is very cool", "rating": 5, "name": "Анна Ярош", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ярослав Полищук", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Andrii Chekanov", "cat": "Cocktail bar"}, {"review": " Delicious cuisine, affordable prices, a wide range of cocktails is a good atmosphere - the place where you can sit with your friends or drink your hard luck :) …", "rating": 5, "name": "Вова Садовник", "cat": "Cocktail bar"}, {"review": "just an ideal place, I have never met such affordable prices and such pleasant staff!! …", "rating": 5, "name": "Ephraim Winslow", "cat": "Cocktail bar"}, {"review": " Good place to visit. I recommend.\n\n", "rating": 5, "name": "Tadass K", "cat": "Cocktail bar"}, {"review": " A great place to stay with the company. Prices are low, sloping remarkably. The only thing that is cold inside. Plus, the institution itself finds it a little difficult. In the evening you can get in touch. Notable …", "rating": 5, "name": "Надiя Скиба", "cat": "Cocktail bar"}, {"review": "Inexpensive establishment, full of young people, good alcohol, very cool extreme cocktails at the bar. But it is difficult to find, there is no sign or pointers. …", "rating": 5, "name": "Vladimir Samoylov", "cat": "Cocktail bar"}, {"review": "Inexpensive, conceptual, noisy. Good selection of food and alcohol. Pretty slow service. Very bad ventilation, literally nothing to breathe. …", "rating": 3, "name": "Dashechka Daria", "cat": "Cocktail bar"}, {"review": "Spoiled the evening. Denied service due to the fact that there were no persons over 21 years old. …", "rating": 1, "name": "Иларион Улич", "cat": "Cocktail bar"}, {"review": " Good place. We love to come here with friends. But the latter came across a very unpleasant waitress. With her unpleasant face, she messed up the mood, and in the end did not correctly calculate the payment. …", "rating": 3, "name": "Катя Іздепська", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Іларіон Улич", "cat": "Cocktail bar"}, {"review": "Wildly long on a busy evening to pull out fit. I pulled it out - wait 40 minutes until whiskey is brought)) ...", "rating": 3, "name": "Валентин", "cat": "Cocktail bar"}, {"review": "A good place to sit with a company. Pleasant service and delicious alcoholic drinks. The only downside is the food. This is not the place to go to eat. …", "rating": 4, "name": "Ірина Матвіюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ксена Трошина", "cat": "Cocktail bar"}, {"review": "I really liked Chamber #6, its features, unusual shots and atmosphere and, of course, the service! Special thanks to the waitress Masha❤❤ …", "rating": 5, "name": "Амина Новгородцева", "cat": "Cocktail bar"}, {"review": " Cool place, purely student)\nIf you are tired of standard establishments - you here) …", "rating": 5, "name": "Анастасія Петлицька", "cat": "Cocktail bar"}, {"review": "Still a cool place to drink cocktails. Great for a big company. And performances with a helmet are worth a try for everyone :) …", "rating": 4, "name": "Scarlet Tea", "cat": "Cocktail bar"}, {"review": "Thematic place, suitable for relaxing with friends. Interesting interior, good service. Not very happy with the location. The establishment is hard to find. …", "rating": 5, "name": "Pavlo Tkachuk", "cat": "Cocktail bar"}, {"review": "A good place. It is better to come in a stormy company. Great prices. Funny shots, good food. From the negative - you can not pay by card. …", "rating": 5, "name": "Roman Prohonnyi", "cat": "Cocktail bar"}, {"review": "The perfect place to have a drink. Good range of snacks but they just don't know how to cook)) …", "rating": 5, "name": "yaaidya Niko", "cat": "Cocktail bar"}, {"review": " We searched for an entrance for a long time. Cool place, a rich selection of cocktails. …", "rating": 4, "name": "Kaktus Life", "cat": "Cocktail bar"}, {"review": "Cool idea, waiters in bathrobes, but somehow boring there. Although I liked the place, and there are very few signs, I looked for the entrance for a long time ...", "rating": 3, "name": "Ярик Кириенко", "cat": "Cocktail bar"}, {"review": " Fine bar. Adequate prices. As a student. Friendly staff. Interesting contests. Helmets, beakers, dressing gowns. Everything is just up to par. …", "rating": 5, "name": "Ярослав Черновол", "cat": "Cocktail bar"}, {"review": " We had a hard-working waitress. There is nothing special about the institution. From the psychiatric hospital only the clothes of the service personnel and beakers. Awful toilet …", "rating": 3, "name": "Ксения Сайко", "cat": "Cocktail bar"}, {"review": "Excellent cocktails and pleasant waitresses, it is important to know that it is very noisy here in the evenings, but if the goal is to make some noise and have fun - that's it! 🍻 …", "rating": 5, "name": "Nik 0", "cat": "Cocktail bar"}, {"review": " Not a very cozy place. They waited for a long time for the order. The coffee was brought very hot. Everyone drinks and screams at times. …", "rating": 2, "name": "Юлька Щаслива", "cat": "Cocktail bar"}, {"review": "Delicious, more portions. Prices are not great. I took one star for the service (we waited a long time for the waiter and the order.) …", "rating": 4, "name": "Ксюша Амаретто", "cat": "Cocktail bar"}, {"review": "Recently discovered this place. Great for cocktail lovers. I don't even know where else there is such a choice. The main thing is to keep yourself in hand))) ...", "rating": 4, "name": "Anna Babchenko", "cat": "Cocktail bar"}, {"review": "Oh yes))) Terminals finally appeared here))) A legendary institution, with a legendary supply of vodka in test tubes (a locomotive and a locomotive) depending on the volume 🤣) Every guest of the city, who was given an excursion, went there, and every …", "rating": 5, "name": "Эдгар Данильченко", "cat": "Cocktail bar"}, {"review": "Great place, prices are just from the past, everything is delicious and drunk. We rested for all 100. I advise you, you will not regret it) ...", "rating": 5, "name": "Настёна Ермакова", "cat": "Cocktail bar"}, {"review": "It’s stuffy (((to sit, have a quick drink, and run away. The kitchen didn’t order many times, flew past: either they brought cold, then there are no tomatoes and crackers in Caesar. In general, the rating is only for acceptable shots) ...", "rating": 3, "name": "Вика Курлова", "cat": "Cocktail bar"}, {"review": "If you want fun, inexpensive and high-quality swelling, then you are here. A cult Kyiv bar that every self-respecting boozer tourist should visit)))) take care of your liver friends, I'm with you))) …", "rating": 5, "name": "Аладдин Генерал-адмирал", "cat": "Cocktail bar"}, {"review": "From the surroundings, not much corresponds to the name, but in general, very good. Delicious liqueurs and surprisingly low prices for such a location. …", "rating": 4, "name": "Ярослав Гладілін", "cat": "Cocktail bar"}, {"review": "A creative great place, I recommend it to friends and those who still think, the atmosphere and the serving of special cocktails are on top. …", "rating": 5, "name": "Rostislav Maloshak", "cat": "Cocktail bar"}, {"review": "Cool bar, cool and inexpensive shots)\nWaiters often get confused with orders, because they don’t write down, and they can bring the wrong thing) ...", "rating": 4, "name": "Влад Кулаковский", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "D I", "cat": "Cocktail bar"}, {"review": " Good atmosphere, but, apparently, the purity of the problem, the toilet stinks and the entrance is not a pleasant smell. …", "rating": 4, "name": "Irina Bondarenko", "cat": "Cocktail bar"}, {"review": "Good cocktails, reasonable prices and an interesting serving of drinks. But the atmosphere of the hospital I would like more. …", "rating": 4, "name": "Максим", "cat": "Cocktail bar"}, {"review": "As always, pleasant service, cool menu and prices for cocktails.\nOnly strain exclusive cocktails, because of which a lot of vile noise is created ...", "rating": 5, "name": "Ірина Бондар", "cat": "Cocktail bar"}, {"review": "One of my favorite establishments. Cocktails in test tubes, waitresses in robes, extreme cocktails. The price of shots is from 35 to 60 hryvnias. …", "rating": 5, "name": "Инна Мирончик", "cat": "Cocktail bar"}, {"review": "If you want to get drunk in a wonderful atmosphere of unrestrained omnipotence - you are here !! The place is wonderful, the bar is super, the serving of cocktails is fire!!! …", "rating": 5, "name": "Veron Mea", "cat": "Cocktail bar"}, {"review": "I've been going for a long time and it's always nice)) good service, good prices, delicious cocktails and food)) thanks for the good atmosphere)) …", "rating": 5, "name": "Valeriia Litv", "cat": "Cocktail bar"}, {"review": " 31A outer door no.. we enjoyed it very much.\n\n", "rating": 5, "name": "Erdi Kaya", "cat": "Cocktail bar"}, {"review": " interesting institution, pretty nurses change drips. you just need to know that the gate is a little sideways …", "rating": 5, "name": "Володимир Боднарук", "cat": "Cocktail bar"}, {"review": "Cool atmosphere, good alcohol and reasonable prices\nCorrected 08/16/19\nThe kitchen has deteriorated a lot, the food is just disgusting. Guys, …", "rating": 2, "name": "Дмитрий Давыденко", "cat": "Cocktail bar"}, {"review": "Very fun place) With a huge selection of cocktails well for every taste!! Delicious food and huge portions!!! Democratic prices)) ...", "rating": 5, "name": "Mariia Kotova", "cat": "Cocktail bar"}, {"review": "Better than this institution I have not met, the staff pleases orders bring quickly,\nIn the city center and in general the lowest prices …", "rating": 5, "name": "ВасО ВасО", "cat": "Cocktail bar"}, {"review": "Prices available\nThe place is awesome…", "rating": 5, "name": "Vitalii", "cat": "Cocktail bar"}, {"review": " Unusual design, not very expensive, celebrated here graduation, delicious food and drink, and the presentation is even more impressive - shots in test tubes …", "rating": 5, "name": "Олександр Шульга", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Владислав Слинко", "cat": "Cocktail bar"}, {"review": "Definitely, if not the most, then one of the most authentic places in Kyiv. Plus the prices are amazing. Definitely one of the best places in Kyiv …", "rating": 5, "name": "Serhii Bilovol", "cat": "Cocktail bar"}, {"review": "Love this place with friends. Noisy, fun, incredibly cheap, but I don’t recommend eating here, only drinking, the dishes leave much to be desired. …", "rating": 4, "name": "Eugene Noir", "cat": "Cocktail bar"}, {"review": "Awesome place, reasonable prices, nice staff, unique extreme shots, beautiful waitresses) I recommend it to those who like something original) …", "rating": 5, "name": "Анастасия Янушкевич", "cat": "Cocktail bar"}, {"review": "One of my favorite places in Kyiv. The setting is interesting. Cool shots in beakers. Very democratic prices. …", "rating": 5, "name": "Павел Волошок", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vova Radchenko", "cat": "Cocktail bar"}, {"review": " A different bar. Beverages with attractions. A great place to relax and hang out. …", "rating": 5, "name": "Milda Kmieliauskienė", "cat": "Cocktail bar"}, {"review": "Delicious food, variety of cocktails, very reasonable prices. Everything is great! And atmospheric :)", "rating": 5, "name": "Tiniel Malinina", "cat": "Cocktail bar"}, {"review": "Very cool place! Thanks to the waitress Julia for the wonderful service! You liked it very much. We will definitely come back again. …", "rating": 5, "name": "Leyla Velieva", "cat": "Cocktail bar"}, {"review": "A place you can go to once, just out of interest... it's dark so you can't see the menu, TERRIBLY dirty restrooms, and the saddest thing is ordering a dish, and then waiting for it for 1 hour and 50 minutes, and it will turn out to be bitter, overcooked and most likely …", "rating": 1, "name": "Александра Конопко", "cat": "Cocktail bar"}, {"review": " Very good and nice drinks in terms of price, etc. But their behavior towards foreign customers is not very good. …", "rating": 4, "name": "Açelya KAYLAN", "cat": "Cocktail bar"}, {"review": " Great atmosphere, inexpensive menu, affordable prices for alcohol. The staff is super. …", "rating": 5, "name": "Наталия Саенко", "cat": "Cocktail bar"}, {"review": " Cool place where you can eat delicious and cheap, try various extreme cocktails, all the dishes are delicious, friendly staff) …", "rating": 5, "name": "Марина Іллєнок", "cat": "Cocktail bar"}, {"review": "Excellent place: the staff is polite, the menu is good, the cuisine is very tasty (especially the New York steak), the prices are average (I would even say below average). …", "rating": 5, "name": "Вадим Приходько", "cat": "Cocktail bar"}, {"review": "Great place to spend time with friends. Good shot delivery. And they are moderately priced. Beer is a bit pricey...", "rating": 4, "name": "Ярослава Малая", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Sonya Sonya", "cat": "Cocktail bar"}, {"review": "An excellent institution with very pleasant prices) it is advisable to book a table in advance because when you come spontaneously you can wait for it for a couple of tens of minutes (as lucky) ...", "rating": 5, "name": "Антон Шульженко", "cat": "Cocktail bar"}, {"review": "An interesting place, nice waiters and good prices, but the place is crowded, so most likely you won’t be able to sit quietly, and you shouldn’t) there are a lot of foreigners. …", "rating": 5, "name": "Vita Storozhuk", "cat": "Cocktail bar"}, {"review": "Favorite bar. Atmospheric place, everything is thought out to the details both in the design and in the menu. Great prices and portions. …", "rating": 5, "name": "Alina Strekozka", "cat": "Cocktail bar"}, {"review": "I knew about the institution for a long time, but visited only the other day. Delicious, cheap, authentic and atmospheric! Cool! …", "rating": 5, "name": "Oleksandr Yaniuk", "cat": "Cocktail bar"}, {"review": " Amazing place with a great atmosphere. Prices very low by Polish standards. And they have great ketchup and fries …", "rating": 5, "name": "Kacper Machaj (kiper100)", "cat": "Cocktail bar"}, {"review": "Nice atmosphere. There are always places for me. There is someone to talk to at the bar. Test tubes and \"burning head\" - generally cool! …", "rating": 5, "name": "Виталий Поповиченко", "cat": "Cocktail bar"}, {"review": "Not a bad place, I go every time I come to Kyiv.\nLocal attraction.\nAlways cheap drinks and food. …", "rating": 4, "name": "Waleria Hubar", "cat": "Cocktail bar"}, {"review": "Perhaps the coolest place I have visited in the last year, I liked everything, democratic prices, original interior, service, top class 5+++ I RECOMMEND …", "rating": 5, "name": "Fact Fail", "cat": "Cocktail bar"}, {"review": "The best establishment. Great prices. , the staff is perfect, the kitchen is fire. I fell in love with this place...", "rating": 5, "name": "Viktor Chernega", "cat": "Cocktail bar"}, {"review": "\nSpectacular place) loved it", "rating": 5, "name": "Коломиец Виктрия", "cat": "Cocktail bar"}, {"review": " Very tasty cuisine and very inexpensive.\n\n", "rating": 5, "name": "Аліна Валова", "cat": "Cocktail bar"}, {"review": " Impressive everyone liked, lots of impressions, good prices, great selection of interesting cocktails, delicious food …", "rating": 5, "name": "Laurynas Kundrotas", "cat": "Cocktail bar"}, {"review": "Guys, this place is LEGENDARY! who wants to remember how he came, but not remember how he left - that's it) 2 cocktails - a pyramid and wings, you will be killed!) fire prices !! …", "rating": 5, "name": "Dmitriy Litvinenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Олег Яцышин", "cat": "Cocktail bar"}, {"review": "She worked as a waitress. She came to rest when she settled in a new place. The staff has been there since the opening. administrators, cashiers, waiters will not deceive ...", "rating": 5, "name": "Анна Руденко", "cat": "Cocktail bar"}, {"review": "Alcohol is stirred, the food is not always fresh, but the prices are very pleasant, it would be better if they raised it a little, but they began to make it better and without stirring ...", "rating": 4, "name": "Alex Sting", "cat": "Cocktail bar"}, {"review": "Nice place with reasonable prices. I recommend everyone to try extreme cocktails. Very cool…", "rating": 5, "name": "Tanya Kovalenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Дарья Краснонос", "cat": "Cocktail bar"}, {"review": "A bar that does not pay salaries to employees! Outrageous, tell someone to the administration that serfdom has been abolished! …", "rating": 1, "name": "Anna Marshal", "cat": "Cocktail bar"}, {"review": "Great themed place, keep up the guys, everything is fine, keep up the good work! Haven't seen prices like this in a long time! Excellent service, corresponding to the surroundings, price - quality 5 * ...", "rating": 5, "name": "Антонио Тюнинг", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "زہرہ اللہ ایک ہے", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Сергей Стаховский", "cat": "Cocktail bar"}, {"review": "Heard a lot about this place, finally got it\nI will say this, very cool, once worth a visit.\nhave fun...", "rating": 5, "name": "София Галецкая", "cat": "Cocktail bar"}, {"review": "Great bar at quite reasonable prices. Good place for meeting with friends or noisy holidays. …", "rating": 5, "name": "Михайло Близнюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Владимир", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Валентина Крючковская", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Nick Sholohov", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Александр Гацько", "cat": "Cocktail bar"}, {"review": "Relatively inexpensive place in Kyiv. Good food, lots of cocktails. To relax with the company …", "rating": 4, "name": "Kateryna Kam", "cat": "Cocktail bar"}, {"review": " The place is similar to stylized Lviv restaurants. Strong cocktails are served in test tubes. Extreme cocktails are very spectacular;) …", "rating": 5, "name": "Vladimir Fil", "cat": "Cocktail bar"}, {"review": " Friendly staff, delicious food, cool interior\n\n", "rating": 5, "name": "Світлана Філіппова", "cat": "Cocktail bar"}, {"review": "The atmosphere is original, creative as the name and design! Great staff! You can try various shots and have a hearty snack. …", "rating": 5, "name": "Андрей Овчаренко", "cat": "Cocktail bar"}, {"review": " Very dirty, you can't wait for the waiter. but always a lot of young people, fun and not expensive at all. I'll go again …", "rating": 3, "name": "Лана Манько", "cat": "Cocktail bar"}, {"review": "Very friendly staff, a wide range of drinks and food, very affordable prices, an excellent institution, we regularly visit with friends. …", "rating": 5, "name": "Yurii Lampiha", "cat": "Cocktail bar"}, {"review": " A place where you can drink, which is not bad! One disadvantage is the long wait for the order due to the large number of people. …", "rating": 4, "name": "Yaroslav Kriuchkovskyi", "cat": "Cocktail bar"}, {"review": " It is very difficult to find, but it is the place where it is super comfortable to spend time with a company of not the best friends …", "rating": 5, "name": "Ira Kondratenko", "cat": "Cocktail bar"}, {"review": "The most fucked up waitress Darina who fucking made 69, now I will only come to her for the sake of 69 and a syringe !!! …", "rating": 5, "name": "Илья Новицкий", "cat": "Cocktail bar"}, {"review": " Original presentation and good atmosphere. For everyone who does not like the banal pafos restaurants. …", "rating": 4, "name": "Valerii Horlo", "cat": "Cocktail bar"}, {"review": "\nClean, tasty, not expensive and fun.", "rating": 5, "name": "Александр Головченко", "cat": "Cocktail bar"}, {"review": "Great bar. Reasonable prices, good alcohol, delicious food, nice staff. Ten stars! …", "rating": 5, "name": "Іван Зуеў", "cat": "Cocktail bar"}, {"review": "A huge selection of cocktails, very funny and cool bartenders, the cuisine is a little less varied, but no less tasty …", "rating": 5, "name": "Sergey Yegorow", "cat": "Cocktail bar"}, {"review": "\nTop like ten years ago", "rating": 5, "name": "Олександр Білокінь", "cat": "Cocktail bar"}, {"review": "Cool atmospheric place to get drunk with friends, the food is delicious, the cocktails are cool and cheap. Place for a party)) There are unique cocktails. …", "rating": 5, "name": "Дмитрий Соколов", "cat": "Cocktail bar"}, {"review": "Cheap. Delicious. There are interesting extreme cocktails. But you need to clean up the room! …", "rating": 4, "name": "Ed VR", "cat": "Cocktail bar"}, {"review": " Liked that there is a kitchen in you can eat any steak and slip away a couple of showrooms with menzurko …", "rating": 4, "name": "Andrii Kovalenko", "cat": "Cocktail bar"}, {"review": "To be honest, they have very tasty food and drinks!! And if you visit with a company - it won't be boring) ...", "rating": 5, "name": "Alex Fur", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Vitalina Miroshnyk", "cat": "Cocktail bar"}, {"review": "How many times the service has always been polite and attentive, a large selection of various author's and favorite drinks. …", "rating": 5, "name": "Вероника Клименко", "cat": "Cocktail bar"}, {"review": "Cheap and angry. Cocktails are very weak, it’s better not to go without a reservation in the evening, the contingent is mostly students …", "rating": 3, "name": "Igor Kramarenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Serhii", "cat": "Cocktail bar"}, {"review": "Interesting place, good service. Very cheap prices and relatively good food for its price. There are \"chips\". …", "rating": 4, "name": "Ольга Шевцова", "cat": "Cocktail bar"}, {"review": " Well, not an expensive place to visit with friends. Cool atmosphere. The disadvantages are not enough repair. …", "rating": 4, "name": "Віталій Боришкевич", "cat": "Cocktail bar"}, {"review": "Interestingly thought-out design of a beer bar. Good beer and liqueurs (horseradish, crane, etc.). …", "rating": 5, "name": "Galymzhan Nurakhmetov", "cat": "Cocktail bar"}, {"review": " Great place. Delicious steaks and cheap beer. You can go here with friends watching football. …", "rating": 5, "name": "Yaroslav", "cat": "Cocktail bar"}, {"review": "Price = quality. Good friendly staff. I have been going to this place with pleasure for 6 years already ...", "rating": 5, "name": "Ігор", "cat": "Cocktail bar"}, {"review": "\nThey sell strong alcohol only from 21", "rating": 1, "name": "Саша Кудлай", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Dzuchun", "cat": "Cocktail bar"}, {"review": "The non-standard serving of some cocktails can make your evening memorable, even if you usually don’t remember anything after drinking :) ...", "rating": 5, "name": "Виктория Буренко", "cat": "Cocktail bar"}, {"review": "The famous drinking establishment has existed for many years and this is already confirmation that the place is at least not bad. …", "rating": 4, "name": "Iron Dack", "cat": "Cocktail bar"}, {"review": "Delicious and lots! Big portions! Delicious and original cocktails! It should be found in an inconspicuous basement 😉 ...", "rating": 5, "name": "Dasha Kashleva", "cat": "Cocktail bar"}, {"review": " Not bad student, but the bartenders are not as attentive as the students themselves …", "rating": 4, "name": "Anton Omelchenko", "cat": "Cocktail bar"}, {"review": " Prices are more than democratic. An establishment with a theme, but it's time to freshen up the interior. …", "rating": 5, "name": "Віталій Корнилюк", "cat": "Cocktail bar"}, {"review": "Like for the atmosphere and overall look. And a shot precursor.\nEverything else is darkness. But this place is not for cultural swelling. …", "rating": 3, "name": "M S", "cat": "Cocktail bar"}, {"review": "Prices are low, staff is friendly, food is homemade. A place for students, don't expect much from it. Basement, basement...", "rating": 5, "name": "Oleg Mindriukov", "cat": "Cocktail bar"}, {"review": "The uniform of the waitresses is very suitable for the style of the milking chamber)\nThe prices are very democratic. For 50 hryvnia you can eat pasta with beer. …", "rating": 4, "name": "Alexandr B", "cat": "Cocktail bar"}, {"review": "This is exactly the bar. Don't expect a special cuisine there, but it's the very thing to drink. The price tag is very democratic. …", "rating": 5, "name": "Afanasiy Zloy", "cat": "Cocktail bar"}, {"review": "They didn’t hear about salt in this institution, the waitress was not competent, she constantly ran away from us, confused orders, could not advise, food and beer tasteless (\nDisappointed, do not recommend. …", "rating": 2, "name": "Anastasiia Psaryova", "cat": "Cocktail bar"}, {"review": "Very atmospheric and themed bar with unusual presentation, service and reasonable prices! …", "rating": 5, "name": "Никита Бродский", "cat": "Cocktail bar"}, {"review": "The food was delivered in a state not ready for consumption. Zest - shots in test tubes, it's cool ...", "rating": 3, "name": "Nadiia “Amennadiia” Volovik", "cat": "Cocktail bar"}, {"review": " Tinctures are a good choice, slop beer, service is not very long and carry orders for a long time. …", "rating": 3, "name": "John HeadON", "cat": "Cocktail bar"}, {"review": "We were on Thursday, there were few visitors, the prices were low, everything was shabby, the glasses were dirty. They were afraid to order food. …", "rating": 3, "name": "Dima Nuzhnykh", "cat": "Cocktail bar"}, {"review": "A great place with its own entourage, a large selection of various alcohol and cocktails for a reasonable price, as well as delicious snacks (I recommend fried mushrooms) …", "rating": 5, "name": "Volked “Volk” Play", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Marina Goodzenko", "cat": "Cocktail bar"}, {"review": "Cocktails and their prices - topchik. Slightly forgetful waitresses. Kitchen - 3+. Extreme cocktail show with fire and helmets. …", "rating": 4, "name": "V Olga", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ярослав Цыганок", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Volodymyr Milakov", "cat": "Cocktail bar"}, {"review": "I do not recommend this institution, they waited a very long time for their order (40 minutes), the service is of a very poor level. Toilet problems. …", "rating": 1, "name": "Nekøtzima", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Yurii Tishchenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Лина", "cat": "Cocktail bar"}, {"review": "A fun place, a lot of students, low prices, noisy and stuffy :( the names of the cocktail map made me laugh ...", "rating": 4, "name": "Лера Заец", "cat": "Cocktail bar"}, {"review": "Interesting place. The bar is made in a hospital style, the staff is hospitable. Good place in the medical environment. I recommend. …", "rating": 5, "name": "Alexander Kuzmenko", "cat": "Cocktail bar"}, {"review": "Great, hidden place with 2008 prices, wonderful Atmosphere and cheerful staff. Delicious food and a wide selection at the bar. Recommend …", "rating": 5, "name": "Pa Bohdan", "cat": "Cocktail bar"}, {"review": "They talked about the thematic and cool atmosphere, but unfortunately I was not lucky to feel it, maybe it just coincided .. …", "rating": 4, "name": "Из Трущоб", "cat": "Cocktail bar"}, {"review": "Great place with affordable prices, smart and polite staff and a pleasant atmosphere, I will definitely visit again. …", "rating": 5, "name": "Fenharu Sun", "cat": "Cocktail bar"}, {"review": "Very cool place, interesting atmosphere. Large selection of cocktails at very reasonable prices ;) …", "rating": 5, "name": "Анастасия Медяник", "cat": "Cocktail bar"}, {"review": "Excellent budget and thematic institution. A good choice for meeting friends for a drink. …", "rating": 5, "name": "Анастасия Скорик", "cat": "Cocktail bar"}, {"review": "hello ward. why didn’t you pay the same waitress Masha a salary? do not do it this way …", "rating": 1, "name": "Марта Макарова", "cat": "Cocktail bar"}, {"review": " The last time he visited was a fight between clients of the institution …", "rating": 3, "name": "Андрій Стасюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Светлана Свити", "cat": "Cocktail bar"}, {"review": " Scary place! bar antihigieninem salygom! stink and you can vomit !! scary!! I don't recommend it to anyone! unless you go very drunk then no difference! : D fuiiiiiii …", "rating": 1, "name": "Laura Macijauskiene", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Тоня Головко", "cat": "Cocktail bar"}, {"review": "It's very cozy, inexpensive, and you can have fun!! + friendly staff...", "rating": 5, "name": "Станислав Сергеев", "cat": "Cocktail bar"}, {"review": "the institution itself is not bad, but personally I did not like the contingent that settles there. …", "rating": 2, "name": "Artem Kurinenko", "cat": "Cocktail bar"}, {"review": " A lot of people, not enough staff, but the atmosphere itself corrects all the disadvantages) …", "rating": 5, "name": "asandrasg", "cat": "Cocktail bar"}, {"review": "An ideal place with very good food and a great bar for the money …", "rating": 5, "name": "Артем Пономаренко", "cat": "Cocktail bar"}, {"review": " A place to 'go'. Well thought out interior, there is a curiosity and a chip. I recommend a set with tinctures and shots …", "rating": 5, "name": "Helena Shyta", "cat": "Cocktail bar"}, {"review": "1 star bar\nIf they hadn’t thrown workers at the RFP yet !!\nIt would be great...", "rating": 1, "name": "Диви Птах", "cat": "Cocktail bar"}, {"review": " Shikardos! Great atmosphere, great shots, great prices. The only thing would be to add a little spookiness> :) …", "rating": 4, "name": "Vadym Tiroshko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Максим Плескач", "cat": "Cocktail bar"}, {"review": "The waitress did not like, the smile is strained and the attitude towards the client is like a fool\nShe did a favor to serve us even though the check was for 3000…", "rating": 2, "name": "Любов Лаюк", "cat": "Cocktail bar"}, {"review": "A specific place, not for me, the bartenders are far from professional, the interior is far from hospital, although you position yourself as a hospital ward. …", "rating": 3, "name": "Александр Боровский", "cat": "Cocktail bar"}, {"review": " A strange institution, it's just a very weird institution, but in this it is a chip. Clean by 3/5, but it's worth visiting once and for all …", "rating": 4, "name": "Bohdan Pashkovskyi", "cat": "Cocktail bar"}, {"review": " Feels at home.) Drinks for every taste. Always a crowded place. Waitress Julia is the best!) …", "rating": 5, "name": "К.К.", "cat": "Cocktail bar"}, {"review": " The chamber is no longer the colorful place it used to be ... …", "rating": 5, "name": "Александр Ванькевич", "cat": "Cocktail bar"}, {"review": "A place for young people with adequate prices for the kitchen and bar. Even cigarettes are sold. There are signature cocktails. …", "rating": 4, "name": "Александр Есин", "cat": "Cocktail bar"}, {"review": "I went on the recommendation of friends, it turned out to be a really worthy place. I like it …", "rating": 5, "name": "Женя Литвиненко", "cat": "Cocktail bar"}, {"review": "The best place in terms of price-quality ratio, mushrooms and french fries are just a bomb, and in general the kitchen, bar, atmosphere are all fire 🔥!!! …", "rating": 5, "name": "Kertis Werty", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Чип Module", "cat": "Cocktail bar"}, {"review": "The original idea of ​​​​the bar, as it were, for its own. Original cocktail serving in minzurkas. The only downside is that you can't pay by credit card. …", "rating": 5, "name": "Павло Петро", "cat": "Cocktail bar"}, {"review": "The entourage is not particularly hospital, but the prices are reasonable and the feature of extreme cocktails is the best! …", "rating": 5, "name": "Макс Портвейн", "cat": "Cocktail bar"}, {"review": "An interesting place with an original presentation. Food/drinks are inexpensive, portions are large, waitresses are sexy, though sometimes noisy. …", "rating": 5, "name": "Алина Богдан", "cat": "Cocktail bar"}, {"review": " Specific atmosphere, interesting cocktails, some with \"performance\". Must visit at least once! …", "rating": 5, "name": "Vyacheslav Toporov", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Ruslan Baranov", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ярослав Спиридонов", "cat": "Cocktail bar"}, {"review": " I definitely recommend you to stop by when you go to Kiev. A pleasant, convenient venue. …", "rating": 5, "name": "Bulent Erkahyalar", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Yulya Gutnik", "cat": "Cocktail bar"}, {"review": "\nCool, fun, noisy, cheap, tasty))", "rating": 5, "name": "Наталья Ломач", "cat": "Cocktail bar"}, {"review": " They have been carrying orders from the kitchen for a very long time. Really an hour you can wait for lunch. …", "rating": 4, "name": "Oleksandr Kvyatkovskyi", "cat": "Cocktail bar"}, {"review": "Not a bad place, but when there were a lot of people, the beer waited for 30 minutes in the end, it just left. …", "rating": 2, "name": "Олександр Дирів", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Марина Савченко", "cat": "Cocktail bar"}, {"review": "Good place and nice atmosphere. The menu pleases with variety, and the staff with service. …", "rating": 5, "name": "Юрий Полепа", "cat": "Cocktail bar"}, {"review": "Once upon a time it was a favorite place. The atmosphere would be here. It is impossible to get here without a reservation on the weekends. …", "rating": 4, "name": "Артем Каплий", "cat": "Cocktail bar"}, {"review": "Service is very lame.\nThe waitresses are very unfriendly and do not know how to communicate with guests. …", "rating": 1, "name": "Сивилла Байрон", "cat": "Cocktail bar"}, {"review": "LUXURY place))) prices 💣BOMB, alcohol selection is chic!))\nWe love going here with a group))…", "rating": 5, "name": "Ангеліна Улько", "cat": "Cocktail bar"}, {"review": "Pretty tasty and inexpensive. The staff is not always friendly, but in general it is very comfortable.…", "rating": 4, "name": "Alina Grishina", "cat": "Cocktail bar"}, {"review": " A good place to drink cocktails and shots, but a little noisy. …", "rating": 4, "name": "Ігор Громов", "cat": "Cocktail bar"}, {"review": " The place is a bit killed, but all the \"disadvantages\" are justified by the attractive price and delicious food 🍻 atmospheric …", "rating": 4, "name": "Anastasiia H.", "cat": "Cocktail bar"}, {"review": " Hard to find, the food is not good. The interior was interesting, but it did not impress her, she expected better ( …", "rating": 3, "name": "Mariia Kovalenko", "cat": "Cocktail bar"}, {"review": "Thematic place, distinguished by its cocktail card and their serving. Not expensive! …", "rating": 4, "name": "Nikita Ogienko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Алена Кравченко", "cat": "Cocktail bar"}, {"review": "historical place)))\nSwell and eat, at a good price - this is here ...", "rating": 5, "name": "Дима Колесниченко", "cat": "Cocktail bar"}, {"review": "Great place to stay, quality drinks and food. Always friendly atmosphere. I advise ...", "rating": 5, "name": "None Anon", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Маргарита Мартем'янова", "cat": "Cocktail bar"}, {"review": "A trashy place, sometimes we like to collapse there. People come here not for food, but for cheap alcohol, which is served in test tubes...", "rating": 4, "name": "Марина Тищенко", "cat": "Cocktail bar"}, {"review": "A very affordable place to hang out with friends. As for me, the best institution in Kyiv in this price category ...", "rating": 5, "name": "Александр Ковмир", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Rusya.ruska 16", "cat": "Cocktail bar"}, {"review": "\nI love this bar)", "rating": 5, "name": "Dasha Melnichuk", "cat": "Cocktail bar"}, {"review": "Cheerful atmosphere, not high prices, but in recent years it has become very crowded, it is no longer an underground hidden from prying eyes ...", "rating": 5, "name": "Rivety", "cat": "Cocktail bar"}, {"review": " An interesting atmospheric establishment. Drinks are served in test tubes. The kitchen is nothing special …", "rating": 4, "name": "Ivan Kozyatnyk", "cat": "Cocktail bar"}, {"review": "It is the best place to relax with a cheerful and noisy company. But it wouldn't hurt to freshen up the interior. …", "rating": 3, "name": "Natalia Vovchanivska", "cat": "Cocktail bar"}, {"review": "Atmospheric pub, they bring the order very quickly, the prices are reasonable, as for a pub in the center of the capital, I would even say cheap! …", "rating": 5, "name": "Роман Сьомак", "cat": "Cocktail bar"}, {"review": " Atmospheric. Relatively inexpensive. Delicious french fries and shot tubes :) …", "rating": 5, "name": "Олег Швець", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Kat Gon", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ira Andriyash", "cat": "Cocktail bar"}, {"review": "Interesting presentation, reasonable prices, original design. I'm sorry I didn't know this place earlier...", "rating": 5, "name": "Katya Konovalenko", "cat": "Cocktail bar"}, {"review": " Cool place. Deliciously. I advise you to visit\n\n", "rating": 5, "name": "Ольга Лазоренко", "cat": "Cocktail bar"}, {"review": "If you want to drink a lot and cheap - the best place.\nCult place in Kyiv, mast visit. …", "rating": 4, "name": "Юлия Сухарева", "cat": "Cocktail bar"}, {"review": "Great alcohol not a standard place!\nGreat place to have a drink and another drink and then the whole thing another drink! …", "rating": 5, "name": "Дмитро Чуприна", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Анна Ушкало", "cat": "Cocktail bar"}, {"review": "Cool place) at first it seemed gloomy, and then after tequila and Casca cocktail everything came to life and sparkled with colors))) …", "rating": 4, "name": "Лист Кедр", "cat": "Cocktail bar"}, {"review": "\nNice prices, smiling staff", "rating": 5, "name": "Ivan Kolodyazhniy", "cat": "Cocktail bar"}, {"review": "We have been resting for all the years since the opening! Excellent cuisine, tinctures and reasonable prices. I recommend …", "rating": 5, "name": "Alexa Karpo", "cat": "Cocktail bar"}, {"review": " I recommend getting drunk as soon as possible, so as not to pay attention to everything that is happening around! And don't forget to bake an aperitif at home. …", "rating": 5, "name": "Dmytro Tomilenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Анна Мулика", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Олег Баранчук", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Ольга Закорчевская", "cat": "Cocktail bar"}, {"review": " Chip with an extreme cocktail that burns in your head is very cool, and the location is fun …", "rating": 4, "name": "Іра Поповіченко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Aleksey Globets", "cat": "Cocktail bar"}, {"review": "Came with a group, didn't like the food, average service. The prices are really cheap…", "rating": 3, "name": "Sasha", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Мирослава Явуз", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Valen Tina", "cat": "Cocktail bar"}, {"review": "An interesting place with its own atmosphere to have a fun evening, drink and chat …", "rating": 5, "name": "Надежда Корина Петрович", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Oleg l", "cat": "Cocktail bar"}, {"review": " I liked it. Very affordable prices and good service. The interior is a bit gloomy …", "rating": 4, "name": "Olena Materatska", "cat": "Cocktail bar"}, {"review": "It’s hard to find, you need to go into the courtyard and go down the stairs there, but it’s cool inside, good prices and nice staff …", "rating": 5, "name": "Kyryl Yehupov (kirilasd)", "cat": "Cocktail bar"}, {"review": "Good place to hang out with friends, good selection of food and lots of cocktails and shots. …", "rating": 5, "name": "Ирина Пилецкая", "cat": "Cocktail bar"}, {"review": "a huge selection of tinctures, cocktails and other alcohol. open until 2 am. …", "rating": 5, "name": "Oleksii Chyrkov", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Яна Skliarova", "cat": "Cocktail bar"}, {"review": " An original, interesting place with an unusual atmosphere. …", "rating": 5, "name": "Тетяна Кривко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Lia Jenner", "cat": "Cocktail bar"}, {"review": " If you want to come off, then here you are) reasonable prices, wide choice of alcohol. Interesting submission …", "rating": 5, "name": "Vasyl Bulka", "cat": "Cocktail bar"}, {"review": "Original place. There is a \"head\" in the assortment, it's not just a drink or a set of shots, it's a performance with your participation. …", "rating": 5, "name": "Йосиф Крошний", "cat": "Cocktail bar"}, {"review": " Very cool place. Along the way, it has become one of our favorite vacation spots! …", "rating": 5, "name": "Nikolay Vladimirovich", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Nikita -", "cat": "Cocktail bar"}, {"review": " Price / quality for all 100. Delicious cuisine, delicious pours. …", "rating": 5, "name": "Андрей Щуровский", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Дарья Мазуренко", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Алена Нинуа", "cat": "Cocktail bar"}, {"review": " Adequate prices and a kind of medical atmosphere) more cautious with cocktails;) …", "rating": 4, "name": "Tania Kravets", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ярослав Домарацкий", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Aleksandr Piktelis", "cat": "Cocktail bar"}, {"review": "A place for regular cocktail lovers. You just won't find it. Everything is packed in the evening. …", "rating": 4, "name": "Alexey S", "cat": "Cocktail bar"}, {"review": "An interesting place... Good cuisine, large portions, not expensive (as for Kyiv) price. …", "rating": 5, "name": "Павел Немиров", "cat": "Cocktail bar"}, {"review": " Stylish, colorful, wonderful place for a pleasant stay!\n\n", "rating": 5, "name": "Олександр Котвицький", "cat": "Cocktail bar"}, {"review": "We waited for ordinary water for an hour, the service is terrible, the waitress is rude. I do not advise …", "rating": 1, "name": "Anton Morozov", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Анастасия Тоцкая", "cat": "Cocktail bar"}, {"review": " In a very opposite place but worth it\n\n", "rating": 5, "name": "Evren Karadeniz", "cat": "Cocktail bar"}, {"review": "I was under the impression, mainly from the stylist of the institution, and from cocktails with performance. …", "rating": 5, "name": "Serhei Artuh", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Zhanna Soboleva", "cat": "Cocktail bar"}, {"review": "The place is cool, only it has its own audience, and she is much younger than me 🙄😆 …", "rating": 4, "name": "Юлия Гончар", "cat": "Cocktail bar"}, {"review": "Budget place, loved by students, ideal for gatherings with a big company, budget drinks;) …", "rating": 3, "name": "Елена Садковская", "cat": "Cocktail bar"}, {"review": " A cool atmospheric place to relax by. Interesting entourage) …", "rating": 5, "name": "Тетяна Назима", "cat": "Cocktail bar"}, {"review": "Pleasant service. Cozy atmosphere. It's hard to find the first time...", "rating": 5, "name": "Дмитрий Будко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Андрей Недзвецкий", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Илья Гирич", "cat": "Cocktail bar"}, {"review": "The prices are the best in the city, and the choice of cocktails, which are always in stock, is unreal) …", "rating": 5, "name": "Катерина Рубан", "cat": "Cocktail bar"}, {"review": " It's terrible! You can only be poisoned ...\n\n", "rating": 1, "name": "Galina Andreeva", "cat": "Cocktail bar"}, {"review": " Bring the exact amount, because you won't get a return, whatever it is, and that's where it's all right …", "rating": 4, "name": "Mindaugas Pareigis", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Денис Саленко", "cat": "Cocktail bar"}, {"review": "\nnorms. only waiters should be pumped", "rating": 4, "name": "Kevin Mitnick", "cat": "Cocktail bar"}, {"review": "The best place with very reasonable prices.\nI RECOMMEND TO EVERYONE …", "rating": 5, "name": "Nik Leybenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Julia Zvierkova", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Антонина Кравченко", "cat": "Cocktail bar"}, {"review": " nice and casual, you can relax. Bar widget and cocktail helmet :) …", "rating": 5, "name": "HBK Mustang", "cat": "Cocktail bar"}, {"review": "A legendary place with a great selection of cocktails and super cheap prices for downtown…", "rating": 5, "name": "Serhiy Chumakov", "cat": "Cocktail bar"}, {"review": "You can come here with a noisy company in order to drink a couple of helmet cocktails, but there is no cuisine here .... …", "rating": 3, "name": "Ярослав Савченко", "cat": "Cocktail bar"}, {"review": "What are the prices and service, you have to wait a long time for waiters, noisy, dirty, there were no places ...", "rating": 3, "name": "Николай Меланич", "cat": "Cocktail bar"}, {"review": " Super fun and fun！\n\n", "rating": 5, "name": "Яна Щвец", "cat": "Cocktail bar"}, {"review": "Atmospheric place. Rarely do I go. I remember my head ached not from a tall one, but from a helmet and a wrench ...", "rating": 5, "name": "Artem Magadeev", "cat": "Cocktail bar"}, {"review": "Price-quality correspond to each other, you can always fly into a noisy company and swell))) …", "rating": 4, "name": "Тимофей Туманов", "cat": "Cocktail bar"}, {"review": "Good prices for Kyiv, delicious varied cuisine, a good selection of cocktails …", "rating": 5, "name": "Александр", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Виктория Лаврухина", "cat": "Cocktail bar"}, {"review": " …", "rating": 2, "name": "In vino veritas In aqua sanitas", "cat": "Cocktail bar"}, {"review": "Student eatery. The room is cold. There is no hot water in the toilet. But cheap booze. …", "rating": 3, "name": "Артем Кудряшов", "cat": "Cocktail bar"}, {"review": "\nThemed cafe, I liked it very much.", "rating": 5, "name": "Dima Shklyar", "cat": "Cocktail bar"}, {"review": "A bit different already with the departure of the bartenders (Yura, Pasha, Andrey) And you can’t chat at the bar and cocktails with water. …", "rating": 4, "name": "Andrew Karanda", "cat": "Cocktail bar"}, {"review": "\nGreat staff, nice atmosphere!", "rating": 4, "name": "Evghen Filin", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Андрей Иваницкий", "cat": "Cocktail bar"}, {"review": " …", "rating": 3, "name": "Yaroslava Fedorchuk", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Владислав Карачий", "cat": "Cocktail bar"}, {"review": " Good prices, adequate staff))\nYou can come and sit well …", "rating": 5, "name": "Владислав", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Marina Trukhina", "cat": "Cocktail bar"}, {"review": "Outstanding establishment. One of the few that retains its attractiveness for years. …", "rating": 5, "name": "Toad Bird", "cat": "Cocktail bar"}, {"review": "Lovely waitress nurses, cozy soft walls, a stylish bartender...\nImpressed…", "rating": 5, "name": "Андрій Хархота", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Вячеслав Гарматин", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Xottabych1000", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Виктор Больбат", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "GN", "cat": "Cocktail bar"}, {"review": "The name fully corresponds to the institution. I went in and felt like I was in a psychiatric hospital.)) There were no places. …", "rating": 1, "name": "Валентинка Антоненко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Настя Прип", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Aleksey Togobitskyi", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Евгений Мартов", "cat": "Cocktail bar"}, {"review": " ААААААААА БЛЬЬ БОШКУ ПОТУШИТЕ !!!\n\n", "rating": 4, "name": "Segolar X", "cat": "Cocktail bar"}, {"review": "Ooooh, a favorite place for a fun company!!! I brought friends from Turkey, they really liked it! …", "rating": 5, "name": "Vladyslav Pichakhchi", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Санечка Жильцова", "cat": "Cocktail bar"}, {"review": "Delicious, fashionable, youthful)\nI recommend) …", "rating": 5, "name": "Володимир Онищенко", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Евгений Гудков", "cat": "Cocktail bar"}, {"review": "Great place to end an alcohol party. I am very pleased with the Kaska cocktail :) …", "rating": 5, "name": "Alexander Voytenkov", "cat": "Cocktail bar"}, {"review": "\nNice bar, but not for work (get thrown)", "rating": 1, "name": "Андрей Сидорук", "cat": "Cocktail bar"}, {"review": "A wide variety of alcoholic drinks, chic extreme cocktails and reasonable prices …", "rating": 5, "name": "Alexandr Black", "cat": "Cocktail bar"}, {"review": " In its own pleasant place. Good alcohol, average cuisine. …", "rating": 5, "name": "Данило Стеценко", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Ganna Kuzyura", "cat": "Cocktail bar"}, {"review": "\nFlying place!!!", "rating": 5, "name": "Алла Alsh", "cat": "Cocktail bar"}, {"review": " Good place to relax and make new acquaintances. Great staff and delicious food …", "rating": 5, "name": "Mr_ ForrestGump", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Бондаренко Дмитрий", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Наталья Миколайчук", "cat": "Cocktail bar"}, {"review": "Interesting place. Made for a mental hospital. Alcohol in beakers. The beer is delicious. The kitchen too. …", "rating": 4, "name": "Alexande Petrenko", "cat": "Cocktail bar"}, {"review": " …", "rating": 1, "name": "Не Важно", "cat": "Cocktail bar"}, {"review": "\nNot allowed", "rating": 1, "name": "Uthik Puthik", "cat": "Cocktail bar"}, {"review": " Very atmospheric and unique establishment. Tinctures bring in beakers. …", "rating": 5, "name": "Виталий Гилевич", "cat": "Cocktail bar"}, {"review": " Highly recommend. Special atmosphere, coziness. Really high prices. …", "rating": 5, "name": "Andriy Ilchenko", "cat": "Cocktail bar"}, {"review": "Atmospheric yet dark. I yelled from the Urology sign on the toilet) The price is fire ...", "rating": 5, "name": "Clyde Caulfield", "cat": "Cocktail bar"}, {"review": " Prices are low, maintenance standards, but the location is not very …", "rating": 3, "name": "Inna Malytska", "cat": "Cocktail bar"}, {"review": " Cool everything, but hot in the middle. The atmosphere is cool …", "rating": 5, "name": "Вячеслав Білик", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Дария Замрачило", "cat": "Cocktail bar"}, {"review": "A good place, prices do not bite, thematic, not boring, branded shots in test tubes ...", "rating": 5, "name": "Александр Богданов", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Дмитрий Опша", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Oleksii Shavykin", "cat": "Cocktail bar"}, {"review": "\nPerfect place. Tasty, large portions. Fun", "rating": 5, "name": "Oleg “Mihalich”", "cat": "Cocktail bar"}, {"review": "You sit so relaxed, sipping your beer, and next to you the person is on fire. Atmospheric place…", "rating": 5, "name": "Anton Kaduk", "cat": "Cocktail bar"}, {"review": "Normal bar, long enough to wait for orders and queues for the toilet, if there are a lot of people …", "rating": 4, "name": "Serhii Yakhin", "cat": "Cocktail bar"}, {"review": " Easy, cheap, fun\n\n", "rating": 5, "name": "Євген Литвенюк", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "алиса мельник", "cat": "Cocktail bar"}, {"review": " Well I had a great time!\n\n", "rating": 5, "name": "Kęstutis Eirošius", "cat": "Cocktail bar"}, {"review": "When I went there I found myself in a psychiatric hospital, my head immediately ached, the lighting was just terrible, I was upset. …", "rating": 1, "name": "Evginiy Pyatibrat", "cat": "Cocktail bar"}, {"review": " …", "rating": 5, "name": "Виктор Рубенко", "cat": "Cocktail bar"}, {"review": " …", "rating": 4, "name": "Ангелина Sylph", "cat": "Cocktail bar"}]