[
  {
    "review": "If Ottolenghi had to chose a restaurant in Kiev, he’d go here in a heartbeat! This is one of the most impressive restaurants I’ve been to in years - it’s like a star restaurant but with affordable prices and an experience you’ll never …",
    "rating": 5,
    "name": "Paulina Murrath",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Local ingredients and an unusual take on traditional food, a modern restaurant with good service and food, a little expensive but the experience is worth the money in my opinion. …",
    "rating": 5,
    "name": "Timo Huovinen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the most interesting restaurants I’ve been too! The food is great, the service is great, the storytelling behind the dishes is just awesome. Absolutely loved it! Thank you ❤️ …",
    "rating": 5,
    "name": "Olena Kovalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing and creative foods in there. Also the service was great, prices are normal. If you're reading this experience, you should definetly try this place. Just give them one shot and you'll be addicted.",
    "rating": 5,
    "name": "Metehan Yücel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious. Very interesting flavors! Tried one of the sets of dishes and was impressed. Will definitely come back! Bravo, mssr. Клопотенко!",
    "rating": 5,
    "name": "World Traveler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food tastes just amazing. All these different tastes in one dish. Look for your self. The summer lamb has grilled apricot, chanterelles, cherries, Ukrainan cheese, mwwaaah just 5 stars.\nEveryone rating one star must be a competitor",
    "rating": 5,
    "name": "Inan G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Disappointed with sweet borscht and sweet ribs. The best thing was the complimentary bread with oil and spices. And dried bees are way too unorthodox for me.",
    "rating": 3,
    "name": "Michael Ivashchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious cuisine. Waiters are very attentive and patient. Good location and pleasant atmosphere.\nI was there in summer, and ordered a set of 8 dishes. I did not know what it was …",
    "rating": 5,
    "name": "Khrystyna Peryk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really innovative approach to Ukrainian cuisine. Recommend it to those who tried already classic versions of borscht, galushki, dranyki etc and search for something special) This restaurant was created to surprise. My fav is baked trout with amazing sauce and mashed potatoes and ricotta with lavender honey",
    "rating": 5,
    "name": "Аlisa Paludeti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "❤️ thank you",
    "rating": 5,
    "name": "Tata Ulyanich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Terrific experience with unique atmosphere and incredible idea to recover forgotten ingredients and products of Ukrainian cuisine. The place for people who want to discover culture and traditions of Ukraine. It's a pure love.",
    "rating": 5,
    "name": "Khalid Alhajri",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "They have great starters. Amazing main courses. It’s look like a business meeting place . Or maybe because it’s next to a business district.\nAny way the food is very delicious. And I recommend.",
    "rating": 5,
    "name": "H K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This was one of the best experience with respect to the wonderful service, really interesting and tasty food and generous and good wine pairing and price was jaw-dropping low! …",
    "rating": 5,
    "name": "Kateryna Liman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you !",
    "rating": 5,
    "name": "Isaac West",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool place with interesting and unusual dishes. Especially bees - it's over the head! Admiring and highly recommend for those who wants to try something special with Ukrainian accents.",
    "rating": 4,
    "name": "Heiko Wöhr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Extremely good restaurant. A fine dining establishment with amazing food and outstanding service. We had the 8 course tasting menu which was one of the more memorable food experiences I've had. If you're looking to try traditional ukrainian food in a modern style definitely come here.",
    "rating": 5,
    "name": "Mariya Kaminskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A very nice restaurant in a restaurated building with a stunning facade. Food was excellent! The service was very attentive. We got a wonderful bottle of Rioja. A clear recommendation!",
    "rating": 5,
    "name": "Oksana Horobinska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was incredible experience. Cousin here is perfect. We ordered the set for two persons called Against of Stereotypes (950 Uhr). …",
    "rating": 4,
    "name": "Wandrspace Studio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you ❤️",
    "rating": 4,
    "name": "K Yanagi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The most delicious Borsch I’ve had in kiev so far! Highly recommend. Excellent service and extraordinary menu. More to try and explore next time",
    "rating": 5,
    "name": "Дмитро Сидоренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice waiters . Place it self to small 😀 food served nicely . Ok if you like Ukrainian kitchen, Or wanna try it .",
    "rating": 5,
    "name": "Peter Sevonius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This restaurant famous unique and new generation Ukraine cuisine in Kyiv.and goog location.",
    "rating": 2,
    "name": "Lina Lim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant of Ukrainian cuisine, combining old and modern recipes, as well as author's cuisine.  Founded by Ievhen Klopotenko, who is among the top 50 chefs in the world who promote national cuisine.  The restaurant is located …",
    "rating": 4,
    "name": "Róbert Beleznai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty food, well presented and new flavors . The manager response to an problem was great and we strongly recommend to visit this restaurant. This was my 3rd visit and still very tasty",
    "rating": 5,
    "name": "Maxim Bogdanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very slow service and small portions :( Alright food, nothing memorable. We’ve tried borscht and pasta. You could have similar taste and better value at local canteens..",
    "rating": 5,
    "name": "Dmitry Matyukhin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interesting place, kind service, english speaker waiter. However, too specific dishes. The less can be more, and it is true here. Very extravagant combination of ingredients, but it has not convinced me by taste. Worth trying if you like adventures.",
    "rating": 5,
    "name": "Oleksa Korin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful place, with wide variety of Ukrainian taste in innovative and interesting cuisine.\nSelection for different taste.",
    "rating": 5,
    "name": "jan miner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great experimental food. Be prepared to not recognise the names of the dishes and read the descriptions carefully.",
    "rating": 5,
    "name": "Shimon Shlevich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This venue was amazing. Fusion Ukrainian high cuisine. It reminded a lot of similar places in Paris, but at a much more affordable price. …",
    "rating": 3,
    "name": "Ed V",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wow! Wow! Just wow! Amazing cuisine! What a cook's fantasy!\nWe ordered a set for two and was wondered of each dish. Very delicious.",
    "rating": 1,
    "name": "Paweł Osterreicher",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unique dishes, cozy. For distinguished foodies. If you have no restrictions, just go with the chef menu.",
    "rating": 3,
    "name": "Julia Melnychenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The good: interesting combinations of some plates and modern takes on Ukrainian classics.  I wished I could have eaten the bees but they weren’t included in the chefs menu.  The forest catfish and cabbage dessert were great. …",
    "rating": 5,
    "name": "Yuliya Vasilevskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely delicious food. The chef does an awesome work of reinterpreting Ukrainian cuisine. Unfortunately our experience was ruined by an abysmal and unacceptable service. I believe this wasn't intentional but rather a result of having …",
    "rating": 2,
    "name": "Nore Eckerberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Aesthetic appearance of dishes, each element of plate is well thought and promising, yet not that delicious when tried; also, for the amount served is a bit overpriced. …",
    "rating": 5,
    "name": "Anne-Marie Fontaine",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is truly amazing. Presentation is impressive. Staff is very helpful and polite.",
    "rating": 3,
    "name": "Roman Rubanenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place was rather disappointing. We came to try the well-recommended Creative set, only to find that they were not serving it, so we tried to order the Ukrainian set instead. For some reason, they only brought out one set for two …",
    "rating": 3,
    "name": "K Levontuiev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super popular Ukrainian food place, and for a good reason. It was so delicious and the portions were perfect. Service was great too. Highly highly recommended!",
    "rating": 5,
    "name": "Maria Medvedieva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Was looking looking forward to the visit after a year living abroad, but ended up being quite disappointed.\nWaiters are friendly and helpful, but super busy as the place is apparently …",
    "rating": 4,
    "name": "Simon Demers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quite disappointing actually… we came there to try their experimental set (we checked their website beforehand). When we came they had new menus printed with a new set, but the waiter told us that they already printed a new menu, but the …",
    "rating": 5,
    "name": "Віктор Новик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a great place!\nOne the best experiences I had in Ukrainian cuisine.\nAtmosphere 5+ …",
    "rating": 3,
    "name": "Tiana Kutkovych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was good and the service was good. The ribs were probably not the best choice for me, other items on the menu might be worth the 5 stars",
    "rating": 4,
    "name": "Екатерина Р",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful Ukrainian cuisine! Recommend to visit. You won't regret",
    "rating": 5,
    "name": "Lin Bergman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was great, so is the service. The saddest and most disappointing part was to see “Dry Bees” on the menu. I don’t know where they get the bees but please stop serving them. Bees are dying off at an unsustainable rate, with serious consequences for our natural world. Please do your part and stop frying them up. Let them live!",
    "rating": 5,
    "name": "Roman Zhylak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I didn't have any expectations, but I really liked the food. We took set & it was a good idea to try everything. It is hard to understand what you get by menu but the food is delicious due to combination of different tastes.",
    "rating": 5,
    "name": "Solomon Mamuchishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is really something new. Absolutely not the kitchen that we had previously tried in the bistro. Perhaps these are more complex and deep recipes, festive Ukrainian dishes .. I don’t know. But each dish was beautiful and delicious. The …",
    "rating": 5,
    "name": "Christina Bondarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious, the taste of food can blow your mind. I never thought that mixing beef with herring,  horseradish with white chocolate, might totally change your understanding of Ukranian modern food culture.",
    "rating": 4,
    "name": "George Benaroya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I've visited this place by accident and it was the best \"accident\" I have ever had! They will serve you Ukrainian traditional food (and not only), but with original modifications, which you will not taste anywhere else. Food was amazingly …",
    "rating": 5,
    "name": "Bogdan Tsal-Tsalko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty, beautiful, service level. A place where you want to spend time. Do not eat and quickly get down to business, but sit and enjoy the atmosphere.\nThe presentation of the dishes and their composition is simply amazing. The waiters are always friendly and attentive.",
    "rating": 5,
    "name": "Tetyana B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food at a very good price. Highly recommended",
    "rating": 5,
    "name": "Ignat Valiev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unusual Ukrainian cuisine, and great service.",
    "rating": 5,
    "name": "Yevgen Chernov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wow! Amazing food and very stylish contemporary design. A clear recommendation for a quiet and chilled dinner! I had zucchini as a starter and potato puree with mushrooms and greens and both melted in my mouth.",
    "rating": 5,
    "name": "John Turner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You have a very tasty and comfortable! Pleasant service, a few compliments from the chef to the order. You just can’t tear yourself away from homemade bread! Tender meat, serve on top. I came to you with work colleagues from another city, …",
    "rating": 5,
    "name": "Anna Sekera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ignat Valiev, Thank you for your feedback, we are glad that you liked everything, come again and we will surprise you.",
    "rating": 5,
    "name": "Maksym Koliada",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is an amazing restaurant! The food was extremely good. The waitress was super helpful and adjusted to the food interest! …",
    "rating": 5,
    "name": "Artem Fedorych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurants I have been to in Ukraine. The dishes were inventive and based on traditional Ukrainian ingredients. The service was excellent and the chef is not only creative and talented, but has infectious enthusiasm for his dishes. Try the bees!",
    "rating": 5,
    "name": "Taras Oleksiyenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place is a bliss! Great food, great interior (in upper floor).. Let me recommend degustation set for you.",
    "rating": 5,
    "name": "Светлица Ласточка Визирка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "From the entrance you dive into modern Ukrainian design with touch of something folk and traditional. Menu is developed in a very easy way. However not always understandable combination of dish components. Waitresses are very friendly, easy …",
    "rating": 5,
    "name": "Iuliya Zhurba",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your appreciation. We are glad that you liked the atmosphere of our establishment - reviews of satisfied customers, the best indicator that we will do everything right))",
    "rating": 5,
    "name": "Vladyslav T",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious modern ukrainian cuisine. Best cooked zucchini we've tried! Galushki are my favorite now. We plan to visit again for trying other dishes",
    "rating": 4,
    "name": "Ilya Yclept",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best borscht in Kyiv that I tried - delicious, with sweet aftertaste and full of high quality meat. Really interesting tastes combined of local products. Highly recommend for those who want to experience non-standard Ukrainian cuisine. Service is also high class.",
    "rating": 5,
    "name": "Iryna Zamuriy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Taras Oleksiyenko, Thank you for your warm feedback about our borsch and service, we always try to be better for you!",
    "rating": 5,
    "name": "Oleksandr Sukhodolskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect place, cosy, relaxing and delicious.\nWhen chef brings u your order its priceless.\nTraditional cuisinr",
    "rating": 5,
    "name": "Gary Honegger",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cool place, spacious and unlike anything. They took a full menu, salad, meat and dessert, a miner's cake. All positions are very tasty, and the serving is like in a gourmet restaurant. I want to return here and try dishes with bees. …",
    "rating": 5,
    "name": "Martin Feindor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Iuliya Zhurba,Thank you for your feedback, we are glad that you liked our dishes, come again and enjoy the dishes that you did not have time to try!",
    "rating": 5,
    "name": "Maria Gremaud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "100 ROKIV TOMU VPERED is a must for all people that want to try the traditional Ukrainian cuisine with a very wide spectrum of traditional and modern flavours. I am sure that people from Kyiv are very happy to have this restaurant, because …",
    "rating": 5,
    "name": "René Mauren",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Intense fusion reinventing traditional Ukrainian cuisine. Very friendly waiters, interesting flavours and nice design choices",
    "rating": 5,
    "name": "Uliana Izzat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super! Very unusual Ukrainian cuisine 😉 ! Highly recommend)",
    "rating": 5,
    "name": "Vlad Svoka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian cuisine in Kyiv.\nChief Evhen Clopotenko is in theworldbest50next.\nYou can dive deep intro culture, history and traditions of Ukraine.",
    "rating": 5,
    "name": "Ted Smith",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The surprise menu \"outside stereotypes\" was an excellent experience. This was topped when my friend got fried bees with the hint on vendetta. He really suffered from bees as a child and was extremly happy to eat them.",
    "rating": 5,
    "name": "Vasyl Ivasyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A laid-back, playful restaurant, led by a magnificent madman that is anarchist and traditionalist at the same time. Wonderfully creative versions of pre-soviet ukrainian dishes, making up the most inventive dinner we had in Kiev. …",
    "rating": 2,
    "name": "Dan Danila",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "delicious. surprising. any time again",
    "rating": 5,
    "name": "Alisa Petivotova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place to enjoy Ukrainian Food with a mixture of authentic and modern interpretation.  Good and very polite service that also could explain the history and background of the dishes we ordered. Good atmosphere in the restaurant. We enjoyed our visit.",
    "rating": 3,
    "name": "Artem Kravchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) René Mauren - thank you for your appreciation and feedback)\n\n(Original)\nRené Mauren - дякуємо за високу оцінку та відгук)",
    "rating": 5,
    "name": "Dmytro Savin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Aromatic and original! A must try culinary experience inspired by traditional Ukrainian dishes from all regions of the country!",
    "rating": 1,
    "name": "Pavel Sikun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I thought that foodgasms were just a legend. Then I tried #29. I got literal goosebumps from just aroma. If you would visit single restaurant in Ukraine, this is the place. I’m so exited to go there tomorrow to try their tasting sets.",
    "rating": 1,
    "name": "Uri Hershcovits",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is my first time in Ukraine and I decided to make the first place of my trip the capital of Ukraine, Kiev. The restaurant pleasantly surprised me. No greasy, tasteless food, very fresh and original serving. I am glad that in this country at such a high level they care about the food culture",
    "rating": 5,
    "name": "Suzy Spell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ted Smith - thank you for your appreciation and feedback)\n\n(Original)\nTed Smith - дякуємо за високу оцінку та відгук)",
    "rating": 1,
    "name": "Iryna Poberezhets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "friendly service and delicious food!",
    "rating": 4,
    "name": "Mariia Yutovets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Some may like this type of food. It is just not too my liking. Too sophisticated, i prefer simpler Ukrainian cuisine.",
    "rating": 5,
    "name": "Serhiy Marin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interesting food, good portions\nI'll definitely come back. Completely new vision on Ukrainian cuisine",
    "rating": 5,
    "name": "Oleg Voskoboev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lackluster service. Very promising menu upon reading, with a rather disappointing execution. Good cocktails though and would definitely try again to see if it lives up to expectation.",
    "rating": 5,
    "name": "Evgenia Dovgan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback",
    "rating": 5,
    "name": "Vasylyna-Kateryna Borysiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I would say, this is one of the best places in Kyiv. Starting from concept, EVERYTHING is carefully rethinked and reinvented here. Amazing and highly professional service which is almost \"invisible\" as it should be. Good selection of vegetarian options in menu. Highly recommended for family event",
    "rating": 4,
    "name": "Raimondas Gobė",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Worst ribs I ever tasted. We ordered bunch of dishes to share and were disappointed by every last of them. …",
    "rating": 5,
    "name": "Lisa Lisa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I'm sorry but that's probably the worst dinner I ever had. Sophistication and look of dishes worth nothing if the taste is awful.",
    "rating": 5,
    "name": "Yaroslav Tykhonchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We had roasted bees in honey for appetizer! We also had the sampler for two people. It was unique and delicious. This is a hip and popular restaurant.",
    "rating": 4,
    "name": "Katarzyna Dąbek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interior with a pretention for style, but dark and uncomfortable. We were placed onto a table in a dark corner. The food is with a pretention for creativity, but tastes awfully, portions are small and overpriced. Never again.",
    "rating": 5,
    "name": "Iulia Scurtul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Didnt get chance to stay for a long time. Jumped in only for a cup of coffee but it was enough to understand that service is on high level. Nice atmosphere. Recommended",
    "rating": 5,
    "name": "Dan Khuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Brilliant modern Ukrainian cuisine and local drinks.\nGood prices and stuff.\nPlus you can meet there one the best chief of Ukraine.",
    "rating": 3,
    "name": "ERIKA SHORT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for rating and feedback! We will be glad to see you again)",
    "rating": 4,
    "name": "Miron Leznik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place can delight you with ukrainian cuisine (with a lot of twists) and really deserves Michelin stars …",
    "rating": 5,
    "name": "Josip Poljak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you would like to experience something unique, that's the place u want to go to. Amazing kitchen, delicious and original cocktail card, fun and passionate personel. Bringing all my guests here!",
    "rating": 5,
    "name": "George E",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "- Fast and really good service(Saturday afternoon)\n- Delicious food (amazing char-grilled vegetables, tasty bread and species, interesting snack with bees). …",
    "rating": 3,
    "name": "Elena Strutinska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place, perfect kvass :)",
    "rating": 5,
    "name": "Maksim Rozyaev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious cuisine! A fresh and unusual approach to the combination of products and the kitchen as a whole. Each dish is beautiful, like a work of art!",
    "rating": 5,
    "name": "Yuriy Shevchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lisa Lisa, Thanks for your lovely review about our restaurant, come again and try our new dishes!",
    "rating": 5,
    "name": "Yevhenii Bozhenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "BEST UKRAINIAN RESTAURANT EVER!!! I’m ukrainian myself, and I can say 100% you won’t regret this. Amazing dishes with history, 5 stars service, nice location in historic city center",
    "rating": 5,
    "name": "Igor Marchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice, unique recepies",
    "rating": 5,
    "name": "János Burgyán",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A very brave fusion of traditional Ukrainian food.",
    "rating": 1,
    "name": "Igor Tupikin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s more than just a place to eat! Great experience. Service could be improved though",
    "rating": 5,
    "name": "Georgii Baryshnikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food didn't meet expectations. Interesting atmosphere. Allowing dogs inside is strange. Hipster-friendly and a little pretentious.",
    "rating": 5,
    "name": "Roman Buniak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interesting and tasty food, good wine, very good service.  One star off for being a bit pretentious and pricy.",
    "rating": 5,
    "name": "Veronika Demedetskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very interesting experience, I recommend to try the ucraninian chef's menu. The workers were super nice.",
    "rating": 5,
    "name": "Alice Ari",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic Ukranian tastes with a smile. If you are in Kiev you should visit this place!",
    "rating": 5,
    "name": "Serhiy Klepyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Had to wait too long for waiter, place is located is awesome area near Andriivskyi Descent. Menu is very interesting, but food is just ok.",
    "rating": 5,
    "name": "A. Babkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian food restaurant I ever see. Very original and tasty. Good atmosphere and pleasant staff. Definitely worth visiting.",
    "rating": 5,
    "name": "Maria Nezhdanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Maksim Rozyaev - thank you for your appreciation and feedback)\n\n(Original)\nMaksim Rozyaev - дякуємо за високу оцінку та відгук)",
    "rating": 5,
    "name": "Vicente Polo Corell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely exquisite and creative cuisine with a ukrainian theme. Complete palate happiness!",
    "rating": 5,
    "name": "Natalie Datsyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent place. Modern Ukrainian Cousine surprised me. The environment is nice and calm.",
    "rating": 5,
    "name": "Юлія Ященко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "amazing modern cuisine.\n\ndon't be afraid to experiment with your selection here, definitely worth it.",
    "rating": 5,
    "name": "sergiy “COTOHA” movchan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A modern take on Ukraine cuisine with excellent service.",
    "rating": 5,
    "name": "George Kopilashvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A small sharp glass shard in the kvass. But the most surprising was the reaction of the waiter. She didn’t even say sorry, just accepted the payment",
    "rating": 5,
    "name": "Yuriy Yatreb",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food experience. I'd suggest to try their sets",
    "rating": 5,
    "name": "Anastasiya Savchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Extremely tasty and unusual Ukrainian dishes. 'Vereshchaka' was amazing!",
    "rating": 5,
    "name": "philippe philippe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I like the idea to make modern version of the ukrainian cousine. Moreover it's great that only local ingredients are used to create these culinary masterpieces.",
    "rating": 5,
    "name": "Magdalena eL",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent cuisine. Cozy small rooms. Helpful staff with knowledge of English. I want to come back here. Definitely recommend it!",
    "rating": 5,
    "name": "Серёжа Походенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unusual and tasty ukrainian dishes and atmosphere",
    "rating": 5,
    "name": "Ruslan Datsenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing Ukrainian cuisine from the famous local chef. No one else has what they have. Just try it",
    "rating": 5,
    "name": "Robertas Zamblauskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing experience and outstanding chef's menu for two. Love the place!",
    "rating": 1,
    "name": "Dmitriy Golodnytskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome place.\nIt is really interesting going back time through the history of Ukrainian kitchen. …",
    "rating": 5,
    "name": "Vitaliy Knyr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Vicente Polo Corell - Thank you for your appreciation and feedback)\n\n(Original)\nVicente Polo Corell - дякуємо за високу оцінку та відгук)",
    "rating": 5,
    "name": "Derek Chinery",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty original food, very pleasant waitresses. Overall a great experience :)\nThank you!",
    "rating": 5,
    "name": "Oksana G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Astonishing mix of flavors, a creative way to present a culture heritage in 21st century.\nHigh level of performance for the whole stuff!!\nHighly recommended place to visit!",
    "rating": 5,
    "name": "Andrii Indutnyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely awesome experience - just take a set of 8dishes and try to guess what each is made of. I bet you won't guess at least half :)",
    "rating": 5,
    "name": "Volodymyr Sadovyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️\n\n(Original)\nДякуємо за ваш відгук ❤️",
    "rating": 5,
    "name": "Maria Yurchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A must visit for any foodie. Modern Ukrainian cuisine.",
    "rating": 5,
    "name": "Tetiana Kosovets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great atmosphere, great and unusual cuisine, great cocktails. Will definitely come back.",
    "rating": 5,
    "name": "Igor Grabin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place with a fusion Ukrainian cousin.\nYou must try it.\nLocation is great",
    "rating": 5,
    "name": "Maksym Naumko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food and wine, perfect for me))",
    "rating": 5,
    "name": "Ali Gen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Extraordinary experience! Orange wine, cabbage for dessert, bees for starter and many other surprises :-) And nice waiters 🤩",
    "rating": 4,
    "name": "John Phillip Dreijer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Its was awesome. Ukrainian kitchen, but in other direction, in other understanding of it. Very tasty and beautifull",
    "rating": 5,
    "name": "Yevgeniy Shunevych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic Ukrainian cuisine as if the recipes were taken from 2121.",
    "rating": 5,
    "name": "Yevhen Hrebeniuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We were very impressed with the whole experience we received.",
    "rating": 5,
    "name": "Tadas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We were served by a rude and unhelpful waiter\nFood was pretty decent, bu nothing special",
    "rating": 5,
    "name": "Oleksiy Pyrozhkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Every receipt is something original and tasty! Fish soup юшка is totally recommended!",
    "rating": 5,
    "name": "Sergei Baranov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian food with a modern twist...it is a wonder no one else has done this",
    "rating": 4,
    "name": "Volodymyr Maksymenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I've never tasted more interesting combinations within one dish! Definitely recommend",
    "rating": 5,
    "name": "Olexiy Oryeshko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much",
    "rating": 5,
    "name": "Stu Budden",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best place with modern Ukrainian cuisine.",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for such a nice response! 🤍",
    "rating": 4,
    "name": "Sashka Mazur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yum-yum",
    "rating": 5,
    "name": "Veronika Rovnik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Volodymyr Sadovyy - thank you for your appreciation and feedback)\n\n(Original)\nVolodymyr Sadovyy - дякуємо за високу оцінку та відгук)",
    "rating": 5,
    "name": "Konstantins Krupjanko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic food, friendly staff, very creative dishes.",
    "rating": 2,
    "name": "ahmed mamed",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love the concept, the food was tasty, and high-class service 🤍",
    "rating": 5,
    "name": "Michal Sekera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beyond impressive. Had high expectations, had them met even higher.",
    "rating": 5,
    "name": "Roman Baier",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice creative dishes",
    "rating": 5,
    "name": "Michael King",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place, good kitchen and staff",
    "rating": 4,
    "name": "Andrej Horvat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service of waiter, polite and friendly. Dinner was great and tasty, creative cook.",
    "rating": 5,
    "name": "Volodymyr Huba",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very unique and delicious!",
    "rating": 5,
    "name": "Igor Gumenyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "By far the most creative and tasty Ukrainian cuisine in Kyiv! Must visit place!",
    "rating": 5,
    "name": "Volodymyr Grys",
    "cat": "Ukrainian restaurant"
  }
]