[
  {
    "review": "Very good restaurant.  The staff is very polite and trained.  Large selection of dishes and types of delicious burgers, cocktails.  The prices are very pleasant and democratic.  Portions are big.  The hall is spacious.  I recommend this burger.",
    "rating": 5,
    "name": "Poseidónas Greek",
    "cat": "Cafe"
  },
  {
    "review": "Thanks!)",
    "rating": 5,
    "name": "Constantin L.",
    "cat": "Cafe"
  },
  {
    "review": "Good burgers! Nice stuff! Funny napkin. 🙂Plenty of places to sit. Great place to watch sports. Specifically football (soccer) - they have big projector screen on 2nd floor.",
    "rating": 4,
    "name": "Anna Melnyk",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Karim Sofia",
    "cat": "Cafe"
  },
  {
    "review": "Kinda of nice place to grab a food and even for a dinner ( friends, colleges) not for a date( in my opinion). Prices are good) I got a perfect burger for 200 hrn plus a bottle of beer. In total 14 euros. In the center of the city it is a fortune. Recommend.",
    "rating": 4,
    "name": "EN",
    "cat": "Cafe"
  },
  {
    "review": "Thanks! :)",
    "rating": 1,
    "name": "Yasmine Daessler",
    "cat": "Cafe"
  },
  {
    "review": "Good and bold approach to salads with a good and diversified menu.\nShoutout to Katia my friendly waitress who was such a good help and who also got an amazing tattoo. …",
    "rating": 5,
    "name": "Owain Lewis",
    "cat": "Cafe"
  },
  {
    "review": "Karim, thank you so much for your feedback. We will definitely pay attention to your remark. We look forward to see you again.",
    "rating": 4,
    "name": "Юлія Завальнюк",
    "cat": "Cafe"
  },
  {
    "review": "The burgers are tasty, beef is well done, and the bun is awesome... As we walked in, the host has immediately taken us to a nice cozy table for 2, with a view to the backyard, which felt nice and personal. Overall, I have enjoyed my time …",
    "rating": 5,
    "name": "Alistair du Plessis",
    "cat": "Cafe"
  },
  {
    "review": "we arrived in the afternoon at 3.40. the restaurant was almost empty. we chose a table next to the window. the most important topic for the waitress was to mention several times that our table is booked at 5. we told, that we just want to …",
    "rating": 5,
    "name": "Kristina Collins",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for the feedback. Let's take it into account and fix it.",
    "rating": 4,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Cafe"
  },
  {
    "review": "Very nice place, excellent breakfast and burgers at very good prices.\n\nNice staff that speak English and provide a much higher standard of service than your average place in Kiev.",
    "rating": 1,
    "name": "Jens H. Daessler",
    "cat": "Cafe"
  },
  {
    "review": "Thanks6)",
    "rating": 2,
    "name": "Lumpen",
    "cat": "Cafe"
  },
  {
    "review": "Drinks are good, food is just okay. Would work well for a big company to get drunk.",
    "rating": 5,
    "name": "Adam Cunningham",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for the feedback. We will take into account your wishes.",
    "rating": 5,
    "name": "Nic H (KöNiC)",
    "cat": "Cafe"
  },
  {
    "review": "Great food at reasonable prices. Staff are friendly and helpful",
    "rating": 5,
    "name": "Egorcic Dolhich",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 4,
    "name": "Oleksii Khruniak",
    "cat": "Cafe"
  },
  {
    "review": "Wow is all I can say...\n\nLast night I thought I'd head out and find a good restaurant, I walked around in …",
    "rating": 5,
    "name": "Murillo Piffer",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Stepan Yershov",
    "cat": "Cafe"
  },
  {
    "review": "It's a very and nice place to have a chat with your friends.\nThey always have some discounts for big companies or some special orders.\nBurgers are very big and delicious here. …",
    "rating": 2,
    "name": "Chris",
    "cat": "Cafe"
  },
  {
    "review": "Thank you! Write more about the situation that happened to your friend!",
    "rating": 4,
    "name": "Roman Feshchenko",
    "cat": "Cafe"
  },
  {
    "review": "just don't go. don't try. slow poor service, food is boring and tasteless. staff is scared and hardly trained. there is so many better places around.",
    "rating": 5,
    "name": "Yusuf Emre Durmus",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for the feedback. Let's take it into account and fix it.",
    "rating": 3,
    "name": "Danila Bezmenov",
    "cat": "Cafe"
  },
  {
    "review": "Their real grade is between 3 and 4, the cuisine could be better, avarage level, once upon a time even the fly was found in my beer, of course I got an apology, but come on... especially wondering of people who describing the place with …",
    "rating": 5,
    "name": "Ivan Dzeman",
    "cat": "Cafe"
  },
  {
    "review": "Thank you for your feedback, let's take it into account!",
    "rating": 5,
    "name": "Daniel E",
    "cat": "Cafe"
  },
  {
    "review": "Incredible burgers and great selection of craft beers.\nOur waiter was great, even with the language barrier he was really helpful, especially recommending drinks. …",
    "rating": 4,
    "name": "Bengt-Göran Johansson",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Adam Neitzey",
    "cat": "Cafe"
  },
  {
    "review": "A friend of mine recommended me this restaurant after he was in Kiev. He said that they have the best burgers he ever ate. So I am nut sure if this burger was the best I ever had, but it is definitely in my top 3. Awesome!!!",
    "rating": 3,
    "name": "Oksana Tymoshenko",
    "cat": "Cafe"
  },
  {
    "review": "Thank you very much)",
    "rating": 4,
    "name": "Svitlana Alokhina",
    "cat": "Cafe"
  },
  {
    "review": "Good place good food, however potato that is served with burgers is not very tasty. Burgers are awsome, so are the stakes. Waiters are nice, calm, caring and helpful so don't forget to leave 10% tips, because as it turns out these are the only money they earn.",
    "rating": 1,
    "name": "Roberto Artiles Astelarra",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "Anastasiia Plishkanovska",
    "cat": "Cafe"
  },
  {
    "review": "Booze, beef, burgers are reason you will like this place. All dishes were delicious. The only drawback was that despite pre-ordering a table with some cold snacks to be prepared at specified time, the order was delivered 15 minutes after we sat at the table.",
    "rating": 1,
    "name": "Serdar Erdogan",
    "cat": "Cafe"
  },
  {
    "review": "Thanks! Your comment will be taken into account)",
    "rating": 3,
    "name": "Tim Orlovsky",
    "cat": "Cafe"
  },
  {
    "review": "Just take a look at the pics... Amazing burgers",
    "rating": 5,
    "name": "Eugene Blud",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Pavel Sikun",
    "cat": "Cafe"
  },
  {
    "review": "In general, nice place, but not perfect. I ordered medium rare steak, but half of it was prepared right and half was rare. Besides, in steaks were huge tendons. …",
    "rating": 5,
    "name": "Tornavido",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 4,
    "name": "Brian Tuscher",
    "cat": "Cafe"
  },
  {
    "review": "I must be missing something compared with previous reviews. Long waiting times for simple food - some members of party had finished their food before other dishes had arrived! Presentation of salads and non burger dishes below average - small amount of spinach and tiny stack of courgettes on a big plate looked very sad.",
    "rating": 5,
    "name": "virtuosok",
    "cat": "Cafe"
  },
  {
    "review": "Thank you for your feedback. We will surely take your comments into consideration!",
    "rating": 5,
    "name": "Роман Никитюк",
    "cat": "Cafe"
  },
  {
    "review": "Good spot, but some dishes are less tasty than at a different restaurant of the same chain. Service is generally good, with some exceptions here and there. Would be great if it could open a bit earlier to be a viable option for breakfast (12pm opening time is way too late).",
    "rating": 5,
    "name": "Yarik Ponomarenko",
    "cat": "Cafe"
  },
  {
    "review": "It is the greatest dining place in Kiev. They are almost serving everything delicious.",
    "rating": 4,
    "name": "Tara Neitzey",
    "cat": "Cafe"
  },
  {
    "review": "The place used to have great and juicy steaks, properly aged. This time something was different. The ribeye I got was cooked as requested (not enough fat in the cut though), but the meat itself tasted like it wasn't aged at all. Instead it …",
    "rating": 4,
    "name": "Philip Larmett",
    "cat": "Cafe"
  },
  {
    "review": "Good place with different cocktails and beverages, snacks in the center of Kyiv. Prices are average as for Kyiv.",
    "rating": 4,
    "name": "Ivo Tamm",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for a comment:)",
    "rating": 3,
    "name": "Damon Young",
    "cat": "Cafe"
  },
  {
    "review": "A few times I was walking to the Milk Bar and keep going when I noticed the lines wrapped out of the door, that's how I landed in 3B the first time. Most things are excellent that I've tried except for one of the salads. Plenty of space inside its multi floor area to relax and be undisturbed for some time.",
    "rating": 5,
    "name": "Anna Yushtina",
    "cat": "Cafe"
  },
  {
    "review": "Really good food an nice craft beers.",
    "rating": 4,
    "name": "Suds Singh",
    "cat": "Cafe"
  },
  {
    "review": "Friendly and quick service, comfortable, and the burgers were delicious.",
    "rating": 5,
    "name": "Nataliia “Cap” Shypkova",
    "cat": "Cafe"
  },
  {
    "review": "If you choose to sit on the second floor, mind that it's quite hot there and the air is stiff. The restroom is on the first floor and handles on the doors are shaking. I'd say, the place needs to be tweaked a bit here and there to be …",
    "rating": 5,
    "name": "Paul G",
    "cat": "Cafe"
  },
  {
    "review": "Good place. Not much expensive. 3B=Burger, Beer, Beef and you will find all this there. Good choice of craft Ukrainian (and other) beers, 'Gold Tzypa' was super! Friendly staff. Located in the centre.",
    "rating": 5,
    "name": "Alexandra Vertinskaya",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Volodymyr Barabanov",
    "cat": "Cafe"
  },
  {
    "review": "*Веган бургер содержит яйца*.\n\nI've used to have lunch here quite often. The food is good and the waitresses …",
    "rating": 5,
    "name": "Pablo Ferrat",
    "cat": "Cafe"
  },
  {
    "review": "Waiting my food for an hour now. Had to remind to bring the drinks after half an hour. I just start seeing people that came way before me to get their food.",
    "rating": 3,
    "name": "Roman Belfer",
    "cat": "Cafe"
  },
  {
    "review": "Thank you for your feedback. We will definitely solve this problem so that more such situations do not arise.",
    "rating": 5,
    "name": "Alex Ivanov",
    "cat": "Cafe"
  },
  {
    "review": "Absolutely overrated hamburgers. Prices are reasonable however literally there was no taste of beef. It was a completely tasteless patty. I don't. Know how they achieved it but it was not what I came here for.",
    "rating": 5,
    "name": "Catherine",
    "cat": "Cafe"
  },
  {
    "review": "Pulled pork burger did not have actual pulled pork, rather just a slow coocked one, and cold. Also, why would one out an egg in that? Guinness was sour and possibly old, and under-poured a bit",
    "rating": 5,
    "name": "Andrii Shchoholiev",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for the feedback! We will have to take into account!",
    "rating": 5,
    "name": "Oleksii Matiiasevych",
    "cat": "Cafe"
  },
  {
    "review": "A good selection of steaks, degree of roasting exactly level. Juicy burgers with a good cutlet. Great prices for place in the center. Relaxed music from the DJ. Always worth a look!",
    "rating": 5,
    "name": "Іван Малич",
    "cat": "Cafe"
  },
  {
    "review": "Good selection of burgers, steaks and craft beers. Burgers themselves are beyond top-tier and you won't be disappointed no matter what you order.",
    "rating": 4,
    "name": "Paul Harris",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 2,
    "name": "Salahuddin",
    "cat": "Cafe"
  },
  {
    "review": "Nice prices, has a bar, comfortable",
    "rating": 5,
    "name": "Rik Goodwin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Oleksii Melnyk",
    "cat": "Cafe"
  },
  {
    "review": "Great burgers and fries. I didn't think I'd find a place like this outside of the States.\nVaried seating options. Somewhat noisy due to the decor.",
    "rating": 5,
    "name": "Tetiana Kopan",
    "cat": "Cafe"
  },
  {
    "review": "Interesting selection of beers (mostly local bottled versions, however). Tends to be crowded so reservations might be needed. Food is passable and is being served fast enough.",
    "rating": 5,
    "name": "Dmitriy Nushtaev",
    "cat": "Cafe"
  },
  {
    "review": "Best burgers I ever eat 👍🏼",
    "rating": 5,
    "name": "Sergey Kovaltschuk",
    "cat": "Cafe"
  },
  {
    "review": "One of the best Borscht in Kyiv. Great burgers. Good business-lunch menu.\nWe often go for a lunch there.",
    "rating": 5,
    "name": "Giorgi Lortkipanidze",
    "cat": "Cafe"
  },
  {
    "review": "The burgers have a great flavor, but our buns were over toasted. The bottoms of the buns were too hard and caused the burgers to be hard to eat.",
    "rating": 5,
    "name": "Serhii Bolilyi",
    "cat": "Cafe"
  },
  {
    "review": "Good place for late night bites, if you have the munchies after midnight. 🍺 selection has recently been renewed, with Craft Beer on the menu",
    "rating": 5,
    "name": "Nastya Ivleva",
    "cat": "Cafe"
  },
  {
    "review": "Thanks :)",
    "rating": 3,
    "name": "Volodymyr",
    "cat": "Cafe"
  },
  {
    "review": "Quality food. Very children-friendly.",
    "rating": 4,
    "name": "Raffael Fassler",
    "cat": "Cafe"
  },
  {
    "review": "Ivo, thanks for a comment. We hope see you again! :)",
    "rating": 4,
    "name": "Jeffrey Love",
    "cat": "Cafe"
  },
  {
    "review": "Place smells like an auto repair garage. Oil smell. Food is mediocre. Service is good.",
    "rating": 5,
    "name": "Eugene Chepurniy",
    "cat": "Cafe"
  },
  {
    "review": "Thanks!",
    "rating": 5,
    "name": "Liudmyla Pozniak (Liudok)",
    "cat": "Cafe"
  },
  {
    "review": "My favourite place in Kyiv! Not so cheap by Ukrainian standards, but quality and service are definitely worth it! I can only recommend!",
    "rating": 5,
    "name": "Галина Дехтярук",
    "cat": "Cafe"
  },
  {
    "review": "Thank you very much!",
    "rating": 5,
    "name": "Margarita Fadeeva",
    "cat": "Cafe"
  },
  {
    "review": "Good burgers, good staff and a nice menu. Fair prices.",
    "rating": 5,
    "name": "Артем Мельниченко",
    "cat": "Cafe"
  },
  {
    "review": "Thanks!)",
    "rating": 4,
    "name": "Vladimir Zamotaiev",
    "cat": "Cafe"
  },
  {
    "review": "Great",
    "rating": 5,
    "name": "Bach Nguyen",
    "cat": "Cafe"
  },
  {
    "review": "Thank you!)",
    "rating": 4,
    "name": "Alexey Kovynev",
    "cat": "Cafe"
  },
  {
    "review": "I love consuming burgers here. Poor beer choice though. Guinness is the best they've got.",
    "rating": 5,
    "name": "Dima Kerpov",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Daria Malitskaja",
    "cat": "Cafe"
  },
  {
    "review": "Wonderful place to visit for a get-together ir a date! I love your Czech tea😍",
    "rating": 5,
    "name": "Airidas Valiukėnas",
    "cat": "Cafe"
  },
  {
    "review": "Thanks!) 😍",
    "rating": 4,
    "name": "Aviad Mayblat",
    "cat": "Cafe"
  },
  {
    "review": "they serve tasty cakes...beer..so so..but nice cuisine",
    "rating": 5,
    "name": "André de Macedo",
    "cat": "Cafe"
  },
  {
    "review": "Thanks!)",
    "rating": 5,
    "name": "Khonin Vyacheslav",
    "cat": "Cafe"
  },
  {
    "review": "Tasty Hamburgers, cozy atmosphere, good service, not cheap but not too expensive ether specially taking in to account good food quality",
    "rating": 3,
    "name": "Rodion Altshuler",
    "cat": "Cafe"
  },
  {
    "review": "Tasty as ever... BUT - please make your waiters speak Ukrainian!!! We're still living in Ukraine.",
    "rating": 4,
    "name": "Matej Baranec",
    "cat": "Cafe"
  },
  {
    "review": "One of the best burgers in the city for sure",
    "rating": 3,
    "name": "Mario Aguas",
    "cat": "Cafe"
  },
  {
    "review": "Thank you so much!)",
    "rating": 5,
    "name": "Viktor Palchyk",
    "cat": "Cafe"
  },
  {
    "review": "Great burgers and craft beer. Superb service! Definitely recommend this place!",
    "rating": 3,
    "name": "Olga P",
    "cat": "Cafe"
  },
  {
    "review": "Always good steaks & burgers, also they have draft Guinness beer!",
    "rating": 5,
    "name": "Johnny B",
    "cat": "Cafe"
  },
  {
    "review": "Ohh! Thank you)",
    "rating": 5,
    "name": "yaniv lanciano",
    "cat": "Cafe"
  },
  {
    "review": "Chicken broth with meatballs + beef burger with chips + dryfruit drink, all for 98 UAH at lunch time. Satisfied!",
    "rating": 5,
    "name": "Kostya Shevchuk",
    "cat": "Cafe"
  },
  {
    "review": "Best burgers in Kyiv, nice steaks and beer. \"Chiefs cake\" is super-delishious.",
    "rating": 5,
    "name": "Tomáš Došlík",
    "cat": "Cafe"
  },
  {
    "review": "A gourmet burger restaurant . Prices are reasonable.  Staff are brilliant.  Great location.",
    "rating": 1,
    "name": "M",
    "cat": "Cafe"
  },
  {
    "review": "Was one of good places with good steaks and burgers, it is getting worse, though the service is good",
    "rating": 5,
    "name": "Oleksii Sliusarenko",
    "cat": "Cafe"
  },
  {
    "review": "Great steaks, great burgers and cocktails. Everything is top notch",
    "rating": 5,
    "name": "Maksym Radionov",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Act to stop the war!",
    "cat": "Cafe"
  },
  {
    "review": "One of the tastiest burgers in town. One of the features - excellent rated meet with sticky taste",
    "rating": 5,
    "name": "Usman Barki",
    "cat": "Cafe"
  },
  {
    "review": "Really good place, burgers is delicious, prices is ok! Nice place for lunch !",
    "rating": 2,
    "name": "Serhii Topchii",
    "cat": "Cafe"
  },
  {
    "review": "Thanks)",
    "rating": 5,
    "name": "Federico Melon",
    "cat": "Cafe"
  },
  {
    "review": "Where are the best burgers in town? Well, you get the point. Recommend!",
    "rating": 5,
    "name": "Maxim Yerasov",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "D Tab",
    "cat": "Cafe"
  },
  {
    "review": "One of my favourite places to have a decent steak. Tasty and juicy ;)",
    "rating": 5,
    "name": "zheka Dolgyshev",
    "cat": "Cafe"
  },
  {
    "review": "Very tasty food, design also nice. If you like junk food like burgers welcome.",
    "rating": 5,
    "name": "Denis Gaidukov",
    "cat": "Cafe"
  },
  {
    "review": "Burgers are super tasty. Prices for drinks are not expensive",
    "rating": 5,
    "name": "Igor Koskov",
    "cat": "Cafe"
  },
  {
    "review": "The steak was amazing. So was wine and dessert. I love this place!",
    "rating": 5,
    "name": "Yuliya Tkachuk",
    "cat": "Cafe"
  },
  {
    "review": "Nastya, thanks for a comment!)",
    "rating": 5,
    "name": "Oleksandr Sholokh",
    "cat": "Cafe"
  },
  {
    "review": "You can find tastier and cheaper places for every line of the menu in 300m. Don't recommend it",
    "rating": 5,
    "name": "Jimmy Burke",
    "cat": "Cafe"
  },
  {
    "review": "Very nice place but don't expect your food to come fast",
    "rating": 5,
    "name": "Vitalii Kyryliuk",
    "cat": "Cafe"
  },
  {
    "review": "The service, food and drink was brilliant and at a good price.",
    "rating": 4,
    "name": "Maksym Solomkin",
    "cat": "Cafe"
  },
  {
    "review": "Good steaks, acceptable bills. Go visit this place for a good lunch.",
    "rating": 5,
    "name": "Рома Переверзєв",
    "cat": "Cafe"
  },
  {
    "review": "Good place for people who likes burgers:)) big and tasty",
    "rating": 5,
    "name": "Дмитрий Жеребко",
    "cat": "Cafe"
  },
  {
    "review": "Nice place! A lot of people including me choose it to spend great time there!!!",
    "rating": 4,
    "name": "Volodymyr Svydenko",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Second life",
    "cat": "Cafe"
  },
  {
    "review": "Delicious food and friendly staff, waiting time a a bit long.",
    "rating": 5,
    "name": "Andrey Rasseykin",
    "cat": "Cafe"
  },
  {
    "review": "Nice lunch offers, tasty burgers, more than moderate prices",
    "rating": 4,
    "name": "Yuliya Atamanchuk",
    "cat": "Cafe"
  },
  {
    "review": "Tasty food, normal prices. Good please for drinking",
    "rating": 5,
    "name": "Suleyman M",
    "cat": "Cafe"
  },
  {
    "review": "Great food and nice selection of beer. Friendly, english speaking staff.",
    "rating": 5,
    "name": "Ruslan Gunawardana (exarus)",
    "cat": "Cafe"
  },
  {
    "review": "Good place to drink whiskey or wine. But not beer unfortunately :(",
    "rating": 4,
    "name": "Yevgen Chupak",
    "cat": "Cafe"
  },
  {
    "review": "Alexey thanks you for a comment!",
    "rating": 5,
    "name": "Andrew Nec.",
    "cat": "Cafe"
  },
  {
    "review": "The best burgers in town! They are suuuuper delicious! :)",
    "rating": 5,
    "name": "Serheos Morello",
    "cat": "Cafe"
  },
  {
    "review": "Perfect combination of prices,tasty food and location.",
    "rating": 5,
    "name": "Taras Chyhryn",
    "cat": "Cafe"
  },
  {
    "review": "Tasty burgers. Good service. Overall good.",
    "rating": 5,
    "name": "Lena Arpetovna",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Tëmä Kotskii",
    "cat": "Cafe"
  },
  {
    "review": "A fairly priced restaurant with good food and nice atmosphere",
    "rating": 5,
    "name": "Nataliia Yemelianova",
    "cat": "Cafe"
  },
  {
    "review": "Beef burger was good and the fries were perfect.",
    "rating": 5,
    "name": "Tarik Dem",
    "cat": "Cafe"
  },
  {
    "review": "One of the best burgers I have ever tasted.",
    "rating": 5,
    "name": "Alexander L Prokopchuk",
    "cat": "Cafe"
  },
  {
    "review": "No bad burgers, but not great any more comparing to couple years ago.",
    "rating": 5,
    "name": "Ben Pakarinen",
    "cat": "Cafe"
  },
  {
    "review": "Good Vodka good cheesecake and nice stuff 🙃",
    "rating": 5,
    "name": "Vladyslav Magada",
    "cat": "Cafe"
  },
  {
    "review": "Thank you so much))",
    "rating": 5,
    "name": "Artem Adamian",
    "cat": "Cafe"
  },
  {
    "review": "Cold fries, slow, but friendly service",
    "rating": 4,
    "name": "Volodymyr Mylovanov",
    "cat": "Cafe"
  },
  {
    "review": "Warm salad was delicious, so as lemonade",
    "rating": 5,
    "name": "Tom Buffalo",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Andrii Snitsaruk",
    "cat": "Cafe"
  },
  {
    "review": "Too dry bun in burger. Not the best choice to eat.",
    "rating": 3,
    "name": "Maksym Lazuto",
    "cat": "Cafe"
  },
  {
    "review": "Great food and cozy atmosphere.",
    "rating": 3,
    "name": "Dennis G D",
    "cat": "Cafe"
  },
  {
    "review": "Excellent food and great service!",
    "rating": 5,
    "name": "Igor TsvetkoV",
    "cat": "Cafe"
  },
  {
    "review": "Good place to have a pint and burger.",
    "rating": 5,
    "name": "Vladimir Poplavskij",
    "cat": "Cafe"
  },
  {
    "review": "Great food, good prices.",
    "rating": 5,
    "name": "Yurii Andrieiev",
    "cat": "Cafe"
  },
  {
    "review": "Noisy place, not good service, tables are not comfortable to sit and relax",
    "rating": 4,
    "name": "Oleksii Pinchuk",
    "cat": "Cafe"
  },
  {
    "review": "Wide assortment. Good food quality",
    "rating": 4,
    "name": "Milena Sm",
    "cat": "Cafe"
  },
  {
    "review": "Nice place, reasonable steak prices",
    "rating": 5,
    "name": "Dmytro Bibikov",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for a good comment:)",
    "rating": 5,
    "name": "Anton Molchanov",
    "cat": "Cafe"
  },
  {
    "review": "It is OK. Good place to meet with friends.",
    "rating": 5,
    "name": "wyk thor",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Marco Ecknauer",
    "cat": "Cafe"
  },
  {
    "review": "Very good food and even better service",
    "rating": 4,
    "name": "Roman Zaiarnyi",
    "cat": "Cafe"
  },
  {
    "review": "Well, disappointed, they told that I can't use camera inside :) GL guys :)",
    "rating": 5,
    "name": "karina polkovnychenko",
    "cat": "Cafe"
  },
  {
    "review": "Burgers very well served",
    "rating": 5,
    "name": "S S",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Roksolana Windwalker",
    "cat": "Cafe"
  },
  {
    "review": "Nice service, tasty burgers.",
    "rating": 5,
    "name": "Yevhen Danchenko",
    "cat": "Cafe"
  },
  {
    "review": "Thanks;)",
    "rating": 2,
    "name": "Oleksandr Pelykh",
    "cat": "Cafe"
  },
  {
    "review": "The best price-quality ratio, courtesy staff",
    "rating": 3,
    "name": "Afshin Robin Rohani",
    "cat": "Cafe"
  },
  {
    "review": "Great place, vary delicious",
    "rating": 5,
    "name": "Dmytro Skyba",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Mihkel Erik Rebane",
    "cat": "Cafe"
  },
  {
    "review": "F**ing great burgers!",
    "rating": 5,
    "name": "Tatiana Taraskova",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "glinand",
    "cat": "Cafe"
  },
  {
    "review": "Tasty burgers (try Caprese!) and beef.",
    "rating": 4,
    "name": "Anastasia Raint",
    "cat": "Cafe"
  },
  {
    "review": "Good burgers, good service",
    "rating": 5,
    "name": "Elena Tarasiuk",
    "cat": "Cafe"
  },
  {
    "review": "Thanks;)",
    "rating": 4,
    "name": "Татьяна Гуцало",
    "cat": "Cafe"
  },
  {
    "review": "Good place for having time with friends",
    "rating": 3,
    "name": "Mike Ivanenko",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for your feedback :)",
    "rating": 5,
    "name": "Alex Kryvenko",
    "cat": "Cafe"
  },
  {
    "review": "Really good burgers",
    "rating": 4,
    "name": "Anastasia Kuts",
    "cat": "Cafe"
  },
  {
    "review": "Tasty burgers",
    "rating": 5,
    "name": "Кристина Новицкая",
    "cat": "Cafe"
  },
  {
    "review": "Виталий, благодарим вас за высокую оценку! Рады что вам все понравилось )\n\n(Translated by Google)\nVitaly, thank you for your appreciation! We are glad that you liked everything)",
    "rating": 5,
    "name": "Катя Локанцова",
    "cat": "Cafe"
  },
  {
    "review": "Nice place with OK burgers",
    "rating": 5,
    "name": "Виталий Дуженко",
    "cat": "Cafe"
  },
  {
    "review": "Thanks for a comment )",
    "rating": 1,
    "name": "Anna Maxis",
    "cat": "Cafe"
  },
  {
    "review": "I like their burgers.",
    "rating": 4,
    "name": "Gleb Radchenko",
    "cat": "Cafe"
  },
  {
    "review": "Thanks :)",
    "rating": 5,
    "name": "Андрей",
    "cat": "Cafe"
  },
  {
    "review": "Nice place. Will visit it again",
    "rating": 5,
    "name": "Катерина Платонова",
    "cat": "Cafe"
  },
  {
    "review": "Thanks. Waiting for you;)",
    "rating": 5,
    "name": "Demian Radziviliuk",
    "cat": "Cafe"
  },
  {
    "review": "Tasty food and big plates",
    "rating": 4,
    "name": "Мария Писоцкая",
    "cat": "Cafe"
  },
  {
    "review": "Nice 😌",
    "rating": 3,
    "name": "Anna Oliinyk",
    "cat": "Cafe"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Lera Samoylenko",
    "cat": "Cafe"
  },
  {
    "review": "Good burgers and beer",
    "rating": 4,
    "name": "Olya Ivanova",
    "cat": "Cafe"
  },
  {
    "review": "Good food",
    "rating": 5,
    "name": "Денис",
    "cat": "Cafe"
  },
  {
    "review": "Fresh and juicy burgers!",
    "rating": 5,
    "name": "Kateryna Stets",
    "cat": "Cafe"
  },
  {
    "review": "Nice burgers and beer",
    "rating": 5,
    "name": "Олє4ка Тивонюк",
    "cat": "Cafe"
  },
  {
    "review": "Cпасибо)\n\n(Translated by Google)\nThanks)",
    "rating": 4,
    "name": "Nina Troshchuk",
    "cat": "Cafe"
  },
  {
    "review": "Nice place good cuisine",
    "rating": 2,
    "name": "Julia Korsun",
    "cat": "Cafe"
  },
  {
    "review": "Cool",
    "rating": 4,
    "name": "Oksana Kirienko",
    "cat": "Cafe"
  },
  {
    "review": "Thanks ;-)",
    "rating": 5,
    "name": "Татьяна Гладких",
    "cat": "Cafe"
  },
  {
    "review": "Super burgers, omg!!!",
    "rating": 4,
    "name": "Віктор Невідомий",
    "cat": "Cafe"
  },
  {
    "review": "Nice food and interior",
    "rating": 1,
    "name": "Артём Клыженко",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Larga Manu",
    "cat": "Cafe"
  },
  {
    "review": "Very tasty food",
    "rating": 2,
    "name": "Egor Kaviar",
    "cat": "Cafe"
  },
  {
    "review": "Thanks))",
    "rating": 5,
    "name": "Ющенко Екатерина",
    "cat": "Cafe"
  },
  {
    "review": "Good beef tar-tar.",
    "rating": 5,
    "name": "Евгений Болтян",
    "cat": "Cafe"
  },
  {
    "review": "Good food and beer!!!!",
    "rating": 4,
    "name": "Ярослав Гужва",
    "cat": "Cafe"
  },
  {
    "review": "Наталия, благодарим за высокую оценку!:)\n\n(Translated by Google)\nNatalia, thank you for your appreciation! :)",
    "rating": 5,
    "name": "Julia L.",
    "cat": "Cafe"
  },
  {
    "review": "Delicious burgers!!!",
    "rating": 3,
    "name": "Надея Коломиец",
    "cat": "Cafe"
  },
  {
    "review": "Thanks 🤩",
    "rating": 5,
    "name": "Style With Slava",
    "cat": "Cafe"
  },
  {
    "review": "Perfect food and services",
    "rating": 5,
    "name": "Svetlana Saltykova",
    "cat": "Cafe"
  },
  {
    "review": "Oh, thank you)",
    "rating": 5,
    "name": "Nataliia Markovska",
    "cat": "Cafe"
  },
  {
    "review": "Awesome!",
    "rating": 5,
    "name": "Tetiana Vilgan",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Валерия Некрасова",
    "cat": "Cafe"
  },
  {
    "review": "Great place for chilin",
    "rating": 5,
    "name": "Margo Kuprynenko",
    "cat": "Cafe"
  },
  {
    "review": "Very good service!",
    "rating": 1,
    "name": "Anna Vorobiova",
    "cat": "Cafe"
  },
  {
    "review": "Thanks you very match!",
    "rating": 4,
    "name": "Alexei Miliutin",
    "cat": "Cafe"
  },
  {
    "review": "Good and tasty!",
    "rating": 5,
    "name": "Margarita Z",
    "cat": "Cafe"
  },
  {
    "review": "Thanks)",
    "rating": 5,
    "name": "Современная Абстракция",
    "cat": "Cafe"
  },
  {
    "review": "Tasty business lunches",
    "rating": 1,
    "name": "Daniel",
    "cat": "Cafe"
  },
  {
    "review": "Nice place to meet with friends.",
    "rating": 2,
    "name": "Sofiia Rasskazova",
    "cat": "Cafe"
  },
  {
    "review": "So so",
    "rating": 5,
    "name": "Jane Kucherenko",
    "cat": "Cafe"
  },
  {
    "review": "Decent burgers.",
    "rating": 2,
    "name": "Андрей Мошковский",
    "cat": "Cafe"
  },
  {
    "review": "Tasty!",
    "rating": 5,
    "name": "Yuliia Semenova",
    "cat": "Cafe"
  },
  {
    "review": "Great burgers",
    "rating": 4,
    "name": "Oleksandr Kislov",
    "cat": "Cafe"
  },
  {
    "review": "Wonderful place and food",
    "rating": 2,
    "name": "А*** Г****",
    "cat": "Cafe"
  },
  {
    "review": "Good burger",
    "rating": 5,
    "name": "TimeTo Explore",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Тарас",
    "cat": "Cafe"
  },
  {
    "review": "Burgers are good",
    "rating": 4,
    "name": "Yuri Palich",
    "cat": "Cafe"
  },
  {
    "review": "Recommend it for everyone!",
    "rating": 5,
    "name": "Liudmyla Pidlisna",
    "cat": "Cafe"
  },
  {
    "review": "Nice burgers",
    "rating": 5,
    "name": "Денис Твердохліб",
    "cat": "Cafe"
  },
  {
    "review": "Thanks)",
    "rating": 4,
    "name": "Viktoriya Dobrilovskaya",
    "cat": "Cafe"
  },
  {
    "review": "Perfect",
    "rating": 5,
    "name": "Alisa Halamai",
    "cat": "Cafe"
  },
  {
    "review": "Friendly service... 😊",
    "rating": 4,
    "name": "Natalia Buga",
    "cat": "Cafe"
  },
  {
    "review": "awesome steaks",
    "rating": 5,
    "name": "Юлия Стройнова",
    "cat": "Cafe"
  },
  {
    "review": "thanks;)",
    "rating": 2,
    "name": "Yana Kogut",
    "cat": "Cafe"
  },
  {
    "review": "Comfy and delicious",
    "rating": 5,
    "name": "Aleksandra",
    "cat": "Cafe"
  },
  {
    "review": "my favorite place",
    "rating": 4,
    "name": "Яна Ревенкова",
    "cat": "Cafe"
  },
  {
    "review": "Nice lunch",
    "rating": 5,
    "name": "Mykola Pyroh",
    "cat": "Cafe"
  },
  {
    "review": "The favorite one",
    "rating": 1,
    "name": "Diana Lisovenko",
    "cat": "Cafe"
  },
  {
    "review": "Thanks ;)",
    "rating": 1,
    "name": "Maryna Slisarenko",
    "cat": "Cafe"
  },
  {
    "review": "Veery expensive place.",
    "rating": 1,
    "name": "Bohdan",
    "cat": "Cafe"
  },
  {
    "review": "Or not to be.",
    "rating": 5,
    "name": "serkan özdemir",
    "cat": "Cafe"
  },
  {
    "review": "Nice place.",
    "rating": 5,
    "name": "Olga Kotova",
    "cat": "Cafe"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "Albert Faraon",
    "cat": "Cafe"
  },
  {
    "review": "It was niiiice",
    "rating": 5,
    "name": "Чабан бай-Оглы",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 3,
    "name": "Emil Bayramov",
    "cat": "Cafe"
  },
  {
    "review": "Приятная атсосфера, локаничный дизайн, приветливый персонал. Хороший шотланский Эль и вкусные закуски. Есть летняя плошадка. Были с ребенком, предоставили детский стульчик(чего совсем не ожидала увидеть в пабе). …",
    "rating": 4,
    "name": "Юля Дудник",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) We are ready to meet your most important needs ;-)\n\n(Original)\nДякуємо за відгук!) Ми готові задовольняти ваші найважливіші потреби ;-)",
    "rating": 5,
    "name": "Богдан Миколайчук",
    "cat": "Cafe"
  },
  {
    "review": "Хотелось бы больше выбор пива :) Приветливый персонал. Есть детский стульчик. Много залов и большая площадь заведения + летняя площадка. …",
    "rating": 3,
    "name": "Oleg Petukhov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) We will take into account your wishes ;-)\n\n(Original)\nДякуємо за відгук!) Врахуємо ваші побажання ;-)",
    "rating": 5,
    "name": "Yelyzaveta Polych",
    "cat": "Cafe"
  },
  {
    "review": "Очень хорошее заведение с , довольно, просторным летником ) Вкусный кофе, большой выбор в меню , в том числе: стейки и бургеры....быстрое обслуживание... единственное... мой стейк был слишком солёный ( я привыкла, что стейки либо вообще не …",
    "rating": 1,
    "name": "Олександр Брюндтзвельт",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 5,
    "name": "Kristina Chernyak",
    "cat": "Cafe"
  },
  {
    "review": "Обалденно вкусные бургеры и огромезные салаты. Очень уютное заведение, есть места и для уединения парочки и для большой компании. Повсюду большие экраны с трансляцией матчей. А мы как раз попали на трансляцию в прямом эфире из Киева \"Динамо …",
    "rating": 5,
    "name": "Виталий Баль",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Happy that you liked it!\n\n(Original)\nДякуємо за відгук! Щасливі, що вам сподобалось!",
    "rating": 5,
    "name": "Bohdan Svyrydov",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение. Приятная атмосфера, музыка, дизайн в стиле лофт.\nДостаточно большое меню. Вкусные сеты шотов, пивные тарелки. Отдельно могу отметить официанта Гришу, очень внимательный и веселый. Для именинников действует …",
    "rating": 1,
    "name": "Сабина Т",
    "cat": "Cafe"
  },
  {
    "review": "Был недавно пару раз после длительного перерыва. Не очень.\n\nПервый раз зашли на бизнес ланч. За цену в 129 грн это, стоит признать, не самый …",
    "rating": 5,
    "name": "Aleksandr Dobromanov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will definitely take it into account in our future work!\n\n(Original)\nДякуємо за відгук! Ми оов'язково врахуємо його в подальшій роботі!",
    "rating": 5,
    "name": "Дима Тригодько",
    "cat": "Cafe"
  },
  {
    "review": "С первого взгляда, заведение показалось не уютным, в итоге остались более чем довольны уютом, меню, ценами и обслуживанием. Везде мягкие диванчики и мягкие кресла, вкусные бургеры и на удивление доступные цены, официанты были вежливы и …",
    "rating": 5,
    "name": "Little Voloshka",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) Happy that you liked it)\n\n(Original)\nДякуємо за відгук!) Щасливі, що вам сподобалось)",
    "rating": 5,
    "name": "Лилия Яковлева",
    "cat": "Cafe"
  },
  {
    "review": "Если не знаешь куда пойти - универсальный выбор для обеда-ужина. Бургеры достойны и чаще всего все вкусно. Часто ем куриный бульон (на фото), вкусный наполеон. А вот Цезарь еще стоит потренировать: вместо классической заправки был по вкусу …",
    "rating": 4,
    "name": "Oleksandr",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) What I want to note at once - service! 10 / 10❤️ nice girl, kindly explained everything, if she didn't know the answer to the question - she always clarified and solved everything! 1 burger was ordered without cheese …",
    "rating": 4,
    "name": "Ксюша Юсин",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Happy that you liked everything!))\n\n(Original)\nДякуємо за відгук! Щасливі, що вам все сподобалось!))",
    "rating": 4,
    "name": "Ева Мария Арешина",
    "cat": "Cafe"
  },
  {
    "review": "Всё было супер! Хорошее обслуживание, вкусная еда.\nОбожаю ланчи …",
    "rating": 2,
    "name": "Aleks Shulz Travel",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 3,
    "name": "Ольга Ляшко",
    "cat": "Cafe"
  },
  {
    "review": "Отличное заведение.  Бургеры - вкуснейшие. В реале, я уже давно не смаковал такой вкусноты. Огромное разнообразие напитков. Персонал - профисионалы своего дела, было приятно с ними общаться. Обстановка внутри заведения располагает. Одним …",
    "rating": 4,
    "name": "Andrii Istomin",
    "cat": "Cafe"
  },
  {
    "review": "Бургер Pulled pork даже близко не похож на то, каким он должен быть. Мясо не волокнами, а кусками и ужасно сухое. В данном случае 179 грн абсолютно необоснованы. При этом бургер с говяжей котлетой по отзывам товарищей был нормальный. Исходя …",
    "rating": 4,
    "name": "J J",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will pass on your comments to the chef and the kitchen and work with the staff! We hope we can change your mind about our institution with a follow-up visit\n\n(Original)\nДякуємо за ваш відгук! Ми передамо ваші коментарі шефу та кухні та проведемо роботу з персоналом! Сподіваємося, ми зможемо змінити вашу думку про наш заклад, наступним візитом",
    "rating": 5,
    "name": "Stacey Candy",
    "cat": "Cafe"
  },
  {
    "review": "Отличный паб-ресторан-кафе)) вкусное пиво, бургер тоже супер. Хотя в последний раз Дабл биф был хоть и  хорош, но на Подоле понравился больше. Борщ, как всегда великолепен) Кстати, в пятницу и субботу, по вечерам лучше бронировать места …",
    "rating": 3,
    "name": "Yulia Demianchuk",
    "cat": "Cafe"
  },
  {
    "review": "Все вкусно.\nОбслуживание умеренное по скорости, обычно предупреждают, если блюдо будет готовиться долго. …",
    "rating": 5,
    "name": "Леди Бумеранг",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your content review!\n\n(Original)\nДуже дякуємо за змістовний відгук!",
    "rating": 5,
    "name": "Людмила Мельник",
    "cat": "Cafe"
  },
  {
    "review": "Атмосфера покоя и уюта. Большие окна с подоконниками где можно сидеть и любоваться улицей. Пледы, диванчики, подушки все для комфорта. Большой выбор глинтвейна, белый красный около 6 видов. Бургеры отличные. Официанты очень …",
    "rating": 5,
    "name": "Anatoliy Larionov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback!) We will be glad to see you again in our task!)\n\n(Original)\nВдячні за фідбек!) Будемо раді бачити вас знову у нашому закдаді!)",
    "rating": 5,
    "name": "Анжела Галицкая",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very cool place. So far - the most expensive burgers that have to taste in Kiev - here. Attentive staff, very clean, comfortable, the prices are pleasant. To view matches or sports competitions there is a big screen. …",
    "rating": 4,
    "name": "Дмитро Хруневич",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Daria V",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение, уютное и с приветливым персоналом.\n\nПриятным бонусом является то, что к блюду приносят порцию попкорна, а в …",
    "rating": 5,
    "name": "Иоанна Шабанова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback))\n\n(Original)\nДуже вдячні за ваш відгук))",
    "rating": 5,
    "name": "Denis Levadnyi",
    "cat": "Cafe"
  },
  {
    "review": "Заказала вегетерианский бургер с баклажаном и сырники. Сырники были поданы быстрее всего (нас было человек 10) и долго стояли, так как я планировала их съесть в качестве десерта. Но так как мой бургер очень долго готовился, я начала их есть …",
    "rating": 5,
    "name": "Roman Chendei",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback! We will take into account and work out your comments)\n\n(Original)\nВдячні за фідбек! Візьмемо до уваги та пропрацюємо ваші зауваження)",
    "rating": 3,
    "name": "Nataliia Chernietsova",
    "cat": "Cafe"
  },
  {
    "review": "мне так нравится их подача напитков на этой дощечке😂😍 и они подают тростниковый сахар, по умолчанию, ура❗️ Сегодня пост о 3х бургерах, стейке рибай, любимых шотах и коктейлях и кобб салате 😉 …",
    "rating": 5,
    "name": "Olena Prymushko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The burgers are very large and rich. The taste is normal. It is evident that they are trying to combine unusual tastes (peanut paste and various types of cheese). …",
    "rating": 2,
    "name": "Виктория *",
    "cat": "Cafe"
  },
  {
    "review": "Замечательная атмосфера, приятный интерьер, музыкальное сопровождение.\nЛояльное и внимательное отношение персонала, а также чертовски хорошая кухня. …",
    "rating": 3,
    "name": "Anatolii Kandrov “KandrovRetoucher”",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very grateful for the recommendation ❤️\n\n(Original)\nДуже вдячні за рекомендацію ❤️",
    "rating": 5,
    "name": "Anven Stonewill",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Everything is fine and tasty, except for the speed of service. Burger waited for 40 minutes, this is when the occupancy in the hall is 40%. Good music is playing, companies do not interfere with each other …",
    "rating": 1,
    "name": "Лариса Самойленко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are glad that you liked our establishment. Informed the manager about the speed of service.\n\n(Original)\nДякуємо за відгук! Радіємо, що вам сподобався наш заклад. Проінформували менеджера щодо швидкості обслуговування.",
    "rating": 5,
    "name": "Оксана Волкова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Today we visited the institution for the first time and were pleasantly surprised!\nWe came in the evening - it was a spontaneous visit and the place is unfamiliar …",
    "rating": 4,
    "name": "Nick Homolibere",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры, шикарный суп, но обслуживание.... Официантов ждёшь долго, общаются с таким видом будто ты им что-то должен. Только из-за этого думаешь перед тем как идти. Еда вкусная, повара молодцы! …",
    "rating": 5,
    "name": "Анастасия Ставрюк",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's take note and work with staff!\n\n(Original)\nДякуємо за ваш відгук! Візьмемо до уваги та проведемо роботу з персоналом!",
    "rating": 4,
    "name": "Gennady Roshchupkin",
    "cat": "Cafe"
  },
  {
    "review": "Ребята, что с вами случилось?\nВ комплекте с бюргером идёт трижды жаренная картошка и ложка салата) такое жлобство за цены выше среднего. Бургер очень средний и не хватало на столе соусов. …",
    "rating": 5,
    "name": "Lolita Tovstokora",
    "cat": "Cafe"
  },
  {
    "review": "Бургеры подают в комплекте с картошкой и немного салата. Не скажу, что здесь самые вкусные бургеры, есть и повкуснее. Понравились коктейли. Цены приемлимые, несмотря на то, что центр. В целом неплохо. …",
    "rating": 4,
    "name": "Oleg Konichenko",
    "cat": "Cafe"
  },
  {
    "review": "Очень-очень-очень вкусно !!! Пробовали 3 вида бургера, сидр и пиво !) Рекомендую однозначно! Мясо сочное и ароматное, булочка свежая, овощи хрустящие! Приедем на стейки! ) …",
    "rating": 5,
    "name": "Ірина Kyiv",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good burger lunch.\nThe terminal did not work. …",
    "rating": 5,
    "name": "Maria Storcheus",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Victor, thank you for your feedback.\n\n(Original)\nВіктор, дякуємо за ваш відгук.",
    "rating": 4,
    "name": "Олег Лебедев",
    "cat": "Cafe"
  },
  {
    "review": "НЕ В КОЕМ СЛУЧАЕ НЕ ИДИТЕ СУДА. НА ЭТОЙ УЛИЦЕ ПОЛНО ДРУГИХ И НА МНОГО ЛУЧШИХ МЕСТ!!!\nБыли в прошлую субботу. Сразу к делу: …",
    "rating": 3,
    "name": "Anton Popov Video",
    "cat": "Cafe"
  },
  {
    "review": "Отличное соотношение цена-качество. Хорошее местоположение - в центре города, но на нешумной улице. Почти всегда быстрое и вежливое обслуживание. Вкусно, сытно, хороший ассортимент блюд и напитков. На вечер пятницы и субботу столики …",
    "rating": 5,
    "name": "Владимир Егоров",
    "cat": "Cafe"
  },
  {
    "review": "Upd 18.09.21\nНедовес в бургерe standard. Заказ через Bolt Food. Котлета сухая. Зря потраченный читмил в день чизбургера и деньги. Не рекомендую …",
    "rating": 2,
    "name": "Natalia Nezhynska",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's find out the situation with the staff, why it happened and why the waiter did not approach earlier!\n\n(Original)\nДякуємо за відгук! Вияснимо ситуацію з персоналом, чому так відбулося та чому офіціант не підійшов раніше!",
    "rating": 2,
    "name": "Игорь Климчук",
    "cat": "Cafe"
  },
  {
    "review": "Удобное местоположение. Чисто, комфортно, приветливый персонал. Цены умеренные как для центра города. Меню достаточно разнообразное. Бургеры вкусные, каждый найдет свое. Есть счастливые часы, в которых цены на бургеры ниже. …",
    "rating": 5,
    "name": "Ольга Козырь",
    "cat": "Cafe"
  },
  {
    "review": "Очень приятные официанты. Мы пришли на бизнес ланч, они очень умело нас обслуживали, в то же время не мешая беседе. …",
    "rating": 4,
    "name": "Алина",
    "cat": "Cafe"
  },
  {
    "review": "Евгений, спасибо вам большое за прекрасный отзыв. Очень рады что вам понравилось :) Ждем вас снова в гости!\n\n(Translated by Google)\nEugene, thank you very much for the wonderful review. Very pleased that you liked :) We are waiting for you again to visit!",
    "rating": 4,
    "name": "Alina Hladkova",
    "cat": "Cafe"
  },
  {
    "review": "Очень вкусные бургеры, хорошая подача. Очень адекватные цены как для центра. Но в пятницу (07.06)было много гостей и нам сделали не совсем хорошую котлету , видимо не доготовили . Но в прошлые разы все было супер …",
    "rating": 2,
    "name": "Ирина Муравская",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback! Be sure to take into account)\n\n(Original)\nДоброго дня. Дякуємо за відгук! Обов'язково візьмемо до уваги)",
    "rating": 4,
    "name": "Vitalii",
    "cat": "Cafe"
  },
  {
    "review": "👍🏻Хорошее место, отличное меню с разными вариантами бургеров и очень много других закусок. Так же есть очень вкусный вишневый сидр - рекомендую👌🏻 Все обычно очень вкусно. Так же есть своя система накопления балов, чем часто …",
    "rating": 5,
    "name": "Alina Horbach",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 2,
    "name": "Алина Кабицкая",
    "cat": "Cafe"
  },
  {
    "review": "Вкусный бургер!\nКрасивая подача блюд. …",
    "rating": 1,
    "name": "Koren29 Korensa",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо за обратную связь, примем во внимание)\n\n(Translated by Google)\nThanks for the feedback, take into account)",
    "rating": 4,
    "name": "OSKAR St",
    "cat": "Cafe"
  },
  {
    "review": "Заказывала салат Цезарь. Было вкусно!\nЕдинственным недостатком для меня был интерьер, выполненных в тёмных оттенках, я все же люблю светлые помещения. …",
    "rating": 4,
    "name": "Ilya Todosov",
    "cat": "Cafe"
  },
  {
    "review": "Очень клёвое место! Приветливая хостес сообщила нам (5 человек), что есть маленький столик на двоих, но разрешила там посидеть и подождать большой. В итоге сразу же нашла места на всех:) на нижнем этаже удобные изолированные столики со …",
    "rating": 5,
    "name": "Анна Лемешко",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Pharaon Faraon",
    "cat": "Cafe"
  },
  {
    "review": "Отличное заведение. Вкусные бургеры, вежливый персонал. Отличные варианты бизнес-ланча (суп и бургер на выбор, или спагетти) большие порции всего за 98 гривен. …",
    "rating": 5,
    "name": "Liza Karpova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The institution with a good price / quality ratio. Normal burgers (a large portion, a tasty cutlet) is a choice of cocktails and alcoholic beverages at a good price (except for wine, the price is indicated on the menu …",
    "rating": 5,
    "name": "Оксана Радовинчик",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Екатерина Бондаренко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The place is good. The burger \"double cheesy maniac\" broke for 189 hryvnias. Expensive, but in that portion you can eat together. The place is popular, it has many halls, but the table is worth booking. On a birthday …",
    "rating": 5,
    "name": "Yuki Pilgrim",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Nice place. I like to come to happy hours from 15 to 18. 1 = 2.\noffer delicious burgers potatoes and salad. It is also endless on Pepsi. …",
    "rating": 5,
    "name": "Fırat Özben",
    "cat": "Cafe"
  },
  {
    "review": "Сегодня была в первый и скорее всего в последний раз в 3B cafe. В заведении интересные позиции меню, поэтому заказала нетипичное блюдо «МЕДАЛЬЙОНИ З ЯЛОВИЧОЇ ПЕЧІНКИ ЗІ ШПИНАТНО-ТРЮФЕЛЬНИМ ПЮРЕ» и лимонад с облепихой, уточнив, точно ли …",
    "rating": 5,
    "name": "Svitlana Korniienko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Please email us on one of the social networks: facebook, instagram! We want to clarify the situation and resolve the conflict as soon as possible!\n\n(Original)\nДоброго дня. Напишіть нам, будь ласка, в одну із соціальних мереж: фейсбук, інстаграм! Хочемо якнайшвидше з'ясувати ситуацію та вирішити конфлікт!",
    "rating": 5,
    "name": "Olga Olga",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение. Особенно хочу отменить приложение, практически каждую неделю мне приходят различные подарки: бургеры, шотер-сет и т.д.  За что отдельное спасибо. Но иногда приходится очень долго ждать свой заказ, обращали внимание, что …",
    "rating": 5,
    "name": "Міша Розгоні",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо! Вкусно, свежо и активно! Приятное место посидеть как пообщаться, так и посмотреть футбол. Пиво свежее и вкусное, приятное обслуживание. …",
    "rating": 5,
    "name": "Inna Zaikina",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) We thank you)\n\n(Original)\nДякуємо Вам)",
    "rating": 3,
    "name": "Алексей",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you to the girls and the kitchen who made concessions in preparing the order after 23:00. Everything was very tasty. …",
    "rating": 3,
    "name": "Юлия Скороходова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 2,
    "name": "Viktoriia Ivanova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The employee at the entrance and the waiter consistently answered me in Russian. Although I am a lawyer, I came to rest and have dinner, not to explain to the staff the rules of courtesy and language legislation, …",
    "rating": 5,
    "name": "Артур",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and impression. We do not want to ignore these comments! Please write your contact phone number to us on social networks that we were able to contact you and resolve this situation.\n\n(Original)\nДякуємо за відгук та ваше враження. Ми не хочемо залишати без уваги дані зауваження! Напишіть, будь ласка, ваш контактний номер телефону нам у соц мережах, що ми мали змогу зв'язатись з вами та залагодити дану ситуацію.",
    "rating": 5,
    "name": "Ramsay Bolton",
    "cat": "Cafe"
  },
  {
    "review": "Когда-то здесь были вкусные бургеры, но не сейчас. Сейчас ощущение, что экономят на всём.\nЯ заказывала Биф бургер классик. Он как бутерброд с котлетой, нет нормальной …",
    "rating": 4,
    "name": "Lyudmila K",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We sincerely regret that you were dissatisfied with the level of cooking. We will definitely check the quality of the kitchen. We hope you will give us a chance to make amends. We are waiting for you to visit and we guarantee only positive emotions.\n\n(Original)\nДякуємо вам за відгук. Щиро шкодуємо про те, що ви залишилися незадоволені рівнем приготування страв. Ми обов'язково перевіримо якість роботи кухні. Сподіваємося, що ви дасте нам можливість виправитися. Чекаємо вас в гості і гарантуємо тільки позитивні емоції.",
    "rating": 5,
    "name": "Антон Ефремов",
    "cat": "Cafe"
  },
  {
    "review": "Стейки непревзойдённые! Я заказывала филе-миньон! Не отказалась бы от него прямо сейчас!!! Вся еда очень вкусная! …",
    "rating": 5,
    "name": "Vladislav Aleinik",
    "cat": "Cafe"
  },
  {
    "review": "До недавних пор любил 3b.\nДо этого раза в основном ходил на Оболони, а в этом заведении был год назад.\nРазница колосальная. …",
    "rating": 1,
    "name": "Дана Кошиль",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your comments and we will correct!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги ваші зауваження та будемо виправлятись!",
    "rating": 5,
    "name": "Svitlana Shumska",
    "cat": "Cafe"
  },
  {
    "review": "В этом заведении вы сможете как посидеть с друзьями за вкусным изысканным ужином, так и просто поработать за ноутом под чашечку вкусного кофе. Очень уютное и запоминающиеся заведение! Думаю, самым главным есть великолепный вкус всех блюд! …",
    "rating": 5,
    "name": "Svitlana Kochetova",
    "cat": "Cafe"
  },
  {
    "review": "Юлия, благодарим вас за высокую оценку, и прекрасный отзыв. Очень рады что вам нравится наша атмосфера:)  Спасибо что рекомендуете нас! Всегда рады вас видеть :)\n\n(Translated by Google)\nJulia, thank you for your appreciation, and a wonderful review. We are very glad that you like our atmosphere :) Thank you for recommending us! Always glad to see you :)",
    "rating": 3,
    "name": "Владимир Тимовский",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cafe is like. There are questions about the potato that is fed to the burger - fat and not very tasty. …",
    "rating": 5,
    "name": "Александр Павловский",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback. Take note of your remark)\n\n(Original)\nДоброго дня. Дякуємо за відгук. Візьмемо до уваги ваше зауваження)",
    "rating": 3,
    "name": "Oleg Shchuka",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) This is the case when the establishments of the network have the same name, but there are significant differences.\nOne of the best dishes - borsch, and burger - cheese maniac. Always ordered on …",
    "rating": 1,
    "name": "Денис Євстратенко",
    "cat": "Cafe"
  },
  {
    "review": "Всегда вкусно. Хотя острый бургер в меню совсем не острый...\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksii Amplee",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The kitchen is super! Arose, force majeure in the kitchen, the waiter apologized, offered the whole company desserts at the expense of the institution! …",
    "rating": 5,
    "name": "Алиса Клинчева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback)\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок)",
    "rating": 3,
    "name": "Мария Гончаренко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The hamburger is cool. The range of beer is not very much. A barbarian must be !!!! I liked it.\nMay the Power be with you !!! …",
    "rating": 5,
    "name": "Ксения Гарзблит",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Dmytro Pastukh",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) If you really want the American burger, come here. Beautiful interior, great location, and most importantly - delicious food. Today I went to meet with my friends. Decided to betray traditions and order a dessert. A …",
    "rating": 5,
    "name": "Наталя Рудківська",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your kind feedback!)\n\n(Original)\nДоброго дня. Дякуємо за приємний відгук)",
    "rating": 5,
    "name": "Max Alexandrovich",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Fast service, good staff, wide selection and extremely tasty steaks! Prices are absolutely reasonable. I highly recommend. Also very quickly make even large orders, and the choice of beer is impressive …",
    "rating": 3,
    "name": "Borys Yakushev",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The service is polite. Went like under closure, pleased to work until midnight. Mulled wine did not impress, the cheesecake is delicious. …",
    "rating": 5,
    "name": "KotangensSO",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Данило Крупник",
    "cat": "Cafe"
  },
  {
    "review": "Неплохое место, приятное обслуживание. Терраса с виду не внушает доверия, но еда вкусная. Сочный бургер, небольшой в диаметре. Шаурма не похожа на ресторанную, скорее на \"ларьковую\" в хорошем исполнении, но это даже плюс) …",
    "rating": 4,
    "name": "Anna T",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! In fact, we have more of a summer playground than a terrace. We will be glad to see you again in our institution)\n\n(Original)\nДуже дякуємо за відгук! Насправді у нас більше літня площадка, ніж тераса. Будемо раді бачити вас знову у нашому закладі)",
    "rating": 4,
    "name": "Yuliia Kondratenko",
    "cat": "Cafe"
  },
  {
    "review": "Атомосфера и обслуживание хорошие. Еда в этот визит не очень понравилась, хотя возможно, это субъективно. Заказали первое и куриный шницель с картошкой. Курица была на вид и на вкус, как будто из кулинарии в супермаркете🤷‍♂️ …",
    "rating": 5,
    "name": "Dndgo Travelog",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will consider at the further work!)\n\n(Original)\nДякуємо за відгук! Врахуємо при подальшій роботі!)",
    "rating": 3,
    "name": "OLEKSANDR PAK",
    "cat": "Cafe"
  },
  {
    "review": "Шикарное место с хорошим обслуживанием. Давно такого не встречала. Цены вменяемые,все свежее и вкусное. Придём ещё однозначно и буду советовать коллегам на работе …",
    "rating": 4,
    "name": "Володимир Колесніченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very grateful!\n\n(Original)\nДуже вдячні!",
    "rating": 4,
    "name": "Мирослава Шупик",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) They arrived at the institution at 22.00, sat on the summer terrace, the waiters warned that the terrace was open until 23.00. But at 22.20 the staff began to \"collect\" summer terrace. Talked about dragging tables …",
    "rating": 1,
    "name": "borislav valchuk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. Yes, we are open until 11pm on weekdays. At this time everything should be cleaned up and put together. So you had to watch how they collect tables. But we will definitely give feedback to management for review)\n\n(Original)\nДякуємо за зворотній зв'язок. Так, в будні дні ми працюємо до 23:00. В цей час все має бути прибрано та складено. Тому вам довелось спостерігати як \"збирають\" столи. Але ми обов'язково передамо відгук керівництву на розгляд)",
    "rating": 4,
    "name": "must2go",
    "cat": "Cafe"
  },
  {
    "review": "Рекомендую!!!!!еда полезная и вкусная,официанты обслуживают быстро и очень вежливые.Люди здесь постоянно,кафе заряжает енергию на целый день.😊😊😊🤗Спасибо. …",
    "rating": 1,
    "name": "Dasha Tu",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for such a nice review!)\n\n(Original)\nДуже дякуємо за такий приємний відгук!)",
    "rating": 1,
    "name": "Vlad Polyanskiy",
    "cat": "Cafe"
  },
  {
    "review": "Хороший стейк Рибай. Правда и нежующихся кусочков в нем было тоже не мало, но это не перебило вкус мяса! …",
    "rating": 5,
    "name": "Тигрик Смугастий",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good place, delicious food, the bartender makes surprisingly good cocktails. …",
    "rating": 3,
    "name": "Solitae Mart",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Mykola, thank you for your kind words ;-)\n\n(Original)\nМиколо, дякуємо за теплі слова ;-)",
    "rating": 5,
    "name": "Maryna Melnichenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Okroshka is on the lunch menu but you can't order it for lunch, only separately. Is it at all like that? …",
    "rating": 3,
    "name": "Andrew Price",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Please write your contacts to us in social networks, to settle the question as such could happen.\n\n(Original)\nДякуємо, за відгук! Напишіть, будь-ласка, ваші контакти нам у соц мережах, для улагодження питання як таке могла статися.",
    "rating": 5,
    "name": "Sergey L.",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) It is a pity that the staff starts the dialogue in Russian and does not switch to Ukrainian with the Ukrainian-speaking visitor. Even more annoying is the fact that the check is also in Russian. I understand Russian, …",
    "rating": 3,
    "name": "Богдана Шкурупій",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) This is really an incident that we do not want to ignore! Please write your contact phone number to us in private messages. So that the restaurant manager can contact you about this and resolve the situation🙏🏻\n\n(Original)\nЦе дійсно інцидент, який ми не хочемо залишати без уваги! Напишіть, будь ласка, ваш контактний номер телефону нам у приватних повідомленнях. Щоб менеджер ресторану могла зв'язатись з вами з цього приводу та залагодити ситуацію🙏🏻",
    "rating": 4,
    "name": "Юлечка Липодат",
    "cat": "Cafe"
  },
  {
    "review": "Посетил это место впервые, пришел вечером поужинать. Расстроили с самого начала тем, что на входе никто не встретил, сел за столик и стал ждать официанта, определившись с заказом. Ждал на официанта минут 7, что стоит подчеркнуть. Бургер с …",
    "rating": 2,
    "name": "Diana Kliukina covers",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your opinion! We will take into account the remarks and we will process!)\n\n(Original)\nДякуємо  за вашу думку! Візьмемо до уваги зауваження та будемо опрацьовувати!)",
    "rating": 5,
    "name": "Валентин Клименко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) One of the best restaurants in Kiev, the meat is great, the desserts are also beautiful, kieve your way falls necessarily, prices are very reasonable, if you go to dinner before 18 00, there are discounts, waiters are …",
    "rating": 5,
    "name": "Liubov Revenok",
    "cat": "Cafe"
  },
  {
    "review": "Thanks you very match;))",
    "rating": 5,
    "name": "Виталий Зленко",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно. Быстро. Уютно. Подача немного отличается от Контрактовой. Ребрышки вкусные и нежирные. …",
    "rating": 4,
    "name": "Іван Сорочан",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо! Очень рады что вам все понравилась :) С нетерпение ждем вас снова в гости! Ребята с 3BC на подоле, сгорают от любопытства что же там за подача такая :))?\n\n(Translated by Google)\nThank! We are very glad that you liked everything :) We are looking forward to seeing you again! The guys with 3BC on the hem, are burning with curiosity, what is there for filing this :))?",
    "rating": 5,
    "name": "Снежана Пастушенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) In the winter to give more choice and heartburn is not such as to their dishes, especially those that are rarely bought, like beef cheeks, all peresoleno little better not eat back. …",
    "rating": 5,
    "name": "Vadym Bilous",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your personal opinion! The choice is always yours :)\n\n(Original)\nДякуємо за Вашу особисту думку! Вибір завжди за Вами :)",
    "rating": 5,
    "name": "Анна Свительская",
    "cat": "Cafe"
  },
  {
    "review": "Мясо - выше всяких похвал. Ребята со временем и возрастающей популярностью сумели не опустить, а даже поднять марку. Молодцы. И персонал и менеджмент растёт во всех (видимых мною) направлениях. …",
    "rating": 5,
    "name": "Виктор Кот",
    "cat": "Cafe"
  },
  {
    "review": "Красиво внутри, красивая подача. Но пока что не довелось попробовать чего-то вкусного, просто еда. Был два раза результат одинаковый. Дам им ещё один шанс …",
    "rating": 4,
    "name": "Olga Androshchuk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We hope to live up to your best expectations next time! We are looking forward to the guests.\n\n(Original)\nДякуємо за ваш відгук! Сподіваємо виправдати ваші найліпші очікування наступного разу! Знетерпінням чекаємо серед гостей.",
    "rating": 5,
    "name": "Ivan Ivanov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Burgers with a special taste that is never repeated anywhere, there are often interesting promotional offers, the staff is polite and friendly, but sometimes too intrusive (you do not have time to eat - they already …",
    "rating": 3,
    "name": "Владислав Валиуллин",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Julia, thank you for the great response, and pleasant words to our address. We will pass on to our waiters to be more closely followed :) Waiting for guests again!\n\n(Original)\nЮлія, дякуємо вам за чудовий відгук, та приємні слова в нашу адресу. Передамо нашим офіціантам щоб уважніше слідкували за собою :) Чекаємо знов гості!",
    "rating": 1,
    "name": "Dima Butyrin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Everything is just super. Very delicious, good beer and excellent service. …",
    "rating": 5,
    "name": "Latteshift",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Максим Колачко",
    "cat": "Cafe"
  },
  {
    "review": "Обычно. Булка в бургере отвратная. Второй раз не зайду.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрей Ляшенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) This is a solid five. Staff, taste of food, everything is up to par. I recommend steaks …",
    "rating": 5,
    "name": "Andrius S.",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) This is not the place it used to be.\nThe staff does not know the menu.\nThere are not a few drinks, the staff also does not know about it, only after …",
    "rating": 3,
    "name": "Roman Panchenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback and attention to our work. We are very sorry that due to the inattention of the staff you were not able to appreciate our drinks. We will be sure to work with our staff and take into account your comments. We hope for a new meeting!\n\n(Original)\nОлександре, дякуємо Вам за відгук і увагу до нашої роботи. Ми дуже шкодуємо, що через неуважність персоналу вам не вдалося гідно оцінити наші напої. Ми обов'язково проведемо роботу з нашим персоналом і приймемо до уваги ваші зауваження. Сподіваємося на нову зустріч!",
    "rating": 5,
    "name": "Вікторія С",
    "cat": "Cafe"
  },
  {
    "review": "Приятный персонал, всегда вкусно. Хожу с удовольствием! Очень советую теплый салат с печенью и куриное филе с рикотой. …",
    "rating": 5,
    "name": "Anton Bizer",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры, класное крафтовое пиво, приятный персонал, быстрое обслуживание, удобное расположение, можно отмечать дни рождения …",
    "rating": 5,
    "name": "Дарья Копиенко",
    "cat": "Cafe"
  },
  {
    "review": "Отзыв оставляю после второго посещения, отдыхали как компанией, так и по семейному. Закуски на компанию, мясные блюда очень достойны, стейк два раза подали идеально. И комплимент от бармена в виде наливок зашел на ура. …",
    "rating": 5,
    "name": "Полина Ивченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback)) We look forward to seeing you again)\n\n(Original)\nВдячні за фідбек)) Будемо раді бачити вас знову)",
    "rating": 5,
    "name": "Legasity",
    "cat": "Cafe"
  },
  {
    "review": "Вчера муж посетил данное заведение и был КРАЙНЕ разочарован! Во-первых, официант подошёл всего один раз за весь вечер, посуда стояла грязная на столе. Стейки , по сравнению с заведением на Минской, абсолютно невкусные!!!! Привели друзей …",
    "rating": 5,
    "name": "Alexandra Lebovsky",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take into account and work out all the problems!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та пропрацюємо всі проблеми!",
    "rating": 5,
    "name": "Віра Данилова",
    "cat": "Cafe"
  },
  {
    "review": "Ставлю 5 звезд благодаря персоналу. Они «вытащили» оценку, всегда были на высоте. Стейк средней прожарки разочаровал в последний раз. Кухня в целом как-то давно перестала вызывать вау-эффект. Но возможно мы просто зачистили и уже все …",
    "rating": 4,
    "name": "Артём Лукьянов",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's take note!)\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!)",
    "rating": 4,
    "name": "Bogdan Burlaka",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место, вкусная еда. Пробовали бургеры и стейк, всё понравилось. Цены чуть выше среднего. В целом рекомендую …",
    "rating": 4,
    "name": "Irene Zheludenko",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место, хорошая сеть заведений. Вкусные коктейли:)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "AHMED AL-SHAMSI",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 4,
    "name": "Каміла Фаль",
    "cat": "Cafe"
  },
  {
    "review": "Отлично! Порции большие, цены маленькие. Официанты профессионалы. Всем советую сходить 👍👍👍 …",
    "rating": 2,
    "name": "Ivan Protsyk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the recommendation) Glad to try for you!)\n\n(Original)\nДуже дякуємо за рекомендацію) Раді старатися для вас!)",
    "rating": 2,
    "name": "Dmitry Rudenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious schnitzels, tapas. Polite service. A little stuffy on the 2nd floor, but you can open the window. …",
    "rating": 5,
    "name": "Creative Man",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your remarks!\n\n(Original)\nДякуємо за відгук! Врахуємо ваше зауваження!",
    "rating": 4,
    "name": "Nata Savenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good place. A large variety of burgers / steaks, there are vegetarian burgers. …",
    "rating": 5,
    "name": "Андрій Альохін",
    "cat": "Cafe"
  },
  {
    "review": "Выглядит как модное местечко, обслуживание весьма долгое (но это была пятница, вечер, нас предупредили, поэтому понятно). Надо было брать бургеры в этом месте, так что это наша ошибка что мы взяли стейк и наггетсы - получилось не очень …",
    "rating": 3,
    "name": "Anastasiia Povzyk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your comments and take them into account in further work!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги ваші зауваження та врахуємо їх у подальшій роботі!",
    "rating": 5,
    "name": "Alex Kovalevskyi",
    "cat": "Cafe"
  },
  {
    "review": "Откровенно плохо. Безалкогольное пиво принесли тёплое. Бургеры посредственнее. «4 сыра» внутри малостям отличается от двойного лукового.  Обслуживание тоже. Первый и последний раз сюда заходим. …",
    "rating": 5,
    "name": "Vadim Khodakivskyy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's get better! We take into account all comments and wishes!\n\n(Original)\nДякуємо за відгук! Будемо виправлятись! Врахуємо всі зауваження та побажання!",
    "rating": 4,
    "name": "Haleesi P.",
    "cat": "Cafe"
  },
  {
    "review": "Меню +/-. Что-то понравилось, что-то нет. Муж брал бургер с лососем и ему он не понравился совсем. Сказал, что в альтернативном заведении вегетарианский бургер был вкуснее... Я брала лаваш с курицей, вкусно, но без восторга. Снимаю еще одну …",
    "rating": 4,
    "name": "Бабич Юлія",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and sorry for the situation! We will definitely take into account our mistakes and we will improve!\n\n(Original)\nДякуємо за відгук та вибачаємось за ситуацію, яка трапилась! Ми обов'язково врахуємо свої помилки та будемо вдосконалюватись!",
    "rating": 3,
    "name": "Dzholas",
    "cat": "Cafe"
  },
  {
    "review": "Очень неплохо. Хорошая кухня. Выбор пива маловат.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Oleksandr Klymenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Happy that you liked everything!)\n\n(Original)\nЩасливі, що вам все сподобалось!)",
    "rating": 3,
    "name": "Lusiya 888",
    "cat": "Cafe"
  },
  {
    "review": "Персонал внимательный, отзывчивый. Из минусов долго выносили блюда, при том, что не было полной посадки. …",
    "rating": 4,
    "name": "Ivan Koshelnyi",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 4,
    "name": "Viktoriia Guseva",
    "cat": "Cafe"
  },
  {
    "review": "Идеальное место для празднования чего-либо и просто очень вкусное кафе!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Shapovalov",
    "cat": "Cafe"
  },
  {
    "review": "Раньше часто ходила сюда,а на этой неделе пришла и была очень разочарована.\n1)В салатах практически нет мяса и рыбы -только один айсберг\n2)стейк недожаренный (хотя заказывала well done) …",
    "rating": 1,
    "name": "Даша Щастя",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's take note and work with staff! And we invite you to come in 3B more, we will try to change your mind next time!)\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги та проведемо роботу з персоналом! А вас запрошуємо прийти в 3В ще, ми спробуємо змінити вашу думку наступного разу!)",
    "rating": 5,
    "name": "Oleksii Zabolotnyi",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The deliciousness is incredible! I am fastidious about food in general .... then I am in shock ... and the prices are normal ... and there are bonuses..recommend! …",
    "rating": 5,
    "name": "Виталий Депутат",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great feedback. Glad you liked everything, looking forward to seeing you)\n\n(Original)\nДуже дякуємо вам за чудовий відгук. Раді що вам все сподобалось, з нетерпінням чекаємо вас в гості)",
    "rating": 1,
    "name": "Анастасия «Ana»",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious cooking, good service, probably that's why the restaurant is so crowded …",
    "rating": 5,
    "name": "Дима Шепель",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very grateful for the feedback :)\n\n(Original)\nДуже вдячні за фідбек :)",
    "rating": 4,
    "name": "Yegor “estevez” Vialov",
    "cat": "Cafe"
  },
  {
    "review": "Прошло несколько лет с последнего посещения, а место все также замечательно. Бургеры замечательны. Крайне рекомендую мексиканский бургер, умеренная острота для тех кто любит, но при этом не может горстями закидывать в себя халапаньо) …",
    "rating": 5,
    "name": "Точилина Дарья",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We are very pleased)\n\n(Original)\nДякуємо за ваш відгук! Нам дуже приємно)",
    "rating": 5,
    "name": "Дмитрий Ск",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее обслуживание. Заходили с коллегой выпить по коктейлю, были на летней террасе, обслуживание было вежливым, сами предложили плед когда стало прохладнее. Цена на коктейли приятная, в среднем 125 гривен, с еды заказывала куриные …",
    "rating": 4,
    "name": "Lidiya Yevdokimova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Iryna Hnatovych",
    "cat": "Cafe"
  },
  {
    "review": "Увы, но вернусь не скоро. То чувство, когда о тебе забывают, если ты занял крайний столик на втором этаже. Официанты приятные, но с моими простыми вопросами на счёт пива (объём/сорт) девушка не справилась. Вкусно, но у меня просто нет 40 …",
    "rating": 3,
    "name": "наталія Веган",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Dmitry, thank you for the feedback and apologize for the spoiled impressions. We will definitely pass the feedback of the 3bc administration to Shota Rustaveli!\n\n(Original)\nДмитро, дякуємо за зворотній зв'язок та вибачаємось за зіпсовані враження. Ми обов'язково передамо відгук адмінстрації 3bc на Шота Руставелі!",
    "rating": 5,
    "name": "Славік Скрипаль",
    "cat": "Cafe"
  },
  {
    "review": "Оооочень вкусно.  Заказывала \"чікен італієць \" с гарниром и апероль-шприц . Бургер сочный ,большой ,вкусный к нему получила картофель ,так же все классно ,не пересолено , соуса вроде бы 2 ,точно не помню ,но подходят идеально . Хочется …",
    "rating": 5,
    "name": "Kristinstvo",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much, glad to try for you!\n\n(Original)\nДуже дякуємо, раді старатися для вас!",
    "rating": 5,
    "name": "Сергей Гулов",
    "cat": "Cafe"
  },
  {
    "review": "сколько же я перебрала разных кафешек в Киеве! наконец нашла!вы просто супер! кухня, обслуживание, атмосфера! все у вас на уровне! Была три раза, в т.ч и отмечала свой д.р. Смены все разные и все молодцы, официантов и шеф-повара хочется …",
    "rating": 4,
    "name": "Mykola Chekalov",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо Вам большое-большое)\n\n(Translated by Google)\nThank you very much)",
    "rating": 1,
    "name": "I. B.",
    "cat": "Cafe"
  },
  {
    "review": "Кафе в стиле Лофт!Шел туда достаточно скептически настроенным, но по прихожу был приятно удивлен)приятная, гостеприимная атмосфера. Насколько я понял порой даже Dj-setы бывают. Хорошее меню по еде, бедноватое по пиву. Вкусно готовят. …",
    "rating": 1,
    "name": "Aleksei Shevchenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cozy atmosphere, friendly staff and probably one of the establishments in Kiev where the most delicious burgers. Craft IRA is also on top! And it was nice to receive sea buckthorn tincture as a compliment from the …",
    "rating": 3,
    "name": "Оксана Бровченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 2,
    "name": "Anton Tymchuk",
    "cat": "Cafe"
  },
  {
    "review": "Неработающий терминал и просьба перевести деньги на карту - это совершенно неприемлемо. При том, что узнали мы об этом только в конце вечера - сразу никто не предупредил. В целом заведение достойное, но ситуация с терминалом подпортила …",
    "rating": 2,
    "name": "Marina More",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! In fact, technical problems with the terminal are very rare in our institution. And in such situations, if the guest is not comfortable withdrawing cash, the staff offers to transfer money for the card! We apologize if this situation has caused you inconvenience\n\n(Original)\nДякуємо за відгук! Насправді, технічні проблеми з терміналом стаються дуже рідко в нашому закладі. І в таких ситуаціях, якщо гостю не зручно знімати готівку, персонал пропонує перевести гроші за карту! Приносимо свої вибачення, якщо ця ситуація принесла вам незручності",
    "rating": 5,
    "name": "Derri Vi",
    "cat": "Cafe"
  },
  {
    "review": "Очень нравится, уютно, вкусно, быстро, вежливо. Бургер 4 сыра очень вкусный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Копанева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Very nice!\n\n(Original)\nДякуємо за відгук! Дуже приємно!",
    "rating": 1,
    "name": "Dariia Pislar",
    "cat": "Cafe"
  },
  {
    "review": "Очень маленький выбор в меню.\n+ Обслуживание, пришлось спустя пол часа уйти оставив деньги просто на столе. Потому что счёт мы так и не дождались. Но зато когда вы уходите официанты начинают …",
    "rating": 4,
    "name": "Ірина Моспан",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Hello! Thanks for pointing out the errors - take the appropriate steps! If staff are to show low levels of service, tougher measures will have to be avoided!\n\n(Original)\nДоброго дня! Дякуємо, що вказали на помилки - вчинемо належних заходів! Якщо персонал буде показувати низький рівень обслуговування - доведеться запобігти більш жорстких заходів!",
    "rating": 5,
    "name": "Markodius",
    "cat": "Cafe"
  },
  {
    "review": "Посещение 03.09.2019.\nВпервые побывал в гостях у данного заведения. Впечатления. …",
    "rating": 5,
    "name": "Alina Zamai",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your personal opinion. Feedback will be taken into consideration)\n\n(Original)\nДоброго дня. Дякуємо за вашу особисту думку. Відгук візьмемо до уваги)",
    "rating": 5,
    "name": "Алексей Солодчук",
    "cat": "Cafe"
  },
  {
    "review": "Отличные салаты и мясные блюда. Приветливый, отзывчивый персонал и уютная атмосфера, цены также радуют. Рекомендую всем. …",
    "rating": 5,
    "name": "Михаил Червинко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the recommendation ❤️ Always happy to see you again!\n\n(Original)\nВдячні за рекомендацію ❤️ Завжди раді бачити вас знову!",
    "rating": 5,
    "name": "Taras Lozovyi",
    "cat": "Cafe"
  },
  {
    "review": "Добрый день!\nБыли сегодня на бизнес ланче, приходили и до этого, но после сегодняшнего обеда не будем. Заказали суп куриный, к нему вопросов нет, а вот куриный бургер это …",
    "rating": 5,
    "name": "Kyryl Trukhin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much for the feedback and we apologize for the spoiled lunch. We will definitely pay attention to the work of our chef! And we will wait for you for dinner, as we will do everything possible to prevent such situations from happening!\n\n(Original)\nДоброго дня. Дуже дякуємо за фідбек та вибачаємось за зіпсований обід. Ми обов'язково звернемо увагу на роботу нашого повара! А вас всерівно чекатимемо на обід, так як ми зробимо все можливе, щоб подібних ситуацій не траплялось!",
    "rating": 5,
    "name": "Alexandra Shevchuk",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные ланчи по доступной цене. Не приходиться долго ждать. Атмосфера уютная и приятная. Но борщ слишком сладкий, как по мне. 10% стоимости можно вернуть бонусом с помощью предложение и потратить на некоторые позиции с меню. …",
    "rating": 1,
    "name": "Вікторія Мигович",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Hello, Oksana) Thanks for your feedback, take note of your comments)\n\n(Original)\nДоброго дня, Оксана) Дякуємо за відгук, візьмемо до уваги Ваші зауваження)",
    "rating": 5,
    "name": "Zinedine Zidane",
    "cat": "Cafe"
  },
  {
    "review": "Бургеры, везде бургеры! Хорошие Бургеры! Но... к бургерам подают картошку и она была холодная. Мы пришли компанией в 8 человек на бизнес ланч и всем принесли холодную картошку. Можно было подумать, что она успела остыть, так как подавать …",
    "rating": 5,
    "name": "Аля Демчук",
    "cat": "Cafe"
  },
  {
    "review": "Сегодня посетила данное заведение, была в поиске хороших бургеров. И была приятно удивлена, что бургер был очень вкусным и сытным (не помню название, но с двойной говяжьей котлетой). Вместе с ним идет картофель по-селянский ( по-моему, так …",
    "rating": 4,
    "name": "Hanna “LATTE” L",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! We are always waiting for you!)\n\n(Original)\nЩиро дякуємо за ваш відгук! Завжди чекаємо на вас!)",
    "rating": 5,
    "name": "Юлія Кубай",
    "cat": "Cafe"
  },
  {
    "review": "Официанты вежливы и внимательны. Рассказали про все бургеры, а еще дали зарадку для телефона. :) Мясо - неплохое. Бургер с лососем удивил! Не то, чтобы были какие-то новые вкусы... Но сочетание всех (довольно простых) ингридиентов оказалось …",
    "rating": 5,
    "name": "Bob Bob",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо огромное за прекрасный отзыв и высокую оценку:) С улыбкой на лице читаем ваше подробное описание! С радостью ждем вашего следующего визита:)\n\n(Translated by Google)\nThank you very much for the excellent review and appreciation :) We read your detailed description with a smile on your face! We look forward to your next visit :)",
    "rating": 5,
    "name": "Denys Ponomaryov",
    "cat": "Cafe"
  },
  {
    "review": "Очень понравились бургеры - брали Мексиканский и Четыре сыра :) Очень вкусные, сытные :) К бургеру идёт гарнир, морковь и два соуса - получается отличное сочетание. …",
    "rating": 5,
    "name": "Evseev Live",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Sincerely happy that you liked it!)\n\n(Original)\nВдячні за ваш відгук! Щиро щасливі, що вам сподобалось!)",
    "rating": 5,
    "name": "Sergey Kovalchuk",
    "cat": "Cafe"
  },
  {
    "review": "В целом хорошее место, что бы прийти компанией. Снял одну звезду за два факта: музыка играла слишком громко и возможности сделать ее потише не было (приходилось перекрикивать) и второе, ну очень долго готовились стейки, по моим подсчётам …",
    "rating": 5,
    "name": "Олександр І",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much for your feedback, we will definitely take into account all the comments!\n\n(Original)\nДоброго дня. Дуже дякуємо за Вашу думку, ми обов'язково врахуємо всі зауваження!",
    "rating": 5,
    "name": "Nadiia Yunatska",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Great big business lunches with 2 dishes and fruit juice / compote, cool burgers and shawarma. My personal favorite is the borsch at 3B Cafe, they change the recipe / serving periodically, but it's always delicious. …",
    "rating": 4,
    "name": "Anton Khmilovskyy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback!)\n\n(Original)\nДуже дякуємо за відгук!)",
    "rating": 5,
    "name": "Taras Getmanskyi",
    "cat": "Cafe"
  },
  {
    "review": "Потрясающие бургеры. Сочные, нормальных размеров и на любой вкус. Интерьер в стиле лофт, в заведении приятно находиться. Но не всегда в обеденное время мы могли найти место. Рекомендую, часто захожу сюда. …",
    "rating": 5,
    "name": "Маруся",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) We thank you! Always glad to see in 3B)\n\n(Original)\nДякуємо вам! Завжди раді бачити в 3В)",
    "rating": 5,
    "name": "Лариса Семененко",
    "cat": "Cafe"
  },
  {
    "review": "Были здесь компанией, всем все понравилось. Бургеры очень вкусные, салаты сделаны из свежих ингредиентов. Вежливые официанты, приятная атмосфера и спокойная музыка. Также видно что персонал беспокоиться о качестве еды и обслуживания. …",
    "rating": 5,
    "name": "Evgenia Nikolaevna",
    "cat": "Cafe"
  },
  {
    "review": "Пришли на завтрак, яичница с беконом и тостами, зачем то поменяли подачу, бекон раньше был хрустящим, а сейчас непонятно что.\nАпельсиновый Фреш оказался на столько кислым, что во рту уже который час привкус …",
    "rating": 4,
    "name": "Aleksandr Ryzhikov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback! We will take into account and pass on your comments to the kitchen.\n\n(Original)\nВдячні за фідбек! Візьмемо до уваги та передамо ваші зауваження кухні.",
    "rating": 5,
    "name": "Володимир Черниш",
    "cat": "Cafe"
  },
  {
    "review": "Все супер. И кухня, и персонал. И цены человеческие. Порции большие. Отличное место для проведения досуга. У меня так еще и рядом с работой, а это отличное решение для корпоратива на потом, и просто на обед выскочить. Доступно во всех …",
    "rating": 5,
    "name": "Олександр Миколайович Левчук",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 4,
    "name": "Катрин Венская",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The service is terrible. The quality of food at the business lunch is terrible.\nIn addition, they waited for 30 minutes. They brought a dried burger, which was …",
    "rating": 5,
    "name": "Ірина Мазуренок",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take it into account and we will correct ourselves!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги та будемо виправлятись!",
    "rating": 4,
    "name": "Marina Shulyak",
    "cat": "Cafe"
  },
  {
    "review": "Посещали заведение 4го сентября, в районе 9ти часов вечера компанией из 3ех человек.\nЗаказали два стейка(\"Рибай\" & \"Нью-Йорк\") -  \"Medium\" прожарки. …",
    "rating": 3,
    "name": "Tomak Viktoria",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We pass your feedback to the management for work with kitchen!\n\n(Original)\nДякуємо за фідбек! Передаємо ваш відгук керівництву, для проведення роботи з кухнею!",
    "rating": 1,
    "name": "Наталья Гуртовая",
    "cat": "Cafe"
  },
  {
    "review": "Вежливый персонал, вкуснейшая еда и приятная атмосфера. Удобное местоположение и уютное заведение. …",
    "rating": 5,
    "name": "Anna Sharyhina",
    "cat": "Cafe"
  },
  {
    "review": "Посещаем  3B cafe на постоянной основе. Так как в Киеве, из личных предпочтений, тут самые вкусные бургеры! Подача блюд всегда аппетитная, а атмосфера кафе очень теплая) Из всего, минусом считаю только персонал (однозначно не весь!). …",
    "rating": 4,
    "name": "Vitaliy Mykhaylovskiy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Hello! Of course, there is a desire! We will take appropriate action! Thank you for your help - thanks to you we are getting better!\n\n(Original)\nДоброго дня! Звісно, бажання є! Будемо вчиняти належних заходів! Дякуємо за допомогу - завдяки Вам ми стаємо кращими!",
    "rating": 3,
    "name": "Vadym",
    "cat": "Cafe"
  },
  {
    "review": "Понравилось это место хорошим выбором блюд и щедрыми порциями. Есть специальное меню завтраков, которые подают до 13:00. Цены считаю демократичными, счёт за одно основное блюдо + напиток - около 100 грн с человека. Приятный бонус для тех, …",
    "rating": 5,
    "name": "Ярослав Поїзд",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Not for the first time in this institution, before everything was at its height. …",
    "rating": 5,
    "name": "Юлия Василенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's get better!)\n\n(Original)\nДякуємо за відгук! Будемо виправлятись!)",
    "rating": 5,
    "name": "Anton Demchenko",
    "cat": "Cafe"
  },
  {
    "review": "Хорошая программа *счасливые часы*. Можно съесть два бургера или салат по цене одного.  Заведение посещаемо.  Бургеры лучше брать ходовые... так меньше рисков нарваться на лежалый товар(впрочем как и везде). Бургеры не *вау*, но и не …",
    "rating": 5,
    "name": "Olha Bessherstna",
    "cat": "Cafe"
  },
  {
    "review": "Классное место для большой компании. Бургеры неплохие. По ценам - средне. Плюс в том, что не душно и больше места, если сравнивать с другими заведениями такого формата. Если экран, на котором транслируются футбольные матчи. …",
    "rating": 4,
    "name": "Oleg Posyniak",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо Вам)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "Владимир Глушко",
    "cat": "Cafe"
  },
  {
    "review": "Испортилось обслуживание, не клиентоориентированность официантов поражает, все нужно просить самим(перчатки, салфетки), а если человек первый раз у них?Как ему быть? …",
    "rating": 5,
    "name": "Даша Лысова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take into account!\n\n(Original)\nДякуємо за зворотній зв'язок. Візьмемо до уваги!",
    "rating": 5,
    "name": "Vasyl Bulka",
    "cat": "Cafe"
  },
  {
    "review": "Всегда радовало это место. Вчера как обычно пришел съесть борщ Делюкс. Но судя по вкусу принесли борщ который идёт к ланчу( очень острый) итог отравился перед новым годом. Спасибо большое (НЕТ) …",
    "rating": 3,
    "name": "Volodymyr Vyshko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Please write in more detail. when exactly it was and what else was in the order. We are responsible for the quality and freshness of our products and have not received any reports of mass poisonings recently. We are very sorry that this happened.\n\n(Original)\nДякуємо за відгук. Напишіть, будь ласка, детальніше. коли саме це було та що ще було в замовленні. Ми відповідаємо за якість та свіжість наших продуктів і повідомлень про масові отруєння за останній час не отримували. Нам дуже шкода, що так вийшло.",
    "rating": 5,
    "name": "Anastasiia Fedorova",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно, но официанта не дождешься и готовят по 40-60 минут\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Целуйко Алёна",
    "cat": "Cafe"
  },
  {
    "review": "Заведение хорошее, интерьер выдержанный, персонал (по моему скромному мнению) хорошо подобран, внимателен и учтив. Поставил бы пятерку, но ланчи. :( Понимаю что бизнес-ланчи штука дешёвая именно потому, что зачастую делается быстро и из …",
    "rating": 5,
    "name": "Anty Zhyk",
    "cat": "Cafe"
  },
  {
    "review": "Благодарим вас за высокую оценку! С нетерпение ждем вас снова в гости!:)\n\n(Translated by Google)\nThank you for your appreciation! We look forward to seeing you again! :)",
    "rating": 5,
    "name": "Андрій Крупко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I love this place! Delicious food and drinks. Service at the highest level! You will always be greeted with a smile, consulted on the menu, give good advice. Cozy, comfortable, stable quality. We have been more than …",
    "rating": 5,
    "name": "Alexandr Stekhnovych",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you! Happy that you like it! Glad to try for you!)\n\n(Original)\nДякуємо! Щасливі, що вам подобається! Раді старатися для вас!)",
    "rating": 5,
    "name": "Маргарита Анатольевна",
    "cat": "Cafe"
  },
  {
    "review": "Очень вкусный борщ. Лучший в Киеве\nОстальное так себе, а от некоторые блюда пересолены. Есть приложение с накоплением баллов, но иногда слетает с мобилы и всё пропадает. …",
    "rating": 5,
    "name": "Алиса Загорная",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for such a review! Let's take into account! As for the application, it is not working for the time of quarantine, but very soon the application will be restored. So far, points can be accumulated, but they can not be used. Points should not disappear (if it is not points with a restriction in days, such as points for a birthday), if points that operate on a permanent basis disappear, write to us in the social network. networks, we will solve this issue :)\n\n(Original)\nВдячні за такий відгук! Візьмемо до уваги! Щодо додатку поки, на час карантину він не працює, але вже зовсім скоро робота додатку буде відновлена. Поки що бали можна накопичувати, але не можна ними скористатися. Бали не повинні зникати (якщо це не бали з обмеженням у днях, як наприклад бали до дня народження), якщо ж зникають бали, які діють на постійній основі, напишіть нам у соц. мережах, ми вирішимо це питання :)",
    "rating": 5,
    "name": "Wind Stepanov",
    "cat": "Cafe"
  },
  {
    "review": "Очень нравится это место. Всегда хорошее, быстрое обслуживание, даже если много людей. Персонал приветливый.\nЧаще всего заказываем здесь бургеры (большой выбор на любой вкус), стейки или …",
    "rating": 1,
    "name": "Александр Комарский",
    "cat": "Cafe"
  },
  {
    "review": "Лиза, благодарим вас за такой прекрасный отзыв! Команда 3bc, с улыбкой на лице читала эти прекрасные слова в свой адрес. Спасибо вам за лучшую мотивацию. Ждем вас снова в гости!)\n\n(Translated by Google)\nLisa, thank you for such a wonderful review! Team 3bc, with a smile on his face, read these beautiful words in his address. Thank you for the best motivation. We are waiting for you again to visit!)",
    "rating": 4,
    "name": "Marie",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) It was delicious. Took an Italian burger with chicken, delicious sauce and grilled chicken there. Shawarma is also top. In addition, there are potato dips and carrots, delicious. …",
    "rating": 5,
    "name": "Lu Na",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 3,
    "name": "Алиса Василенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Only wonderful impressions of this institution. First of all, I would like to note the work of the waiter Kohli. Your service is impeccable. Our small company of 6 people is very grateful for your service. It is clear …",
    "rating": 3,
    "name": "Nikita Cadet",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much! ❤️ Incredibly nice))\n\n(Original)\nДуже дякуємо! ❤️ Неймовірно приємно))",
    "rating": 5,
    "name": "Sophia Sydorenko",
    "cat": "Cafe"
  },
  {
    "review": "Приятные официанты, милые девушки на ресепшене, уютная атмосфера и вкусная еда. Хочется прийти снова …",
    "rating": 4,
    "name": "Дарина Кулебякина",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо за высокую оценку и прекрасный комментарий. Прекрасная характеристика атмосферы в 3ВС:) Всегда вам рады!\n\n(Translated by Google)\nThank you for your appreciation and excellent comment. A wonderful characteristic of the atmosphere in 3BC :) You are always welcome!",
    "rating": 3,
    "name": "Juliet Goshko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) If you're eating pigs, there's amazing stuff. Bacon bacons succeed. …",
    "rating": 5,
    "name": "Anna Biliavska",
    "cat": "Cafe"
  },
  {
    "review": "Заказали борщ и салат с креветками. Борщ восхитительный! А вот салат принесли с зелёным горьким авокадо и 3мя креветками. После этого сказали официантке об этом и она принесла нам в качестве комплимента десерт а в итоге даже исключила салат …",
    "rating": 4,
    "name": "Міша Ніколін",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback, nice)))\n\n(Original)\nДоброго дня. Дякуємо за відгук, приємно)))",
    "rating": 1,
    "name": "Andrew Pavlyuk",
    "cat": "Cafe"
  },
  {
    "review": "Отличное кафе, вкусные бургеры, приятный персонал, рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tanya Diduk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good place, on a quiet street with nice staff and delicious burgers. And beer is good. I recommend to visit. …",
    "rating": 4,
    "name": "Markell Mamchur",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Mykhailo, thank you for your feedback! It is nice to see that our guests are satisfied with the level of service and quality of food!)\n\n(Original)\nМихайло, дякуємо за відгук! Приємно бачити, що наші гості задоволені рівнем сервісу та якістю страв!)",
    "rating": 5,
    "name": "Kaśia Dolinina",
    "cat": "Cafe"
  },
  {
    "review": "Тут весьма неплохо готовят мясо (по смешной для стейков цене). Хорошее пиво, отличные десерты. Попробуйте Chief cake. Это что-то вроде наполеона, но очень вкусно и нежно. …",
    "rating": 5,
    "name": "Гулливер Болдвин",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо Вам большое)\n\n(Translated by Google)\nThank you very much)",
    "rating": 5,
    "name": "Pavel Gaipel",
    "cat": "Cafe"
  },
  {
    "review": "Мне куриные нагетсы показались безвкусными, а стейк рибай вообще не очень. Не совсем та степень прожарки, долго готовился очень, само мясо слишком жилистое. Устал жевать даже треть стейка не съев. …",
    "rating": 5,
    "name": "Yuliia Martova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take into account!\n\n(Original)\nДякуємо  за відгук. Візьмемо до уваги!",
    "rating": 5,
    "name": "Аня Павлик",
    "cat": "Cafe"
  },
  {
    "review": "Заказали стейк и оссобуко. Проверку в стейке заказали медиум вёл, а пренесли рер. Абсолютно мимо( ещё и готовили его 40 минут. А вот  оссобуко было неплохим …",
    "rating": 1,
    "name": "Виктор Слипченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Julia, thank you for your feedback and comments on cooking. You help us become better.\n\n(Original)\nЮліє, дякуємо за відгук та зауваження щодо приготування. Ви допомогаєте нам стати кращими.",
    "rating": 5,
    "name": "Anna",
    "cat": "Cafe"
  },
  {
    "review": "К сожалению, очень испортилось место.\nКарантин в данном случае не пошел на пользу для кафе.\nОбновили меню, появились новые позиции. Но и платите вы теперь только за бургер. …",
    "rating": 1,
    "name": "Dmitry Ryabko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. The menu has really changed. But there are many new and interesting positions. As for working with staff, let's pay attention to this and work so that such moments do not happen again!\n\n(Original)\nДякуємо за ваш відгук. Меню справді змінилось. Але з'явилося багато нових та цікавих позицій. Щодо роботи з персоналом, приділимо увагу цьому та проведемо роботу аби надалі таких моментів не повторювалось!",
    "rating": 5,
    "name": "Maria Halushko",
    "cat": "Cafe"
  },
  {
    "review": "Сегодня посетил данное заведение, был в поиске хороших бургеров. И был приятно удивлен, бургер был очень вкусным и сытным (не помню название но с двойной говяжей котлетой). Вместе с ним идет картофель по селянский (я не уверен как правильно …",
    "rating": 5,
    "name": "rickardovna Chan",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение, могу рекомендовать. За все разы, что была там, никогда не возникало проблем. Всегда сажусь в самом дальнем зале и обо мне не забывают. Вот сейчас пишу этот отзыв под впечатлением от плохого сервиса в другом заведении и …",
    "rating": 5,
    "name": "Igor Bodnar",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for such a nice review! Do not go to other institutions, stay with 3B :)))\n\n(Original)\nДякуємо за такий приємний відгук! Не ходіть по інших закладах, залишайтеся з 3В :)))",
    "rating": 4,
    "name": "lis miss",
    "cat": "Cafe"
  },
  {
    "review": "Доступные закуски, дорогое пиво. Интерьер просто бомба!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksandr Sukhoi",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо:)) Рады что вам понравилось:))  Ждем!\n\n(Translated by Google)\nThank you :)) We are glad that you liked :)) We are waiting!",
    "rating": 5,
    "name": "Kat Astra",
    "cat": "Cafe"
  },
  {
    "review": "Большие вкусные бургеры, хорошее расположение. Оптимальное время ожидания. Уютная обстановка …",
    "rating": 1,
    "name": "Artem MotoX",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Alexander Kondratovich",
    "cat": "Cafe"
  },
  {
    "review": "Мне очень понравилась обстановка. Брали шашлыки, они были необыкновенно шикарны. Рекомендую …",
    "rating": 3,
    "name": "Любовь Гончаренко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!)\n\n(Original)\nДуже дякуємо за ваш відгук!)",
    "rating": 5,
    "name": "Александр Дольник",
    "cat": "Cafe"
  },
  {
    "review": "Разочарована в 3b на Шота, и в два раза больше, так как сама уговаривала друзей пойти туда отдохнуть. Мы пришли в 21.45 и хостес откровенным видом показала неохоту нас садить, ведь в 23 заведение закрывается. Вернувшись через пять минут …",
    "rating": 5,
    "name": "Uzik",
    "cat": "Cafe"
  },
  {
    "review": "Мне нравится это место, были несколько раз. Вкусные салаты. Хороший  выбор пива. Очень понравился Наполеон, чай \"жасминовая груша\" ( нигде такой  не встречала). Цены весьма демократичные. Интерьер, обслуживание - Все ОК. Рекомендую. …",
    "rating": 4,
    "name": "Vyacheslav Toporov",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 4,
    "name": "Andrii Zhuk",
    "cat": "Cafe"
  },
  {
    "review": "Отличное заведение дня любителей бургеров. При регистрации в мобильном приложении 3b cafe получаете имбирный чай в подарок, мелочь а приятно. В регистрации  столика в пятницу вечером нам отказали, но место мы всё таки нашли. Скорость и …",
    "rating": 5,
    "name": "George Zhdanovich",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Not tasty cheese burger, dry and no. Waitress is attentive and friendly (I forgot about my request regarding the addition to the burger), but in general, the norms. Shaurma from Ramzi has nothing to do with this cook …",
    "rating": 3,
    "name": "Panda Bear",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback. We will definitely take into account your comments in the further work!\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок.Ми обов'язково врахуємо Ваші зауваження в подальшій роботі!",
    "rating": 5,
    "name": "Serhii Pivenko",
    "cat": "Cafe"
  },
  {
    "review": "Всё вкусно, бургеры отличные, из пожеланий я бы добавил расширить коктейльную карту, а то того же Лонг айлэнда в меню нет, хотя это один из базовых коктейлей. А так заведение всем нравится …",
    "rating": 5,
    "name": "Денис Кусняк",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Looking forward to seeing you again :)\n\n(Original)\nВдячні за ваш відгук! Чекаємо на вас знову :)",
    "rating": 4,
    "name": "Anastasiya Bludova",
    "cat": "Cafe"
  },
  {
    "review": "Нормальное заведение. Хорошее пиво, но с значительной наценкой, например пиво \"Ципа Золотая\", цена которой 33 грн. за бутылку, в заведении стоит 75 грн. Хорошее ненавязчивое обслуживание. Приятный интерьер. Удобное месторасположение. …",
    "rating": 4,
    "name": "Deamonish39",
    "cat": "Cafe"
  },
  {
    "review": "Обслуживание ужасное. Пиво несли минут 30 и никто не извинился. Видать, это обычное дело для них. Если вы сядете на цокольном этаже, то к вам, скорее всего, официант будет проходить, ну скажем, раз в пол часа. Заказал стейк Рибай. Ну это …",
    "rating": 1,
    "name": "Natali Kovaleva",
    "cat": "Cafe"
  },
  {
    "review": "Официанты приятные, общались, доливали пиво, и в конце принесли шоты в подарок. Такого сервиса нигде не встречал больше. Но, к сожалению, не замечали нас, пока мы их не подозвали. Стейк рибай понравился, нежное мясо, закуски и пиво тоже …",
    "rating": 5,
    "name": "Sergii Karpov",
    "cat": "Cafe"
  },
  {
    "review": "Отличное и чистое место. Посещала данное заведение во время своего дня рождения и получила очень вкусный подарочек от повара. Санузел очень чистый и просторный, обслуживание быстрое, а официанты приятные и не конфликтные …",
    "rating": 4,
    "name": "Eugene St",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 4,
    "name": "Dima Otovskiy",
    "cat": "Cafe"
  },
  {
    "review": "На втором этаже очень душно и слишком шумно. Колонки разрываются в попытке заглушить блендер на баре и все это периодически практически полностью затихает на пару секунд) Даже сидя совсем рядом невозможно разговаривать. Официанток …",
    "rating": 5,
    "name": "Alina Tymofeyenko",
    "cat": "Cafe"
  },
  {
    "review": "Мария, благодарим что в шуме производства вам удалось распробовать наши блюда и напитки :) Команда 3b Cafe приносит свои извинения, информацию передали управляющему ресторана. Надеемся снова вас увидеть!\n\n(Translated by Google)\nMaria, thank you for the production noise you managed to taste our dishes and drinks :) Team 3b Cafe apologizes, the information passed to the restaurant manager. We hope to see you again!",
    "rating": 5,
    "name": "Oleg Pedai",
    "cat": "Cafe"
  },
  {
    "review": "Рядом работаем и если хочется вкусно поесть, всегда ходим сюда.  Всегда классные стейки, цыпленок табака . Приятная бонусная программа!!!! Приходишь,а оказывается что можно за бонусы пару стейков и огромную пивную тарелку заказать))) …",
    "rating": 2,
    "name": "Oleg Mindriukov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good place with nice service. Very similar to The Burger Mexico, but as if with slightly lower prices. I tried a spicy classic burger with veal or beef and fresh carrots - it cost me 155 hryvnias. + 45 hryvnias The …",
    "rating": 5,
    "name": "Andrey Vorobets",
    "cat": "Cafe"
  },
  {
    "review": "Название как бы говорит о себе, что у низ за*сь. Очень прилично, не дорого, вкусно. Люблю их стейки, пюрешечку с сыром и вышневый соус, а еще больше люблю их грушевый штрудель! Хороший выбор вина по умеренным ценам.  Достаточно шумное …",
    "rating": 5,
    "name": "Stanislav Sivakov",
    "cat": "Cafe"
  },
  {
    "review": "Понравилось. Казалось бы, очень компактное пространство в этом кафе, но его удалось организовать за счёт сетчатых стенок-разделителей, получив в итоге несколько областей. Есть как несколько столиков, где никто не мешает и можно уединиться, …",
    "rating": 5,
    "name": "Yaroslav Sirkiziuk",
    "cat": "Cafe"
  },
  {
    "review": "Заказывал двойной сырный бургер, котлеты сухие, пармезан перебивает все остальные вкусы. В целом съедобно, но не сказал бы что вкусно. Планирую вернуться и попробовать стейки. …",
    "rating": 4,
    "name": "Deth MetalOn",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback! We will definitely pay attention to the preparation of our burgers, because the taste of chops should be juicy, and the cheese should be in the measure! And for the sake of steaks really need to come back)\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок! Ми обов'язково звернемо увагу на приготування наших бургерів, адже смак котлети має бути соковитим, а сиру має бути в міру! А заради стейків справді потрібно повернутись)",
    "rating": 5,
    "name": "Валерия Сороколетова",
    "cat": "Cafe"
  },
  {
    "review": "Наше с мужем любимое заведение в Киеве. Мы даже пятую годовщину свадьбы пошли отмечать сюда, а не в какой-то дорогой и изысканный ресторан. Только жалко, что у нас собака, а сюда не пускают с собаками, только с маленькими, а у нас акита. Не …",
    "rating": 5,
    "name": "Nastya Busel",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much for your feedback!\n\n(Original)\nДоброго дня. Дуже дякуємо за відгук!",
    "rating": 5,
    "name": "Oleksandr Yaniuk",
    "cat": "Cafe"
  },
  {
    "review": "Здесь можно:\n1) Вкусно покушать (особенно бургеры);\n2) Хорошо выпить; …",
    "rating": 5,
    "name": "Tomcat М",
    "cat": "Cafe"
  },
  {
    "review": "Ходим сюда часто с друзьями,но впервые попали в ситуацию где нам вынесли черствые сухари. Официантка молодец,на просьбу отнести их на кухню и переделать отреагировала словами «Вы правы,так быть не должно»,НО,с кухни нам вернули те же …",
    "rating": 4,
    "name": "Anna Bolshedvorska",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback - answered you on facebook)\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок - відповіли Вам у фейсбук)",
    "rating": 1,
    "name": "Tomáš Cabal",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) All ZB cafes are happy, this is no exception. But for vegans there are few options on the menu. When we were not Beyonda, so we took a burger with zucchini, which was awful. Vegan Caesar is also not the tastiest. For …",
    "rating": 5,
    "name": "Игорь Береснев",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) We will take into account your wishes, thank you for the feedback)\n\n(Original)\nВізьмемо до уваги ваші побажання, дякуємо за фідбек)",
    "rating": 5,
    "name": "Костянтин Мороз",
    "cat": "Cafe"
  },
  {
    "review": "Very nice ribeye steak. Burger and salad were good too. Nice service. Enjoy the place. Отличный рибай сухого вызревания, вежливый сервис, бургер и салатик тоже очень вкусные. Музыка позволяла комфортно общаться, не курят. Очень приятный …",
    "rating": 4,
    "name": "KRTK GAMING",
    "cat": "Cafe"
  },
  {
    "review": "К сожалению,  из за жары подавать теплое пиво это стает нормой в Киеве. Мясной сет ждали 40 минут.  На вопрос:\"А сколько времени он готовиться\" официантка вещала историю про полную посадку и загруженность кухни. Окей. Только почему не …",
    "rating": 5,
    "name": "Валерия Язвицкая",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место, хорошая кухня. Отвратительный Wi-Fi, слегка жарко в залах.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрей Кириченко",
    "cat": "Cafe"
  },
  {
    "review": "Кухня вкусная, официант старался, благодаря этому и 4 :) Ждали очень долго (50 минут), ребят, мониторьте события рядом, вы же возле дворца спорта. Если какие-то конференции крупные - добавьте чуть персонала. Персонал просто не справлялся с …",
    "rating": 3,
    "name": "Çetin Mustafa YILDIRIM",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good afternoon, Myroslava Thanks for the feedback. We will hand it over to the management for review. We also want to apologize for the damaged lunch!\n\n(Original)\nДоброго дня, Мирослава. Дякуємо за зворотній зв'язок. Ми обов'язкво передамо його керівництву на розгляд. Також хочемо вибачитись за зіпсований обід!",
    "rating": 5,
    "name": "Emad Abdullah",
    "cat": "Cafe"
  },
  {
    "review": "Были вчера вечером, заказы выдавались очень медленно, напитки ждали около 30 минут, основные блюда более 40. Десерт так и не дождались, ушли без него. Больше желания приходить в это заведение нет.... …",
    "rating": 5,
    "name": "Taras Sukhenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. It is very unfortunate that the waiter did not warn you about the expectations. We will take the necessary measures!\n\n(Original)\nДякуємо за відгук. Дуже прикро, що офіціант не попередив Вас про очікування. Ми обов'язково вчинемо належних заходів!",
    "rating": 4,
    "name": "Тетяна Щербак",
    "cat": "Cafe"
  },
  {
    "review": "Атмосферное, вежливо, но кухня как то не порадовала\n\nОперативно же вы отреагировали :) 2 месяца :) …",
    "rating": 5,
    "name": "Yuliia Demchenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. What exactly did you dislike?\n\n(Original)\nДоброго дня. Що саме Вам не сподобалось?",
    "rating": 5,
    "name": "Kate H",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cool, great prices and a great menu. BUT. The service is just awful. First, we waited a long time for the waiter. (And it could be written off on a full landing and a day off if staff didn't discuss with each other in …",
    "rating": 4,
    "name": "L",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will definitely take this into consideration and work with staff!)\n\n(Original)\nДякуємо за відгук! Обов'язково візьмемо до уваги цей момент та проведемо роботу з персоналом!)",
    "rating": 5,
    "name": "Мария Голенская",
    "cat": "Cafe"
  },
  {
    "review": "Заказал шаурму XL за 180 грн. С меня просто орали в слух когда увидели эту нищебродскую шаурму которую можно купить за пол цены и вкуснее на любом углу. Стыд и позор короче. …",
    "rating": 4,
    "name": "Юлия Алексеева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Vlad, thank you for your feedback. Already passed information to the kitchen about the preparation of this dish. Please leave your contact details to us on social networks. So that the manager can contact you about the situation.\n\n(Original)\nВлад, дякуємо за відгук. Вже передали інформацію на кухню щодо приготування даної страви. Залиште, будь-ласка, ваші контактні дані нам у соц мережах. Щоб менеджер міг зв'язатись з вам щодо виникшої ситуації.",
    "rating": 5,
    "name": "kerem pasam",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for a good evening. Incredible Napoleon. The waitress is extremely attentive and pleasant. It was extremely cool for me and my friends. 😉 …",
    "rating": 5,
    "name": "Oleksii Rud",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for the nice feedback!\n\n(Original)\nДякуємо вам за приємний відгук!",
    "rating": 5,
    "name": "Viktoria K",
    "cat": "Cafe"
  },
  {
    "review": "Обслуживание в этой точке не супер быстрое, еще и бутер был уже не горячим, а тепловатым, что определенно в минус. Официанты вежливые, услужливые. Подруге понравился безлимитный Пепси. Ну и вообще акции интересные проходят. …",
    "rating": 5,
    "name": "Паула Щербатюк",
    "cat": "Cafe"
  },
  {
    "review": "Классное место! Вкусный чай и десерты!\n\n(Translated by Google)\nGreat place! Delicious tea and desserts!",
    "rating": 5,
    "name": "Andrey Cheban",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Дарья Швыдкова",
    "cat": "Cafe"
  },
  {
    "review": "Был несколько раз. За цену буквально чуть выше средней получаете неплохие (по вкусовым качествам) бургеры и хорошее обслуживание. Плюсом так же является интерьер. …",
    "rating": 5,
    "name": "Катя Ежова",
    "cat": "Cafe"
  },
  {
    "review": "Отличный мальбек и вкусное мясо. И цены ок.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Wad Serohin",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "FutuROma _",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) My husband and I often dine there. Normal business lunches. Burgers are really tasty. However, the last two times unpleasantly shocked the incompetence of the staff, I had to remind the waitress that she did not bring …",
    "rating": 5,
    "name": "Алина Вергелес",
    "cat": "Cafe"
  },
  {
    "review": "Бургеры вкусные,  официанты когда подходят,  то вроде милые,  но когда в зале просто находятся то ведут себя не подобающе. Это единственное,  что не понравилось.  А так все отлично) …",
    "rating": 4,
    "name": "Стас Белоус",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's work with staff! You help us become better)\n\n(Original)\nДякуємо за відгук! Проведемо роботу з персоналом! Ви допомагаєте нам ставати кращими)",
    "rating": 5,
    "name": "Andrew",
    "cat": "Cafe"
  },
  {
    "review": "Пепси без газа, пиво тёплое, котлета в бургере на 70 процентов сырая. Единственное, что немного скрашивает впечатление - официант, который проявлял дружелюбие и старался угодить. Заменил напитки и угостил лимонадрм. Но больше не пойдём. …",
    "rating": 5,
    "name": "Yurii Ivashko",
    "cat": "Cafe"
  },
  {
    "review": "Диана, благодарим вас что нашли время, и написали такой развёрнутый и конструктивный отзыв. Очень жаль что вам не понравилась еда и напитки, у нас это большая редкость. Очень надеемся на ваш повторный визит!\n\n(Translated by Google)\nDiana, thank you for taking the time, and wrote such a detailed and constructive review. It is a pity that you did not like the food and drinks, we have a great rarity. We hope for your return visit!",
    "rating": 5,
    "name": "Dmitriy Seryogin",
    "cat": "Cafe"
  },
  {
    "review": "Отметили с женой годовщину вкусными стейками. Тихое и уютное место с хорошим обслуживанием и хорошей кухней. Отдельное спасибо за презент в честь годовщины - сладкий десерт. Обязательно вернёмся ещё) …",
    "rating": 4,
    "name": "Nikita Erikaykin",
    "cat": "Cafe"
  },
  {
    "review": "Отличные бургеры, большой выбор на любой вкус. ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Д",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое за прекрасный отзыв и высокую оценку:) Очень рады что вам все понравилось, с нетерпением ждем снова в гости:)\n\n(Translated by Google)\nThank you very much for the excellent review and appreciation :) We are very glad that you enjoyed it, look forward to visit again :)",
    "rating": 5,
    "name": "Настя Лужник",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место для приятной компании. Спасибо Вам за отличный вечер, вкусную кухню и отличное крафтовое пиво.  Отдельная боагодарность нашему официанту Жене ака Юджин. Давно не встречал такого учтивого человека, который с пониманиес …",
    "rating": 5,
    "name": "Nikita Poddubny (nikitap90)",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо Вам большое)\n\n(Translated by Google)\nThank you very much)",
    "rating": 5,
    "name": "Анна Тонконожко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Not bad burgers and steaks. But recently some (((And finally change the bun, it spoils the impression of the burger.\nIn this network of institutions there is a bonus loyalty program - a mobile …",
    "rating": 4,
    "name": "Tetiana Volia",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback. We will take note of your remarks!\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок. Ми обов'язково візьмемо до уваги Ваші зауваження!",
    "rating": 2,
    "name": "Ivan Yurchenko",
    "cat": "Cafe"
  },
  {
    "review": "Мне очень нравится это место. Я мясо не ем, потому Бургер Филадельфия с рыбой просто бомба. Хороший интерьер , не напрягающая атмосфера , приветливые официанты. Есть приложение, где накапливаешь баллы и потом рассчитываешься ими же ) …",
    "rating": 5,
    "name": "Cobriolet",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Great, attentive staff, really tasty dishes with large portions, reasonable prices. Definitely recommend for good service, quality and price-quality. …",
    "rating": 3,
    "name": "Микола Калініченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the positive feedback!) Looking forward to the next meeting ;-)\n\n(Original)\nДуже дякуємо за позитивний зворотній зв'язок!) Чекаємо наступної зустрічі ;-)",
    "rating": 5,
    "name": "Денис Рогинський",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место, с нормальными ценами.\nМожно вкусно поесть, и вкусно отдохнуть. Коктейли есть как классические так и необычные! Уютный интерьер, соседи не мешают, музыка не слишком громкая ( не …",
    "rating": 4,
    "name": "Pavlo Biloborodov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very tasty, good and responsive service. Keep it up!))\n\n(Original) …",
    "rating": 4,
    "name": "Александр Барбул",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Василий Терешко",
    "cat": "Cafe"
  },
  {
    "review": "Очень понравились стейки! Заказали филе-миньон и пепер стейк. Просто бомба, сочные, вкусные, не жёсткие. Десерт брауни тоже очень порадовал. Обслуживание достаточно хорошее, официант Алина по бейджу (хоть это был парень:) порекомендовал …",
    "rating": 5,
    "name": "ILona Shabalina",
    "cat": "Cafe"
  },
  {
    "review": "Лучший формат заведения, который только может быть! Бургеры с настоящим свежайшим фаршем и восхитительное мясо! И всё это под отличное пиво. Однозначно любимое место в Киеве …",
    "rating": 3,
    "name": "Vlad Palii",
    "cat": "Cafe"
  },
  {
    "review": "Среднее обслуживание. Просьба вынести горячее одновременно, для компании из четырёх человек поставило официанта и кухню перед сложнейшей задачей. Стейки готовить не умеют. Заказывать можно только бургеры. …",
    "rating": 5,
    "name": "Никита Мороз",
    "cat": "Cafe"
  },
  {
    "review": "Заведение хорошее, но сервис оставляет желать лучшего. Пытались в пятницу забронировать столик на субботу - ответ мы принципиально не бронируем на пятницу-субботу, приходить в порядке живой очереди. Я уточнил - отказ не по причине что уже …",
    "rating": 5,
    "name": "Оксана Вовк",
    "cat": "Cafe"
  },
  {
    "review": "Люблю очень это место! Уютно, комфортно, вкусно! Каждый раз туда захожу с утра и беру друзей)\nВсем советую, находится в отличном месте, очень легко добираться. …",
    "rating": 5,
    "name": "Суетолог Вика",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback!)\n\n(Original)\nДуже дякуємо за відгук!)",
    "rating": 1,
    "name": "Миша Борейко",
    "cat": "Cafe"
  },
  {
    "review": "Отличное мясо, великолепный интерьер. Пиво в ассортименте. Праздновали свадьбу-всем понравилось. Шеф-повар знает толк. И уровень заведения чувствуется. Респект. …",
    "rating": 5,
    "name": "Gennadiy Gator",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! Glad you liked it! We are always waiting))\n\n(Original)\nДуже дякуємо за ваш відгук! Раді, що вам сподобалось! Завжди чекаємо))",
    "rating": 5,
    "name": "Вадим Гаращук",
    "cat": "Cafe"
  },
  {
    "review": "Хороший паб. Можно выпить пива и съесть вкусный стейк. Жаль что перестали наливать Guinness …",
    "rating": 5,
    "name": "Soborna Queen",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Stanislav Sheliakin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Beautiful and cheerful waitress. Hren vodka such a strange thing. schnapps with horseradish .. …",
    "rating": 5,
    "name": "Юлия Линева",
    "cat": "Cafe"
  },
  {
    "review": "Thank you so much!",
    "rating": 5,
    "name": "Roman Nuzhniy",
    "cat": "Cafe"
  },
  {
    "review": "Заказывал шаурму с кебабом и блюдо разочаровало. Кебаб сделан из очень мелкого фарша и при контакте с соусом просто превращается в кашу, соус тоже не самый вкусный. И сделайте, пожалуйста, что-то с фирменным пивом, оно уж очень водянистые. …",
    "rating": 5,
    "name": "Olga Aleksandrovskaya",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will pass on your comments to the kitchen and take them into account in further work!\n\n(Original)\nДякуємо за відгук! Передамо ваші зауваження кухні та врахуємо їх у подальшій роботі!",
    "rating": 5,
    "name": "Андрей Пориков",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I often had lunch here. The service really fails sometimes, sometimes the waiters do not behave properly, but still the rules. But food is just a bomb! A huge plus for chefs! The food is always delicious. Yesterday …",
    "rating": 5,
    "name": "Ігор Швед",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Ruslan Zaliznyak",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Great place to eat delicious!\nThe prices correspond to the quality, everything is very tasty …",
    "rating": 5,
    "name": "Кристина Пашкіна",
    "cat": "Cafe"
  },
  {
    "review": "Обожаем с подругами 3ВС. Часто посещали зимой. Были во многих заведениях неподалеку, но обслуживание, гостеприимство, кухня, обстановка, особенно цены приятно радуют. Теперь мы не задумываемся куда пойти и не перебираем тонны пабов Киева в …",
    "rating": 4,
    "name": "ANNA MAY",
    "cat": "Cafe"
  },
  {
    "review": "Самые вкусные бургеры в Киеве) тут все хорошо. Напитки, еда, обслуживание ненавязчивое. Тоесть, если хочется гарантировано вкусно поесть и спокойно посидеть- это хорошее место. …",
    "rating": 5,
    "name": "Женя Гайдук",
    "cat": "Cafe"
  },
  {
    "review": "Понравился интерьер, вкусная еда, отличный сервис. Нужно ещё ходить!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Yurii Kovalchuk",
    "cat": "Cafe"
  },
  {
    "review": "Очень вкусно. Двойной сырный бургер выше всяких похвал. Коктейли делают с учетом ваших пожеланий. Очень приятный персонал. Рекомендую, 10/10! …",
    "rating": 3,
    "name": "Дмитрий Макаров",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much))\n\n(Original)\nДуже дякуємо))",
    "rating": 4,
    "name": "Valerii Ivanin",
    "cat": "Cafe"
  },
  {
    "review": "Очень уютное кафе чудесно по сидели с подругами. Вкусная тарелка Гриль, на большую компанию - то что надо. Очень понравилась оригинальная подача коктеля Corona Sunset. …",
    "rating": 5,
    "name": "Вадим Савчук",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "Вадим Сушитский",
    "cat": "Cafe"
  },
  {
    "review": "2 раз с разницей в 2 года заведение этой сети (первое где-то на Подоле) - мясо ни о чём. Бургер сухой. Стейк резина, как в прошлый раз. Персонал хороший, атмосфера приятная. …",
    "rating": 5,
    "name": "Mykhailo",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Nice, noisy place to spend time with friends. Prices are average, the menu has everything you need. My friend and I ordered two steaks, a salad girl and sea buckthorn tea. The tea turned out to be rich and tasty, …",
    "rating": 5,
    "name": "Oleksandr Kupka",
    "cat": "Cafe"
  },
  {
    "review": "вкусные стейки и коктельчики. ненапряжная музыка. суп из лосося отвратный стал((одни сливки с луком и миниатюрный кусочек рыбы может будет плавать. либо из меню б уже убрали или цену подняли,но его б есть можно было …",
    "rating": 5,
    "name": "Людмила Ускова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The restaurant is very very wonderful. We ordered a burger. The order is very fast and the waiter speaks English. I recommend it to those who love burger meat …",
    "rating": 4,
    "name": "Максим Косенко",
    "cat": "Cafe"
  },
  {
    "review": "Thank you so much for your feedback!",
    "rating": 3,
    "name": "Лім Кірсанов",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cozy cafe. For a company that wants to sit separately so that they do not interfere - a great option. Professional staff were satisfied with both service and food and drinks. However, prices are not at all democratic, …",
    "rating": 4,
    "name": "Rostyslav Sotnychenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. The waiter had to notify you that 10% is considered for service before accepting the order. But thank you for the feedback, let's take it into consideration)\n\n(Original)\nДоброго дня. Офіціант мав Вас попередити, що 10% враховують за обслуговування до прийняття замовлення. Все ж дякуємо за зворотній зв'язок, візьмемо до уваги)",
    "rating": 5,
    "name": "Наталья Н",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) It boiled. For a long time, this cafe was the first on the list to visit near the Palace of Sports and despite the periodic \"shoals\" (unroasted steaks, charcoal-burnt cutlets in burgers) was still the first option. …",
    "rating": 5,
    "name": "ajans rio",
    "cat": "Cafe"
  },
  {
    "review": "Если сравнивать с 3б кафе на контрактовой, то тут полный отстой. Бургер не сочный, овощи подвявшие, а соуса вообще такое чувство, что вообще не положили. Короче я остался не довольным …",
    "rating": 4,
    "name": "Andrii Gardu",
    "cat": "Cafe"
  },
  {
    "review": "Классное место, жаль только тот чизболл не успел допеть гимн Англии, перед тем как я его съел. Это была благородная смерть. …",
    "rating": 4,
    "name": "Anna Petrick",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback :)))\n\n(Original)\nДякуємо за відгук :)))",
    "rating": 2,
    "name": "Julia Filipieva",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I always appreciate loyally !!!! You can not guess 100% of all tastes of all people. The chicken with cherry was unfortunately hard, (over-dried), although the meat on the plate is perfect. In addition, there are …",
    "rating": 5,
    "name": "Vika V",
    "cat": "Cafe"
  },
  {
    "review": "Чудесное заведение, но ёлы-палы! Ваши девочки при дверях - это катастрофа! Ну хорошо: ресницы завиты, ножка вперёд, губы уточкой, но хоть немного по-английски их можно научить говорить? …",
    "rating": 4,
    "name": "Yurii Ovsiienko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback and apologize for the service of inadequate quality. Be sure to take into account!\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок та вибачаємось за сервіс неналежної якості. Обов'язково візьмемо до уваги!",
    "rating": 5,
    "name": "Heartless Owl",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Craft beers - good. Appetizers: The cut of meat seemed to stand in the fridge for several days and absorbed many foreign odors, no taste. Took a Lviv burger (or something like that) - the toppings are delicious, but …",
    "rating": 5,
    "name": "Ира Лагунина",
    "cat": "Cafe"
  },
  {
    "review": "Отличные бургеры 🍔, заведение в лофт-стиле, приятный персонал, более чем приемлемые цены. Такое заведение хочется посещать на регулярной основе. 😎 …",
    "rating": 1,
    "name": "Ugur Zaman",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\nAlways happy to see you again)\n\n(Original)\nДуже дякуємо!)\nЗавжди раді бачити вас знову)",
    "rating": 5,
    "name": "Руслан Мамедов",
    "cat": "Cafe"
  },
  {
    "review": "Там прекрасные бургеры и великолепно приготовленные стейки. Так же официантки всегда готовы помочь с советом(особенно, если вы никогда не пробовали стейки раннее как и я) …",
    "rating": 5,
    "name": "Илона Грибан",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) thank you)\n\n(Original)\nДякуємо)",
    "rating": 4,
    "name": "Sergey Shatskiy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) She found a fly in a mojito. Although not pretentious, the waiter offered me a Chief cake as an apology. This bully is very good on their part. But overall, as for me, food has gotten worse over time. This is me about …",
    "rating": 1,
    "name": "Ангелина",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I forgot about my burger for a business lunch .. ((hungry, but overall, the place is not bad. I advise you to remind your order from time to time. …",
    "rating": 5,
    "name": "Aleksey Tsygankov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Sorry, please, for a spoiled lunch. We will have a serious conversation with the staff)\n\n(Original)\nДоброго дня. Вибачте, будь ласка, за зіпсований обід. Проведемо серйозну розмову з персоналом)",
    "rating": 4,
    "name": "Ксюша Бучинская",
    "cat": "Cafe"
  },
  {
    "review": "Был в таком же-кафе на подоле, но такое впечатлкние, что это 2 разных заведения. Кухня хуже, булочки в бургерах не поджареные. \"Безлимитная пепси\" тихий ужас. Розбавленное водой фиг пойми чтоб безо льда. Как в столовку сходил. Не ожидал.... …",
    "rating": 5,
    "name": "Anna Chornous",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very tasty burgers. But there is one but. There is a permanent promotion - when ordering a burger until 15.00 unlimited \"Pepsi\" as a gift. So, Pepsi is diluted with tap water, there is a taste of chlorine and no …",
    "rating": 4,
    "name": "Daryna Tkachuk",
    "cat": "Cafe"
  },
  {
    "review": "Ну скажем так, испортилось заведение((( по сравнению хотябы с прошлым годом. Бургер ( котлета)  не пррожарен, вареная котлета. Минимум лука, карамеизованного. Булка так себе. Вообще не впечатлило. Брускеты с сырым хлебом. Это же неподрбство …",
    "rating": 3,
    "name": "Екатерина Врунова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and attention to our work. We will be sure to work on the errors and will try to meet your expectations in the future.\n\n(Original)\nДякуємо вам за відгук і увагу до нашої праці. Ми обов'язково проведемо роботу над помилками і постараємося надалі відповідати вашим очікуванням.",
    "rating": 5,
    "name": "Roman Lukashevych",
    "cat": "Cafe"
  },
  {
    "review": "Одно из любимых мест для бизнес ланча.\nЕсть 2 варианта - стандартный ланч и ланя с бургером. …",
    "rating": 5,
    "name": "Владимир Рома",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and high rating!) We are waiting for guests)\n\n(Original)\nДякуємо за відгук та високу оцінку!) Чекаємо серед гостей)",
    "rating": 5,
    "name": "Yevheniia Marchenko",
    "cat": "Cafe"
  },
  {
    "review": "Чисто, не дорого, удобный график работы, разные акции и спец предложения, и лучшие бургеры в моей жизни! Из минусов - долго приходится ждать заказ, зато счет приносят быстро)) …",
    "rating": 5,
    "name": "Мирослава Трощина",
    "cat": "Cafe"
  },
  {
    "review": "Как ни странно, впечатлил подарок от заведения - торт наполеон. Вкуснее наполеона никогда не ел. Стейк ничем не удивил, но вот наполеон просто поразил и заставил написать отзыв!!! …",
    "rating": 5,
    "name": "Константин Жабко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The establishment did not like it. There are a number of reasons for this.\n1. Hostess does not perform his work qualitatively. We asked for a table for two …",
    "rating": 5,
    "name": "Вероника Крыжановская",
    "cat": "Cafe"
  },
  {
    "review": "Вкусный бургер и хорошее пиво - советую)\n\n(Translated by Google)\nTasty burger and good beer - I advise)",
    "rating": 5,
    "name": "E N D L E S S",
    "cat": "Cafe"
  },
  {
    "review": "Отличное обслуживание. Вкусная еда. Кровавая Мэри выше всяких похвал)\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Александр М",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 4,
    "name": "Андрій Коцеловський",
    "cat": "Cafe"
  },
  {
    "review": "Хочу поделиться тем что сотрудникам не выплачивают зарплату за начало марта, поэтому очень сильно призываю, не посещайте данное заведение, которое может так себе позволить кинуть на деньги, подумайте сами, сегодня сэкономили на зп, а завтра …",
    "rating": 4,
    "name": "Anna Husarova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your opinion. During the quarantine, it really turned out to reduce the work of staff for a while. In the future, all work was paid.\n\n(Original)\nДякуємо, за вашу думку. Під час карантину справді виявилось скоротити роботу персоналу на деякий час. Надалі вся праця була оплачена.",
    "rating": 5,
    "name": "Ivan Tymchenko",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры по приемлемым ценам(как для Европы). Пиво не очень, выбор небольшой. В целом выбор алкоголя приличный. Десертов мало. …",
    "rating": 3,
    "name": "Vladislav Totskiy",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место! Хорошо готовят мясо, не путают степени прожарки. Обслуживание крайне качественное. Все очень вкусно! Обязательно попробуйте бургеры и салат с печенью. К сожалению, иногда приходится долго ждать. …",
    "rating": 5,
    "name": "Ирина Винниченко",
    "cat": "Cafe"
  },
  {
    "review": "Быстро,  вкусно и уютно.  Очень хорошее место для семьи или компании друзей\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Еременюк",
    "cat": "Cafe"
  },
  {
    "review": "Замечательное заведение. Главная изюминка этого места, персонал!!!\nМожет нам так повезло. Но ребята улыбчивые и позитивные! Спасибо за хорошое настроение и атмосферу! …",
    "rating": 5,
    "name": "Александр Сиренко",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое) Так приятно)\n\n(Translated by Google)\nThank you very much) So nice)",
    "rating": 4,
    "name": "Андрей Лютый",
    "cat": "Cafe"
  },
  {
    "review": "Интерьер инстаграммный, кормят хорошо, обслуживание на уровне.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Daniel Alexandrov",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 4,
    "name": "Nikolay Ponomarenko",
    "cat": "Cafe"
  },
  {
    "review": "Большой выбор бургеров и они очень вкусные! Приветливый персонал, приятная атмосфера.Кроме бургеров есть ещё большой выбор разнообразной еды, стейки, закуски. За хорошими бургерами все сюда) …",
    "rating": 5,
    "name": "Aleksey Shkurko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The chicken is normal, but the zucchini on the topping is not tasty. California Salad - not like the presentation, the fish was very small and very salty. Food does not live up to expectations. The presentation and …",
    "rating": 5,
    "name": "Darya Darya",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. We will definitely take into account your comments!\n\n(Original)\nДоброго дня. Ми обов'язково врахуємо ваші зауваження!",
    "rating": 5,
    "name": "Profitroll",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Accommodation is convenient! Ordered for 10 people in advance! All planted quickly and comfortably! Service is also at the level! Only, as for me, a small selection of hops, for a long time could not be determined …",
    "rating": 5,
    "name": "Gwyn Gwyn",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Hello, Thanks for your feedback, note the comments)\n\n(Original)\nДоброго дня, дякуємо за відгук, врахуємо зауваження)",
    "rating": 5,
    "name": "Lux Decor",
    "cat": "Cafe"
  },
  {
    "review": "Приятный вежливый персонал, много просторного места. Много диванчиков, вкусная кухня и коктейли. Одно из любимых мест) …",
    "rating": 4,
    "name": "Екатерина Варфоломеева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback :)\n\n(Original)\nДякуємо за відгук :)",
    "rating": 4,
    "name": "Alisa Lapina",
    "cat": "Cafe"
  },
  {
    "review": "Одно из самых любимых мест. Борщ - бомба\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tetiana Ts",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Anna Verb",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно готовят мясо!!\nСалаты не очень у них получаются... :(\nИнтересно, долго ли мясо будет вкусным или произойдет как с сырным соусом …",
    "rating": 5,
    "name": "Yevheniia Sakovets",
    "cat": "Cafe"
  },
  {
    "review": "Приходите в 3Б Кафе.\n\nЗайдите и присаживайтесь на грязные в пятнах диваны, которые ни разу не меняли и …",
    "rating": 5,
    "name": "Елена Коваленко",
    "cat": "Cafe"
  },
  {
    "review": "Обслуживание на нулевом уровне! Были на Шота Руставели 2 раза. Оба раза пофигизм официантов поразил. Они больше развлекаются и сплетничпют чем уделяют внимание гостям. …",
    "rating": 5,
    "name": "Анастасия Ковальская",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Please write more details!\n\n(Original)\nДякуємо за відгук! Напишіть, будь ласка, більш детальніше!",
    "rating": 4,
    "name": "Sergii Lisnychyi",
    "cat": "Cafe"
  },
  {
    "review": "Все очень вкусное! Был неприятный инцидент с поданым блюдом. Администратор и официант быстро все сгладили и осадка не осталось. Единственное, что не понравилось - это громкое общение официантов между собой матом... …",
    "rating": 5,
    "name": "Дмитрий Кривенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we will definitely hold a conversation with the staff!\n\n(Original)\nДякуємо за зворотній зв'язок, ми обов'язково проведемо розмову з персоналом!",
    "rating": 5,
    "name": "Mykola Typusiak",
    "cat": "Cafe"
  },
  {
    "review": "В целом хорошо, но бонусная программа работает дико. Чтобы рассчитаться бонусами, нужно предупредить официанта в самой начале. При этом официанты сами об этом не предупредят. …",
    "rating": 3,
    "name": "Olena Krasheninnikova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. It is very surprising that the waiter did not warn you. Be sure to take this into account)\n\n(Original)\nДоброго дня. Дуже дивно, що офіціант Вас не попередив. Обов'язково візьмемо це до уваги)",
    "rating": 5,
    "name": "Наталія Жгільова",
    "cat": "Cafe"
  },
  {
    "review": "1(кол) - за теплый салат с телятиной (не из основного меню, по рекомендации официанта). Мясо низкого качества, прожевать было невозможно. Испорченный ужин. …",
    "rating": 5,
    "name": "V. V.",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We would like to emphasize that the meat in our dishes always corresponds to the quality, and our warm salad is really a popular dish among our guests. We are very sorry that your evening was a mess.\n\n(Original)\nДякуємо за відгук!  Хочемо підкреслити, що м'ясо в наших стравах завжди відповідає якості, а наш теплий салат справді є досить популярною стравою серед наших гостей. Нам дуже шкода, що ваш вечір виявився зіпсованим.",
    "rating": 5,
    "name": "Alina Yanchuk",
    "cat": "Cafe"
  },
  {
    "review": "Моя любимая бургерная! Просто обожаю как вкусно! К самому огромному бургеру оригинально подается картошка фри и салат. Порции очень большие! …",
    "rating": 5,
    "name": "Марьяна Бойчук",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место. Вкусные бургеры, очень хорошие деток-коктейли. Здесь приятно находиться …",
    "rating": 4,
    "name": "Дмитро Чебаненко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) We are pleased to receive such feedback!)\n\n(Original)\nДякуємо за відгук!) Нам приємно отримувати такі відгуки!)",
    "rating": 5,
    "name": "Oleksandr Kulyk",
    "cat": "Cafe"
  },
  {
    "review": "Такое ощущение, что персонал в этом заведении просто сидят и ждут когда оно уже побыстрее закроется. …",
    "rating": 4,
    "name": "Maxim Zemlakov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Darina, thank you for your attention to the work of our staff. Tell me, why did you have such an impression?\n\n(Original)\nДарино, дякуємо за увагу до роботи нашого персоналу. Підкажіть, чому саме у вас склалося таке враження?",
    "rating": 2,
    "name": "Виталик Калиниченко",
    "cat": "Cafe"
  },
  {
    "review": "Не плохое кафе, вкусные бургеры, приятная атмосфера, но очень громкая музыка из-за чего при разговоре приходится кричать, что бы тебя услышали и не приветливый хостес, хотя обслуживание официантов очень даже хорошее. Цены выше среднего. …",
    "rating": 4,
    "name": "Stas Agapov",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение. Готовят вкусные бургеры, выбор пива не большой, но пиво всегда свежее. …",
    "rating": 4,
    "name": "Вікторія Цань",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you! The range of beer will be increased very soon!)\n\n(Original)\nДякуємо! Асортимент пива, вже зовсім скоро буде збільшено!)",
    "rating": 5,
    "name": "Татьяна Панченко",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно! Есть хорошие опции для вегетарианцов :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Надежда Скиба",
    "cat": "Cafe"
  },
  {
    "review": "Доступные и вкусные бизнес ланчи. Бурегеры - отдельный плюсик.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tim Voronkin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you! ;-)\n\n(Original)\nДякуємо! ;-)",
    "rating": 4,
    "name": "Святослав Липатьев",
    "cat": "Cafe"
  },
  {
    "review": "Ну очень вкусный стейк 🥩.\n(рекомендую!)\nКрафтовое тёмное пиво отличное 🍻. …",
    "rating": 5,
    "name": "Денис Хлыстун",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место. Бургеры вкусные, подаются с картошкой и салатом. Неплохой выбор пива. Также отличные стейки по весьма демократичным ценам. Подаются с картофельным пюре и соусом на выбор. …",
    "rating": 2,
    "name": "Dmitry Kornienko",
    "cat": "Cafe"
  },
  {
    "review": "Прекрасное обслуживание и негромкая музыка подойдёт для больших компаний. Хороший выбор наливок и система дополнительных балов. Бургеры готовят на 4. …",
    "rating": 4,
    "name": "Kolya Yanchiy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I liked it. Convenient location. A variety of cocktails that taste good. There are promotions for drinks. The cafe is open on weekends until 4 am - it's convenient. The waiters are polite, can withstand everything) In …",
    "rating": 5,
    "name": "Сорока Ольга",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Burger 🤢👎\nThere are no better burgers than The Burger Mexico. They will learn 3b cafe which should be real, tasty burgers. No more foot to your establishment. The burger …",
    "rating": 2,
    "name": "Denis Polishuk",
    "cat": "Cafe"
  },
  {
    "review": "Прекрасное место с отличным соответствием ассортимента названию. Выбор блюд и их качество отменное. Заметно, что хозяева очень внимательны к потребностям гостей. …",
    "rating": 5,
    "name": "Наталія Жарун",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 4,
    "name": "Lova Lola",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) the menu has a burger with fish and vegetarian and they are delicious! a large selection of cocktails, large in volume and really delicious, at the same standard prices …",
    "rating": 5,
    "name": "Руслан Безуглый",
    "cat": "Cafe"
  },
  {
    "review": "Место для комфортного вкусного отдыха. Много вкусного пива и отличной еды. Была несколько раз и в целом довольна. Для встречи друзей после работы - самое оно. Ставлю 4 за странные скользкие грибы в бургере) …",
    "rating": 5,
    "name": "Olex Olex",
    "cat": "Cafe"
  },
  {
    "review": "Анна, благодарим за прекрасную характеристику нашего кафе:) А с грибами мы обязательно что то придумаем :) Спасибо что вы с нами, до встречи :)\n\n(Translated by Google)\nAnna, thank you for the excellent characteristics of our cafe :) And with mushrooms we will definitely come up with something :) Thank you for being with us, see you :)",
    "rating": 5,
    "name": "Даша Самарцева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I would like to mention the work of waiters. They can lift the mood, and recommend a good wine to meals and pidskazaty if a loss in the order. The atmosphere of the room - very comfortable and pleasant, always clean. …",
    "rating": 5,
    "name": "Станіслав Беньковський",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Ирина Калабина",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious, inexpensive, adequate choice of beer.\nA little fried the steak to the extent that I wanted - then brought lemonade as a gift and a piece of cheesecake, for this disadvantage. …",
    "rating": 5,
    "name": "Галина Дацко",
    "cat": "Cafe"
  },
  {
    "review": "Зачетное место, приветливый персонал. Бургеры на уровне. Есть также антибургеры и бизнес ланчи. По качеству особых претензий нет. …",
    "rating": 2,
    "name": "andrewukraine17",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Datsiuk Yulia",
    "cat": "Cafe"
  },
  {
    "review": "Самый божественный борщ, который я ел в жизни!!! Без преувеличения\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Serhiy Chumakov",
    "cat": "Cafe"
  },
  {
    "review": "Дмитрий, спасибо вам большое, так приятно)\n\n(Translated by Google)\nDmitry, thank you very much, so nice)",
    "rating": 5,
    "name": "Illarion Khlestov",
    "cat": "Cafe"
  },
  {
    "review": "Мне очень понравилось. Обслуживание не торопливое.\nГамбургер был очень не плох. Выбор пива не большой, но достаточный. Интерьер понравился. В следующий раз снова туда зайду. …",
    "rating": 5,
    "name": "Олександр Коваленко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I liked the place - good design, great service, friendly staff, delicious food, good prices. The only thing I would advise is to add more beers. …",
    "rating": 4,
    "name": "Olena Bugun",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место, приятные официанты, вкусная еда. Особенно понравилась хостес Тая. Очень приятный человек. Было бы хорошо наградить человека за его страния премией. Советую всем ! …",
    "rating": 3,
    "name": "Ярослав Татаренко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good coffee. The prices are good, the kitchen is normal. Can be recommended to friends. But it didn't reach 5 stars in my opinion. I have somewhere to develop. I can't say what's wrong with the atmosphere, but it's …",
    "rating": 5,
    "name": "Irina Ona",
    "cat": "Cafe"
  },
  {
    "review": "Большой выбор разнообразных бургеров, есть места на 2-х ярусах кафе и небольшая летняя площадка. Из минусов, пожалуй шумно, если общаться. …",
    "rating": 5,
    "name": "Valeriia Kovach",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback)\n\n(Original)\nДоброго дня. Дякуємо за відгук)",
    "rating": 5,
    "name": "Ирина Баранова",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо официанту Игорю за обслуживание. Он так искренне переживал за то, что я так и не поела печень. Помог с десертом и глинтвейном. Искренний и приятный, благодарю! …",
    "rating": 3,
    "name": "Илья Куприянов",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Hello! It's great that you wrote a review and added a page to Instagram! Visit us more often!\n\n(Original)\nДоброго дня! Дуже приємно, що ви написали відгук та добавили сторіс в Instagram! Заходьте до нас частіше!",
    "rating": 5,
    "name": "Ирина Гуляева",
    "cat": "Cafe"
  },
  {
    "review": "Все супер очень вкусно,  уютно и комфортно... вот только почему нам отказал официант в размене денег мы не поняли, вот и получил чая меньше намного за гостеприимство. …",
    "rating": 4,
    "name": "Vitaliy Bogdanets",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Александр",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо за приятный сюрприз от сотрудников ко дню рождения.  А в целом: вкусная кухня, быстрая и одновременная подача блюд, грамотный приятный персонал. …",
    "rating": 5,
    "name": "Karsten Ossowski",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Glad to try)\n\n(Original)\nДякуємо за відгук! Раді старатися)",
    "rating": 5,
    "name": "Анатолий Морозов",
    "cat": "Cafe"
  },
  {
    "review": "Неплохой бизнес ланч. Быстро, не дорого, к обслуживанию претензий нет.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Денис Кузь",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for the feedback)\n\n(Original)\nОлександре, дякуємо, за відгук)",
    "rating": 5,
    "name": "Павел Зелинский",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Extremely tasty burgers! I advise you to try it, if you have not been here before. …",
    "rating": 5,
    "name": "Алена Коханова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback!)\n\n(Original)\nДуже дякуємо за відгук!)",
    "rating": 5,
    "name": "Viktor Viktor",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cafe on Sh. Rustaveli 20 is a very nice cozy town. And even without a small selection of beer and cognac here are delicious soups and salads. I really liked the warm salad with chicken in combination with the sweet …",
    "rating": 5,
    "name": "Alexandr Zakaulov",
    "cat": "Cafe"
  },
  {
    "review": "Приятное и просторное заведение в центре Киева. На выбор можно и бургеры заказать,и стейки,салаты,десерты...Хорошее место для шумной компании и есть возможность просмотра футбольных матчей.Милое обслуживание. …",
    "rating": 5,
    "name": "Орест Орест",
    "cat": "Cafe"
  },
  {
    "review": "Катрин, благодарим вас за прекрасный отзыв и высокую оценку! Очень рады что вам все понравилось :)\n\n(Translated by Google)\nCatherine, thank you for the excellent feedback and appreciation! Very glad that you liked everything :)",
    "rating": 4,
    "name": "Роман Кузема",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно,  уютно и всегда приятные акции.  Рекомендую 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Николай Бургомистров",
    "cat": "Cafe"
  },
  {
    "review": "Благодарим за высокую оценку и прекрасный отзыв, приятно слышать! С нетерпением ждем вашего повторного визита!:)\n\n(Translated by Google)\nThank you for your appreciation and excellent feedback, good to hear! We look forward to your return visit! :)",
    "rating": 5,
    "name": "Галина Дорощук",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The food was beautiful, the atmosphere and all that. Everyone except the waitress, who for some reason ignored us, did not fit and even did not see how we waved. It was very weird. But we were not offended, just very …",
    "rating": 5,
    "name": "Oleksii Kukharchuk",
    "cat": "Cafe"
  },
  {
    "review": "К сожалению, не получили удовольствия ни от одного блюда. Хотя раньше тут было очень вкусно. …",
    "rating": 5,
    "name": "Dmytro Potapov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Write. please, what exactly did you not like?\n\n(Original)\nДякуємо за відгук! Напишіть. будь ласка, що саме не сподобалось?",
    "rating": 5,
    "name": "Александр Сергеевич",
    "cat": "Cafe"
  },
  {
    "review": "Кратко - это было ужасно невкусно. Зашла на обед с ребёнком. Салат с сыром рокфор, грушей и орехами: груза вместе с орехами была проварена в каком-то жире, поэтому орехи были такие же мягкие и жирные как груша+нелегкий соус. Дорадо готовили …",
    "rating": 5,
    "name": "Святослав-Мирослав Павлюк",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Perhaps the most beloved beer in town. And not too expensive. In general, good prices for the center. And you can always find a cozy corner for communicating with your friends …",
    "rating": 5,
    "name": "Roman Maltsev",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you!))\n\n(Original)\nДякуємо!))",
    "rating": 5,
    "name": "Roman Semak",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious burgers. Minus one star for the service. Having ordered an unlimited drink, asking for the next portion (only the second), I did not receive it. …",
    "rating": 5,
    "name": "Serhii Verhun",
    "cat": "Cafe"
  },
  {
    "review": "В курицу стирфрай с рисом забыли положить курицу. Официант сказал что так и должно быть и отказался исправить. …",
    "rating": 5,
    "name": "Andrii Horishnii",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for fidbek and apologize for the unpleasant incident during dinner! Be sure to give the management!\n\n(Original)\nДоброго дня. Дякуємо за фідбек та вибачаємось за неприємний інцидент під час обіду! Обов'язково передамо керівництву!",
    "rating": 1,
    "name": "Андрей Резник",
    "cat": "Cafe"
  },
  {
    "review": "Отличные официанты, сочные бургеры. Пепси на разлив. Скорость подачи на уровне. Цены нормальные для центра …",
    "rating": 1,
    "name": "Вячеслав Кравчук",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "Anastasia Chepurna",
    "cat": "Cafe"
  },
  {
    "review": "Приветливые ребята. Достаточно вкусно. Единственное - мне порции показались маленькими.\nХороший кофе. …",
    "rating": 5,
    "name": "Наталя Петрунишин",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback :)\nWe look forward to seeing you again)\n\n(Original)\nДякуємо за відгук :)\nБудемо раді бачити вас знову)",
    "rating": 4,
    "name": "Світлана Глущенко",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры, отличный коктейль​ \"девственная Мери\". Для такого качества еды, обслуживания, и место расположения - адекватные цены. Минус парковаться сложно. …",
    "rating": 3,
    "name": "Gleb Volsky",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо,что транслируете футбол! Было б здорово видеть новинки в меню\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ludmila Cafenoir",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Olga, thank you for the feedback!) The updated menu is already on sale ;-)\n\n(Original)\nОльго, дякуємо за відгук!) Оновлене меню вже у продажі ;-)",
    "rating": 4,
    "name": "Andrew Cherry",
    "cat": "Cafe"
  },
  {
    "review": "Отличный грузинский ресторан. На выходные столики обязательно бронировать заранее. На цокольном этаже слишком жарко, поэтому лучше просить столики на первом этаже. …",
    "rating": 5,
    "name": "Екатерина Иванова",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры с большой котлетой и выбранной вами прожаркой. Хорошее пиво, советую. …",
    "rating": 4,
    "name": "Дарья Золотарева",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\nGlad to try for you\n\n(Original)\nДуже дякуємо!)\nРаді старатися для вас",
    "rating": 5,
    "name": "Ксения Боброва",
    "cat": "Cafe"
  },
  {
    "review": "Своя авторская кухня. Хорошие коктейли, безумнооо все вкусно. Приятные цены. Хорошая атмосфера. Одно из любимых мест в Киеве. …",
    "rating": 5,
    "name": "Антон А",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) A 5+ establishment, starting with design and service, ending with incredibly delicious burgers. There is a useful application that will help you accumulate points and stay up to date on interesting promotions. It is a …",
    "rating": 4,
    "name": "Vitalii Mindariev",
    "cat": "Cafe"
  },
  {
    "review": "Бизнес ланч не плохой за свою цену. Бургеры выглядят аппетитно, но как то на вкус так себе. …",
    "rating": 5,
    "name": "Anisiia Iemelianova",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious, cozy, adequate prices. But I would like to draw the attention of the administration of the institution that an uncertain person may approach the visitors and start offering their services such as changing …",
    "rating": 5,
    "name": "Oleksandr Nazarenko",
    "cat": "Cafe"
  },
  {
    "review": "Не знаю, за что любят это место. Мясо никакое. Все коктейли отдают спиртом. Неоправданно дорого. Одно утешение - вишневый эль и моцарелла фри. …",
    "rating": 5,
    "name": "Vitaliy Kovgan",
    "cat": "Cafe"
  },
  {
    "review": "Зашли всего на пару минут, так что сложно составить конкретное впечатление, но еда вкусная, обслуживание качественное и быстрое. Атмосфера тоже отличная. …",
    "rating": 5,
    "name": "Татьяна Сычкина",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much! ❤️\n\n(Original)\nДуже дякуємо! ❤️",
    "rating": 5,
    "name": "Dmytro Tkachenko (kimonus)",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Nice place. The service is quite high. Value for money match each other. The only thing I do not recommend is sitting near the windows on the second floor, it is quite cold there. …",
    "rating": 5,
    "name": "Yura Sholudchenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) thank you)\n\n(Original)\nДякуємо)",
    "rating": 4,
    "name": "Alexey Svyrydenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Service, atmosphere, staff and kunya at altitude. The price is completely in line with the quality of the dish) competent smiling and mega-friendly staff) nice girl - the administrator) unambiguously visit the …",
    "rating": 5,
    "name": "Константин Адвокат",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Oleksandr, restaurant workers' day gets better from such reviews)\n\n(Original)\nОлександр, день у працівників ресторану стає кращим від таких відгуків)",
    "rating": 4,
    "name": "Александр Бычек",
    "cat": "Cafe"
  },
  {
    "review": "Самый вкусный бургер в городе я попробовала именно здесь! Быстро готовят. Но персонал иногда подтупливает …",
    "rating": 2,
    "name": "Max N.",
    "cat": "Cafe"
  },
  {
    "review": "Безумно вкусно, приятная атмосфера и шикарные стейки)\nОфицианты очень улыбчивые, кухня - потрясающая. Обязательно придем еще) …",
    "rating": 5,
    "name": "Maria H",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Денис Синюк",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место, чтобы прийти вдвоём и вкусно поесть. Бургеры просто объеденье. Коктейли супер …",
    "rating": 5,
    "name": "Віталій Орєшков",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) thank you)\n\n(Original)\nДякуємо)",
    "rating": 5,
    "name": "Олеся Кысса",
    "cat": "Cafe"
  },
  {
    "review": "Пришли 7 января вечером на Шота Руставели, заказали покушать\nИ по столу увидели как ползет таракан к нашим тарелкам\nСказали об этом официанту, он извинился …",
    "rating": 5,
    "name": "Любов Сорокіна",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. In fact, disinfection and disinsection is carried out in the institution as planned! We are constantly struggling with this problem. We are very sorry that the idea of ​​our institution was spoiled!\n\n(Original)\nДякуємо за відгук. Насправді, дезинфекція та дезинсекція проводиться в закладі планово! Ми постійно боримося з цією проблемою. Нам дуже шкода, що думка про наш заклад була зіпсована!",
    "rating": 5,
    "name": "Alex Shadyk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Nice cozy place with delicious burgers. The only downside is that the burgers fly away while you eat.😅 …",
    "rating": 5,
    "name": "Виктор Есиков",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) thank you)\n\n(Original)\nДякуємо)",
    "rating": 4,
    "name": "Sergiy Fedorenko",
    "cat": "Cafe"
  },
  {
    "review": "Обожаем это заведение. Лучшая шаурма в Киеве и вкусное пиво.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Ann Tolochko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) We thank you!)\n\n(Original)\nДякуємо вам!)",
    "rating": 4,
    "name": "Калина подорожує світом з Time to trip",
    "cat": "Cafe"
  },
  {
    "review": "Неплохое кафе !Атмосфера соответсвует стилю ,меню традиционное для гамбургерной.Цены нормальные.Огромный минус это обслуживание!Официант подходит очень редко (у нас собралась гора пустых стаканов и были голодные пока дождаль его внимания)и …",
    "rating": 4,
    "name": "Ольга Хоменчук",
    "cat": "Cafe"
  },
  {
    "review": "Бургеры по вкусу нормальные, но все же цена/качество на тройку. Слишком уж дорого за такую порцию+картошка к бургеру отвратная на вкус …",
    "rating": 4,
    "name": "Oleksandr",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Was twice. I really liked both times.\n\n(Original) …",
    "rating": 5,
    "name": "Павло Янківський",
    "cat": "Cafe"
  },
  {
    "review": "Большой выбор бургеров и все безумно сытные и вкусные, а так же хорошего пива. Минус для тех, кто любит кальян:его здесь нет. …",
    "rating": 4,
    "name": "Illia Serebriakov (Lungo)",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day, thanks for the feedback link) Hookahs are at George Kirpa, 5B)\n\n(Original)\nДоброго дня, дякуємо за зворотоній зв'язок) Кальяни є на Георгія Кірпи, 5Б)",
    "rating": 5,
    "name": "Анастасия Смаль",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Friendly hostess, meets, helps to find a booked table. The waiter got a little pofigist) There is not much from the menu, maybe we are so lucky. …",
    "rating": 5,
    "name": "Анастасия Турлакова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Everyone liked it. Delicious steaks. They were a big company, they made a lot of orders. But the discussion was quick, which surprised. …",
    "rating": 4,
    "name": "Сергей Pups",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very, very much!\n\n(Original)\nДуже-дуже дякуємо!",
    "rating": 4,
    "name": "Oleksandr",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Spacious in a large establishment. You can easily find a table even during rush hour. Elsewhere, the name of the institution speaks for itself. Good option for Friday …",
    "rating": 4,
    "name": "Євген Дутчак",
    "cat": "Cafe"
  },
  {
    "review": "Не очень приятное место с достаточно большими для такого общепита...\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Oleh (Olgerd)",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Please write in more detail what exactly you did not like?\n\n(Original)\nДякуємо за відгук. Напишіть, будь ласка, детальніше, що саме вам не сподобалось?",
    "rating": 1,
    "name": "Oleksandr Zirka",
    "cat": "Cafe"
  },
  {
    "review": "Персонал обслуживает быстро и качественно. Пиво, бургеры и стейки вкусные. И атмосфера приятная, советую) …",
    "rating": 4,
    "name": "Вікторія Козаченко",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "Olia Tretiak",
    "cat": "Cafe"
  },
  {
    "review": "Удобное месторасположение, хорошая атмосфера внутри, приветливый персонал.\nХорошо подходит для ланча или встречи с друзьями …",
    "rating": 4,
    "name": "Ростислав Діденко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Диана Данилова",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее обслуживание,кухня тоже.Возник один вопрос по поводу блюда,официант и администратор моментально решили,ещё так, как мы не ожидали!В общем,тут вам не нахамят,а послушают и найдут пути решения. …",
    "rating": 5,
    "name": "Dmitry Turovsky",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks!) Always glad to see in 3B)\n\n(Original)\nДякуємо!) Завжди раді бачити в 3В)",
    "rating": 3,
    "name": "Alex",
    "cat": "Cafe"
  },
  {
    "review": "Пиво так себе, надо бы добавить сортов светлого, раз уж это пивбар. А так всё неплохо …",
    "rating": 5,
    "name": "Евгения Будник",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we will take into account!\n\n(Original)\nДякуємо за відгук, візьмемо до уваги!",
    "rating": 4,
    "name": "Andriy Volkoviy",
    "cat": "Cafe"
  },
  {
    "review": "Приятный интерьер, вкусная кухня и приветливый персонал. Обязательно попробуйте бургер и сыр фри, очень вкусно. …",
    "rating": 4,
    "name": "Александр Борович",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Yuliia",
    "cat": "Cafe"
  },
  {
    "review": "Очень понравилось!) Вкусно все ! И коктейли вкуснейшие. Не слишком навязчивое обслуживание, что тоже плюс. Рекомендую и поесть, и выпить. …",
    "rating": 5,
    "name": "ODD sama",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Dmytro Ganul",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место с качественной и вкусной кухней. Персонал, не смотря на поток людей, очень вежливый и улыбчивый, всегда помогут и сделают все для того, чтобы вам было комфортно. …",
    "rating": 2,
    "name": "Андрей Павлов",
    "cat": "Cafe"
  },
  {
    "review": "Сказали быстро будет заказать бизнес ланч. Ждали больше часа. Персонал не справляется. Еда понравилась. …",
    "rating": 3,
    "name": "Михайло Корюкалов",
    "cat": "Cafe"
  },
  {
    "review": "Крутое кафе, вкусная кухня, много акций и счастливых часов, цены не кусаются, местоположение замечательное, много весело провести время как с компанией, так и со второй половинкой. …",
    "rating": 4,
    "name": "Михайло Бойко",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое, Анечка)\n\n(Translated by Google)\nThank you very much, Anya)",
    "rating": 2,
    "name": "Anna Vaidner",
    "cat": "Cafe"
  },
  {
    "review": "Повар наверное у них студент, котлеты в бургере пережарил и получились сухари, ладно пережарил но зачем такое давать людям,  попросил поменять так он  его не дожарил. Другу со стейком тоже самое(сухарь). Студент …",
    "rating": 5,
    "name": "Tom Smith",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very tasty! When playing live music is difficult to communicate, but you can dance or go to the first floor …",
    "rating": 4,
    "name": "Владислав Слинко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for understanding)\n\n(Original)\nДякуємо за розуміння)",
    "rating": 5,
    "name": "Екатерина",
    "cat": "Cafe"
  },
  {
    "review": "Уютно, вкусно. Вполне приемлемые цены, так же плюсом оказалось наличие собственного приложения, благодаря которому, получили скидку.  Придем еще …",
    "rating": 5,
    "name": "Dmitriy Korniyenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Looking forward)\n\n(Original)\nЗ нетерпінням чекаємо)",
    "rating": 5,
    "name": "Maria Mayskaya",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I had a good time, the cuisine is delicious, the waiter Irina is very nice, I liked everything …",
    "rating": 5,
    "name": "Serhii Penkovskiy",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback! Happy that you liked everything!)\n\n(Original)\nДуже дякуємо за відгук! Щасливі, що вам все сподобалось!)",
    "rating": 3,
    "name": "Виталий Коваленко",
    "cat": "Cafe"
  },
  {
    "review": "Ресторан отличный , вежливый и прикольный персонал , личный диджей .....\nСпасибо большое сотруднику данного завидение , спас мою доставку от крушения , выдав павербланк для заказа , очень приятно …",
    "rating": 4,
    "name": "Daria Molochenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Waiters, you can always ask for a power bank for your phone)\n\n(Original)\nДякуємо за відгук! У офіціантів, справді завжди можна попросити power bank для телефону)",
    "rating": 4,
    "name": "Дождь",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Food and service are good. With the bar you are lucky once in a while, sometimes cocktails and shots are quite decent, but there are frank fairies. …",
    "rating": 3,
    "name": "Богдан Скочко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you, please, write in more detail what kind of situations are we talking about?\n\n(Original)\nДякуємо, напишіть, будь ласка, більш детально про які саме ситуації йде мова?",
    "rating": 5,
    "name": "Alexander Strokin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Always delicious, the service is good, everything is clarified, they bring the order fast enough. There are various specialties that allow you to eat delicious without sacrificing your wallet …",
    "rating": 5,
    "name": "Avell Studio",
    "cat": "Cafe"
  },
  {
    "review": "Зашел пообедать - никто не встретил, сесть не предложили, официанты занимались своими делами (хоть бы поздоровались). Походил немного по кафе туда обратно и ушел развев руками, так и не пообедавши... …",
    "rating": 5,
    "name": "Roman",
    "cat": "Cafe"
  },
  {
    "review": "как всегда лучшие стейки Нью-Йорк\n\n(Translated by Google)\nas always the best New York steaks",
    "rating": 1,
    "name": "Олег Ратушный",
    "cat": "Cafe"
  },
  {
    "review": "Неплохое место, но не могу понять почему это называется словом \"кафе\". Меню скромное, на вечер пятницы лучше бронировать места заранее. …",
    "rating": 5,
    "name": "Liza Bel",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно и недорого. «Знатоки» стейков проходите мимо. Не насчитывайте на супер стейк за 300грн :) …",
    "rating": 5,
    "name": "Александра Сидорченко",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение. Средние бургеры, вкусные супы, хорошие закуски. Хороший выбор алкогольных напитков. Приятные цены. Есть розетки и вай-фай …",
    "rating": 5,
    "name": "Ігор Дзюбинський",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Tasty burgers like the whole network. There is also a favorite Blanche de Brussels beer that is almost nowhere to be found. …",
    "rating": 4,
    "name": "Igor Nag",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) In general, a good establishment, quite good kitchen. The only minus is that waiters often forget orders, although they write something like that. …",
    "rating": 5,
    "name": "Oleksii Zhohan",
    "cat": "Cafe"
  },
  {
    "review": "СРОЧНО, заказывайте бургер с двумя сырами, это такое наслаждение, лучшего бцргера в жизни не ел …",
    "rating": 5,
    "name": "Леша Судак",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much! Happy that you liked it!)\n\n(Original)\nДуже дякуємо! Щасливі, що вам сподобалось!)",
    "rating": 3,
    "name": "В П",
    "cat": "Cafe"
  },
  {
    "review": "Слабоватый салат в бургерном меню. В таком формате (грамм 30 на дне) уж лучше и не подавать. …",
    "rating": 5,
    "name": "Наталья Гусакова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Be sure to take into account)\n\n(Original)\nДоброго дня. Обов'язково візьмемо до уваги)",
    "rating": 5,
    "name": "Ігор Гудименко",
    "cat": "Cafe"
  },
  {
    "review": "Мне кажется что по бургерам лучшее соотношения цены и качества. Достаточно быстро отдают заказы, хороший выбор, меню обновляется. …",
    "rating": 5,
    "name": "Igor Filimonchuk",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо вам за прекрасный отзыв!)\n\n(Translated by Google)\nThank you for the wonderful review!)",
    "rating": 5,
    "name": "Daniil Vasylashko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Cozy cafe, divided into zones and 2 floors, there are comfortable soft sofas where you can relax, delicious food, positive staff …",
    "rating": 5,
    "name": "Oleksii Kolosov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you! We will wait for you again!)\n\n(Original)\nДякуємо! Чекатимемо на вас знову!)",
    "rating": 3,
    "name": "Nick Fediaiev",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Burgers, as for me, not very, although a few friends like it. Tea and salads are delicious. Coffee is average. Not bad wine …",
    "rating": 3,
    "name": "Mark Etyng",
    "cat": "Cafe"
  },
  {
    "review": "Бургеров много, но они не все из них вкусные. Пиво крафтовое, закончилось почти все, когда мы были. Хотя людей было не много. …",
    "rating": 4,
    "name": "Andrii Shchur",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your personal opinion. Let's take note!\n\n(Original)\nДоброго дня. Дякуємо за Вашу особисту думку. Візьмемо до уваги!",
    "rating": 5,
    "name": "Pavel Dienko",
    "cat": "Cafe"
  },
  {
    "review": "Самый невкусный и нелепый бургер, который когда-либо пробовала. Ещё и курица внутри очень жесткая. Больше не приду …",
    "rating": 5,
    "name": "Andrii Tanenkov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your personal opinion! We will give the feedback to the management, but we want to emphasize that if you have any doubts about the quality of cooking, you should talk to the waiter for an immediate solution (if any)!\n\n(Original)\nДоброго дня. Дякуємо за Вашу особисту думку! Відгук передамо керівництву, але хочемо зауважити, що якщо у Вас виникають певні сумніви щодо якості приготування страви, необхідно говорити про це офіціанту для моментального вирішення проблеми (якщо вона є)!",
    "rating": 5,
    "name": "Игорь Мосийчук",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место для обеда. Вкусные и относительно недорогие бургеры. Есть бонусная программа, реагируют на жалобы клиентов начислением бонусов …",
    "rating": 5,
    "name": "Denis Priymak",
    "cat": "Cafe"
  },
  {
    "review": "Прихожу сюда ради супа чиз онион, а также бургеров. К бургерам подают картофель, соус и салат, чего достаточно, чтобы хорошо наесться. …",
    "rating": 3,
    "name": "Serhii Derkach",
    "cat": "Cafe"
  },
  {
    "review": "Много места, вкусно. Не нравится только что включают в чек 10% за обслуживание. Вроде с компаний более 6 человек …",
    "rating": 5,
    "name": "Anton",
    "cat": "Cafe"
  },
  {
    "review": "Прекрасно всё: кухня, обслуживание, интерьер, музыка.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Бова",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback! :)\n\n(Original)\nДуже дякуємо за відгук! :)",
    "rating": 4,
    "name": "Nickolay B",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно, хотя и довольно долго несли заказ. Приятная обстановка, неплохой выбор пива. …",
    "rating": 1,
    "name": "Олексій Рожок",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 3,
    "name": "Юлия Бабак",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место и вкусные бургеры. Я очень долго копил баллы и в момент когда захотел их потратить ваше приложение, вдруг перестало открываться. Обидно …",
    "rating": 3,
    "name": "Дмитрий Маевский",
    "cat": "Cafe"
  },
  {
    "review": "Нравится это место. Хороший и профессиональный персонал. В целом понятно - бургерная. Надо понимать куда идете. …",
    "rating": 5,
    "name": "Edward Yi",
    "cat": "Cafe"
  },
  {
    "review": "Отличная кухня и хорошие стейки. Годное пиво. Комфортно и не шумно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тетяна Богдан",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 4,
    "name": "Dani Korniliev",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее заведение! На все случаи жизни)\n+ приятный бонус - баллы, которыми можно оплачивать блюда! …",
    "rating": 5,
    "name": "Igor Sydoryak",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо, приятно)\n\n(Translated by Google)\nThanks It's nice)",
    "rating": 5,
    "name": "Mehmet TİRİL",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) A good and spacious place, as for institutions of this format. Everything is delicious, well served and costs accordingly. Meals are served fairly quickly. The establishment is clean and pleasant to visit. …",
    "rating": 4,
    "name": "Arsen kudrya",
    "cat": "Cafe"
  },
  {
    "review": "Отличное кафе! Осталась под впечатлением. Приятная атмосфера, вкусная еда и выпивка. Все круто, так держать! …",
    "rating": 5,
    "name": "Myroslava Dmytriieva",
    "cat": "Cafe"
  },
  {
    "review": "Очень классное заведение. Бургер очень сытный и вкусный. Рекомендую ходить по счастливым часам …",
    "rating": 5,
    "name": "Anastasiya",
    "cat": "Cafe"
  },
  {
    "review": "Цены, как для центра, вполне приемлемы. Очень вкусное мясо. И пиво. И коктейли. И обстановка. С уверенностью могу сказать, что я сюда приду. …",
    "rating": 5,
    "name": "Александр Нестеренко",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно, цены адекватные как для таких кого формата. Настойки так себе.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Руслан Капорин",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 3,
    "name": "Sergey Kocherev",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Tasty, the only problem, as in all institutions. They hurried, asked how long they would cook - they said min 20, and it turned out all 30, maybe even 35-40. Yes 10 min difference but when you need to be in another …",
    "rating": 5,
    "name": "Yurii Zaremba",
    "cat": "Cafe"
  },
  {
    "review": "Samij girshij burger, jaki ja kolinebut il. Odin xrjash i jakis zalishki kozhi abo chegosh scho nelza bulo rozkushat. Fu! Pravda pitalis mne zadobrit i ubrali iz raxunka, ale ce bul koshmar.",
    "rating": 2,
    "name": "Sergey Karpov",
    "cat": "Cafe"
  },
  {
    "review": "Норм. Но бургеры трудно кушать :) все вываливается. Цена на ланч как везде в округе, около 130-160 грн. …",
    "rating": 5,
    "name": "Вадим Бурлаков",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо за обратную связь)\n\n(Translated by Google)\nThanks for the feedback)",
    "rating": 5,
    "name": "Anastasiia Hilko",
    "cat": "Cafe"
  },
  {
    "review": "Отличное пиво и вкусные закуски. Рекомендую\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Данил Осадчий",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "Влад Одноралов",
    "cat": "Cafe"
  },
  {
    "review": "была мини-конфликтная ситуация. Персонал долго ждал в стороне, не собирался даже пытаться усмирить подсевшего за наш столик \"пассажира\". …",
    "rating": 5,
    "name": "Oleg Dekhtiarenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Be sure to find out the situation! Sorry for the spoiled impression!\n\n(Original)\nДоброго дня. Обов'язково з'ясуємо дану ситуацію! Вибачте за зіпсоване враження!",
    "rating": 5,
    "name": "сергей чебан",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место для проведения времени с друзьями. Хорошая еда, уютное место. Один минус, громкая музыка для этого места после 10 вечера. …",
    "rating": 5,
    "name": "Саша Чурсин",
    "cat": "Cafe"
  },
  {
    "review": "Валерия, благодарим вас за высокую оценку и прекрасный комментарий! Информацию по поводу  громкости музыки передали арт-директору, надеемся снова вас увидеть:)\n\n(Translated by Google)\nValeria, thank you for your high appreciation and excellent comment! Information about the volume of music was given to the art director, we hope to see you again :)",
    "rating": 5,
    "name": "D Bk",
    "cat": "Cafe"
  },
  {
    "review": "Бургер был не плох. Дали павербенк для зарядки телефона. Все быстро и четко.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Snowstorm",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The meals were medium. Service was moderate. Definitely not a place to go. …",
    "rating": 4,
    "name": "Vadym Kurko",
    "cat": "Cafe"
  },
  {
    "review": "Thank you. We will take into account)",
    "rating": 5,
    "name": "Bogdan Fidiov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) The best place for steaks, the staff is very respectful, helpful and understanding …",
    "rating": 5,
    "name": "Олександр К.",
    "cat": "Cafe"
  },
  {
    "review": "Thanks! We will be glad to see you again!",
    "rating": 5,
    "name": "Ruslan Kanarian",
    "cat": "Cafe"
  },
  {
    "review": "Замечательный уровень сервиса - быстро и с улыбкой. Цены чуть выше среднего, но все очень вкусно. …",
    "rating": 5,
    "name": "Андрей Таран",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "A Golub",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) In general, it's not bad! Price = Cafe\n-1 * for the menu, there is no exclusive dish, everything like in other cafes. …",
    "rating": 5,
    "name": "Igor The DM",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback. Take into account)\n\n(Original)\nДоброго дня. Дякуємо за відгук. Візьмемо до уваги)",
    "rating": 5,
    "name": "Dmytro Sorokin",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very tasty burgers and cocktails for a price that does not bite much. …",
    "rating": 2,
    "name": "Марія Кравченко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Владислав Ткаченко",
    "cat": "Cafe"
  },
  {
    "review": "Отличные бургеры и стейки, по вечерам в выходные иногда играет что то вроде диджея. Хороший выбор напитков и закусок …",
    "rating": 5,
    "name": "Владислав Морозов",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I like to sit there, but in the evening and on weekends it is sometimes difficult to sit down. Burgers are cool …",
    "rating": 4,
    "name": "Max Shvets",
    "cat": "Cafe"
  },
  {
    "review": "Большой выбор бургеров. Коктейльная карта так себе, но это не тот формат :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Федор Музыченко",
    "cat": "Cafe"
  },
  {
    "review": "Совсем ничего особенного. Неплохая кухня, выше средних цены. Обычный интерьер. Хорошее обслуживание. …",
    "rating": 5,
    "name": "Volodymyr Starovoitenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) beer respectable venue for wonderful destinations.\n\n(Original) …",
    "rating": 5,
    "name": "Artemy Balnov",
    "cat": "Cafe"
  },
  {
    "review": "Thanks:)",
    "rating": 5,
    "name": "Коля Клівак",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) I love this place. But the bergers are spoiled, very dry, and the cutlet falls apart. And let's have more bread for borscht! …",
    "rating": 5,
    "name": "Олександр Купренко",
    "cat": "Cafe"
  },
  {
    "review": "Одни из самых любимых бургеров. Очень вкусно и хорошее обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuriy Zel",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Very nice when our work is appreciated! We thank you)\n\n(Original)\nДуже приємно, коли нашу роботу цінують! Дякуємо Вам)",
    "rating": 5,
    "name": "Олександра Сингаєвська",
    "cat": "Cafe"
  },
  {
    "review": "Шикарный ресторан, с безумно вкусными блюдами и напитками. Обслуживание 100000% шикарно. Спасибо Вам! …",
    "rating": 4,
    "name": "Вадос Маратос",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) We are very pleased !!! Always glad to see you!)\n\n(Original)\nНам дуже приємно!!! Завжди раді вам!)",
    "rating": 5,
    "name": "Наталья Зацепина",
    "cat": "Cafe"
  },
  {
    "review": "Все супер, отличная кухня, вкусное пиво, демократичные цены. Столик лучше забронировать заранее. …",
    "rating": 5,
    "name": "Ростислав Лобач",
    "cat": "Cafe"
  },
  {
    "review": "Очень люблю это место. Очень вкусно, сытно, пьяно и атмосфера шикарная! Цены соответствуют качеству. Очень советую …",
    "rating": 5,
    "name": "Alona Voloshyna",
    "cat": "Cafe"
  },
  {
    "review": "Делали заказ через Glovo . Очень понравился бургер двойной сырный маньяк . Рекомендую 👌 …",
    "rating": 5,
    "name": "ram",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Богдан Корзун",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно, но цены выше среднего и чаевые заведение по умолчанию внесли в чек.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marta Striletska",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! The waiter should have warned you about 10% service! We will take the necessary measures!\n\n(Original)\nДякуємо за відгук! Офіціант мав вас попередити про 10% за обслуговування! Ми обов'язково вчинемо належних заходів!",
    "rating": 4,
    "name": "Вита Виктория",
    "cat": "Cafe"
  },
  {
    "review": "Лучший ресторан с бургерами в Киеве по моему скромному и конечно же субъективному мнению. …",
    "rating": 5,
    "name": "Даниил Евтухов",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо Вам большое-большое!\n\n(Translated by Google)\nThank you very, very much!",
    "rating": 5,
    "name": "Игорь Кацюбий",
    "cat": "Cafe"
  },
  {
    "review": "Отличный сервис, дружелюбные и веселые официанты, хорошая кухня, не хватает наличия коктейлей немного покрепче) …",
    "rating": 4,
    "name": "Александр Передерий",
    "cat": "Cafe"
  },
  {
    "review": "Атмосфера на 5\nКухня на 3 …",
    "rating": 5,
    "name": "Yevhen Mekhed",
    "cat": "Cafe"
  },
  {
    "review": "Особый привет кухне! все блюда были супер!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "mammon mammonov",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 4,
    "name": "Мария Фоминова",
    "cat": "Cafe"
  },
  {
    "review": "Отличные бургеры,  подают сразу с гарниром, сытно, вкусно. Уютное помещение,  вежливый персонал …",
    "rating": 5,
    "name": "Vladimir Pozniy",
    "cat": "Cafe"
  },
  {
    "review": "Отличное место, где можно вкусно поесть бургеры и интересно выпить\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Anita AngelHard",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Ihor",
    "cat": "Cafe"
  },
  {
    "review": "Вкусные бургеры. Хорошее обслуживание. Не везде есть кондиционер. Маленький ассортимент пива. …",
    "rating": 3,
    "name": "Олег Ященко",
    "cat": "Cafe"
  },
  {
    "review": "Всё отлично,можно выпить и покушать,цены выше среднего.Уши к пиву и гамбургеры просто супер. …",
    "rating": 5,
    "name": "Анастасия Вайназ",
    "cat": "Cafe"
  },
  {
    "review": "Благодарим вас за высокую оценку и прекрасный отзыв, очень рады что вам все понравилось)\n\n(Translated by Google)\nThank you for your appreciation and excellent feedback, very glad that you liked everything)",
    "rating": 5,
    "name": "Alexey Mitrofanov",
    "cat": "Cafe"
  },
  {
    "review": "Очень громкая музыка, но вкусная кухня. Отдельно спасибо Игорю за улыбку и хорошее настроение 🤗 …",
    "rating": 5,
    "name": "Сергей Полевой",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Igor is very nice, waiting for you again :))\n\n(Original)\nІгорю дуже приємно, чекає на вас знову :))",
    "rating": 5,
    "name": "Владимир Вареня",
    "cat": "Cafe"
  },
  {
    "review": "Потрясающие бургеры и мясо. Хорошая атмосфера, официанты профи. Очень советую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuliia Prokapalo",
    "cat": "Cafe"
  },
  {
    "review": "Мммм, вкусняшные бургеры и всё остальное тоже) интерьер лофт, цены ниже средних. Суперское место! …",
    "rating": 5,
    "name": "Dmytro Budnik",
    "cat": "Cafe"
  },
  {
    "review": "Приятная атмосфера. Серсис на хорошем уровне. Приветливый персонал. Вкусная еда. Быстрое обслуживание …",
    "rating": 5,
    "name": "Сергей Князев",
    "cat": "Cafe"
  },
  {
    "review": "Бургеры плохие. Мясо не чувствуется вообще. В помещении неприятные запахи витают. При этом посетителей много, смотрится ничего. …",
    "rating": 3,
    "name": "Victoria Secret",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback. Be sure to take your comments into account!\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок. Обов'язково візьмемо до уваги Ваші зауваження!",
    "rating": 5,
    "name": "Artem Holovatyu",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good prices, great choice on the menu, fast service, courteous waiters. It is very tasty. …",
    "rating": 5,
    "name": "Alex AZ (Alex)",
    "cat": "Cafe"
  },
  {
    "review": "Жесткий, как подошва стейк. Пиво и атмосфера ок. Очень вкусный хлеб с запахом дымка. …",
    "rating": 5,
    "name": "Artem Zolotarov",
    "cat": "Cafe"
  },
  {
    "review": "Хорошее место для встречи с друзьями. Вкусно, недорого, красивая подача блюд и коктейлей. …",
    "rating": 5,
    "name": "Юлия Каленюк",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Вова Козачек",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Delicious burger, friendly staff!\n\n(Original) …",
    "rating": 5,
    "name": "Denis Mirgorod",
    "cat": "Cafe"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Jaroslav Kolomiychenko",
    "cat": "Cafe"
  },
  {
    "review": "Ожидал большего. Бургеры вкусные, но не сверх ожиданий. Выбор пива маленький.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Миша Попов",
    "cat": "Cafe"
  },
  {
    "review": "Единственная проблема - у кого-то руки все время чесались сделать погромче музыку. А так - очень приятное место. …",
    "rating": 4,
    "name": "Алина Билека",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you! Take note!\n\n(Original)\nДякуємо! Візьмемо до уваги!",
    "rating": 4,
    "name": "Yurii Kondratskyi",
    "cat": "Cafe"
  },
  {
    "review": "Очень любимое мной место, бургеры можно выбирать любые. Мой любимый - с сырым яйцом. …",
    "rating": 5,
    "name": "Oleg Ushchenko",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Guinness in them is one of the worst I ever drank. A rather modest choice in the kitchen and alcohol. …",
    "rating": 5,
    "name": "Людмила Дзюбенко",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Good day. Would like to hear why you did not like beer to take appropriate action !?\n\n(Original)\nДоброго дня. Хотіли б почути, чому не сподобалось пиво, щоб прийняти належних заходів!?",
    "rating": 5,
    "name": "Владимир Зинченко",
    "cat": "Cafe"
  },
  {
    "review": "Приятная обстановка. Качественное обслуживание. Довольно вкусно. Кондиционер есть, прохладно. …",
    "rating": 5,
    "name": "Максим Мазур",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Samanta Kotcyk",
    "cat": "Cafe"
  },
  {
    "review": "Как всегда все супер)))\nУже 4 года ваш фанат))) …",
    "rating": 5,
    "name": "Anton Demyanchuk",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Oksana, we are very pleased! Thanks for the feedback!\n\n(Original)\nОксано, нам дуже приємно! Дякуємо за відгук!",
    "rating": 5,
    "name": "Nataliia Panarina",
    "cat": "Cafe"
  },
  {
    "review": "Вкусно,и хорошие цены)))\n\n(Translated by Google)\nTasty, and good prices)))",
    "rating": 4,
    "name": "Eugene Kuzmenko",
    "cat": "Cafe"
  },
  {
    "review": "Очень неприветливый персонал. Впечатление от нахождения в заведении испорчено, более приходить не хочется …",
    "rating": 5,
    "name": "Pavlo Kozhukhar",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. We will work with staff! Please write, what situation did you have such an opinion about our institution?\n\n(Original)\nДякуємо за ваш відгук. Ми проведемо роботу з персоналом! Напишіть, будь ласка, яка саме ситуація у вас склала таку думку про наш заклад?",
    "rating": 5,
    "name": "Alex Alex",
    "cat": "Cafe"
  },
  {
    "review": "Ждали недолго, стейк с кровью был очень вкусный и карпаччо тоже хорошее.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Beysyuk",
    "cat": "Cafe"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Сергей Дуц",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Burgers are traditionally delicious. They like the sauce they serve. …",
    "rating": 5,
    "name": "Oleksandr K",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thanks, passed the information to the boss, very glad, said that it will be even better! So we are waiting for you\n\n(Original)\nДякуємо, передали інформацію шефові, дуже радий, сказав що буде ще краще! Так що чекаємо на вас в гості",
    "rating": 5,
    "name": "Оксана Черныш",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) A place where delicious and good burgers are cooked.\nA comfortable interior for meeting friends. …",
    "rating": 4,
    "name": "Володимир Попович",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Thank you very much! We are always waiting for you!)\n\n(Original)\nДуже дякуємо! Завжди чекаємо на вас!)",
    "rating": 5,
    "name": "Iurii Roshchyn",
    "cat": "Cafe"
  },
  {
    "review": "(Translated by Google) Great selection of burgers. Probably the best in town. Pleasant and fast service. Suitable for connoisseurs of American cuisine. …",
    "rating": 5,
    "name": "Lera Demchuk",
    "cat": "Cafe"
  },
  {
    "review": "Бургерымна высоте.  Пока,  это лучшие бургеры в Киеве. Для нас)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Rota Bizden",
    "cat": "Cafe"
  },
  {
    "review": "Самые вкусные бургеры в городе! Большой выбор блюд, внимательный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "OLGA KRYVKO",
    "cat": "Cafe"
  },
  {
    "review": "Очень вкусно готовят, борщ порадовал особенно:) приятный интерьер и достойное обслуживание 😊 …",
    "rating": 5,
    "name": "Vitaliy Sasevych",
    "cat": "Cafe"
  },
  {
    "review": "Одно из любимых мест. Бургеры вкусные, осторожно с наливками😂\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Сулак",
    "cat": "Cafe"
  }
]