[
  {
    "review": "Very nice and cozy place. Prices are good and services are wonderful.",
    "rating": 5,
    "name": "Marius Surplys",
    "cat": "Bar"
  },
  {
    "review": "Good things: 1) open late 2) good young crowd 3) really low prices 4) food is served late 5) it’s big.\nBad things: 1) a bit slow service 2) a bit too loud. …",
    "rating": 5,
    "name": "Dmitry Kohmanyuk",
    "cat": "Bar"
  },
  {
    "review": "Very good food. Excellent prices. Really pleasant staff. Almost no service (unsurprisingly understaffed). Got my own menus and seat. Got the waiter when I was ready to order. Cave-like lightening. I turned on a lamp. Outdoor seating available. Quiet street. Live music evenings.",
    "rating": 4,
    "name": "V. Will",
    "cat": "Bar"
  },
  {
    "review": "Updated: now it’s very common and popular mainstream place, lost all of its uniqueness. …",
    "rating": 3,
    "name": "Volodymyr Lisovskyi",
    "cat": "Bar"
  },
  {
    "review": "For dark night and dark mood)\nThe best absinthe!!!! And goood ciders",
    "rating": 4,
    "name": "Nadiia N",
    "cat": "Bar"
  },
  {
    "review": "Decent place, sitting outside is nice, staff a little confused. However, beware of the alcohol they serve, it's extremely low quality (like most places in Kyiv, sorry!). If you do not want to have an extreme hangover, drink moderately there. Do not drink the unbottled spirits in Amigos at all!",
    "rating": 4,
    "name": "3C16790A",
    "cat": "Bar"
  },
  {
    "review": "One of my favourite places in Kyiv!\nSuper cool bar with a nice and smooth atmosphere. Friendly staff and fair prices. …",
    "rating": 5,
    "name": "Alex Vincente",
    "cat": "Bar"
  },
  {
    "review": "Special atmosphere and quite cheap cocktails, which allow you to drunk quickly with taste.",
    "rating": 5,
    "name": "Roman Stadnik",
    "cat": "Bar"
  },
  {
    "review": "A lovely place slightly off the beaten track, run by great people. Lots of interesting infusions, cocktails and beers. Amazing value for money!",
    "rating": 5,
    "name": "Artem Kravchenko",
    "cat": "Bar"
  },
  {
    "review": "Good lunch. Nice place to go with friends. 4 stars because they couldnt prepare bbq at 13:00 hours, but i will try another time.",
    "rating": 4,
    "name": "wyk thor",
    "cat": "Bar"
  },
  {
    "review": "This is a great little basement bar to visit on a Saturday night in Kiev. When we visited a DJ was playing and everyone was very friendly. Drink prices are also very reasonable.",
    "rating": 5,
    "name": "Dominic Smith",
    "cat": "Bar"
  },
  {
    "review": "The best place I've ever been!\nLove it!😍",
    "rating": 5,
    "name": "Vova Naryzhnyi",
    "cat": "Bar"
  },
  {
    "review": "Absolutely 10 star of 5 possible, delicious food, very tasty drinks, reasonable price in combination with great stuff, excellent place!",
    "rating": 5,
    "name": "Oleksandr Skoryi",
    "cat": "Bar"
  },
  {
    "review": "Best place ever! Very nice homemade drinks, good food and affordable prices. Highly recommend for any occasions!)",
    "rating": 5,
    "name": "Alexey Chi",
    "cat": "Bar"
  },
  {
    "review": "Small bar for chamber parties with great music and beer. Bartender can put your music on (but only if its good).",
    "rating": 4,
    "name": "Alex Ferens",
    "cat": "Bar"
  },
  {
    "review": "The food was excellent, service was just as good as was the selection of beverages and the price was reasonable- a really good choice for a place to have a nice meal in a peaceful environment",
    "rating": 5,
    "name": "Kris Robra",
    "cat": "Bar"
  },
  {
    "review": "Lots of cool drinks!! Always full of people, fun and friendly place :)",
    "rating": 5,
    "name": "Asya Syvolob",
    "cat": "Bar"
  },
  {
    "review": "chick is in the people who own the place and come there for a drink, not the walls and chairs.",
    "rating": 5,
    "name": "Mikhail Strunkin",
    "cat": "Bar"
  },
  {
    "review": "Very good place with cheap price, excellent food and very good service and I will always come back",
    "rating": 5,
    "name": "Mahmoud Hamam",
    "cat": "Bar"
  },
  {
    "review": "Nice bar with low prices and good atmosphere. You may find it a crowdy place in the weekends in the evening with some music to dance",
    "rating": 4,
    "name": "Volodymyr Hryshko",
    "cat": "Bar"
  },
  {
    "review": "It's a little bit weird that the waitresses don't go to your table but other than that, it's a great place.",
    "rating": 3,
    "name": "Yaroslav Labza",
    "cat": "Bar"
  },
  {
    "review": "I'm from southern California... this is not Mexican food. Don't be fooled by the takos and quesadillas.",
    "rating": 3,
    "name": "Tommy Joy",
    "cat": "Bar"
  },
  {
    "review": "Yes, we are not a mexican restaurant.",
    "rating": 5,
    "name": "Boris Berkov",
    "cat": "Bar"
  },
  {
    "review": "Tartar was very delicious and the kitchen is open until 2 am. Amazing place you should visit in case you're near it.",
    "rating": 4,
    "name": "Oleksandra Rachova",
    "cat": "Bar"
  },
  {
    "review": "Nice outdoor and terrible indoor place. Tasty food and moderate prices",
    "rating": 2,
    "name": "Denis Ugorchuk",
    "cat": "Bar"
  },
  {
    "review": "Many years it was a nice place. But now a lot of misunderstanding...",
    "rating": 5,
    "name": "Irina Sidorenko",
    "cat": "Bar"
  },
  {
    "review": "Great place for a group of friends. Reasonable prices, nice personnel. Simple and pleasant",
    "rating": 1,
    "name": "Anton Clark",
    "cat": "Bar"
  },
  {
    "review": "Dirty, noisy and the owner very arrogant. Not recommended.",
    "rating": 1,
    "name": "Mark K",
    "cat": "Bar"
  },
  {
    "review": "Takes 30+ mins to bring shots outside",
    "rating": 5,
    "name": "Darren",
    "cat": "Bar"
  },
  {
    "review": "Cool basement setting and also an outdoor patio. Lots of different fruit seasoned congacs.",
    "rating": 5,
    "name": "Yevhenii Kizim",
    "cat": "Bar"
  },
  {
    "review": "Spend some time with my friends playing board games. Cider was good, prices average for Podil.",
    "rating": 5,
    "name": "Dima Yasko",
    "cat": "Bar"
  },
  {
    "review": "Pretty decent place with good choice of self-made liquor",
    "rating": 3,
    "name": "Dimitri J.",
    "cat": "Bar"
  },
  {
    "review": "Nice prices but dishes was not perfect. My potatoes was cold:-(",
    "rating": 5,
    "name": "Philip Brazhko",
    "cat": "Bar"
  },
  {
    "review": "Great for those who want to spend small amounts of money and get still have a great time",
    "rating": 5,
    "name": "Eugene Kuzmenko",
    "cat": "Bar"
  },
  {
    "review": "Good choice of home made drinks based on vodka",
    "rating": 5,
    "name": "itzik chen",
    "cat": "Bar"
  },
  {
    "review": "Great bar, great prices",
    "rating": 5,
    "name": "King Of Kyiv",
    "cat": "Bar"
  },
  {
    "review": "10/10 would drink again",
    "rating": 5,
    "name": "AnimalsSession",
    "cat": "Bar"
  },
  {
    "review": "Lovin’ it! Our heart and soul!",
    "rating": 5,
    "name": "Serhii Kuzmenko",
    "cat": "Bar"
  },
  {
    "review": "Best bar ever!",
    "rating": 5,
    "name": "Vadim Hummel",
    "cat": "Bar"
  },
  {
    "review": "Cool bar",
    "rating": 5,
    "name": "Vlad Fisun",
    "cat": "Bar"
  },
  {
    "review": "Excellent tomato soup",
    "rating": 5,
    "name": "Mike Lidvall",
    "cat": "Bar"
  },
  {
    "review": "Nice relaxed atmosphere.",
    "rating": 4,
    "name": "Anton Onipko",
    "cat": "Bar"
  },
  {
    "review": "Actually because of low prices.",
    "rating": 3,
    "name": "Марк Воробйов",
    "cat": "Bar"
  },
  {
    "review": "Needs more light",
    "rating": 3,
    "name": "Timofiy Lyabakh",
    "cat": "Bar"
  },
  {
    "review": "Cheap meal and beer",
    "rating": 5,
    "name": "Olena Samba",
    "cat": "Bar"
  },
  {
    "review": "Best place ever 🖤",
    "rating": 5,
    "name": "Myronov Denys",
    "cat": "Bar"
  },
  {
    "review": "Cozy, good prices",
    "rating": 4,
    "name": "Oleksiy Rudenko",
    "cat": "Bar"
  },
  {
    "review": "Offers custom liquors",
    "rating": 4,
    "name": "Donna “Donna”",
    "cat": "Bar"
  },
  {
    "review": "Cool",
    "rating": 5,
    "name": "Zarema Abduramanova",
    "cat": "Bar"
  },
  {
    "review": "Good place",
    "rating": 5,
    "name": "Phalt N",
    "cat": "Bar"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Anton Trofimov",
    "cat": "Bar"
  },
  {
    "review": "Very good place",
    "rating": 5,
    "name": "Yvan Stopper",
    "cat": "Bar"
  },
  {
    "review": "cool  and chip place",
    "rating": 4,
    "name": "Yurii Stor",
    "cat": "Bar"
  },
  {
    "review": "Wow",
    "rating": 5,
    "name": "illarion sauk",
    "cat": "Bar"
  },
  {
    "review": "Love this bar",
    "rating": 5,
    "name": "Саша Таб",
    "cat": "Bar"
  },
  {
    "review": "Friends",
    "rating": 5,
    "name": "Olexiy Kyrychenko",
    "cat": "Bar"
  },
  {
    "review": "Nice place nakydatysia",
    "rating": 5,
    "name": "Stanislav Didenko",
    "cat": "Bar"
  },
  {
    "review": "Great place",
    "rating": 5,
    "name": "Oleksandr Dzyuba",
    "cat": "Bar"
  },
  {
    "review": "Great place",
    "rating": 5,
    "name": "Kirill Azov",
    "cat": "Bar"
  },
  {
    "review": "Nice place",
    "rating": 4,
    "name": "Oleksandr Tymoshenko",
    "cat": "Bar"
  },
  {
    "review": "Заходил первый раз лет пять назад, но только для того, чтобы найти друзей, которые там играли …",
    "rating": 2,
    "name": "Скорик Анна",
    "cat": "Bar"
  },
  {
    "review": "Еда, абсолютно точно, ниже среднего. Заказала цезарь и лаваш с курицей, просто ужасно :) В цезарь накидали старых заготовок в надежде слепить хороший салат, бекон как будто вчерашний положили, соуса практически нет и к тому же огромные …",
    "rating": 5,
    "name": "Atimoya",
    "cat": "Bar"
  },
  {
    "review": "Это один из лучших баров в Киеве! Обязательно попробуйте сидр. Всего 35 грн за 500 мл! А так же BBQ крылья - 85 грн, плюс порция картошки и соус!!! Если вы не голодны то одной порции хватит с головой вместе с сидром. По выходеым много …",
    "rating": 4,
    "name": "Helena",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious burgers, lemonade of own production, pita with stuffing (well, just fold your hands). Cozy bar. You can come for lunch and even sit with your baby. …",
    "rating": 4,
    "name": "Олег Олегович",
    "cat": "Bar"
  },
  {
    "review": "В принципе довольно не плохо , можно сравнить с Портером . Пива по 10 шкале на 6 разбавлено и это прям очень ощющаеться закуски по доступным ценам в целом , если бы не скишком шумно там было то я бы оценил на 7 по 10 шкале . Если бюджетно …",
    "rating": 2,
    "name": "Олександр Федюков",
    "cat": "Bar"
  },
  {
    "review": "Вот это блюдо ждали два часа. И когда его принесли , оказалось не хватает одного ингредиента! Рёбра оказались вареные а не жареные. Впечатления не очень. …",
    "rating": 4,
    "name": "Яна Карпенко",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место. С недорогим алкоголем и вкусной едой. Если ещё у вас весёлая компания, то вообще будет круто. …",
    "rating": 5,
    "name": "Валерия Власова",
    "cat": "Bar"
  },
  {
    "review": "Три слова: Вкусно! Дёшево! Атмосферно! Единственное что, так лучше бронировать столик заранее, если хотите там остановится на выходных. …",
    "rating": 5,
    "name": "Андрей Киселёв",
    "cat": "Bar"
  },
  {
    "review": "Хорошее пиво на разлив. Вкусная еда под пивко, особенно нравится Такос.\nРаботают до утра, поэтому не обломаетесь с поздним приездом в этот барчик. Места есть как в помещении, так и на улице. Уютно, недорого, вкусно, для встречи с …",
    "rating": 3,
    "name": "Катерина Тютюник",
    "cat": "Bar"
  },
  {
    "review": "Много людей, один повар на всех, ждать и официантов и еду пришлось долго, при этом некоторым людям в компании несли еду больше часа, я за это время успела и заказать и получить свое блюдо. Тако было неплохим, как и кесадилья. Меню …",
    "rating": 5,
    "name": "Курдиляс Юрий",
    "cat": "Bar"
  },
  {
    "review": "Отличное заведение, чудесный персонал и превосходная кухня. Салат Цезарь, тёплый с телятиной, с брынзой, тако, кесадильи, рёбра, нагетсы, крылья BBQ, cкумбрия на гриле, шашлычки, тар-тар, креветки на гриле. …",
    "rating": 3,
    "name": "mem r",
    "cat": "Bar"
  },
  {
    "review": "Самый дешевый сидр на подоле, большой выбор. Заведение любят - в пятницу и выходные в помещении не развернуться. Контингент очень разношерстный, в дворике любят тусить подростки. Нельзя выносить бокалы на улицу, что неприятно. Бармены …",
    "rating": 5,
    "name": "Егор Щепанский",
    "cat": "Bar"
  },
  {
    "review": "Отличное место с приятной атмосферой, большой выбор крафтовых настоек и сидра. Отличная музыка. Самое то чтоб посидеть тут небольшой компанией илт парой. …",
    "rating": 5,
    "name": "Alex Delsian",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Was here at the Street Music Concerts. A small stage, all nearby, more than acoustics. Great pleasure. Music is the main course. And although I understand that this bar is not a coffee shop, but I tried coffee. Yes, I …",
    "rating": 5,
    "name": "Олеся Білохатнюк",
    "cat": "Bar"
  },
  {
    "review": "Была недавно в этом заведении 😻 РЕКОМЕНДУЮ\nВсе очень понравилось, начиная от обслуживания и заканчивая кухней))) Обслуживала нас девочка, очень внимательная, постоянно подходила и посматривала всё ли …",
    "rating": 4,
    "name": "Olga Kovalenko",
    "cat": "Bar"
  },
  {
    "review": "Очень старый бар Подола. Место хорошее, его стены помнят не одну сотню хмельных историй. Особенно хорош тут сидр, но он также и очень коварный, хмелеешь от него быстрее чем от обычного сидра. …",
    "rating": 5,
    "name": "Tea Te",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Amazing place! Sounds like a student nook at first glance, but try their warm eggplant salad! Or tartar, or whatever. The case when for little money you have the quality of the institution with prices at least three …",
    "rating": 4,
    "name": "Solitae Mart",
    "cat": "Bar"
  },
  {
    "review": "Дружелюбные официанты, хорошее место, интересные напитки, а что ещё нужно? Хватать друга и вести сюда развеяться (:\nГоворят, тут иногда рубятся в шахматы, что аж искры летят. …",
    "rating": 1,
    "name": "Devyo Pedronio",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) went yesterday to celebrate Christmas with a friend! The waiter first sat down at the table and a minute later kicked out of there! Disrespect to the guests of the institution! …",
    "rating": 5,
    "name": "Danya Anich",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар с теплой атмосферой и приятым интерьером.\nМилие бармены, готовые помочь с выбором домашних настоек (а настоек там ну очень много и на любой вкус) …",
    "rating": 4,
    "name": "Ольга Максимова",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, недорого, уютно. У бара много постоянных клиентов.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alex Strashko",
    "cat": "Bar"
  },
  {
    "review": "Отличное, очень компанейское место для пятничных посиделок с друзьями и коллегами. Богатый ассортимент настоек на любой вкус и кошелёк, классные закусочные сеты. Так держать! …",
    "rating": 4,
    "name": "Anastasiya Kravchenko",
    "cat": "Bar"
  },
  {
    "review": "Цены приятно порадовали на комплексные ланчи. Все было вкусно и сытно. Проблем с санитарией не замечено. Могу рекомендовать. Единственное что, не хватило немного просторности и тускловато в помещении (хотя может это их концепция такая) …",
    "rating": 4,
    "name": "Andrii Bondarenko",
    "cat": "Bar"
  },
  {
    "review": "Тут уютно для компаний. Не сложно найти, вежливые официанты, приятная обстановка для экстровертов.\nТакже, я узнал, что тут проводятся стенд ап выступления. …",
    "rating": 4,
    "name": "Андрій Коваленко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) An interesting place with its own unique atmosphere. They took wine and a cheese plate - everything was delicious 🙂🙂🙂 Here you can, by the way, take drinks with you 🙂 …",
    "rating": 1,
    "name": "Андрій Скрипник",
    "cat": "Bar"
  },
  {
    "review": "Ужасное заведение. Запретили покушать еду из Макдоналдса, при том что нигде не указано что с собой нельзя! + К этому сказали хамовитым голосом \"у нас тоже есть бургеры и намного лучше чем в маке\", что противоречит правилам и этикету любых …",
    "rating": 5,
    "name": "Ivan Kazak",
    "cat": "Bar"
  },
  {
    "review": "Отличная атмосфера, приятные люди и персонал. Дешёвый алкоголь и закуска. Много молодёжи. Необычный интерьер. Был много раз, ни разу проблем не возникало. …",
    "rating": 5,
    "name": "Alina Sobolieva",
    "cat": "Bar"
  },
  {
    "review": "Один из лучших коктейль баров. К вам хочется возвращаться, всегда все вкусно, особенно, если на баре Влад! До встречи! …",
    "rating": 4,
    "name": "Дан Пуржаш",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The flavors of the kitchen will not open today, but the prices are a pleasure\nOn the other hand, I was very surprised to find a Spanish-themed institution …",
    "rating": 4,
    "name": "Людмила Иванова",
    "cat": "Bar"
  },
  {
    "review": "Пришли в кафе спокойно посидеть девичником! Ключевое слово - СПОКОЙНО!!!\nНо не тут то было!\nА вот нет. …",
    "rating": 1,
    "name": "Mykyta Kopyltsov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) You will like the story of the service in the Podolsk bar Amigos. My friend (a regular visitor to the above-mentioned institution, who regularly brings there a student crowd from Mohyla) was once dissatisfied with …",
    "rating": 4,
    "name": "Анна Стрелец",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great youth atmosphere. Loud music, not much space. There is a summer playground small. Prices are democratic. Delicious Caesar salad, homemade wine, set of pita bread (cheese, meat, tomatoes), and mussels. The tables …",
    "rating": 5,
    "name": "Olena Chernonok",
    "cat": "Bar"
  },
  {
    "review": "Лучшие ребрышки и наливки на Подоле ❤️❤️❤️\nВолшебная атмосфера, хорошие ребята и отличный плэйлист 🔥🔥🔥 …",
    "rating": 5,
    "name": "Olha N",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Amigos is great, we love this place with friends) Very tasty and cheap! Service is also high) …",
    "rating": 5,
    "name": "Kathy Pawlava (Kerritarin)",
    "cat": "Bar"
  },
  {
    "review": "Чудесное место с нереально вкусным и нежным мясом, восхитительными кесадильями и самым лучшим разливным сидром в городе! Празднуем дни рождения нашей компанией тут уже не первый раз, и каждый такой раз — отличные впечатления и полный …",
    "rating": 5,
    "name": "navizheniy",
    "cat": "Bar"
  },
  {
    "review": "желаю процветания этому месту, уютно, вкусно, большая барная карта и отличный персонал, средний чек 250/350 грн …",
    "rating": 5,
    "name": "Igor Zaitsev",
    "cat": "Bar"
  },
  {
    "review": "Самое веселое место на Подоле. Отличные настойки и кухня\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Женя Цветкова",
    "cat": "Bar"
  },
  {
    "review": "Пришли в заведение поздно, но на улице был банкет, снаружи куча людей, на баре коктейли продают. Хотели присесть на улице, на улице стояли сложенные стулья. Сначала один из гостей застолья пригрозил что так делать нельзя и после еще …",
    "rating": 1,
    "name": "Саша Hазаренко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I rested in this institution only once, but the impression of this place was not the best. This place has affordable prices and a comfortable terrace that allows you to enjoy the summer atmosphere, making this bar …",
    "rating": 5,
    "name": "Дмитрий Бузоверя",
    "cat": "Bar"
  },
  {
    "review": "Супер место,коктейли и настойки огонь,кухня тоже не отстаёт.Если нужен бар для отличного вечера с друзьями,а так же разнообразить свои впечатления от настоек,то вам сюда. Соотношение цены и качества достойное. …",
    "rating": 1,
    "name": "Ганна Томляк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Amigos is a place where we often come with friends and although it used to be associated with something very good, now I do not want to go there at all. With such an attitude to us as customers who have honestly paid …",
    "rating": 5,
    "name": "Vitaliy P",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A great place to have a great time with your friends\n\n(Original) …",
    "rating": 4,
    "name": "Наталья Березовская",
    "cat": "Bar"
  },
  {
    "review": "По меню вопросов нет, бюджетно и вкусно, порции большие, обслуживание надо подтянуть. Столики на улице не освещаются и нет накрытия, сверху з деревьев сыпется прям в тарелки, за это оценку знизила. …",
    "rating": 5,
    "name": "Olena Sidelnikova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A cozy, atmospheric place where you are always really happy! That's what you need music, nice surroundings, friendly, good waiters and bartenders who will always find you a place, even if it is not there!)) In Podil …",
    "rating": 4,
    "name": "Данило Тихолоз",
    "cat": "Bar"
  },
  {
    "review": "Даное заведение действительно очень атмосферное, кухня и обслуживания заслуживает отдельного внимание, за что сервису хочу сказать спасибо. Единственная проблема в том, что нужно проверять чек, ибо оффициант, возможно по-ошибке, ибо нас …",
    "rating": 5,
    "name": "Юля Кондратова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Thank you. Rightly.\n\n(Original)\nСпасибо. Справедливо.",
    "rating": 5,
    "name": "Lesya Y",
    "cat": "Bar"
  },
  {
    "review": "Шикарное место!\nПолучила удовольствие от еды, вкусных наливок и пива. Атмосфера располагает на релакс и приятное настроение. Обслуживание приятное, персонал хорошо знает какой …",
    "rating": 2,
    "name": "Міла Некрот",
    "cat": "Bar"
  },
  {
    "review": "Очень душевное и милое место. Всегда приятно,приветливо,вкусно. Отдельное спасибо за внимательность,Стас! …",
    "rating": 5,
    "name": "Maksym Lobenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I loved this place very much before, but the quality of service forces me to change my attitude to this place. Recently we waited for about an hour for pita bread, although the bar was half empty. The waiters quite …",
    "rating": 5,
    "name": "Frank redondo",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар, забрёл сюда случайно и классно потусил пообщался!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Liza Hrushko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Excellent burger, undoubtedly the best in Podil and rest of Kiev, good cuisine and beer ...... …",
    "rating": 5,
    "name": "Тарас Головешко",
    "cat": "Bar"
  },
  {
    "review": "Отличное место! Всегда вкусно, сыто и пьяно ;) Настойки заслуживают отдельных 5 звёзд 😎😎😎 Здесь чувствуешь себя в гостях у близких друзей и когда душе хочется праздника, просто приходите к ребятам и будет вас счастье ;))) …",
    "rating": 1,
    "name": "Анастасія Цвєткова",
    "cat": "Bar"
  },
  {
    "review": "Хожу в этот бар уже 5 лет с опасной регулярностью: Ни разу не был разочарован или расстроен! Выбор напитков и кухни оставляет простор для фантазии если пить одно и тоже пиво 5 лет надоело (Что возможно, но это не точно, пиво - отменное). …",
    "rating": 5,
    "name": "Анна Ковальчук",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Prioritizing customers (\"we have important guests here now, be quiet or get out of here\") is a bad position. Kicking out people who paid for drinks at the bar is a bad position. Refusing to calculate customers the way …",
    "rating": 1,
    "name": "Кловерина Мейсон",
    "cat": "Bar"
  },
  {
    "review": "Была здесь только один раз, но мне понравилось. Вкуснейшие бургеры, дешёвые вкусные коктейли и шоты, атмосферненько))) …",
    "rating": 5,
    "name": "Кирило Тулін",
    "cat": "Bar"
  },
  {
    "review": "Относительно отзыва снизу по поводу «шума» - сейчас бы приходить в БАР, чтобы спокойно и тихо сидеть, ага. Если хотите лаунж, то идите в ресторан или кафе, но никак не в бар. …",
    "rating": 5,
    "name": "Pavel Skurenevskiy",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good location, reasonable prices. Excellent service and customer service. Plenty of cocktails, there is a selection of delicious dishes. In addition, the location is quite convenient. I can recommend visiting the …",
    "rating": 5,
    "name": "Ярик Лютый",
    "cat": "Bar"
  },
  {
    "review": "Не знаю лучше места на Земле, чем под одеялом с женой и за барной стойкой бара Амигос. …",
    "rating": 5,
    "name": "Thomas Tucker",
    "cat": "Bar"
  },
  {
    "review": "Это лучший бар в Киеве, в котором мне посчастливилось побывать\nПриятнейшие официанты, которые подходят к тебе именно тогда, когда надо, советуют тебе то что надо, заряжают свом настроением и бармены, которые не хуже …",
    "rating": 1,
    "name": "Etery Chikobava",
    "cat": "Bar"
  },
  {
    "review": "Прикольное место. Много посадочных мест, внутри, затем в летней беседке и ещё столов 10 под открытым небом. Сказали у них 140 видов алкоголя) …",
    "rating": 1,
    "name": "Aliesia Tkach",
    "cat": "Bar"
  },
  {
    "review": "Пришли с очень большим ожиданием от этого места, потому что друзья советовали и остались крайне недовольны хамством офециков. Общаются с гостями как с быдлом, забывают о блюдах, которые заказали. …",
    "rating": 1,
    "name": "Ігнатенко Анастасія",
    "cat": "Bar"
  },
  {
    "review": "Добрый вечер! Подскажите, когда вы были у нас и где произошёл инцидент?\n\n(Translated by Google)\nGood evening! Tell me, when did you visit us and where did the incident occur?",
    "rating": 5,
    "name": "Виталий Чернобривченко",
    "cat": "Bar"
  },
  {
    "review": "Одна звездочка тільки за меню. Ужасное обслуживание. Официант грубил, обращался с нами поверхностно и высокомерно. Нас за столом сидело четверо - официант отказался принести раздельный счет, аргументируя это тем, что \"мы не в …",
    "rating": 5,
    "name": "Юлія Крот",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The atmosphere of the evening is spoiled by unreasonably biased and extremely rude attitude of employees to customers. As if all are equal, but other clients are more equal, students can be expelled, so why not :) …",
    "rating": 4,
    "name": "Vlada Sydorenko",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный бар!!!!! Боооожественные наливочки на вискаре!!!!! Душевно! Рекомендую!!!!! …",
    "rating": 5,
    "name": "Dima twitop",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great bar. Delicious cuisine, barbecue, then in general something wonderful. And tomato soup is just a dream for dinner every day. Large selection of alcoholic beverages and tinctures. And all this at an affordable …",
    "rating": 5,
    "name": "Daria Mykhailova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not a bad place, I was there only once, so I can say little. The halls are nice, the terrace is quite cozy, the toilet is clean …",
    "rating": 5,
    "name": "Родіон Ящук",
    "cat": "Bar"
  },
  {
    "review": "Топовые ребята, отличное обслуживание. Очень вкусная еда, особенно бургер с куркою …",
    "rating": 5,
    "name": "Nathaniel G",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The best bar in Kiev! For 6 years it has been a favorite place with the best prices and superfriendly staff! We can call Amigos a family bar \"thank you for delicious food and quality service\" …",
    "rating": 4,
    "name": "Alex Garnik",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) If you are really interested in the price / quality balance, then you are here. Chamber atmosphere, friendly staff. Here you can both comfortably spend time with your company, and easily find a companion among a wide …",
    "rating": 5,
    "name": "Миша Гри",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool lamp establishment in Podil with good prices. It has a large summer terrace with a cover and in the open air. Popular with locals, so the table on the terrace is not always available without prior reservation. …",
    "rating": 5,
    "name": "Arisha Maievska",
    "cat": "Bar"
  },
  {
    "review": "Рекомендую мексиканский бургер, реально вкусный\n\n(Translated by Google)\nRecommend mexican burger, really tasty",
    "rating": 5,
    "name": "Dan Fergardt",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, стильно, атмосферно и обходительное обслуживание в историческом центре Киева, да еще и цены приятно удивили...\nКороче, много +++ и ни одного - …",
    "rating": 5,
    "name": "Артем Шевчук",
    "cat": "Bar"
  },
  {
    "review": "Нереально вкусная еда. Цены - топ.\nГрибной крем-суп - божественный.\nКрылышки bbq - супер! …",
    "rating": 5,
    "name": "Лёша Сафронский",
    "cat": "Bar"
  },
  {
    "review": "Бомба плейс, классный персонал вкуснейший сидр, отличные настойки, позитивный контингент …",
    "rating": 5,
    "name": "Анжела Галицкая",
    "cat": "Bar"
  },
  {
    "review": "Душевное атмосферное место))\nОгромный выбор наливок и настойок на различных основах. Хорошее обслуживание!\nЦены приемлемые! …",
    "rating": 1,
    "name": "Пол Джонсон",
    "cat": "Bar"
  },
  {
    "review": "Хорошее пиво на разлив. Вкусная еда под пивко, особенно нравится Такос.\nРаботают до утра, поэтому не обломаетесь с поздним приездом в этот барчик. Места есть как в помещении, так и на улице. Уютно, недорого, вкусно, для встречи с …",
    "rating": 5,
    "name": "Katy Sidorchyk",
    "cat": "Bar"
  },
  {
    "review": "Соотношение цена - качество Топ. Вкусно, недорого. Интерьер не впечатляет, но для своего статуса вполне. Соус к куриным нагетсам просто бомба …",
    "rating": 5,
    "name": "Olha Kruhlova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Amigos decided to start a heroic struggle with people who bring him the bulk of income. I wish you inspiration and good luck in this difficult struggle. I would like to mention the elderly citizens who come to Amigos …",
    "rating": 4,
    "name": "Valik Сloud",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I really liked the bar! Pleasant waiters, delicious drinks and an interesting menu! Drinks can be enjoyed at the bar.\nThere is also a summer terrace, a smoking area and quarantine restrictions. …",
    "rating": 1,
    "name": "Marina",
    "cat": "Bar"
  },
  {
    "review": "Ребят, спасибо вам за возможность всегда душевно и вкусно провести время в уютном месте!\nСамое дружелюбное заведение эвэр, под любое настроение - и есть, и пить, и …",
    "rating": 4,
    "name": "Ольга Гавриш",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The liqueurs are delicious, the cuisine is also delicious, although sometimes you have to wait a long time, sometimes the music plays too loud, which is difficult to hear the interlocutor, but it is a bar you want to …",
    "rating": 5,
    "name": "Alejandro Belini",
    "cat": "Bar"
  },
  {
    "review": "Пришли в Амигос час назад.\nСели в этом зале, где бар за маленький столик.К нам подходит официант и говорит, что этот столик зарезервирован на 8, и других нет. …",
    "rating": 3,
    "name": "Pavlo Hlavnyi",
    "cat": "Bar"
  },
  {
    "review": "Мы рады, что вы посещаете наше заведение, для исключения возможности возникновения подобных ситуаций рекомендуем бронировать места заблаговременно.\n\n(Translated by Google)\nWe are glad that you are visiting our institution, in order to exclude the possibility of such situations, we recommend that you reserve places in advance.",
    "rating": 1,
    "name": "Ihor Zhuk",
    "cat": "Bar"
  },
  {
    "review": "Отличный барушник \"для своих\" в андерграунд стиле. Настойки прекрасны, демократично все: и интерьер, и официанты и цены. Мне зашло …",
    "rating": 4,
    "name": "Tara Sevich",
    "cat": "Bar"
  },
  {
    "review": "Родное место. Дешёвый алкоголь и уютная атмосфера. Обслуживание, к сожалению, порядком расстраивает. Официанта нужно долго и нудно звать, часто они хамят и при просьбе что-нибудь принести отвечают \"нет\". Алкоголь хороший, недорогой и после …",
    "rating": 4,
    "name": "Lena Savchenko",
    "cat": "Bar"
  },
  {
    "review": "Дешёво и сердито, но атмосферно. Официанты забывают приносить меню (либо же делают это слишком долго).\nБольше всего радует атмосфера в этом заведении и их шоты. Выбор шотов очень …",
    "rating": 3,
    "name": "Igor Bielov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) At this point, the staff began to treat visitors as people who disturbed them. See them as a priority, \"said the employee. Therefore, I will not recommend this institution to anyone else. …",
    "rating": 5,
    "name": "Артур Скоробагатский",
    "cat": "Bar"
  },
  {
    "review": "Были с подругами в этом баре. Слышала хорошие отзывы, решила их туда привести.\nЦены приятно удивили\nА вот по еде, были нюансы. …",
    "rating": 3,
    "name": "Паша Лапицкий",
    "cat": "Bar"
  },
  {
    "review": "Приятная,уютная атмосфера, особенно вечером,укромный уголок в Киеве! Небольшие столики,фонарики! Но есть минус время ожидания заказа,но если есть компания время пробежит незаметно! …",
    "rating": 5,
    "name": "Tapac -",
    "cat": "Bar"
  },
  {
    "review": "В целом неплохой бар, с невысокими ценами и приятным персоналом. Но очень подпортило впечатление последнее посещение, пиво было бы как-будто разбавлено водой, а в шашлыках было больше жира чем мяса. В целом, если не брать этот случай, то …",
    "rating": 5,
    "name": "Кристина Задвижная",
    "cat": "Bar"
  },
  {
    "review": "Самый атмосферный Плейс для задушевных посиделок с друзьями. Невероятно вкусно сидр и наливки. Советую перепробовать всё ! :)\nКстати, могут налить на вынос с собой, что удобно …",
    "rating": 5,
    "name": "Татьяна Макаренко",
    "cat": "Bar"
  },
  {
    "review": "Горячие закуски что надо вкусно и сытно! Но официант не записывал заказ и не принес одну из закусок, зато принес лишнюю стопку. Очень душное помещение! В два часа ночи не должно быть также душно, как в два часа дня. Три из четырёх настоек …",
    "rating": 5,
    "name": "Ярослав Полищук",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, недорого, огромный выбор фирменных настоек, супер-доброжелательные радушые хозяева и отличный персонал! …",
    "rating": 5,
    "name": "p6numbra",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера отличная, настойки вкуснейшие, по кухне тоже есть, из чего выбрать. На праздники и выходные бывает проблема со столиками, но это только подтверждает, что народу там нравится, а разместиться можно и за барной стойкой) Летом …",
    "rating": 5,
    "name": "Stas Yurchenko",
    "cat": "Bar"
  },
  {
    "review": "Летняя площадка. Вкуснейший салат из карамелизированых баклажан с помидорами и душевный персонал. Что ещё надо для хорошего летнего вечера! …",
    "rating": 5,
    "name": "Ілля Лапко",
    "cat": "Bar"
  },
  {
    "review": "Место калоритное. Есть чем вас удивить. Для посиделок с друзьями, то что нужно. Огромный выбор наливок. …",
    "rating": 2,
    "name": "Ольга Гордійчук",
    "cat": "Bar"
  },
  {
    "review": "Родное место. Дешёвый алкоголь и уютная атмосфера. Обслуживание, к сожалению, порядком расстраивает. Официанта нужно долго и нудно звать, часто они хамят и при просьбе что-нибудь принести отвечают \"нет\". Алкоголь хороший, недорогой и после …",
    "rating": 3,
    "name": "Serg Verg",
    "cat": "Bar"
  },
  {
    "review": "Почему Амигос если на Подоле так много всего? Если у вас возникает такой вопрос - вы тут ещё не были. А тут вкусно кормят, в барах редко можно найти столь хорошую еду, великолепно поят - настойки невероятны, правда. …",
    "rating": 5,
    "name": "Виктор Опалейко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not only can you have a good Friday night, but you can also eat well during your lunch break - business lunches are just top …",
    "rating": 1,
    "name": "Andrii Kovbasiuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Ordered cider with melon and burger with beef, as if nothing unusual, but they were not. So they re-ordered what was available. Cider is normal, and a burger with chicken is not tasty, as if a sandwich with a cutlet …",
    "rating": 5,
    "name": "Александр Вадимович",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. Thanks to you, we promptly corrected our mistakes, so we are waiting with the inspection :)\n\n(Original)\nДякуємо за ваш відгук. Завдяки вам, ми оперативно виправили наші помилки, так що чекаємо з інспекцією:)",
    "rating": 4,
    "name": "Serhii Lipnyagov",
    "cat": "Bar"
  },
  {
    "review": "Неплохое заведение, но очень мало мест, много народа, и не внимательные официанты-бармены …",
    "rating": 5,
    "name": "Соломія Сліпачик",
    "cat": "Bar"
  },
  {
    "review": "Лучшее место в Киеве. хожу туда 3 года. Обслуживание не падает. Цены не растут. Всегда идут на встречу,! Максимально клиентоориентированы. Советую всем. Закажите мидии и тартар. Лучшая кухня! …",
    "rating": 5,
    "name": "Dmytro Salenko",
    "cat": "Bar"
  },
  {
    "review": "Отношение к клиентам очень не порадовало!\nПришли с друзьями посидеть - взяли выгнали, за то что мы в БАРЕ (в названии заведения указано) распивали спиртное, и СЛИШКОМ ГРОМКО себя вели в ВЕЧЕР ПЯТНИЦЫ... …",
    "rating": 5,
    "name": "Olena Moroz",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера отличная, настойки вкуснейшие, по кухне тоже есть, из чего выбрать. На праздники и выходные бывает проблема со столиками, но это только подтверждает, что народу там нравится, а разместиться можно и за барной стойкой) Летом …",
    "rating": 5,
    "name": "Orynka Hryhorenko",
    "cat": "Bar"
  },
  {
    "review": "Неплохое, неформальное место. Посидеть, выпить, познакомиться с интересными и не очень личностями. Контенгент молодой, прогрессивный и нах ни о чем не парящийся. Бармены шикарные, пойло норм. А да, закупаете сигарет побольше, стреляют все и …",
    "rating": 5,
    "name": "Ольга Лещик",
    "cat": "Bar"
  },
  {
    "review": "Очень хороший бар на Подоле. Не сильно заметен снаружи, но очень запоминающийся изнутри. Хорошее меню, максимально бюджетное место, алкоголь тоже неплохой, настойки хорошие. Очень атмосферное и уютное заведение, любимый бар на Подоле, …",
    "rating": 5,
    "name": "Светлана Тимошкина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Funny guys waiters, enough variety of beer. From what could be improved - to make such sprays of water on the street that it was not so stuffy in the evening …",
    "rating": 5,
    "name": "Daria Philippova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere, wonderful cuisine. Thank you for a pleasant time. The cocktail is wonderful! I will come again, I recommend. …",
    "rating": 1,
    "name": "Yaroslav Honchar",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) And good beer was given, and so 🌮 delicious, and put the cell phone to charge. And I took the book and read it while it was charging …",
    "rating": 1,
    "name": "Bohdan Arkhypchuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Incredibly atmospheric bar, which is always loud, but cozy. Always a large number of creative people around, always friendly and joking bartenders, delicious flavors, great ciders (especially cactus), incredibly …",
    "rating": 3,
    "name": "Марія Савенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) This is a review I've already edited\nTwo years ago I tried cider here and it was on top\nFor the last 2 years I will say that I tried a small part of the bar and it's …",
    "rating": 5,
    "name": "Dmytro Danylenko",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, приятный персонал, интересный выбор напитков и вкусная кухня)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Halyna Liatoshynska",
    "cat": "Bar"
  },
  {
    "review": "Долго выносят, очень долго. Сама локация отличная но с таким количеством мест нужно быть готовым к обслуживанию. Не рекомендую …",
    "rating": 1,
    "name": "Fuma Fumoffu",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar has a great pricing policy and drinks, but does not respect the rights of visitors and pursues an honest opinion left here. Complete disappointment as a visitor. …",
    "rating": 4,
    "name": "Oleksii “Kingracer” Kolesnyk",
    "cat": "Bar"
  },
  {
    "review": "Была один раз, больше вряд ли зайду. Про кухню ничего не могу сказать, не пробовала. Алкоголь как во всех барах. А вот над персоналом надо работать. Пришли с подругой, хотели сесть за столик в дальнем зале - сначала официант резко сказал …",
    "rating": 5,
    "name": "Екатерина Черненко",
    "cat": "Bar"
  },
  {
    "review": "Колоритное место. Много веселых и жизнерадостных студентов.\nВкусно кормили и качественно наливали :-)\nБыло хорошо. Спасибо. …",
    "rating": 3,
    "name": "Chris Lomakina",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Dear, repeatedly warned about the horrible behavior and noise of your visitors after 23:00. You are in a residential area.\nNext time I will call not you, but the police. …",
    "rating": 3,
    "name": "Danylo V. Yevtukhov",
    "cat": "Bar"
  },
  {
    "review": "Работал там когда-то студентом. Тараканы в стаканах для Мартини зимовали, Хозяин требовал наливать клиенту коньяк Ararat вместо 5 звезд 3 (этикетка там почти одинаковая люди не замечали). Работа свех нормы, а потом когда заболел так еще и …",
    "rating": 5,
    "name": "Юрий",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I came here with friends, everything was fine, even considering that I do not drink alcohol :) Inside, I just did not like the fact that there is little free space and always dark in the evenings (yes, it's a feature, …",
    "rating": 5,
    "name": "Andrey Savitskiy",
    "cat": "Bar"
  },
  {
    "review": "Замечательное заведение, отличная кухня, широкий асортимент бара. Хотелось бы сказать отдельное спасибо бармену Саше. Он прекрасно справляется со своей работой, всегда находит подход к гостю! Спасибо за вечер, будем приходить к вам снова 💜 …",
    "rating": 4,
    "name": "Andrey Fediy",
    "cat": "Bar"
  },
  {
    "review": "Неплохое место, вкусная еда, меню стандартное, немного бы побыстрее обслуживание хотелось …",
    "rating": 5,
    "name": "Otari Arutiunian",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good cuisine and a very diverse range at the bar. Personally, I was a little upset that the place is a gathering place for sex tourists, however, I do not condemn anyone. …",
    "rating": 5,
    "name": "Oleg Deinega",
    "cat": "Bar"
  },
  {
    "review": "Очень понравилось! Цены демократичные. Официант посоветовал взять тарелку с крыльями и картошкой фри, мол там много. И он не соврал! За 190грн крыльев было штук 20, и ещё гора картошки фри втроем  под пиво обожрались. Рекомендую!!! …",
    "rating": 5,
    "name": "Олег Якунин",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное заведение для компании друзей. Терраса просторная, но лучше бронировать столики. Широкий выбор неплохого алкоголя и закусок, очень вежливый персонал. …",
    "rating": 5,
    "name": "Алексей Гурьев",
    "cat": "Bar"
  },
  {
    "review": "Уютное место, хорошее меню, приятно находиться\n\n(Translated by Google)\nCozy place, good menu",
    "rating": 5,
    "name": "Егор",
    "cat": "Bar"
  },
  {
    "review": "Отлично место, где официанты действительно рады гостям. Прошлись по меню настоек - отличное качество и обслуживание. Как сообщила дирекция — кухню отстраивал профессионал и надо заметить - ему это удалось. Рекомендую попробовать кесадилью с …",
    "rating": 3,
    "name": "Ольга Иванченко",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное заведение. Шикарная кухня по приятным ценам.  Вернусь и не раз.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Илья Гордеев",
    "cat": "Bar"
  },
  {
    "review": "Любимое место отдыха и сбора нашего фан-клуба. Можно провести время в отдельных залах, можно у барной стойки или просто посидеть на летней площадке под навесом на свежем воздухе. Приветливый персонал. Отзывчивое руководство. Хорошее …",
    "rating": 5,
    "name": "Александр Борович",
    "cat": "Bar"
  },
  {
    "review": "Шикарное место, с напитками на любой вкус, присутствует живая музыка, но можно выбрать любой зал - большой с музыкой, барный или более уютную комнату, широкий выбор в кухне, от простых закусок до хороших блюд, есть гриль меню. Приятная …",
    "rating": 5,
    "name": "Елена Романенко",
    "cat": "Bar"
  },
  {
    "review": "Как всегда, не смотря на полную посадку замечательное обслуживание, адекватные цены. По алкоголю все вообще замечательно, огромнейший выбор, и вполне приемлемые цены. …",
    "rating": 5,
    "name": "Anna Vozniuk",
    "cat": "Bar"
  },
  {
    "review": "Своеобразный бар, сказала бы одноразового посещения. Коктейли средние, обстановка можно сказать интересная, повсюду эффектные банки с наливкой, подсвечены лампами. На выходных очень больная посещаемость присесть сложно. Музыка тоже средняя. …",
    "rating": 1,
    "name": "Nikola Nikola (OSTScore)",
    "cat": "Bar"
  },
  {
    "review": "Сколько живу в Киеве, всегда приезжаю сюда. Отлично подходит как и для дневного обеда так и для того что бы отметить свой праздник или посмотреть футбол. Ну и в пятницу можно сделать то ради чего придумали пятницу... …",
    "rating": 3,
    "name": "Валентина Vectra",
    "cat": "Bar"
  },
  {
    "review": "Великолепное заведение. Приятная атмосфера. Всегда вкусная еда. Ресторан с душой )) …",
    "rating": 5,
    "name": "Максим Бондар",
    "cat": "Bar"
  },
  {
    "review": "Очень душевное место!!!  Атмосфера, кухня, сервис-все нравится!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Володимирович",
    "cat": "Bar"
  },
  {
    "review": "Очень уютное и колоритное заведение. Во время карантина сделали ремонт. Настойки на любой цвет и вкус. Отличное меню. Обслуживание на высшем уровне ❤️ …",
    "rating": 2,
    "name": "Evghen Filin",
    "cat": "Bar"
  },
  {
    "review": "Отвратительно! Заходим сюда не первый раз, и каждый раз какие- то проблемы! То пиво в стекле нельзя на улицу вынести, то у них сдачи нет, а сегодня вообще официант нас не предупредил что не работает терминал! Из-за этого мы побежали искать …",
    "rating": 5,
    "name": "Anastasia Sokolova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Drinks are delicious, intoxicating beer, the atmosphere is interesting, so when they forgot about my order, it was still the same)\nThe toilets are not like in a five star hotel, but everything is clean and …",
    "rating": 5,
    "name": "Дария Ильина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Look for the best bar in Kyiv!\nPrices, quality, service - better than you can imagine! …",
    "rating": 2,
    "name": "Mariia Sulialina",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Opole beer and chicken legs in a potato peanut sauce, as well as tasty grilled mackerel, I often order them. Generally, the kitchen is cool and their home-cooked horseradish is often here! …",
    "rating": 3,
    "name": "Ярослав Сергеев",
    "cat": "Bar"
  },
  {
    "review": "Заехали сюда в обед на бургеры, сперва получили холодные затем теплые с холодной картошкой. Гренки принесли без чеснока, чисто с солью, не о чем короче. Пиво вкусное, атмосфера на троечку. Обслуживание достойное но кухня в этот раз подвела. …",
    "rating": 5,
    "name": "Алена Глава",
    "cat": "Bar"
  },
  {
    "review": "Замечательное место, очень приятный был официант и прекрасный алкоголь\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Katya Kovtun",
    "cat": "Bar"
  },
  {
    "review": "Отличное, атмосферное место с демократичными ценами и безумно вкусным выбором бара и кухни.\n*В выходные дни заказа ждать весьма долго. …",
    "rating": 1,
    "name": "ANDRII VOVK",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious food and alcohol, good prices. But service leaves much to be desired. The waiters don't come right away. You can expect an order in 40 minutes. Waiters are rude, especially when you ask why there is no order …",
    "rating": 3,
    "name": "Denis Valeev",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) What was your waiter's name and in which hall did you sit?\n\n(Original)\nЯк звали вашого офіціанта і в якому залі ви сиділи?",
    "rating": 1,
    "name": "Andrew Bulgarov",
    "cat": "Bar"
  },
  {
    "review": "(18-20:00, 06.09.20 дата посещения)\nПлюсы:\n+ Относительно недорогая выпивка …",
    "rating": 3,
    "name": "pianoscarleth",
    "cat": "Bar"
  },
  {
    "review": "Спасибо за отзыв .\nМы обязательно станем  лучше.\n\n(Translated by Google)\nThanks for your feedback.\nWe will definitely get better.",
    "rating": 1,
    "name": "Мар'ян Антонюк",
    "cat": "Bar"
  },
  {
    "review": "Один из любимых баров) атмосфера, еда, коктейли и настойки - все ну очень вкусно. А мидии в сливочном соусе как по мне, самые вкусные в городе. Так держать!) …",
    "rating": 5,
    "name": "Andrey Moskovchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Unfortunately, we could not assess the taste of the dishes, as with more than 10 free tables on the street, where not everyone had a reserve, the waiter refused to accommodate us. When we asked where you could sit if …",
    "rating": 5,
    "name": "Alexander Sheka",
    "cat": "Bar"
  },
  {
    "review": "Хотели посидеть компанией из 8 человек в выходной день, позвонили забронировать столик, нам было предложено внести депозит 300 грн на человека, и потом рестораторы что то говорят про поддержку малого и среднего бизнеса, нет спасибо …",
    "rating": 5,
    "name": "Kirill Zubenko",
    "cat": "Bar"
  },
  {
    "review": "Желаете поддержать рестораторов? Приходите в любой будний день.\n\n(Translated by Google)\nWould you like to support restaurateurs? Come on any weekday.",
    "rating": 4,
    "name": "Alina Shevel",
    "cat": "Bar"
  },
  {
    "review": "Бар не плохой, но много ещё чего надо доработать...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Daniel Kazbekov",
    "cat": "Bar"
  },
  {
    "review": "Можно нарваться на некачественные продукты. Бургер с курицей имел душок. Вместо того чтоб заменить или предложить варианты, администрация заявила что готова на этот бургер дать скидку 50%. Не рекомендую. …",
    "rating": 5,
    "name": "Afanasiy Zloy",
    "cat": "Bar"
  },
  {
    "review": "Чай не вкусный, а от настоек моим друзьям потом плохо всегда (сама не пью). Но атмосфера интересная, интерьер тоже) …",
    "rating": 5,
    "name": "Татьяна Сычкина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The worst bar in Kyiv, which brazenly spits at its target audience. I do not recommend this cattle service to anyone …",
    "rating": 1,
    "name": "Полина Ивченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar is atmospheric.\nTry the ribs. For 2 people with meat head.\nThe top can be taken on a serving of potatoes - 40 UAH is laksheri. …",
    "rating": 5,
    "name": "Valentina Redkovich",
    "cat": "Bar"
  },
  {
    "review": "САМАЯ вкусная картошка в моей жизни. Напитки хорошие, бургеры вкусные, но КАРТОШКА ПРОСТО САМАЯ, МАТЬ ЕЁ, ВОСХИТИТЕЛЬНАЯ, КОТОРУЮ КОГДА-ЛИБО ПРОБОВАЛ, НЕПЕРЕДАВАЕМЫЕ ОЩУЩЕНИЯ, БЕСПОДОБНЫЙ ВКУС …",
    "rating": 5,
    "name": "Antonio GO",
    "cat": "Bar"
  },
  {
    "review": "Отличное заведение с приятной атмосферой. Жаль не всегда есть места. Всем советую попробовать ребра...ммм .... обьедение! …",
    "rating": 5,
    "name": "Igor Gruzhevsky",
    "cat": "Bar"
  },
  {
    "review": "Интересный интерьер. Вкусная еда, большой выбор напитков\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Одноріг Одноріг",
    "cat": "Bar"
  },
  {
    "review": "Здесь пьют студенты Могилянки. Но и туристам здесь побывать будет небесполезно. Летом хорошо пить джин-тоник на улице. В холодное время года рекомендую различные настойки (это уже на вкус и цвет - внутри или снаружи) …",
    "rating": 5,
    "name": "SAIKO",
    "cat": "Bar"
  },
  {
    "review": "Место в основном для молодёжи. Ценник приятный. Выбор меню кухни не очень большой, но достаточно вкусно. Выбор аокогоал не огромный, но обиженным никто не уйдет. …",
    "rating": 5,
    "name": "Леонид",
    "cat": "Bar"
  },
  {
    "review": "Понравились цены, но места маловато) а так всё супер. Прийду ещё\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Даниил Евтухов",
    "cat": "Bar"
  },
  {
    "review": "Не советую, коктейли - вода с пластмасовым сиропом и водкой, еда не внушающая доверия. У меня болел живот после их Цезаря и лаваша с сулугуни. Кроме прочего, не особо вкусно.вкуснее булочка в ларьке. Единственное, что там хорошее- это …",
    "rating": 5,
    "name": "Iрина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The institution was very pleased. An interesting interior, a pleasant atmosphere, which somehow create visitors - mostly young good people? A wide selection of interesting tinctures. Tasty drinks and cuisine. Very …",
    "rating": 1,
    "name": "Дан Дан",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A great bar for cheap shots, very good and university atmosphere. …",
    "rating": 5,
    "name": "Павел Suslik",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious and quite homey.\nThe musical choice of the staff is great.\nAnd the staff - good, hard-working guys. …",
    "rating": 5,
    "name": "Anna Krush",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great kitchen! Very democratic prices. Great service! Colorful interior. …",
    "rating": 5,
    "name": "Katarina Strizhenova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great bartenders, prices and delicious cuisine. Atmospheric and friendly evenings are provided. …",
    "rating": 5,
    "name": "Goosucc Succulents",
    "cat": "Bar"
  },
  {
    "review": "Великолепно! Рёбра невероятные, а молодая картошечка - просто супер!\nВсе, как обычно на высшем уровне! …",
    "rating": 4,
    "name": "Анна Григорьева",
    "cat": "Bar"
  },
  {
    "review": "Посидеть \"по студенчески\", это сюда. Шумно, весело и дёшево! Крутой персонал. Но интерьер как то мне не совсем зашёл... Слабое и немного раздражающее освещение во втором зале... …",
    "rating": 4,
    "name": "Лиза Кочетова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool place) always the best memories from \"Amigos\"\nDelicious and cozy💛 …",
    "rating": 5,
    "name": "Valeriya Shapovalova",
    "cat": "Bar"
  },
  {
    "review": "Приходили только что с подругой, очень расстроили, так как мы очень часто у вас бываем, официант Олег нас выгнал через час-полтора из заведения, больше не придём, и никому не будем советовать, а скорее наоборот. …",
    "rating": 5,
    "name": "Denis Karlovsky",
    "cat": "Bar"
  },
  {
    "review": "Вас никто не выгонял, а сообщили, что стол забронирован, и вам необходимо будет освободить его через 2 часа. В следующий раз рекомендуем заблаговременно забронировать для себя столик, любым удобным для вас способом.\n\n(Translated by Google)\nNobody drove you out, but they said that the table was reserved, and you would need to free it after 2 hours. Next time, we recommend that you book a table in advance in any way convenient for you.",
    "rating": 4,
    "name": "Polina B",
    "cat": "Bar"
  },
  {
    "review": "Приятный бар , с хорошим ассортиментом алкоголя , и интересной фишкой виде большого списка настоек на разном алкоголе собственного производства …",
    "rating": 5,
    "name": "SOUND-FREE GAME GAME",
    "cat": "Bar"
  },
  {
    "review": "Ищите лучшую текилу в городе? Она здесь, а еще маргарита, кесадилья, буритос и начос с гуакамолэ и мегапозитивная душевная компания здесь всегда …",
    "rating": 1,
    "name": "Андрей Нефедыч",
    "cat": "Bar"
  },
  {
    "review": "Самый уютный и дружественный бар Киева!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Antonina Shtenge",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very tasty and atmospheric\n\n(Original)\nДуже смачно та атмосферно",
    "rating": 1,
    "name": "Валерія Лісняк",
    "cat": "Bar"
  },
  {
    "review": "Барная карта отличная. Меню маловато. Нет десертов(((( заведение уютное и с интересным интерьером, обслуживание быстрое и качественное. И самый мой любимый имбирный чай. …",
    "rating": 5,
    "name": "Anton Liasov",
    "cat": "Bar"
  },
  {
    "review": "Много очень много разных настоек, самое то для приятного вечера. Единственное что, официанта поймать было нереально …",
    "rating": 5,
    "name": "Andrey Berezitskiy",
    "cat": "Bar"
  },
  {
    "review": "Не знаете где провести вечер- вам 100% в амигос! Самое лучшее место на подоле! Уютное заведение с милым персоналом, божественно вкусной кухней и очень демократичными ценами! …",
    "rating": 5,
    "name": "Алексей Гребиниченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Wonderful and atmospheric establishment in the corners of Podil. The idea is Mexican-themed: the design and menu are mainly focused on Mexican cuisine. In summer there is an opportunity to spend time on a pretty good …",
    "rating": 5,
    "name": "Michael Fediuchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) As strange as it may sound, the usual Ternopil \"Opil\" was not available. We were offered Czech instead. It sounded promising! In fact, it was a tasteless, warm camp of first-rate freshness. …",
    "rating": 5,
    "name": "MELANIE MOOR",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар, для того что бы посидеть компанией и хорошо провести время\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Ася Брейв",
    "cat": "Bar"
  },
  {
    "review": "Курьеров таки выгонять на улицу в такую погоду - не дело\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Arina Rudenko",
    "cat": "Bar"
  },
  {
    "review": "Хороший простой паб со смешными официантами и приятными ценами\n\n(Translated by Google) …",
    "rating": 1,
    "name": "В ПОИСКЕ СЕБЯ",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, но обсуживание так себе. Официанты либо в упор не замечают и не обслуживают по 20 минут, либо открыто хамят. …",
    "rating": 5,
    "name": "Юлия Мигуш",
    "cat": "Bar"
  },
  {
    "review": "ЛУДШЫЕ\nВсегда найдут свободное место, низкие цены и заботливый персонал …",
    "rating": 5,
    "name": "Vladislav Vladimirovich",
    "cat": "Bar"
  },
  {
    "review": "Новый ремонт сделал заведение ещё уютнее. А их наливки выше всяких похвал. Пробовали? …",
    "rating": 5,
    "name": "Ivan Kovalyov",
    "cat": "Bar"
  },
  {
    "review": "Ооооочень крутое место. Лучший сидр и настойки в городе. За 200-300 грн.можно убиться в мясо. Кайфую на баре зимой, летом - на террасе. Лучший персонал, 95% адекватные посетители. …",
    "rating": 5,
    "name": "Алексей Черепанов",
    "cat": "Bar"
  },
  {
    "review": "Заведение с позитивным персоналом, вкусным и недорогим баром, неплохой кухней. Главное здесь - дружественная атмосфера и огромное количество молодежи …",
    "rating": 5,
    "name": "Ярослав Гаврищук",
    "cat": "Bar"
  },
  {
    "review": "Амигос – это с порога здороваться с администратором и барменами, ведь вы знаете друг друга поимённо. Амигос – это висеть с друзьями или за рюмкой наливки обретать новых. Танцевать под живую музыку среди бара или играть в шахматы на летнике. …",
    "rating": 3,
    "name": "Anastasia",
    "cat": "Bar"
  },
  {
    "review": "Такое... Джин-тоник не джин-тоник, но дешевый. Кухня более чем посредственная. Персонал не внимательный. Зашла сюда случайно и больше не вернусь. Наверное, хорошее место для студентов, желающих недорого и лишь бы как бухнуть. …",
    "rating": 5,
    "name": "Viktoriya Bardyk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very tasty tinctures and a pleasant atmosphere. I am ready to sing ode to the bartenders of the institution …",
    "rating": 5,
    "name": "Віталій Новіков",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not a respectful attitude of a waiter in a blue shirt\n\n(Original) …",
    "rating": 5,
    "name": "Олександр Друмя",
    "cat": "Bar"
  },
  {
    "review": "Очень вежливый и заботливый персонал. Вкусные коктейли и сидр)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Andrew Smaliev",
    "cat": "Bar"
  },
  {
    "review": "Топовое место для отдыха компанией. Цены дешёвые, персонал приветливый, уютная обстановка. Единственный минус мало места надо бронировать. Рекомендую всем! …",
    "rating": 5,
    "name": "Іван Коваль",
    "cat": "Bar"
  },
  {
    "review": "Добрейшее и дружественное заведение! Хорошая кухня и обворожительный набор наливок! Рекомендую! …",
    "rating": 5,
    "name": "Anastasiia Kurenovskaia",
    "cat": "Bar"
  },
  {
    "review": "Странная штука, это бронь столиков пт-сб, с человека 350 грн.\nПонятно, что посидишь ты скорее всего на больше. Но сам подход не приятен совершенно. …",
    "rating": 5,
    "name": "Николай Рагимов",
    "cat": "Bar"
  },
  {
    "review": "Всегда все вкусно, домашняя обстановка, приветливый персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maria Krapivka",
    "cat": "Bar"
  },
  {
    "review": "На троечку. Тесто и шумно, терраса на улице напоминает пивнушку, над интерьером стоит поработать и персоналу стоит быть внимательнее, долго приходится ждать официанта …",
    "rating": 5,
    "name": "Alexandr Grebenuk",
    "cat": "Bar"
  },
  {
    "review": "Отличное место с очень не дорогим баром:) большой выбор шотов по ну очень демократичным ценам))) …",
    "rating": 5,
    "name": "Vlad Botsion",
    "cat": "Bar"
  },
  {
    "review": "Вкусно поесть, вкусно выпить, большой ассортимент\n\n(Translated by Google)\nGood food, good drinks, great variety",
    "rating": 5,
    "name": "Татьяна Нюша",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A couple of times they came to have lunch. Everything is delicious, the price is normal. All are welcome. I recommend …",
    "rating": 5,
    "name": "Руслана Осинская",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool place, sorry it doesn't work in lohdown .. Persia from Obolon for their pepper and teko slammed the door (\nI recommend) …",
    "rating": 5,
    "name": "Katia Kotlinska",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар! Здесь официанты всегда относятся к посетителю как к лучшему другу! Всегда выслушают, посоветуют... Вот так и должно быть! …",
    "rating": 5,
    "name": "Serhii Hlupak",
    "cat": "Bar"
  },
  {
    "review": "Мега уютное заведение, где рады каждому гостю! Таких настоек нет ни в одном заведении Киева. Ребята работают на качество! Очень люблю это место и всем рекомендую! …",
    "rating": 5,
    "name": "Наташа Канская",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great place, delicious, a large selection of cocktails and tinctures, friendly staff and great atmosphere! …",
    "rating": 5,
    "name": "Sasha Surotenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Everything is perfect! Cuisine, drinks and atmosphere! Thank you very much everyone ♥ ️ …",
    "rating": 5,
    "name": "Natalia Vovchanivska",
    "cat": "Bar"
  },
  {
    "review": "Шикарный бар) Свиные уши и скумбрия просто отпад, кстати есть еще крутые настойки и неплохой выбор сидра. Цены адекватные. Буду заходить сюда почаще …",
    "rating": 5,
    "name": "Владимир Юрченко",
    "cat": "Bar"
  },
  {
    "review": "Демократические Цены, Хоть правда внутри темно. Не люблю когда официанты общаются с тобой как с другом, не то чтобы я требую супер уважения, но все же мы не знакомые люди. В целом мне понравилось. …",
    "rating": 4,
    "name": "Екатерина Фесенко",
    "cat": "Bar"
  },
  {
    "review": "Чудное место! Официанты внимательные и всегда подскажут, что лучше выбрать, богатый ассортимент, доступные цены))  можно стать постоянным клиентом))) …",
    "rating": 5,
    "name": "Denis Shkodynskyi",
    "cat": "Bar"
  },
  {
    "review": "Мидии в сливочном соусе-просто космос, но не всегда на них можно успеть) широкий выбор настоек, вкусное пиво и кесадилья) всегда драйвово и весело) …",
    "rating": 5,
    "name": "Алексей Левченко",
    "cat": "Bar"
  },
  {
    "review": "Приятное место!\nЧаще всего людно, но напитки приносят бытсро …",
    "rating": 5,
    "name": "Aleksandr T.",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Inexpensive and very tasty! Was more than once and will definitely come :) …",
    "rating": 5,
    "name": "Maxim Lazun",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусная еда, мега вежливый персонал💚\n\n(Translated by Google)\nDelicious food, mega polite staff💚",
    "rating": 5,
    "name": "Сергей Мухин",
    "cat": "Bar"
  },
  {
    "review": "Отлично , официанты правда не всегда знают меню ... Но а так очень вкусно . Поварам отдельное спасибо !) …",
    "rating": 5,
    "name": "Елена Герасимович-Левченко",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место для посещения в дружеской компании.\nНо не подойдет для тех, кто ищет шумную вечеринку и хотел бы оторваться. …",
    "rating": 5,
    "name": "Maksim Nefyodov",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар, где можно посидеть с друзьями, найти новых друзей, и отлично провести время. На Подоле таких мест не много, так что пользуйтесь. Обслуживание отличное, официант бегал, как угорелый, все моментально приносил. …",
    "rating": 5,
    "name": "Марічка Сорока",
    "cat": "Bar"
  },
  {
    "review": "Замечательное место! Кухня на хорошем уровне, часто обновляется меню, кесадилья и лаваши с сулугуни очень вкусные) есть из чего выбрать в барной карте, очень вкусный сидр. И по ценам шикарно. Но мало места - надо заранее бронировать столы, …",
    "rating": 5,
    "name": "Ekaterina Bil",
    "cat": "Bar"
  },
  {
    "review": "Быстрое обслуживание, недорогие шоты, приятный дизайн. А ещё, говорят, что здесь вкусная кухня (сам ещё не пробовал). Однозначно, снова сюда прийду :) …",
    "rating": 5,
    "name": "Віталій Гальчинський",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The perfect place for a good rest under a glass of something yummy! The kitchen also without remarks) …",
    "rating": 5,
    "name": "Turchin Bogdan",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар для хорошего времяпровождения. Фирменные настойки, гриль меню на хорошем уровне. Демократичный ценник. …",
    "rating": 5,
    "name": "Konstantin Mikolenko",
    "cat": "Bar"
  },
  {
    "review": "В целом заведение классное! Но сегодняшний визит огорчил. Пьяные бармены за 10 минут так и не сделали попытки принять у нас заказ …",
    "rating": 5,
    "name": "Lena Tregub",
    "cat": "Bar"
  },
  {
    "review": "Одно из любимых мест на Подоле. Есть Львовский Дункель на разлив. Когда-то были вкусные свиные ушки в соевом соусе …",
    "rating": 5,
    "name": "Гриша Николин",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусно. Рекомендую ржаную карамельную настойку и салат с устричным соусом\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Смарт Смарт",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great institution. I recommend. Bar with soul.\n\n(Original) …",
    "rating": 5,
    "name": "Алексей Карпухин",
    "cat": "Bar"
  },
  {
    "review": "Один из любимых баров! Официанты, бармены, кухня - всё на высшем уровне!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrij Sleptsov",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера супер!) Место, где можно собраться с друзьями или вдвоём, кто любитель альтернативного рока и просто рока)) вкуснейшие наливки под кусочки ассорти сальца с горчицей и огурчиков)) …",
    "rating": 4,
    "name": "Kolterg",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Loved it here, the relaxed atmosphere, the friendly staff, the menu with everything you need for a good holiday, the food delicious, 85 varieties of craft beverages. Special thanks to Eugene for organizing everything. …",
    "rating": 4,
    "name": "Родион Манжос",
    "cat": "Bar"
  },
  {
    "review": "Место- бомба. Недорогие вкуснейшие шоты, душевные официанты, вкусные закуски. Атмосфера полнейшего отдыха и расслабления. …",
    "rating": 4,
    "name": "Nataly GR",
    "cat": "Bar"
  },
  {
    "review": "Приятно когда знаешь что все так же. Стабильно круто. Обожаю.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталія Соловйова",
    "cat": "Bar"
  },
  {
    "review": "Советую: приятные цены, персонал и о-о-о-очень вкусная еда и настойки)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Victoria Kopelent-Zinyk",
    "cat": "Bar"
  },
  {
    "review": "Это лучший BBG Бар в котором я находился!!!\n\n(Translated by Google)\nThis is the best BBG Bar I was in !!!",
    "rating": 5,
    "name": "Dima Kutsenko",
    "cat": "Bar"
  },
  {
    "review": "Очень долго делаю заказ для куреров,выганчют на улицу.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Swans",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный бар с настойками и хорошим обслуживанием. Ценник очень адекватный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuliia Viskushenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) All right. Super cuisine, super alcohol, super people!))) Raju)) …",
    "rating": 4,
    "name": "Oleksandra Burlakova",
    "cat": "Bar"
  },
  {
    "review": "Любимый бар, но часто не бывает мест\n\n(Translated by Google)\nFavorite bar, but often no places",
    "rating": 1,
    "name": "Anna Zlydenna",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное заведение, если приходить вечером. Отлично соблюдены все традиции хорошего бара, чтобы провести время с друзьями и выпить. Абсолютная противоположность, если прийти днём, что, в принципе, и логично. Неплохая выпивка, …",
    "rating": 5,
    "name": "Andrey Vilen",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious, and the waiter is the best I've ever seen. And a very interesting interior. I recommend) …",
    "rating": 4,
    "name": "Chester Alien",
    "cat": "Bar"
  },
  {
    "review": "Один из любимых баров Киева ❤️ Классные наливки, но ещё офигенная еда)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viktoriia Kyrylenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Quarantine measures are usually not observed, but the prices are pleasing to the eye! …",
    "rating": 5,
    "name": "Maria Emeljanenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The best place to meet friends in the evening and eat delicious food! …",
    "rating": 4,
    "name": "Oleksandr Li",
    "cat": "Bar"
  },
  {
    "review": "Не знаю, вроде и хороший бар, но коктейли я бы не советовал брать. Шоты лучшие.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Natalia Safronova",
    "cat": "Bar"
  },
  {
    "review": "Восхитительно! Вкусно, приветственный персонал. Очень понравилось!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Вера",
    "cat": "Bar"
  },
  {
    "review": "К нам долго шел официант принять заказ, но когда принял, заказ принес очень быстро (на 8 человек). Очень вкусная кесадилья! …",
    "rating": 1,
    "name": "Владимир",
    "cat": "Bar"
  },
  {
    "review": "официанты невежливые, посадить группу друзей не могут, заказа ждать долго\n\nно вкусно. но неприятненько …",
    "rating": 5,
    "name": "Skinner",
    "cat": "Bar"
  },
  {
    "review": "Комплексный обед за 70 грн. При этом, вполне съедобный. Состоит из куриного бульона, гречка с курицей, салатик и компот. При этом, вкусно. Как для Подола - более чем. …",
    "rating": 5,
    "name": "Alex Yurchenko",
    "cat": "Bar"
  },
  {
    "review": "Вкусная еда, хорошее время работы и расположение, ненапряжная атмосфера, очень демократичные цены на все.\nМного из друзей прежде рекомендовали и не зря) …",
    "rating": 5,
    "name": "Дмитрий Каразей",
    "cat": "Bar"
  },
  {
    "review": "Своя атмосфера, хороший интерьер, приятный персонал. Хорошее место для расслабится, послушать годную музыку и выпить. 100% вернусь сюда снова. …",
    "rating": 5,
    "name": "Harry Franc",
    "cat": "Bar"
  },
  {
    "review": "Цена качество. Вкусно. Атмосферно. Молодёжно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitriy S",
    "cat": "Bar"
  },
  {
    "review": "Шикарное заведение, отличная концепция, уютный интерьер. Персонал слабоват, кухня не высокого уровня. Иногда проводят аматорское Стенд-ап шоу. …",
    "rating": 3,
    "name": "Polar Wolf",
    "cat": "Bar"
  },
  {
    "review": "Самое душевное место в Киеве!\nОтличная кухня, демократичные цены, отзывчивый персонал. …",
    "rating": 5,
    "name": "Hanna Prutsakova",
    "cat": "Bar"
  },
  {
    "review": "Очень огорчает отношение официантов и других сотрудников бара к клиентам\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksiy Bukhalo",
    "cat": "Bar"
  },
  {
    "review": "А что вас огорчило ? Можете конкретно описать ваш случай?\n\n(Translated by Google)\nWhat upset you? Can you describe your case specifically?",
    "rating": 5,
    "name": "Helena Zaitseva",
    "cat": "Bar"
  },
  {
    "review": "Отказали садить 5го человека во время карантина, ссылаясь на распоряжение МОЗ, что не больше 4х человек за столом. При том, что в распоряжении сказано не 2х человек с дистанцией в 1.5 м. …",
    "rating": 5,
    "name": "Денис Саленко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Please, take a closer look at the rules of operation of institutions regarding the second stage of quarantine facilitation in Kyiv.\n\n(Original)\nБудь ласка, уважніше ознайомтеся з правилами роботи закладів, стосовно другого етапу полегшення карантину в Києві.",
    "rating": 4,
    "name": "Olga Svitan",
    "cat": "Bar"
  },
  {
    "review": "Замечатательное место,чтоб посидеть с друзьями) вкусная еда и разнообразный алкоголь - отличное сочетание!) Отдельное спасибо,команде барменов) …",
    "rating": 5,
    "name": "Denys Zvarychuk",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар, доступные цены. Очень много людей.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ольга Звягина",
    "cat": "Bar"
  },
  {
    "review": "Уютно, неформальная атмосфера, интеллигентная публика, а главное - вкусно. Все пятерки. …",
    "rating": 5,
    "name": "Катерина Шишкіна",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар по соотношению цена/качество. Самые вкусные домашние настойки среди всех заведений с позожим ассортиментом. …",
    "rating": 5,
    "name": "Roman Kostromichov",
    "cat": "Bar"
  },
  {
    "review": "Хорошая атмосфера, приятные люди)\n\n(Translated by Google)\nNice atmosphere, nice people)",
    "rating": 1,
    "name": "Dima Baevskij",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good pita bread, but long service and a small selection of beers …",
    "rating": 4,
    "name": "Алёна «NEFERTITI» NEFERTITI",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Still the best bar in the world!\n\n(Original)\nВсе ще найкращий бар в світі!",
    "rating": 4,
    "name": "Анна",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Casual atmosphere, musical background that complements the pleasant environment, talented young people who staged a live concert. I recommend! …",
    "rating": 4,
    "name": "Александра Лелякова",
    "cat": "Bar"
  },
  {
    "review": "Дешево, вкусно и душевная атмосфера. Куда лучше дорогих хипстерских заведений с коктейлями по 200+ и глыбой льда. …",
    "rating": 5,
    "name": "Lidia Volkova",
    "cat": "Bar"
  },
  {
    "review": "Отличный недорогой бар. Очень вкусная еда и алкоголь.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Максим Притула",
    "cat": "Bar"
  },
  {
    "review": "Душевная атмосфера, вкусное 🍺. Звёздочку одну снимаю за переодическое отсутствие моей любимой картошки по селянски)). …",
    "rating": 5,
    "name": "Інна Волкова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great place to spend more than one evening with friends in a relaxed atmosphere and with a glass of something. The cuisine is delicious, a variety of drinks. Prices are small) …",
    "rating": 5,
    "name": "Ira Onyshchenko",
    "cat": "Bar"
  },
  {
    "review": "Отличное место. Очень ориентированы на клиента. Вкусно кормят.... и очень бюджетно, что сейчас немаловажно... …",
    "rating": 2,
    "name": "Danylo Velychko",
    "cat": "Bar"
  },
  {
    "review": "Бар на Подоле со студенческих ценами и примерно таким же основным контингентом, с вкусной кухней, миллионом авторских настоек и прикольной атмосферой …",
    "rating": 5,
    "name": "Дмитрий Шевляков",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для шумной компании)\nВыбор крафтового алкоголя - на высоте)\nРекомендую ) …",
    "rating": 5,
    "name": "Виталий Депутат",
    "cat": "Bar"
  },
  {
    "review": "Все было долго и не вкусное\n\n(Translated by Google)\nEverything was long and not tasty",
    "rating": 4,
    "name": "Андрей Викторович Коминек",
    "cat": "Bar"
  },
  {
    "review": "Неплохой бар, там вкусный наполеон торт\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Kraiev",
    "cat": "Bar"
  },
  {
    "review": "Супер заведение. Не дорогие и вкусные настойки. Все очень понравилось,только не хватает кондиционера внутри,очень жарко. …",
    "rating": 5,
    "name": "Yehor Semenyuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Interesting place, nice atmosphere. No matter how specifically led from the street would not notice ( …",
    "rating": 5,
    "name": "Игорь Лукин",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Bar 12/10, hello to the best bartender Vlad!\n\n(Original) …",
    "rating": 5,
    "name": "Yuriy Gaponenko",
    "cat": "Bar"
  },
  {
    "review": "Долго ждать заказ, цены кусаются, но оно того определенно стоит.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Маша Егорова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A good place to meet friends, talk and spend time at the cider, or any hangouts :) …",
    "rating": 5,
    "name": "Екатерина Ефимова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) wine - super, power, too, class\n\n(Original)\nвіно - супєр, влад тоже клас",
    "rating": 4,
    "name": "Дарья Сысоева",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Duwow is very stuffy, the toilets are not in the best condition. The place is to just go in for a fight. …",
    "rating": 5,
    "name": "Sergey Levitskiy",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место для отдыха компанией: большой выбор алкоголя, вкусные закуски. Душевная атмосфера располагает к разговору. …",
    "rating": 5,
    "name": "Vlad Kuzma",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар. Цены средние. Атмосфера душевная. Обслуживание слабовато. Приходится напоминать о своём присутствии в баре …",
    "rating": 5,
    "name": "Julia Smirnova",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место, но ничего особенного. Туалет как в больнице.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "sunchesig",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Extremely interesting selection of infusions of own production, for the sake of them it is already necessary to go …",
    "rating": 5,
    "name": "Dmytro Kalinichenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool place! Prices are very democratic. And this is one of the few places where you can come with a very big company - enough space. …",
    "rating": 3,
    "name": "Ilya Todosov",
    "cat": "Bar"
  },
  {
    "review": "Кухня и напитки вкусные,а я в этом разбираюсь )\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Марина Купряшина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) What I want to say about the institution! I put five! Why? Everything is very simple. People who are in the red are much more than those who are on the positive side. Therefore it is necessary to do good deeds). And …",
    "rating": 5,
    "name": "Serhii Huleikov",
    "cat": "Bar"
  },
  {
    "review": "Топ за свои деньги.\n\nВсе очень вкусно и еда и напитки, официанты лапочки. …",
    "rating": 5,
    "name": "Yevhenii Kozii",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, вкусно по-мексикански, атмосферно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Anastasiia Kopivska",
    "cat": "Bar"
  },
  {
    "review": "Место не зашло. Очень громко, хоть и не поздний вечер, душновато. На любителя.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Видейко",
    "cat": "Bar"
  },
  {
    "review": "Очень уютное место и шикарнейшие виды сидра - гуава, грейпфрут, смородина..\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Yeremiya",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место, не дорого. На летней площадке столик на вечер нужно бронировать.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анна «music.ann.t» Оніщенко",
    "cat": "Bar"
  },
  {
    "review": "Одно из любимых заведений Киева. Иногда жалею, что мало кто о нем знает. Перепробовала все меню (и барное  тоже). Настойки - 11 из 10 (это магия). Приятный персонал, все очень приветливые, ощущение, что пришла в гости к ним домой, такое …",
    "rating": 5,
    "name": "Марина Дудник",
    "cat": "Bar"
  },
  {
    "review": "Пожалуй, лучшее что есть на Подоле в своём классе, и не только. Напитки, еда, цены, обслуживание - все на уровне. …",
    "rating": 4,
    "name": "Julia Nelen",
    "cat": "Bar"
  },
  {
    "review": "Спасибо.\n\n(Translated by Google)\nThank you.",
    "rating": 4,
    "name": "Анастасия Скиценко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cozy bar, nice staff! I liked it here!\n\n(Original) …",
    "rating": 5,
    "name": "Вероничка Лето",
    "cat": "Bar"
  },
  {
    "review": "Атмосферно, но меню ограниченное и фицы могут пытаться хитрить, особенно с иностранцами. Ну и интерьер скорее китч, чем какого-либо рода \"испанщина\". …",
    "rating": 5,
    "name": "Сергей Фесечко",
    "cat": "Bar"
  },
  {
    "review": "Кухня вкусная и внимательный официант, который обслуживал наш столик.большая алкогольная карта с напитками и настройками собственного производства-для гурманов))) . Место очень популярное у молодёжи-в пятницу вечером все столы заняты, а на …",
    "rating": 5,
    "name": "Ксения Бондаренко",
    "cat": "Bar"
  },
  {
    "review": "Лучшие наливки и настойки в городе. Лучшая летняя площадка Подола среди баров. Тут хорошо пить. …",
    "rating": 5,
    "name": "Ruslan Tkachenko, esq",
    "cat": "Bar"
  },
  {
    "review": "Сидры, наливки, лоты отличные. Но также, помимо классических выпивных закусок, рекомендую здешние бургеры. Этот сочный шмат волшебства стоит каждой копейки и вы обязательно захотите ещё. …",
    "rating": 4,
    "name": "Тарас",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I liked the atmosphere, but people are super many, so it is cozy. well, there is not enough space for all of them …",
    "rating": 5,
    "name": "Юлия Гаврилюк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) An interesting place. A relaxed atmosphere, good cuisine, faster service, a great selection of alcohol …",
    "rating": 5,
    "name": "Oleg",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) This diner is loved by my friend, and I frankly do not like it, always noise, loud music, but good liqueurs. …",
    "rating": 5,
    "name": "Enisey Club",
    "cat": "Bar"
  },
  {
    "review": "Все отлично  , но нет предела совершенству) Возможно чуть больше официантов и света не помешает. …",
    "rating": 4,
    "name": "yadiver gulyanitskyy",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric atmosphere and delicious cuisine.\nI recommend!) …",
    "rating": 5,
    "name": "Liubomyr Hrydkovets",
    "cat": "Bar"
  },
  {
    "review": "Цена на наливки и их вкусы. Бургер-супер, салат с телятины жёсткий. Места достаточно. …",
    "rating": 1,
    "name": "Даниил Столбунов",
    "cat": "Bar"
  },
  {
    "review": "Больше бы места) а так все понравилось)\n\n(Translated by Google)\nMore space) and I liked everything)",
    "rating": 5,
    "name": "Александр Ванькевич",
    "cat": "Bar"
  },
  {
    "review": "Прикольное место для вечернего времяпровождения)\n\n(Translated by Google)\nCool place for an evening pastime)",
    "rating": 5,
    "name": "Светлана",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A good lounge bar with friends. You can watch sports events in the company. …",
    "rating": 5,
    "name": "Катерина Грищенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious own drinks and cuisine.\nThe simple interior adds to the taste of childhood.\nA kind of Podilsky Palace ... …",
    "rating": 5,
    "name": "Katarin Gunko",
    "cat": "Bar"
  },
  {
    "review": "Великолепная кухня! Отличный бар!\nИ просто неповторимая атмосфера по вечерам!\nЛюблю это место! …",
    "rating": 5,
    "name": "Vitalii Zaiets",
    "cat": "Bar"
  },
  {
    "review": "Маленькое заведение. А так всё сепер)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Людмила Жученко",
    "cat": "Bar"
  },
  {
    "review": "Очень понравилось , были вместе с подружками\n\n(Translated by Google)\nLoved it, were with my girlfriends",
    "rating": 5,
    "name": "Кристина Кристиновна",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Quite a cozy and atmospheric bar with a good selection of drinks, food and pleasant prices. …",
    "rating": 4,
    "name": "Юлия Хоменко",
    "cat": "Bar"
  },
  {
    "review": "Удобные часы работы. Хорошая музыка. Есть место для больших компаний. Обслуживание вежливое, но хромает. …",
    "rating": 5,
    "name": "Rafael Heredia",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, доступные цены, есть хорошее пиво, много людей, маловато места\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladimir Petrus",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Oh, how it was atmospheric here in his time, although now I recommend)) …",
    "rating": 5,
    "name": "Игорь Тишенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Super long wait. Freeze the waiters for 20 minutes to take the order …",
    "rating": 5,
    "name": "Андрій Данько (RIDER)",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The waiters serve guests sitting at tables, not on a bench, as was the case with you. Therefore, the assessment of our work and the institution as a whole is not correct.\n\n(Original)\nОфіціанти обслуговують гостей, які сидять за столами, а не на лавці, як було у вашому випадку.  Тому оцінка нашої роботи і закладу в цілому не коректна.",
    "rating": 5,
    "name": "Ольга Чепель",
    "cat": "Bar"
  },
  {
    "review": "Очень приятные бармены, широкий выбор вкуснейшие алкогольных наливок. Вот только кухня слабоватая... …",
    "rating": 5,
    "name": "Катя Милая",
    "cat": "Bar"
  },
  {
    "review": "Первый раз попробовала сауер с карамелью тут, очень вкусно! Спасибо ребятам барменам. …",
    "rating": 5,
    "name": "Александр Доманчук",
    "cat": "Bar"
  },
  {
    "review": "Вообще топовое заведение Киева!!! Музыка крутая, люди подбирают я хорошие, оооочень вкусная еда и напитки, обслуживание моментальное …",
    "rating": 4,
    "name": "Pavel Narozhnyy",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I liked the cuisine, prices and atmosphere!\n\n(Original) …",
    "rating": 4,
    "name": "Николай Коломоец",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Excellent cocktails at a sweet price. Tasty cuisine, great service …",
    "rating": 5,
    "name": "Микола Кащенко",
    "cat": "Bar"
  },
  {
    "review": "Интерьер на любителя, но чисто и очень вкусно все. Цены вообще радуют.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Shyriaiev",
    "cat": "Bar"
  },
  {
    "review": "Крутое заведение, мне понравилось))\n\n(Translated by Google)\nCool institution, I liked it))",
    "rating": 5,
    "name": "Апельсиновий Nick",
    "cat": "Bar"
  },
  {
    "review": "Хороший недорогой бар! Очень любим здесь бургеры, мидии в сливочном соусе, шашлык и лаваш с сулугуни. Большой выбор настоек на водке и на виски. Любимая - это ржаной с карамелью. …",
    "rating": 5,
    "name": "Max Zloy",
    "cat": "Bar"
  },
  {
    "review": "Очень хороший вар, атмосферу качестве на всю стиль латино работают 24 часов все окей! …",
    "rating": 4,
    "name": "Oleksii",
    "cat": "Bar"
  },
  {
    "review": "Зачетное место. Вкусно, приятная дружеская атмосфера, умеренные цены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Mustipan",
    "cat": "Bar"
  },
  {
    "review": "Отличное  место с недорогими алкогольными напитками хорошие бармены и приятная атмосфера, где собираются все твои друзья. Абсент дяди Вани стоит отметить отдельно. …",
    "rating": 4,
    "name": "Natali Serdiuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Super location, atmospheric, tasty and always fun. Highly recommended! …",
    "rating": 4,
    "name": "Crackton MD",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A cool place for friends. With the coolest and funniest bartenders. …",
    "rating": 5,
    "name": "Настя Антоненко",
    "cat": "Bar"
  },
  {
    "review": "Отличное, вкусное, приветливое заведение! Официанты 👌🏻👍🏻 спасибо за вкусности❤️ …",
    "rating": 5,
    "name": "Олексій Журавльов",
    "cat": "Bar"
  },
  {
    "review": "Место куда хочеться возвращаться)\n\n(Translated by Google)\nA place where you want to return)",
    "rating": 5,
    "name": "Tanya Zayvaya",
    "cat": "Bar"
  },
  {
    "review": "Отличное место с летней площадкой. Дружеская атмосфера. Над кухней хозяевам заведения еще нужно поработать. …",
    "rating": 5,
    "name": "Bogdan Bey",
    "cat": "Bar"
  },
  {
    "review": "Людей обычно много, в целом бар как бар, ничего особенного.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhiy Chumakov",
    "cat": "Bar"
  },
  {
    "review": "Прекрасная дружественная атмосфера. Домашние наливки. Вкусная кухня. Хорошая музыка. Место для друзей и друзей друзей …",
    "rating": 4,
    "name": "Дмитро Живило",
    "cat": "Bar"
  },
  {
    "review": "Вкусный сидр, особенно смородина, столик нужно обязательно бронировать)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Kostiantyn Lysenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good bar with really low prices. Pleasant waiters and delicious cuisine. It really makes sense to go …",
    "rating": 5,
    "name": "Александр",
    "cat": "Bar"
  },
  {
    "review": "Лучшее место на подоле!!! Веселые тусовки по выходным, прекрасное гриль меню, демократичные цены и море разных настоек! …",
    "rating": 5,
    "name": "Bogdan Saliuk",
    "cat": "Bar"
  },
  {
    "review": "Типичный подольский бар, неплохие местные настойки\n\n(Translated by Google)\nTypical Podolsk bar, good local tinctures",
    "rating": 1,
    "name": "Maria Lapikura",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The institution where you are accepted as a friend.\nVery good choice of fillings and tinctures. …",
    "rating": 5,
    "name": "Мария Витковски",
    "cat": "Bar"
  },
  {
    "review": "Много вкусных настоек,демократичные цены,вкусная кухня)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmytro Basov",
    "cat": "Bar"
  },
  {
    "review": "Всё супер, кроме того, что официант не подходит по три часа, цены адекватные, лаваш с сыром и курицей топ …",
    "rating": 4,
    "name": "Felix Berger",
    "cat": "Bar"
  },
  {
    "review": "Весёлое место) Для студентов наверное вообще кайф!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Skurativska",
    "cat": "Bar"
  },
  {
    "review": "Бизнес ланч очень даже ничего.\n\n(Translated by Google)\nA business lunch is really nothing.",
    "rating": 5,
    "name": "Omnimedica Ukraine",
    "cat": "Bar"
  },
  {
    "review": "Лучшие, кстати Влад самый лучший бармен в мире\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Илья shamanboroda",
    "cat": "Bar"
  },
  {
    "review": "Вкусная еда, хорошие цены. Можно покушать и выпить с девушкой на 400 гривен\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Хащі",
    "cat": "Bar"
  },
  {
    "review": "Вкусная еда, довольно хорошие цены, тихое и спокойное место, как в саду.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "tvank27",
    "cat": "Bar"
  },
  {
    "review": "Не увидел ничего особенного. Ставлю 4, а не 3 из уважения к своему другу, который меня сюда привёл …",
    "rating": 5,
    "name": "Расскажи Правду",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Relaxed atmosphere. There are tinctures. Absence of normal beer. …",
    "rating": 5,
    "name": "Deleted Deleted",
    "cat": "Bar"
  },
  {
    "review": "Вкусно и не дорого.\n\n(Translated by Google)\nDelicious and not expensive.",
    "rating": 5,
    "name": "Саша Саша",
    "cat": "Bar"
  },
  {
    "review": "Приятные бармены, бесплатные стендапы по средам, хорошая атмосфера. В общем,  что еще нужно, чтобы скрасить свой вечер? …",
    "rating": 5,
    "name": "Egor Shevchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar is not bad, but the service is terrible. Damage\n\n(Original) …",
    "rating": 5,
    "name": "Mary One",
    "cat": "Bar"
  },
  {
    "review": "Спасибо за отзыв. Мы вас больше не ждём.Увы, вы не понимаете, что Covid-19,это реальность.\n\n(Translated by Google)\nThanks for your feedback. We are no longer waiting for you. Alas, you do not understand that Covid-19 is a reality.",
    "rating": 2,
    "name": "auk io",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious business lunch, fast service.\n\n(Original) …",
    "rating": 5,
    "name": "Игорь Неверовский",
    "cat": "Bar"
  },
  {
    "review": "Зачетная атмосфера. Дешёвые настойки, супер-бармены и вкусные закуски\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ярош Ярош",
    "cat": "Bar"
  },
  {
    "review": "Очень неплохо. Задумка отличная. Место хорошее...молодежь. Респект ребятам.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitriy Litvinenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) 5 for a waiter in a red and black shirt, if he calls of course) …",
    "rating": 5,
    "name": "Рита Маркевич",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Necessarily. Send us the number :)\n\n(Original)\nОбов'язково. Відправте нам номер :)",
    "rating": 4,
    "name": "Антон Котляр",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное место с очень хорошей кухней и душевной атмосферой!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Katerina Solovyova",
    "cat": "Bar"
  },
  {
    "review": "Настойки обалденные! Лучшие в Киеве, да еще и выбор огромный!))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Соболева",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Mediocre interior, but inexpensive and delicious cuisine. …",
    "rating": 5,
    "name": "Kate Skich",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good service, reasonable prices but no sofas) that's a minus) …",
    "rating": 5,
    "name": "Oleksandr Tsyganok",
    "cat": "Bar"
  },
  {
    "review": "Вкусные настойки \"солёная карамель\" и \"мак\" рекомендую попробовать!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Дудченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Gorgeous cuisine, cheap quality alcohol, a very fun atmosphere …",
    "rating": 5,
    "name": "Alexina Travnikova",
    "cat": "Bar"
  },
  {
    "review": "Мне очень понравился бар и напитки, особенно денис\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Влад Калін",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Mr. Weaver?\n\n(Original)\nПан Ткач?",
    "rating": 5,
    "name": "Людмила Евсейчик",
    "cat": "Bar"
  },
  {
    "review": "Очень крутое, домашнее заведение, вкуснейшая кухня, прекрасные ребята обслуживают! Всегда рад заскочить в амигос …",
    "rating": 5,
    "name": "Privet Ok",
    "cat": "Bar"
  },
  {
    "review": "Нравится это место)\n\n(Translated by Google)\nLike this place)",
    "rating": 1,
    "name": "Артур Бетин",
    "cat": "Bar"
  },
  {
    "review": "Кухня не вкусная. Выбор напитков небогат. Интерьеры и обстановка- \"креативный подвал\" …",
    "rating": 5,
    "name": "Евгений Агаджанян",
    "cat": "Bar"
  },
  {
    "review": "Классная заведуха с отличной атмосферой и приятными ценами.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Іра Поповіченко",
    "cat": "Bar"
  },
  {
    "review": "Последний, лучший, бар Киева.\n\n(Translated by Google)\nThe last, best bar in Kiev.",
    "rating": 5,
    "name": "Nellie V",
    "cat": "Bar"
  },
  {
    "review": "Скорость, цены, вкус. Есть летняя площадка!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Popovych",
    "cat": "Bar"
  },
  {
    "review": "Уютная барная атмосфера, обилие напитков, цены немного выше среднего. Есть небольшая летняя терраса, основное помещения находится на цокольном этаже, где царит полумрак и играет музыка. Я попадала только на хорошую, хоть и пропадающую из-за …",
    "rating": 4,
    "name": "Nastia Anik.",
    "cat": "Bar"
  },
  {
    "review": "Отличное пиво и закуски  но нельзя много пить - заблудишься по пути из туалета)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Михайлюк",
    "cat": "Bar"
  },
  {
    "review": "Хорошая кухня, классный бурбон но вечные проблемы с обслуживанием\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрей Имя Сергеевич (Kievgastello)",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Tasty, atmospheric and cozy!\n\n(Original)\nВкусно, атмосферно и уютно!",
    "rating": 5,
    "name": "Dmytro Kharchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Although I'm not from Mohyla, but I love this place, it's cool here …",
    "rating": 3,
    "name": "Богдан Пасичник",
    "cat": "Bar"
  },
  {
    "review": "Место для друзей. Вкусная кухня, бар с более 50-ти видами настоек, не оставит вас равнодушными. …",
    "rating": 3,
    "name": "Igor Grabin",
    "cat": "Bar"
  },
  {
    "review": "Отличное место! Отличная обстановка!\n\n(Translated by Google)\nPerfect place! Great setting!",
    "rating": 5,
    "name": "Valery Bogrentsova",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, но столик нужно заранее бронировать.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Мойсей",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I love the Antelope waiter !!!\nAnd Denis is still cool! Love you! …",
    "rating": 5,
    "name": "Роман Шепуров",
    "cat": "Bar"
  },
  {
    "review": "Супер ребята,не дали умерть с голоду,накормили вне очереди,очень вкусно,спасибо!!!! Хороших клиентов!!!! …",
    "rating": 5,
    "name": "Олександр Пойда",
    "cat": "Bar"
  },
  {
    "review": "Очень хорошее заведение. Персонал, кухня,цены,настойки ВСЁ СУПЕР\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitalii Vorochenko",
    "cat": "Bar"
  },
  {
    "review": "Официант был груб и неприветлив, пришлось уйти из-за низкосортного обслуживания\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Маx Benz (BmCuts)",
    "cat": "Bar"
  },
  {
    "review": "Пожалуйста, больше к  нам не приходите. Спасибо!\n\n(Translated by Google)\nPlease do not come to us again. Thank!",
    "rating": 5,
    "name": "Andriy Yeromenko",
    "cat": "Bar"
  },
  {
    "review": "Отличное заведение, хорошие цены ,вкусная еда, вежливый персонал ,рекомендую!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Китаец Ко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Though somewhere you can come at night, and then with these laws, the fear of what is happening …",
    "rating": 5,
    "name": "Oksana Semenkova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric favorite bar 😊 inexpensive delicious food, homemade drinks …",
    "rating": 1,
    "name": "Michael Naumov",
    "cat": "Bar"
  },
  {
    "review": "Хорошее меня, обслуживание на высшем уровне, разнообразие в алкоголе, демократичные цены. …",
    "rating": 4,
    "name": "evgeniy pasenko",
    "cat": "Bar"
  },
  {
    "review": "Обслуживание можно улучшить, иногда про вас могут забыть\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юрий Царенко",
    "cat": "Bar"
  },
  {
    "review": "Зашли первый раз. Очень понравилась обстановка.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Анучин",
    "cat": "Bar"
  },
  {
    "review": "Цены конечно не фонтан, однако вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Georgiy Hmelidze",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place with reasonable cuisine and affordable prices (very tasty dishes in pita bread) …",
    "rating": 5,
    "name": "pipika",
    "cat": "Bar"
  },
  {
    "review": "Место топовое но всё спортил патлатый(извените) официант который хамил\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Величко",
    "cat": "Bar"
  },
  {
    "review": "Такое впечатление, что настойки потихоньку бодяжить начали. Но место весёлое, и сидр хороший …",
    "rating": 4,
    "name": "Михаил Одарченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The atmosphere of the establishment and the kitchen are simply class! And the ciders are delicious …",
    "rating": 5,
    "name": "Игорь Франк",
    "cat": "Bar"
  },
  {
    "review": "Шикарный выбор алкоголя. Мне было вкусно\n\n(Translated by Google)\nChic choice of alcohol. I tasted good",
    "rating": 5,
    "name": "Andre Kononov",
    "cat": "Bar"
  },
  {
    "review": "Вэри гуд. Всем советую. Десять из десяти. Абрикосовый сидр делишз 😗👌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Костянтин Вегера",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very lovely, cozy place. Good service. Delicious Izha.\n\n(Original) …",
    "rating": 5,
    "name": "Vladyslav Vivdenko",
    "cat": "Bar"
  },
  {
    "review": "Очень круто) большой выбор) официанты супер)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Ковалева",
    "cat": "Bar"
  },
  {
    "review": "Зашарпаный бар, но это же бар) вкусно готовят, недорогой алкоголь\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Мельник",
    "cat": "Bar"
  },
  {
    "review": "Легко накидаться и познакомиться с разными людьми.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Eldo Eldo",
    "cat": "Bar"
  },
  {
    "review": "Прекрасна только кухня и бар, ВСЕ остальное плохо :(\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Віталій Корсунов",
    "cat": "Bar"
  },
  {
    "review": "Очень уютно, душевно и вкусно! Спасибо!\n\n(Translated by Google)\nVery cozy, sincere and delicious! Thank!",
    "rating": 5,
    "name": "алексей подчерняев",
    "cat": "Bar"
  },
  {
    "review": "Выступал здесь на Открытых Микрофонах. Очень плохое место. Совсем публика не огонь …",
    "rating": 3,
    "name": "Maksym",
    "cat": "Bar"
  },
  {
    "review": "Попался не очень дружелюбный персонал((((\n\n(Translated by Google)\nGotcha not very friendly staff ((((",
    "rating": 4,
    "name": "Анна Цицилюк",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для отдыха компанией. Очень много недорогих и вкусных наливок.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил У",
    "cat": "Bar"
  },
  {
    "review": "Отличный место для проведения досуга, бургер перенесли через 14 минут, вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Нежиков",
    "cat": "Bar"
  },
  {
    "review": "Наливки топ рекомендую все что есть, дёшево и качественно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Светлана Конопольская",
    "cat": "Bar"
  },
  {
    "review": "Топовое место! Самый любимый бар 💚\n\n(Translated by Google)\nTop place! Favorite bar 💚",
    "rating": 5,
    "name": "Vera Ermilova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place with atmosphere.\n\n(Original)\nГарне місце зі атмосферою.",
    "rating": 5,
    "name": "Roman",
    "cat": "Bar"
  },
  {
    "review": "Еда вкусная, обслуживание хорошее, над интерьером можно поработать. В общем неплохо. …",
    "rating": 5,
    "name": "Ирина Проскурина",
    "cat": "Bar"
  },
  {
    "review": "Амигос - топ, самое душевное заведение в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгения Сергеевна",
    "cat": "Bar"
  },
  {
    "review": "Паб для друзей. Вкусный бургер вегетарианский\n\n(Translated by Google)\nPub for friends. Tasty Vegetarian Burger",
    "rating": 5,
    "name": "Mykola Bortnychuk",
    "cat": "Bar"
  },
  {
    "review": "Антуражное заведение с приятной едой/выпивкой за приемлемые цены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleg Vyontsek",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The best institution in Kyiv!\n\n(Original)\nКращий заклад Києва!",
    "rating": 5,
    "name": "Юлія Поліщук",
    "cat": "Bar"
  },
  {
    "review": "Все просто круто, ребята молодцы 😀❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "ольга ладовчина",
    "cat": "Bar"
  },
  {
    "review": "Своя атмосфера, постоянные клиенты. Мне понравилось. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladyslav Lytvynenko",
    "cat": "Bar"
  },
  {
    "review": "Любимое место для встречи с друзьями!!отличный бар на подоле 5 из 5!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Max Grin",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) They were expelled from the institution and spoke Russian …",
    "rating": 5,
    "name": "Сергей Кальмуцкий",
    "cat": "Bar"
  },
  {
    "review": "Обязательно посетить! Незабываемая атмосфера!\n\n(Translated by Google)\nMust visit! Unforgettable atmosphere!",
    "rating": 5,
    "name": "Надійка Клименко_Добуш",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Too much glamor stuff. Shots are good - there is plenty to choose from. …",
    "rating": 5,
    "name": "Антон Б",
    "cat": "Bar"
  },
  {
    "review": "В своём ценовом сегменте нет равных)\n\n(Translated by Google)\nThere is no equal in its price segment)",
    "rating": 5,
    "name": "Володимир Вікарчук",
    "cat": "Bar"
  },
  {
    "review": "Непринуженная атмосфера. Недорого. Вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii Hrekov",
    "cat": "Bar"
  },
  {
    "review": "Интересное заведение с демократичными ценами на алкоголь ))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alina Kalistratova",
    "cat": "Bar"
  },
  {
    "review": "Приятное обслуживание. Очень вкусная еда. И уютная атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Katerina Shamanauri",
    "cat": "Bar"
  },
  {
    "review": "Внимательный персонал, много разных залов где можно отдохнуть под настроение\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Мельник",
    "cat": "Bar"
  },
  {
    "review": "Всегда очень вкусно, гостеприимно  и атмосферненько 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Michel Kryachko",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для посиделок с друзьями! Вкусное пиво и отличная еда!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Виноградов",
    "cat": "Bar"
  },
  {
    "review": "Очень уютно и мило, обслуживание и цены 👍👍👍❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladyslav Ponikarchyk",
    "cat": "Bar"
  },
  {
    "review": "Великолепное место, очень вкусно, обслуживают быстро и цены очень демократичные! Стейк рибай очень рекомендую …",
    "rating": 5,
    "name": "Roman Nuzhniy",
    "cat": "Bar"
  },
  {
    "review": "отличный бизнес ланч\n\n(Translated by Google)\ngreat business lunch",
    "rating": 5,
    "name": "Mou Md",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good place for a nice evening. Stand up stand performances on Wednesdays …",
    "rating": 5,
    "name": "Max Khilo",
    "cat": "Bar"
  },
  {
    "review": "нет слов, вот прям👍\n\n(Translated by Google)\nno words, that's straight вот",
    "rating": 5,
    "name": "Beherit Reshad",
    "cat": "Bar"
  },
  {
    "review": "Лучшие настойки в городе!\n\n(Translated by Google)\nThe best liqueurs in town!",
    "rating": 5,
    "name": "Саша",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для небольшой компании, хороший выбор наливок. Советую.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Валерій Холоімов",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для любителей настоек. Они здесь просто великолепные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ignat Molchanov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Pork ribs are divine\nPrices for alcohol and food are available …",
    "rating": 5,
    "name": "Андрей Весёлкин",
    "cat": "Bar"
  },
  {
    "review": "Один из немногих оставшихся, тру пабов.\n\n(Translated by Google)\nOne of the few remaining, true pubs.",
    "rating": 5,
    "name": "Владислав Кучак",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The impeccable bar atmosphere for artists and creative audiences, customer orientation👏😉 …",
    "rating": 5,
    "name": "Bartender Trostenok",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Favorite bar. Great atmosphere. Good prices.\n\n(Original) …",
    "rating": 5,
    "name": "Олексій Голобородько",
    "cat": "Bar"
  },
  {
    "review": "Уютно, вкусно, недорого.\n\n(Translated by Google)\nCozy, tasty, inexpensive.",
    "rating": 5,
    "name": "Ярослав Сапак",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусно и уютно.\n\n(Translated by Google)\nVery tasty and cozy.",
    "rating": 5,
    "name": "Vakiro OrcKiller",
    "cat": "Bar"
  },
  {
    "review": "Отличная музыка, интересные люди, хорошее барное меню\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман Носко",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусный сидр. Всем советую. )\n\n(Translated by Google)\nVery tasty cider. I advise everyone. )",
    "rating": 5,
    "name": "Роман Страмик",
    "cat": "Bar"
  },
  {
    "review": "Одно из лучших мест в столице. Простая и вкусная кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оля Козлова",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера - супер.\nЦены - дешево.\nОдним словом отлично) …",
    "rating": 1,
    "name": "Егор Савельев",
    "cat": "Bar"
  },
  {
    "review": "Обалденные настойки, незабываемая атмосфера, ощущение домашнего уюта обеспечено!)) …",
    "rating": 1,
    "name": "Heorh Pavliuchenko",
    "cat": "Bar"
  },
  {
    "review": "Уютненько, большой выбор вкусных крафтовых настоек)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olena Riabichenko",
    "cat": "Bar"
  },
  {
    "review": "Отличная кухня, в том числе и для бизнес обедов.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мария Коробка (Marianne)",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I recommend it cheap comfortable fun fast\n\n(Original) …",
    "rating": 5,
    "name": "Roman",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Pub with nice prices 😋\n\n(Original)\nПаб з приємними цінами 😋",
    "rating": 5,
    "name": "Kir Kucherov",
    "cat": "Bar"
  },
  {
    "review": "Вкусный сидр и настоянки.\n\n(Translated by Google)\nDelicious cider and infusions.",
    "rating": 5,
    "name": "Olena Orehova",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар , со своими фирменными настойками\n\n(Translated by Google)\nNice bar with its own signature tinctures",
    "rating": 5,
    "name": "Гена Антощак",
    "cat": "Bar"
  },
  {
    "review": "Маленький крейзи #нашдомик.\nЗА Е Б И С Ь Т АК Д ЕР ЖА Т Ь …",
    "rating": 5,
    "name": "Костя Лінч",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Liked: chicken burger and cider\n\n(Original) …",
    "rating": 5,
    "name": "Maxim Ternovskiy",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great place! Great prices, more customized service\n\n(Original) …",
    "rating": 5,
    "name": "Олександр Музичко",
    "cat": "Bar"
  },
  {
    "review": "Отличное место)\nНемного шумновато, но достаточно уютно …",
    "rating": 5,
    "name": "Яковенко Евгений",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Reasonable prices, good range\n\n(Original) …",
    "rating": 5,
    "name": "Timur Ibraimov",
    "cat": "Bar"
  },
  {
    "review": "Шикарное место, уютная атмосфера, лучший сидр в Киеве\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vasyl Zhuk",
    "cat": "Bar"
  },
  {
    "review": "Отличное место и вкусная еда! Рекомендую;)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Liubenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Quiet atmosphere\n\n(Original)\nТихе атмосферне місце",
    "rating": 3,
    "name": "No Name",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосефрный бар и вкусный сидр!\n\n(Translated by Google)\nVery atmospheric bar and delicious cider!",
    "rating": 5,
    "name": "Dina Symoroz",
    "cat": "Bar"
  },
  {
    "review": "Хамство барменов впечатлило\n\n(Translated by Google)\nRudeness of bartenders impressed",
    "rating": 5,
    "name": "Aleksandr Chu",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Bulky waiters, who are simply not enough.\n\n(Original) …",
    "rating": 5,
    "name": "Roman Lykhatskyi",
    "cat": "Bar"
  },
  {
    "review": "очень душевное место. гости становятся сдесь друзьями. рекомендую\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Loockers",
    "cat": "Bar"
  },
  {
    "review": "Очень дружные бармены , всегда рады Вам в любое время 😊👌🏻\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лейла Кравченко",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, прекрасные цены и напитки!\n\n(Translated by Google)\nGreat place, great prices and drinks!",
    "rating": 4,
    "name": "Serg “akkustik” k",
    "cat": "Bar"
  },
  {
    "review": "Лучшая картошка, которую я когда-либо ел в барах.\n\n(Translated by Google)\nBest potato I've ever eaten in bars.",
    "rating": 3,
    "name": "Oleh Miryanov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Deliciously. Prices are surprisingly low for Podil.\n\n(Original) …",
    "rating": 5,
    "name": "Vladyslav Tsvirkun",
    "cat": "Bar"
  },
  {
    "review": "Нормальный адекватный барчик !\n\n(Translated by Google)\nNormal adequate bar!",
    "rating": 5,
    "name": "Jeksan Lvinskiy",
    "cat": "Bar"
  },
  {
    "review": "Если Подол, то Амигос. У нас - так.\n\n(Translated by Google)\nIf Podol, then Amigos. We have it.",
    "rating": 5,
    "name": "Александр Петрушенко",
    "cat": "Bar"
  },
  {
    "review": "✨✨⚡️",
    "rating": 5,
    "name": "Ferdigison",
    "cat": "Bar"
  },
  {
    "review": "Крутой бар)\n\n(Translated by Google)\nCool bar)",
    "rating": 1,
    "name": "Анатолий Шевченко",
    "cat": "Bar"
  },
  {
    "review": "Приятные цены,  веселый персонал и вкусные настойки\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mykhaylo Pikulskiy",
    "cat": "Bar"
  },
  {
    "review": "Доступно, вкусно и большой выбор авторских настроек ;)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олег Гулько",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Improvised concerts, professional bartenders and great mood …",
    "rating": 4,
    "name": "Павел Дорофий",
    "cat": "Bar"
  },
  {
    "review": "Приятная обстановка, умеренные цены, бизнес-ланчи\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Артем Нест",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Norm.\n\n(Original)\nНорм.",
    "rating": 5,
    "name": "Alexander Lebedev",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious and cheap pours) an atmospheric place\n\n(Original) …",
    "rating": 5,
    "name": "Nataly",
    "cat": "Bar"
  },
  {
    "review": "Вкусный свинной шашлык\n\n(Translated by Google)\nDelicious pork kebab",
    "rating": 5,
    "name": "Сюжети поета",
    "cat": "Bar"
  },
  {
    "review": "Вкусные настойки, ламповая атмосфера\n\n(Translated by Google)\nDelicious liqueurs, lamp atmosphere",
    "rating": 1,
    "name": "Анна Кувь",
    "cat": "Bar"
  },
  {
    "review": "Недорого пиво попить самое то, а бизнес ланч-отстой\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарья Козлова",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусно готовят и доступно по деньгам\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Арсен Исамидинов",
    "cat": "Bar"
  },
  {
    "review": "неплохое заведение, вкусное пиво и бургеры\n\n(Translated by Google)\ngood restaurant, tasty beer and burgers",
    "rating": 5,
    "name": "Anna",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Democratic, not expensive, atmospheric\n\n(Original) …",
    "rating": 5,
    "name": "Анастасия Матях",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Tasty and atmospheric. Мескаль топчег\n\n(Original) …",
    "rating": 3,
    "name": "Дмитрий Заславский",
    "cat": "Bar"
  },
  {
    "review": "Спокойное уютное место и сервис достойный !\n\n(Translated by Google)\nQuiet cozy place and decent service!",
    "rating": 4,
    "name": "Артем Корякін",
    "cat": "Bar"
  },
  {
    "review": "Всё вкусно! Спасибо!\n\n(Translated by Google)\nEverything is delicious! Thanks!",
    "rating": 5,
    "name": "Ольга Купріян",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool bar Vlados is just super\n\n(Original) …",
    "rating": 4,
    "name": "Яна Янко",
    "cat": "Bar"
  },
  {
    "review": "Ужасное отношение к курьерам\n\n(Translated by Google)\nTerrible attitude towards couriers",
    "rating": 5,
    "name": "Богдан Полищук",
    "cat": "Bar"
  },
  {
    "review": "У нас нет курьеров. Возможно, вы что-то перепутали.\n\n(Translated by Google)\nWe don't have couriers. You may have confused something.",
    "rating": 5,
    "name": "Катя Беленок",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) They have a good pumpkin on whiskey\n\n(Original) …",
    "rating": 4,
    "name": "Максим Балан",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious lunches are now on the menu\n\n(Original)\nЗараз в меню смачні ланчі",
    "rating": 5,
    "name": "diskorubik Andrii",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good but very many people)\n\n(Original)\nХороші але дуже багато людей)",
    "rating": 3,
    "name": "Светлана Гудкова",
    "cat": "Bar"
  },
  {
    "review": "Хорошее заведение, одна проблема неадекватный в доску владелец.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Artem",
    "cat": "Bar"
  },
  {
    "review": "Уютное место с адекватными ценами. Зайду ещё!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nadia Smirnova",
    "cat": "Bar"
  },
  {
    "review": "Уютное место с кучей вкусных настоек и с очень приятными ценами)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Хижняк",
    "cat": "Bar"
  },
  {
    "review": "Крутое заведение) 5 из 5)\n\n(Translated by Google)\nCool institution) 5 out of 5)",
    "rating": 5,
    "name": "Янина Дублевская",
    "cat": "Bar"
  },
  {
    "review": "Второй оаз пиишли и все неудачно, все вокруг курят, долго готовят и медленно все((( …",
    "rating": 5,
    "name": "Daryna Poperechna",
    "cat": "Bar"
  },
  {
    "review": "Много людей, но очень классно)\n\n(Translated by Google)\nA lot of people, but very cool)",
    "rating": 5,
    "name": "Николай",
    "cat": "Bar"
  },
  {
    "review": "Коктейли вкусные!!! Но долго готовят...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Михалыч",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place. Very cozy lounge atmosphere.\n\n(Original) …",
    "rating": 5,
    "name": "Андрей Форостяный",
    "cat": "Bar"
  },
  {
    "review": "Уютный бар, отличные настойки и абсенты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nikolai Rybalkin",
    "cat": "Bar"
  },
  {
    "review": "Сервиса 0, но не особо дорого\n\n(Translated by Google)\nService 0, but not very expensive",
    "rating": 5,
    "name": "Eine Kleine",
    "cat": "Bar"
  },
  {
    "review": "Все ок.\n\n(Translated by Google)\nAll OK.",
    "rating": 5,
    "name": "Oksana Viter",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious cider and pleasant service <3\n\n(Original) …",
    "rating": 5,
    "name": "Anna Prutsakova",
    "cat": "Bar"
  },
  {
    "review": "Вкусная еда и сидр, в зале очень темно и душно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexander Kovalov",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное место для отдыха, но места на баре мало)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Плохих",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Left over, delicious, inexpensive\n\n(Original)\nЗалишено, смачно, недорого",
    "rating": 5,
    "name": "Nick Winner",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious food, reasonable prices.\n\n(Original)\nСмачна їжа, помірні ціни.",
    "rating": 5,
    "name": "Ole",
    "cat": "Bar"
  },
  {
    "review": "Вкусно демократично,  весело и пьяно!\n\n(Translated by Google)\nTasty democratic, fun and drunk!",
    "rating": 5,
    "name": "Davyd Melkon",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) This is the coolest pub in all of Kiev !!!\n\n(Original) …",
    "rating": 5,
    "name": "Вася Пионов",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) There are always good people here! And the original drinks! …",
    "rating": 5,
    "name": "Василь Залізняк",
    "cat": "Bar"
  },
  {
    "review": "Секретное заведение только для друзей, куда ходит весь Киев)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tasha Oreshkina",
    "cat": "Bar"
  },
  {
    "review": "Бар в котором не наливают... Всё плохо...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Edik Vushomirskii",
    "cat": "Bar"
  },
  {
    "review": "Всё супер!)\n\n(Translated by Google)\nEverything is super!)",
    "rating": 5,
    "name": "Илья Куприянов",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное место и очень вкусно\n\n(Translated by Google)\nAtmospheric location and very tasty",
    "rating": 5,
    "name": "Раиса Лемишко",
    "cat": "Bar"
  },
  {
    "review": "Самый лучший бар в Киеве\n\n(Translated by Google)\nThe best bar in Kiev",
    "rating": 3,
    "name": "R2",
    "cat": "Bar"
  },
  {
    "review": "Бар просто огонь, вкусные шоты)\n\n(Translated by Google)\nThe bar is just fire, delicious shots)",
    "rating": 5,
    "name": "Max Sxeoz",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное место , отличное меню и цены\n\n(Translated by Google)\nGreat place, great menu and prices",
    "rating": 5,
    "name": "Ivan Sylenko",
    "cat": "Bar"
  },
  {
    "review": "Если вы любите выпить, не пропустите этот бар.)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Fuklev",
    "cat": "Bar"
  },
  {
    "review": "Рекомендую. Оригинальная кухня, внимательный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Sokol",
    "cat": "Bar"
  },
  {
    "review": "Как по соотношению цена/качество 5+++\n\n(Translated by Google)\nAs for the price / quality ratio 5 +++",
    "rating": 5,
    "name": "Віктор Ільїн",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) the best bar in the world!\n\n(Original)\nнайкращий бар в світі!",
    "rating": 5,
    "name": "Лена Щепина",
    "cat": "Bar"
  },
  {
    "review": "Отличная музыкальная обстановка, вкусные наливки!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Горшков",
    "cat": "Bar"
  },
  {
    "review": "Приятная атмосфера, лояльные цены и приятные офицыанты\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alina Spasskaya",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool institution. Delicious tinctures\n\n(Original) …",
    "rating": 5,
    "name": "Bubu Grotesk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Group meets Depeche Mode Ukraine 😎😎😎\n\n(Original) …",
    "rating": 5,
    "name": "Анна Волковская",
    "cat": "Bar"
  },
  {
    "review": "Чудесная атмосфера, приятно провели вечер.\n\n(Translated by Google)\nWonderful atmosphere, had a nice evening.",
    "rating": 5,
    "name": "Юлия Дымчук Эко-предприниматель",
    "cat": "Bar"
  },
  {
    "review": "Нельзя пить больше 4-х сидроаюв\n\n(Translated by Google)\nYou can not drink more than 4 cider",
    "rating": 5,
    "name": "Наталия Возгарненна",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Gorgeous. Just unsurpassed!\n\n(Original) …",
    "rating": 5,
    "name": "Никита Ткаченко",
    "cat": "Bar"
  },
  {
    "review": "Это своего рода семья.\n\n(Translated by Google)\nThis is a kind of family.",
    "rating": 4,
    "name": "Nastasia Fisher",
    "cat": "Bar"
  },
  {
    "review": "Уютный , хороший дешовый бар Киева\n\n(Translated by Google)\nCozy, good cheap bar in Kiev",
    "rating": 4,
    "name": "Igor Isaev",
    "cat": "Bar"
  },
  {
    "review": "Настойки заебок лучше в Киеве как по мне\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valerii Dohryk",
    "cat": "Bar"
  },
  {
    "review": "Место для алко/труофф/топорорекстра/бомжпати сектантов #нашдомик #натягуйтесь\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Danuta Pisarenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) bar in the style of \"room in the hostel\"\n\n(Original) …",
    "rating": 5,
    "name": "Pavel Zmey",
    "cat": "Bar"
  },
  {
    "review": "Веселая атмосфера и вкусные настойки\n\n(Translated by Google)\nFun atmosphere and delicious tinctures",
    "rating": 5,
    "name": "mix mf",
    "cat": "Bar"
  },
  {
    "review": "Хорошее заведение, на свои деньги.\n\n(Translated by Google)\nA good place for your money.",
    "rating": 5,
    "name": "Богдан Кутняк",
    "cat": "Bar"
  },
  {
    "review": "Вкусно и уютно.\n\n(Translated by Google)\nDelicious and cozy.",
    "rating": 5,
    "name": "женя волков",
    "cat": "Bar"
  },
  {
    "review": "Душевное место)\n\n(Translated by Google)\nEmotional place)",
    "rating": 5,
    "name": "Andrew Morozov",
    "cat": "Bar"
  },
  {
    "review": "Шикарно!)\n\n(Translated by Google)\nGorgeous!)",
    "rating": 5,
    "name": "Саша Урсатый",
    "cat": "Bar"
  },
  {
    "review": "Мидииииии, определённо закажите килограмм))) И, конечно, наливочки)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Helen Komarova",
    "cat": "Bar"
  },
  {
    "review": "Каждый раз - как дома.\n\n(Translated by Google)\nEvery time - at home.",
    "rating": 5,
    "name": "Елена Юхно",
    "cat": "Bar"
  },
  {
    "review": "Тут шикарно!\n\n(Translated by Google)\nIt's gorgeous!",
    "rating": 5,
    "name": "Серж Лыга",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Everything is clearly a homeland\n\n(Original)\nВсьо чотко по родина родина",
    "rating": 5,
    "name": "Admin EMPIK",
    "cat": "Bar"
  },
  {
    "review": "Супер место! Всем рекомендую 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Константин Овсиенко",
    "cat": "Bar"
  },
  {
    "review": "прикольно, уютно, необычно, можно пофрилансировать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ос",
    "cat": "Bar"
  },
  {
    "review": "Интересный интерьер рекомендую настойки ихние\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Павлюкова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Topchik 🔥🔥🔥\n\n(Original)\nТопчик 🔥🔥🔥",
    "rating": 5,
    "name": "Олег",
    "cat": "Bar"
  },
  {
    "review": "В КЕСАДИЛЬЕ ЗАЧЕМ-ТО КИНЗА!!! 11 а так норм\n\n(Translated by Google)\nIN QUESADILLA WHY KINZA !!! 11 well ok",
    "rating": 5,
    "name": "OLEH",
    "cat": "Bar"
  },
  {
    "review": "Стильное кафе рядом с консульством Боливии\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlana Mukharovska",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "kapusta",
    "cat": "Bar"
  },
  {
    "review": "Настойка из облепихи, кесадилья, бармены супер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Stepan Zolotar",
    "cat": "Bar"
  },
  {
    "review": "Рассказывать не имеет смысла, надо здесь быть)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dava Смолянюк",
    "cat": "Bar"
  },
  {
    "review": "Огонь заведение, барики топ🔥\n\n(Translated by Google)\nFire place, bariki top🔥",
    "rating": 5,
    "name": "Vitalic Musiyenko",
    "cat": "Bar"
  },
  {
    "review": "Хороший паб\n\n(Translated by Google)\nGood pub",
    "rating": 5,
    "name": "bb kk",
    "cat": "Bar"
  },
  {
    "review": "Хорошо, вкусно и весело!\n\n(Translated by Google)\nGood, tasty and fun!",
    "rating": 3,
    "name": "dima vytov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A clear place for your own and others'.\n\n(Original) …",
    "rating": 4,
    "name": "Paul Kazydub",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар с летней площадкой\n\n(Translated by Google)\nNice bar with a summer terrace",
    "rating": 5,
    "name": "Andrey Mikolenko",
    "cat": "Bar"
  },
  {
    "review": "Наливки шикарные,молодцы,атмосферное местечко\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dakele N91",
    "cat": "Bar"
  },
  {
    "review": "Какие здесь вкусные рёбра!!!!!!!\n\n(Translated by Google)\nWhat delicious ribs here !!!!!!!",
    "rating": 5,
    "name": "Александр К",
    "cat": "Bar"
  },
  {
    "review": "Вкусные наливки\n\n(Translated by Google)\nTasty liquors",
    "rating": 5,
    "name": "Evgenia Kart",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, жаль ушки сняли с ассортимента\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Яковлєва",
    "cat": "Bar"
  },
  {
    "review": "Вкусно.\n\n(Translated by Google)\nTasty.",
    "rating": 1,
    "name": "AveKucher",
    "cat": "Bar"
  },
  {
    "review": "Лучшие настойки Киева\n\n(Translated by Google)\nThe best tinctures of Kiev",
    "rating": 5,
    "name": "Bogdan Khodchenko",
    "cat": "Bar"
  },
  {
    "review": "Это было очень круто!\n\n(Translated by Google)\nThat was very cool!",
    "rating": 5,
    "name": "Roman Petushkov",
    "cat": "Bar"
  },
  {
    "review": "Домашнее отношение к клиенту.Спасибо.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Artem",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I expected more\n\n(Original)\nОчікував більше",
    "rating": 5,
    "name": "Ruslana Chornukha",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Ai lav it ❤️\n\n(Original)\nАй лав іт ❤️",
    "rating": 5,
    "name": "Pavlo Alshauskas (Alshauskas)",
    "cat": "Bar"
  },
  {
    "review": "музыка!!\n\n(Translated by Google)\nmusic!!",
    "rating": 5,
    "name": "ГЕННАДИЙ Коротченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Incredible Bar: 3\n\n(Original)\nНеймовірний бар :3",
    "rating": 5,
    "name": "Denis",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар на подоле.\n\n(Translated by Google)\nThe best bar on the hem.",
    "rating": 4,
    "name": "Andrey Budnitsky",
    "cat": "Bar"
  },
  {
    "review": "Кухня очень!\n\n(Translated by Google)\nThe kitchen is very good!",
    "rating": 5,
    "name": "VVO",
    "cat": "Bar"
  },
  {
    "review": "🍻👍",
    "rating": 5,
    "name": "Jo Anna",
    "cat": "Bar"
  },
  {
    "review": "Посредственное место\n\n(Translated by Google)\nMediocre place",
    "rating": 5,
    "name": "Artur Born",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Pretty cheap and delicious\n\n(Original)\nДоволі дешево та смачно",
    "rating": 5,
    "name": "Inna Nason",
    "cat": "Bar"
  },
  {
    "review": "Душевное местечко)\n\n(Translated by Google)\nA sincere place)",
    "rating": 5,
    "name": "Kosty Nyzgiborskiy",
    "cat": "Bar"
  },
  {
    "review": "Нормально можно посидеть\n\n(Translated by Google)\nYou can sit normally",
    "rating": 4,
    "name": "Яна Хохуля",
    "cat": "Bar"
  },
  {
    "review": "Молодцы,\nПиво, еда,  то что нужно …",
    "rating": 5,
    "name": "Марина Соколова-Довгаль",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оксана Вакуленко",
    "cat": "Bar"
  },
  {
    "review": "Отличное и уютное заведение!!!\n\n(Translated by Google)\nGreat and comfortable place !!!",
    "rating": 4,
    "name": "Dymil Ly",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Insolent and unprofessional staff\n\n(Original) …",
    "rating": 5,
    "name": "Ivan Kaleniuk",
    "cat": "Bar"
  },
  {
    "review": "Любимый бар в Киеве\n\n(Translated by Google)\nFavorite bar in Kiev",
    "rating": 1,
    "name": "Назар Мисинчук",
    "cat": "Bar"
  },
  {
    "review": "Такого выбора настоек нет нигде\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anton Chernukha",
    "cat": "Bar"
  },
  {
    "review": "Хорошие спокойное заведение\n\n(Translated by Google)\nNice quiet place",
    "rating": 5,
    "name": "Евгений Самохвалов",
    "cat": "Bar"
  },
  {
    "review": "Наливки хороши\n\n(Translated by Google)\nThe drinks are good",
    "rating": 5,
    "name": "Stanislav Vladimirovich",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Love this place\n\n(Original)\nОбожнюю це місце",
    "rating": 5,
    "name": "Gennadiy Abramian",
    "cat": "Bar"
  },
  {
    "review": "Уютно",
    "rating": 5,
    "name": "Serhii Ushakov",
    "cat": "Bar"
  },
  {
    "review": "Все кульно и не дорого\n\n(Translated by Google)\nEverything is cool and not expensive",
    "rating": 5,
    "name": "Игорь Орещук",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, но шумновато :)\n\n(Translated by Google)\nTasty, but noisy :)",
    "rating": 5,
    "name": "Ярослав Кравец",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not bad enough.\n\n(Original)\nДоволі непогано.",
    "rating": 4,
    "name": "Vladymir Sedykh",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "николай олейник",
    "cat": "Bar"
  },
  {
    "review": "Тихо, уютно, вкусно.\n\n(Translated by Google)\nQuiet, cozy, tasty.",
    "rating": 5,
    "name": "Vadym Ziabchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Favorite place ♥ ️\n\n(Original)\nНайулюбленіше місце ♥️",
    "rating": 5,
    "name": "Роман Глебов",
    "cat": "Bar"
  },
  {
    "review": "Отличное молодёжное место.\n\n(Translated by Google)\nGreat youth place.",
    "rating": 5,
    "name": "Денис Гоцман",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Apricot Van Lava Cider\n\n(Original)\nСидр абрикосовий ван лав",
    "rating": 5,
    "name": "игорь новик",
    "cat": "Bar"
  },
  {
    "review": "Такосы супер, атмосфера супер\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavel Yatsenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Mega Amigos !!!\n\n(Original)\nМега Амигос!!!",
    "rating": 1,
    "name": "Ihor Zhuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place\n\n(Original)\nГарне місце",
    "rating": 4,
    "name": "Валерия Полищук",
    "cat": "Bar"
  },
  {
    "review": "Офигенное место!!!\n\n(Translated by Google)\nAwesome place !!!",
    "rating": 5,
    "name": "Vlad Gazda",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The worst place in Kiev.\n\n(Original)\nНайгірше місце в Києві.",
    "rating": 5,
    "name": "Євген Кобзар",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Apparently you haven't had us yet :)\n\n(Original)\nМабуть, ви ще у нас не були :)",
    "rating": 5,
    "name": "Viktor Petrenko",
    "cat": "Bar"
  },
  {
    "review": "Отличные филе-миньоны и наливки\n\n(Translated by Google)\nGreat filet mignons and liqueurs",
    "rating": 5,
    "name": "Sergiy Zibrov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Heartfelt\n\n(Original)\nДушевно",
    "rating": 5,
    "name": "Мария Гроздова",
    "cat": "Bar"
  },
  {
    "review": "Только лучше, только тут ;)\n\n(Translated by Google)\nOnly better, only here;)",
    "rating": 5,
    "name": "Юлия Белинская",
    "cat": "Bar"
  },
  {
    "review": "Супер-бар!!! Рекомендую!\n\n(Translated by Google)\nSuper bar !!! Recommend!",
    "rating": 5,
    "name": "Владимир Вареня",
    "cat": "Bar"
  },
  {
    "review": "Топ за своим деньги\n\n(Translated by Google)\nTop for your money",
    "rating": 5,
    "name": "Богдана Царёва",
    "cat": "Bar"
  },
  {
    "review": "Наш домик\n\n(Translated by Google)\nOur house",
    "rating": 5,
    "name": "виталик карпенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious tinctures\n\n(Original)\nДуже смачні настоянки",
    "rating": 5,
    "name": "Евгений Ярмолюк",
    "cat": "Bar"
  },
  {
    "review": "тесновато но прикольно\n\n(Translated by Google)\ncramped but cool",
    "rating": 5,
    "name": "This is ADV",
    "cat": "Bar"
  },
  {
    "review": "Хорошо )\n\n(Translated by Google)\nGood )",
    "rating": 5,
    "name": "Olha Moiseienko",
    "cat": "Bar"
  },
  {
    "review": "Уютная и дружественная атмосфера\n\n(Translated by Google)\nCozy and friendly atmosphere",
    "rating": 5,
    "name": "Yuri Karman",
    "cat": "Bar"
  },
  {
    "review": "Сидры просто космические :)\n\n(Translated by Google)\nCiders are just cosmic :)",
    "rating": 5,
    "name": "zheka boba",
    "cat": "Bar"
  },
  {
    "review": "Советую всем, посетить это место!\n\n(Translated by Google)\nI advise everyone to visit this place!",
    "rating": 5,
    "name": "Sergey Chaikovskiy",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное и недорогое место\n\n(Translated by Google)\nAtmospheric and inexpensive place",
    "rating": 5,
    "name": "Евгений М",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, весело и уютно\n\n(Translated by Google)\nGreat place, fun and comfortable",
    "rating": 5,
    "name": "Жанна Запорожец",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Terrible service.\n\n(Original)\nЖахливе обслуговування.",
    "rating": 5,
    "name": "Dmytrenko Yurii",
    "cat": "Bar"
  },
  {
    "review": "Норм место. Дёшево и сердито\n\n(Translated by Google)\nNice place. Cheap and cheerful",
    "rating": 5,
    "name": "Валентин Лешко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The most incredible place!\n\n(Original)\nНеймрвірне місце!",
    "rating": 3,
    "name": "Владислав",
    "cat": "Bar"
  },
  {
    "review": "Крутое и очень душевное место.\n\n(Translated by Google)\nCool and very sincere place.",
    "rating": 5,
    "name": "Ed Bond",
    "cat": "Bar"
  },
  {
    "review": "Отличные ребята на баре\n\n(Translated by Google)\nGreat guys at the bar",
    "rating": 5,
    "name": "Artem artem",
    "cat": "Bar"
  },
  {
    "review": "Атмосферненько )\n\n(Translated by Google)\nAtmospheric)",
    "rating": 5,
    "name": "Danial Metushev",
    "cat": "Bar"
  },
  {
    "review": "Отличное место!!!\n\n(Translated by Google)\nPerfect place!!!",
    "rating": 5,
    "name": "Peter Golovatyi",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "M Gogoba",
    "cat": "Bar"
  },
  {
    "review": "Большой выбор настоек.\n\n(Translated by Google)\nLarge selection of tinctures.",
    "rating": 5,
    "name": "Дмитрий Масюк",
    "cat": "Bar"
  },
  {
    "review": "Понравилось\n\n(Translated by Google)\nLiked",
    "rating": 5,
    "name": "Dennis Zavrikoff",
    "cat": "Bar"
  },
  {
    "review": "Круто)\n\n(Translated by Google)\nCool)",
    "rating": 5,
    "name": "Igor Kruglenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) # drug addict\n\n(Original)\n#нашдомик",
    "rating": 3,
    "name": "Alex Koss",
    "cat": "Bar"
  },
  {
    "review": "Лучшее место в дешёвом сегменте!\n\n(Translated by Google)\nThe best place in the cheap segment!",
    "rating": 5,
    "name": "Вадим Гукалюк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Uuuu bartenders 💗\n\n(Original)\nУууу бармены 💗",
    "rating": 5,
    "name": "Дима Герасименко",
    "cat": "Bar"
  },
  {
    "review": "Очень понравилось\n\n(Translated by Google)\nLiked it a lot",
    "rating": 4,
    "name": "Andy Briggs",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ivan Kovch",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "артем стародуб",
    "cat": "Bar"
  },
  {
    "review": "Душевно)\n\n(Translated by Google)\nMentally)",
    "rating": 5,
    "name": "Саша Семенюта",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andrii Tiutiunnyk aka SAVETHETUNA",
    "cat": "Bar"
  },
  {
    "review": "Отличное душевное заведение\n\n(Translated by Google)\nGreat mental institution",
    "rating": 4,
    "name": "Alexandr Nevgad",
    "cat": "Bar"
  },
  {
    "review": "все на высшем уровне\n\n(Translated by Google)\nall at the highest level",
    "rating": 5,
    "name": "Андрей Басневич",
    "cat": "Bar"
  },
  {
    "review": "Обычный Подольский гендель.\n\n(Translated by Google)\nThe usual Podolsky gendel.",
    "rating": 5,
    "name": "Обо всём понемногу",
    "cat": "Bar"
  },
  {
    "review": "Скумбрия с сулугуни - шик\n\n(Translated by Google)\nMackerel with suluguni - chic",
    "rating": 5,
    "name": "Инна Молодецкая",
    "cat": "Bar"
  },
  {
    "review": "Классс)\n\n(Translated by Google)\nclass)",
    "rating": 5,
    "name": "Роман Грицюк",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Лола Касымова",
    "cat": "Bar"
  },
  {
    "review": "Атмосферно однако)\n\n(Translated by Google)\nAtmospheric however)",
    "rating": 5,
    "name": "Олександр Лець",
    "cat": "Bar"
  },
  {
    "review": "Лучшее решение на подоле:)\n\n(Translated by Google)\nThe best solution on the hem :)",
    "rating": 5,
    "name": "Olha Kotenko",
    "cat": "Bar"
  },
  {
    "review": "Доброе, пьяное место)\n\n(Translated by Google)\nKind, drunken place)",
    "rating": 5,
    "name": "Tanya Yaroshenko",
    "cat": "Bar"
  },
  {
    "review": "Отличное, уютное место\n\n(Translated by Google)\nGreat, cozy place",
    "rating": 5,
    "name": "Elena Chebotareva",
    "cat": "Bar"
  },
  {
    "review": "Уютное место для своих.\n\n(Translated by Google)\nA cozy place for their own.",
    "rating": 5,
    "name": "Tkach Too Much",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not impressive.\n\n(Original)\nНе вражає.",
    "rating": 5,
    "name": "Александр Румянцев",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Богдан Гладун",
    "cat": "Bar"
  },
  {
    "review": "Душевный бар)\n\n(Translated by Google)\nSoul bar)",
    "rating": 4,
    "name": "Pavlo",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Andrey Datsenko",
    "cat": "Bar"
  },
  {
    "review": "Норм заведение.\n\n(Translated by Google)\nNorm institution.",
    "rating": 4,
    "name": "Nadiya Demyanyuk",
    "cat": "Bar"
  },
  {
    "review": "Хз чё за место\n\n(Translated by Google)\nWhat for a place",
    "rating": 5,
    "name": "Eugene Samoilenko",
    "cat": "Bar"
  },
  {
    "review": "♥️",
    "rating": 3,
    "name": "Леонид Ветошкин",
    "cat": "Bar"
  },
  {
    "review": "Идеально\n\n(Translated by Google)\nPerfect",
    "rating": 5,
    "name": "Вадим Вітер",
    "cat": "Bar"
  },
  {
    "review": "Шикарный \"Май-тай\"!\n\n(Translated by Google)\nChic \"Mai-thai\"!",
    "rating": 5,
    "name": "Сергей Масленников",
    "cat": "Bar"
  },
  {
    "review": "Хорошая атмосфера\n\n(Translated by Google)\nGood atmosphere",
    "rating": 5,
    "name": "Yehor TRNGLM",
    "cat": "Bar"
  },
  {
    "review": "Хорошее заведения.\n\n(Translated by Google)\nGood establishments.",
    "rating": 5,
    "name": "Blaccwilly",
    "cat": "Bar"
  },
  {
    "review": "Дешево и вкусно",
    "rating": 4,
    "name": "Pavlo Norman",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious cider 😁\n\n(Original)\nСмачний сидр 😁",
    "rating": 5,
    "name": "Vitaliy Tkachenko",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусно",
    "rating": 5,
    "name": "Proto krishna",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric location\n\n(Original)\nАтмосферне місце",
    "rating": 4,
    "name": "Павел Валериевич",
    "cat": "Bar"
  },
  {
    "review": "Милое место, заходите)\n\n(Translated by Google)\nNice place, come in)",
    "rating": 5,
    "name": "Людмила Дедовец",
    "cat": "Bar"
  },
  {
    "review": "Вкусноооо!\n\n(Translated by Google)\nYummy!",
    "rating": 5,
    "name": "Тимур Тихонов",
    "cat": "Bar"
  },
  {
    "review": "Красиво\n\n(Translated by Google)\nhandsomely",
    "rating": 5,
    "name": "Albipharma",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Light-dark\n\n(Original)\nСветловато-темновато",
    "rating": 5,
    "name": "Артём Сергеевич",
    "cat": "Bar"
  },
  {
    "review": "Отличное место!",
    "rating": 5,
    "name": "Kasia Kriuchkova",
    "cat": "Bar"
  },
  {
    "review": "Лимоновка обалденная )))\n\n(Translated by Google)\nThe lemonade is awesome)))",
    "rating": 5,
    "name": "Артур Злой",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric location\n\n(Original)\nАтмосферне місце",
    "rating": 5,
    "name": "Любомир (Lubomir)",
    "cat": "Bar"
  },
  {
    "review": "Клоповник\n\n(Translated by Google)\nKlopovnik",
    "rating": 4,
    "name": "Юрій К",
    "cat": "Bar"
  },
  {
    "review": "Укусил кто-то?\n\n(Translated by Google)\nDid someone bite?",
    "rating": 5,
    "name": "Массаж профессиональный Киев Массаж",
    "cat": "Bar"
  },
  {
    "review": "Неплохо\n\n(Translated by Google)\nNot bad",
    "rating": 4,
    "name": "Дмитрий Козицкий",
    "cat": "Bar"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 5,
    "name": "Andriy Matsyuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not a good cuisine\n\n(Original)\nНепогана кухня",
    "rating": 5,
    "name": "Павел Беличенко",
    "cat": "Bar"
  },
  {
    "review": "Вкусно\n\n(Translated by Google)\nDelicious",
    "rating": 3,
    "name": "Vadim VW",
    "cat": "Bar"
  },
  {
    "review": "Сидр.... Холодный...:)\n\n(Translated by Google)\nCider .... Cold ... :)",
    "rating": 5,
    "name": "Сергей Васильев",
    "cat": "Bar"
  },
  {
    "review": "Нормально\n\n(Translated by Google)\nFine",
    "rating": 4,
    "name": "Алексей Тропин",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Friendly staff\n\n(Original)\nПривітний персонал",
    "rating": 5,
    "name": "Ivan Saliuk",
    "cat": "Bar"
  },
  {
    "review": "Отлично\n\n(Translated by Google)\nExcellent",
    "rating": 5,
    "name": "Алена Иванова",
    "cat": "Bar"
  },
  {
    "review": "душевная атмосфера :)\n\n(Translated by Google)\nemotional atmosphere :)",
    "rating": 5,
    "name": "Katy Rivna",
    "cat": "Bar"
  },
  {
    "review": "Бармены на высоте\n\n(Translated by Google)\nBartenders on top",
    "rating": 5,
    "name": "Валерий Пашин",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Normally\n\n(Original)\nНормально",
    "rating": 3,
    "name": "Roman Gudz",
    "cat": "Bar"
  },
  {
    "review": "Уютно и доступно\n\n(Translated by Google)\nCozy and affordable",
    "rating": 5,
    "name": "Fillya Auto",
    "cat": "Bar"
  },
  {
    "review": "Классно\n\n(Translated by Google)\nGreat",
    "rating": 5,
    "name": "Валера «marsianen» Ралко",
    "cat": "Bar"
  },
  {
    "review": "Прикольное место\n\n(Translated by Google)\ncool place",
    "rating": 5,
    "name": "alice valerian",
    "cat": "Bar"
  },
  {
    "review": "Цены - агонь\n\n(Translated by Google)\nPrices - Agony",
    "rating": 3,
    "name": "Сергей Малашенков",
    "cat": "Bar"
  },
  {
    "review": "любовь\n\n(Translated by Google)\nlove",
    "rating": 5,
    "name": "Екатерина Глущенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Superovo\n\n(Original)\nСуперово",
    "rating": 5,
    "name": "Apache Machete",
    "cat": "Bar"
  },
  {
    "review": "Уютно и непринужденно\n\n(Translated by Google)\nCozy and at ease",
    "rating": 5,
    "name": "Евгений Валюк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Deliciously\n\n(Original)\nСмачно",
    "rating": 5,
    "name": "Petrovich bmw1964bmw",
    "cat": "Bar"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Ivan Kovalenko",
    "cat": "Bar"
  },
  {
    "review": "Побухать, побухать и пожрать\n\n(Translated by Google)\nPobuhat pobuhat and devour",
    "rating": 5,
    "name": "Сергей Кулишов",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) ahuenno\n\n(Original)\nахуєнно",
    "rating": 5,
    "name": "Володимир Бесхмельніцин",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Heartfelt\n\n(Original)\nДушевно",
    "rating": 5,
    "name": "Andrii Bushlyakov",
    "cat": "Bar"
  },
  {
    "review": "Нормалек\n\n(Translated by Google)\nNormalek",
    "rating": 5,
    "name": "John Smith",
    "cat": "Bar"
  },
  {
    "review": "всё супер!\n\n(Translated by Google)\neverything is super!",
    "rating": 5,
    "name": "matiola matiola",
    "cat": "Bar"
  },
  {
    "review": "Подорожали\n\n(Translated by Google)\nHave risen in price",
    "rating": 5,
    "name": "Olga B",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар\n\n(Translated by Google)\nGreat bar",
    "rating": 5,
    "name": "Iryna Perebeynis",
    "cat": "Bar"
  },
  {
    "review": "Божественный барчик :)\n\n(Translated by Google)\nDivine little bar :)",
    "rating": 5,
    "name": "Margaryta Pedchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Favorite bar\n\n(Original)\nУлюблений бар",
    "rating": 2,
    "name": "Олексій Пилипенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) = D> <: o) 👍\n\n(Original)\n=D> <:o) 👍",
    "rating": 5,
    "name": "Oleksii Hromyko",
    "cat": "Bar"
  },
  {
    "review": "Не\n\n(Translated by Google)\nNot",
    "rating": 5,
    "name": "Дима Козловский",
    "cat": "Bar"
  },
  {
    "review": "Это лучшее место!!!\n\n(Translated by Google)\nThis is the best place !!!",
    "rating": 5,
    "name": "Dmytro Doletskiy",
    "cat": "Bar"
  },
  {
    "review": "Восхитительно!\n\n(Translated by Google)\nAmazing!",
    "rating": 5,
    "name": "Cawa Sokolov",
    "cat": "Bar"
  },
  {
    "review": "Любимое место\n\n(Translated by Google)\nFavorite place",
    "rating": 5,
    "name": "Dmitro Kuznecov",
    "cat": "Bar"
  },
  {
    "review": "Подол есть подол\n\n(Translated by Google)\nThe hem is the hem",
    "rating": 5,
    "name": "Александр Кащеев",
    "cat": "Bar"
  },
  {
    "review": "Настойки класс\n\n(Translated by Google)\nTinctures class",
    "rating": 3,
    "name": "Анна Шматок",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Dark :)\n\n(Original)\nТемновато :)",
    "rating": 5,
    "name": "Светлана Шевякова",
    "cat": "Bar"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Андрей Фесенко",
    "cat": "Bar"
  },
  {
    "review": "Ок\n\n(Translated by Google)\nOK",
    "rating": 4,
    "name": "Остальная жизнь",
    "cat": "Bar"
  },
  {
    "review": "Все супер!\n\n(Translated by Google)\nEverything is great!",
    "rating": 4,
    "name": "Валентина Овечкина",
    "cat": "Bar"
  },
  {
    "review": "Милое местечко\n\n(Translated by Google)\nNice place",
    "rating": 5,
    "name": "Сервис Моторной Техники без тормозов",
    "cat": "Bar"
  },
  {
    "review": "Настойки ок!\n\n(Translated by Google)\nTinctures ok!",
    "rating": 4,
    "name": "PEL Tolik",
    "cat": "Bar"
  },
  {
    "review": "Такос отличные\n\n(Translated by Google)\nTacos are excellent",
    "rating": 3,
    "name": "Надя Гешлер",
    "cat": "Bar"
  },
  {
    "review": "Очень понравилось\n\n(Translated by Google)\nLiked it a lot",
    "rating": 5,
    "name": "Alikas Judkinas",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) nashdomik !!!!!\n\n(Original)\nнашдомик!!!!!",
    "rating": 5,
    "name": "Дар'я Т",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное место (:\n\n(Translated by Google)\nAtmospheric place (:",
    "rating": 5,
    "name": "Maksim Shalaginov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) # stretch\n\n(Original)\n#натягуйтесь",
    "rating": 4,
    "name": "наталья Васечкина",
    "cat": "Bar"
  },
  {
    "review": "Второй дом\n\n(Translated by Google)\nSecond house",
    "rating": 5,
    "name": "kalexey jjijj#jjijj",
    "cat": "Bar"
  },
  {
    "review": "Дешево и сердито\n\n(Translated by Google)\nCheap and angry",
    "rating": 5,
    "name": "Олександр Сапожко",
    "cat": "Bar"
  },
  {
    "review": "Уютное место\n\n(Translated by Google)\nCozy place",
    "rating": 5,
    "name": "Daria Zadiraka",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 3,
    "name": "okova arthole",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 4,
    "name": "Татьяна Буренок",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 5,
    "name": "FOX MOON",
    "cat": "Bar"
  },
  {
    "review": "Отлично!!!\n\n(Translated by Google)\nExcellent!!!",
    "rating": 5,
    "name": "Anna Kubytska",
    "cat": "Bar"
  },
  {
    "review": "Душевнинько\n\n(Translated by Google)\nDushevninko",
    "rating": 5,
    "name": "Дарина Рудь",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mikhail Katliar",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Тая Гентош",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ігор Турко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alina",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ксенія Іванченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tetiana Makarenko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sasha Omko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександр Кулик",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виталий",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Курдибаха",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Garry Garifullin",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Или Йа",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Sergii Ariekhov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анна Досенко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Алекс Шепард",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим Головченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Alex Moran",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "polinezija",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "John Doe",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mike Goldenberg",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "oleg Sqwosh",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анастасия Сергейчук",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lisa Joss",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleksandr Kalinchuk",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Vika",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maksym Kalashnyk",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Надя Лён",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Максим Корецкий",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Роман Сидоренко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Marina Karavaieva",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Артем Кривоносов",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Алина Гринь",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Max Petrov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Martyna Owsianek",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andriy R",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Pechenkin",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олеся Ижакевич",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександр Усенко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olha Topilko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "favormaximuc",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Илья Шершавец (G1vn)",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ihor Vasyliuta",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dima Palyvonchyk",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Игорь Кравченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marta Omelchenko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Сергей Коврижных",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan Khitsenko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрій Шевченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nick Zdanovych",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анастасия Кобченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Angelina Andreeva",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Вика Усманова",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Kozlov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleh Kotyk",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Altertraveler yachts&travel",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Renata Teterevleva",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Витрянский",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анна Алаева",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юрий Рыбалко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Аня Maриненко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Егор Седых",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ксения Лях",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Богдан Жмиря",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vlad Kacub",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Gogo Gebo",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Tetiana Rogozha",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Танюша",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Shiz0frenia",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Николай Шевченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Ігнатчук",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Татьяна",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Pavel Remygailo",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vitalii Zharavov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Маргарита Жиленкова",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юлія Груніч",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Rumpel 88",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анастасія Ріпка",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nila Vodolska",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Виталий Фандорин",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Соня Лепина",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ivan Grynko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Irena Schnaizbergen",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "sir Ralph",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Serhii Kikot",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Віктор Федюков",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виктория",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oles Shishkovtsov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mykhailo Podnihlazov",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nikita Ruzhevsky",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Еленея Шулявская",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Артем Шипорко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виктория Казак",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ярослав Зинченко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "А В",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksandr Popenko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Алексей Гриневич",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexey Luzin",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marina Gornostal",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Oleksii Tishkin",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vitalii Chulyk",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Николай Карпенко",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "vaser vas",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Haleesi P.",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Іван Петрович",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alex Panchenko",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "El Anash",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Teraksus Knight",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Arthur Shell",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталья Крикунова",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "EvgeniyIgorevich",
    "cat": "Bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Дмитро Годиненко",
    "cat": "Bar"
  }
]