[
  {
    "review": "Nice cozy place to have a drink. Prices are high for Ukraine especially their own signature cocktails but not extremely high. …",
    "rating": 4,
    "name": "Eonean",
    "cat": "Bar"
  },
  {
    "review": "Excellent place! Superb service, great show!\nDefinitely a go-to for Saturday evening.\nN.B. make sure you reserve a table or a place at the bar )",
    "rating": 5,
    "name": "Volodymyr Tomurka",
    "cat": "Bar"
  },
  {
    "review": "The bar is underground, it is a cozy and nice place with a large liquide store. However, they didn't let us in on Monday afternoon without any reason. And the bouncer didn't speak English at all to tell us why.",
    "rating": 2,
    "name": "Aris Kots",
    "cat": "Bar"
  },
  {
    "review": "Adore this bar. Music supplement and sure live music.\nBig arrange of drinks and dishes.\nGood stuff. …",
    "rating": 5,
    "name": "Olena Kryvoruchko",
    "cat": "Bar"
  },
  {
    "review": "Pleasant atmosphere, not very crowded during the weekdays, great selection of the cocktails. Kraken is one of the most original cocktails I have ever tried. Music is not too loud so you can easily chat with your friends. Sometimes they make some interesting events, e.g. concerts. The staff is pleasant as well. Overall impression - nice.",
    "rating": 5,
    "name": "Valerie Sobakar",
    "cat": "Bar"
  },
  {
    "review": "A bit pricy for Kiev, but worth visiting. Cool vibe, nice music and delicious cocktails.\nPS: it was very hard to find it!! When we got there the bouncer wasn’t on the …",
    "rating": 5,
    "name": "Patricia U",
    "cat": "Bar"
  },
  {
    "review": "Very cool bar. Great Cocktails and amazing creativity of the venue. Mixed crowd of all types of people. Various ages, colors and backgrounds. Very diverse crowd which I liked a lot. Good proportion of ladies to men. Live music performances …",
    "rating": 4,
    "name": "Rick Lemoine",
    "cat": "Bar"
  },
  {
    "review": "Good bar\nMany kinds of alcohol\nGood music …",
    "rating": 5,
    "name": "Ronen Giro",
    "cat": "Bar"
  },
  {
    "review": "Perfect cocktail bar, with live music and great DJ afterwards. Very climatic interior and generally great vibe inside. Top place in Kyiv.",
    "rating": 5,
    "name": "Wiktor Jaszczak",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars i have visited. The place was hard to find. The location is in a narrow alley leading to a yard. Once you get down, the place is rocking. Amazing band, beautiful huge bar, with every type of drink/cocktail available. …",
    "rating": 5,
    "name": "Raffi Assadourian",
    "cat": "Bar"
  },
  {
    "review": "Just awesome place by all means. Atmosphere, music, drinks and food are incredible. Cocktails menu suggested pretty much choices like classic cocktails and special ones. All the alcohol in cocktails of a really good quality and even after …",
    "rating": 5,
    "name": "Yaroslav Yegorov",
    "cat": "Bar"
  },
  {
    "review": "Very nice place,good live music..Drinks are expensive as it is a cocktail bar but they do have the largest amount off different alcohol beverages..",
    "rating": 4,
    "name": "Jacque meyer",
    "cat": "Bar"
  },
  {
    "review": "Great cocktails and live music. Was too crouded and we didnt have a place to sit. I recommend booking a table in advanced.",
    "rating": 4,
    "name": "שגיא אבידן",
    "cat": "Bar"
  },
  {
    "review": "Apparently best background place to have a drink in Kiev, hard to find it and get in, but when you do is so much fun with lovely bar service highly recommended to try and good luck to find it;)",
    "rating": 5,
    "name": "Adam Peter",
    "cat": "Bar"
  },
  {
    "review": "Is located in the alley behind a black door. You'll recognise the sign. Great bar great service but not easily found.",
    "rating": 5,
    "name": "Sneha Ganesh",
    "cat": "Bar"
  },
  {
    "review": "Amazing place. Best for listen rock music. And coctials were amazing also.",
    "rating": 5,
    "name": "bora atay",
    "cat": "Bar"
  },
  {
    "review": "Good place for the late night drink. I was in  🇺🇦 Ukrajine just for a short time, so I was sentimentality seeking for a shot of 🇺🇦 brandy, which they couldn't offer me. Never mind, a glass of French cognac satisfied my nostalgic mood. …",
    "rating": 4,
    "name": "Vladimir PISAR",
    "cat": "Bar"
  },
  {
    "review": "Awesome place, I really appreciate it. I recommended all tourists in Kiev especially for the first night.",
    "rating": 5,
    "name": "Eren Soylu",
    "cat": "Bar"
  },
  {
    "review": "It's a nice place. Cocktails start at ₴200. They are tasty and mixed in a way that alcohol is barely felt. A waiter will pick the cocktail to your taste. …",
    "rating": 5,
    "name": "Valentine Osnovyanenko",
    "cat": "Bar"
  },
  {
    "review": "Could have been perfect - but they don't have Mojitos?? Still, superb cocktail bar with an upbeat atmosphere",
    "rating": 4,
    "name": "Shahar Attias",
    "cat": "Bar"
  },
  {
    "review": "So friendly atmosphere... And cozy place.... Will always go there whenever am in Kiev",
    "rating": 5,
    "name": "Wa Na",
    "cat": "Bar"
  },
  {
    "review": "The best cocktails in Kiev, comfortable place and nice music❤️ Karina one 💕",
    "rating": 5,
    "name": "Аnna Amandii",
    "cat": "Bar"
  },
  {
    "review": "Music was good. Too much ice in the cocktails. For the sake of clarity say, that on photo I drank it before for a while until observe this ice cube. Never the less, we were laughing about its size.",
    "rating": 3,
    "name": "Ostap Revako",
    "cat": "Bar"
  },
  {
    "review": "Amazing place with climate and theme. If u like to experience something new u will be delighted. If u will find it ;) oh those angel wings are so derring.",
    "rating": 5,
    "name": "Zaza Akhvlediani",
    "cat": "Bar"
  },
  {
    "review": "Cool place. Rave and House music is playing and you can left yourself into the atmosphere. Prices are not so cheap but it worth it. You definetly should visit the backside of the club. At the end I wanna thank to bodyguard.",
    "rating": 5,
    "name": "ozan uygun",
    "cat": "Bar"
  },
  {
    "review": "We had a great time there. Cocktails were the best in Kiev especially мама сказала можна",
    "rating": 5,
    "name": "wonderer 234",
    "cat": "Bar"
  },
  {
    "review": "Nice bar for some good drink or beer although the beer selection is not wide. They have also some very old drinks (e.g. whiskey) so even though Ukraine is very cheap this can be pricey.",
    "rating": 4,
    "name": "Peter Borsuk",
    "cat": "Bar"
  },
  {
    "review": "A high quality bar. If you want to find a table on the weekends, I suggest you go early. There is live music. If you say you are a tourist at the entrance, they are helpful even if you don't have a reservation or password",
    "rating": 5,
    "name": "emre odabaş",
    "cat": "Bar"
  },
  {
    "review": "Black doors, no signs.\n\nGreat place to visit on Thursday. Fri-Sat usually too much crowd. Tasty …",
    "rating": 5,
    "name": "Denis Yakovenko",
    "cat": "Bar"
  },
  {
    "review": "Secret place🤫 Not enough space when was concert. But lovely design, nice staff. A bit to expensive but was worth👌",
    "rating": 5,
    "name": "Žilvinta Sušinskienė",
    "cat": "Bar"
  },
  {
    "review": "This used to be one of my favorite bars in Kyiv, and after 3 terrible experiences at this place it is about time to write a review. Had the absolute worst service last summer. The bartender was extremely rude, made me a cocktail he thought …",
    "rating": 1,
    "name": "Daria B",
    "cat": "Bar"
  },
  {
    "review": "Drinks is always good here and food too.\nMy favourite spot in Kiev",
    "rating": 5,
    "name": "Tony Auno",
    "cat": "Bar"
  },
  {
    "review": "Not give me option to enter cause dude at the door says that we already take drink on another place, so that why you can not enter. Pff before that place was more friendly",
    "rating": 1,
    "name": "Anton Rubets",
    "cat": "Bar"
  },
  {
    "review": "Security and barmen were very nice and serious checked the Covid-certificate. Nice bar - a bit similar to like Alchemist.",
    "rating": 5,
    "name": "P. B.",
    "cat": "Bar"
  },
  {
    "review": "Saying this as local, it's one of the best bars in Kyiv. Bartenders know what they are talking about. They will always try their best to match your taste preferences and they usually do it very well. Great choice of spirits and cocktails, amazing atmosphere, you will love it!",
    "rating": 5,
    "name": "Fanryr",
    "cat": "Bar"
  },
  {
    "review": "I no longer consider this a place where I can come and relax. Having to pay for a drink before they bring you a drink makes it...cheap ) oh well times change, old bars close and new ones arrive to replace them.\nThe drinks are still tasty, though.",
    "rating": 3,
    "name": "Yuriy Shevchenko",
    "cat": "Bar"
  },
  {
    "review": "My favorite bar when I’m in Kiev and in a mood for a drink. At first I judge a place by its design and here it’s really cool,you can see they did a great job. Then there’s pretty wide selection of whiskey which you can’t find in many other …",
    "rating": 5,
    "name": "Olya G",
    "cat": "Bar"
  },
  {
    "review": "It used to be a cool speakeasy bar, but not anymore. Today it’s an overrated place for those who want to just drink and don’t speak at all - live music is extremely loud and low quality 👎\nAlso rude face control.",
    "rating": 2,
    "name": "Anton Pidkuiko",
    "cat": "Bar"
  },
  {
    "review": "Awesome place with tasty drinks",
    "rating": 5,
    "name": "Nathan Kohavi",
    "cat": "Bar"
  },
  {
    "review": "Really good cocktail but the service is really slow. A cool place but it tend to be 50/50 chance to hear good music. Usually very loud so you can forget to have a good conversation with anyone. But still... drinks are good enough so try it out.",
    "rating": 3,
    "name": "Fredrik Westerlund",
    "cat": "Bar"
  },
  {
    "review": "I've been traveling a lot around Europe and this bar is pretty amazing and this is my first review I've done. I walked in and didn't really know what I wanted to drink and the bartender asked what do you like. I gave him what I liked and he made me a fantastic drink that even had a squid on a stick in it! Was a great place!",
    "rating": 5,
    "name": "Avery Hall",
    "cat": "Bar"
  },
  {
    "review": "The best pub I have ever been. Tickle balls - one love. Must see place in Kiev.",
    "rating": 5,
    "name": "Iana Skotselias",
    "cat": "Bar"
  },
  {
    "review": "nice environment but lots of crowd and hard to find seats during weekend",
    "rating": 4,
    "name": "Alp Oral",
    "cat": "Bar"
  },
  {
    "review": "Totally amazing place where you can hang out with your friends and enjoy your time.\nPersonnel is going to help you to choose the best drink ever. A nice music to …",
    "rating": 5,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Bar"
  },
  {
    "review": "Perfect place, tasty drinks, excellent service. Forgot my laptop and they found it, store and return me back :) highly recommended place and personnel whom you can trust",
    "rating": 5,
    "name": "Viktoriia Trofymchuk",
    "cat": "Bar"
  },
  {
    "review": "Great drinks in underground buncher style bar. Good jazz music. Entry fee was high for Ukraine",
    "rating": 5,
    "name": "Bryan",
    "cat": "Bar"
  },
  {
    "review": "Awesome cocktails! And the bar is a highlight to look at, plus the live music to listen to! It wasn't that easy to find the entrance though, but we are glad we did. Definitely a place locals go to!",
    "rating": 5,
    "name": "Julie Prantl (Jules)",
    "cat": "Bar"
  },
  {
    "review": "The best bar in Kyiv! Unique atmosphere, super tasty cocktails, a lot of special ones, which you could not try in other places. Super friendly and communicating bartenders and personnel. Nice live music every evening. Food also is good. …",
    "rating": 5,
    "name": "Юлия Демченко",
    "cat": "Bar"
  },
  {
    "review": "Very good drinks with a wide choice, the appetisers are also served in large portions and for a very correct price. The hidden entrance and path down a cellar makes just makes it more exciting ! The Staff is very friendly and there was a pianist playing when we visited (on a Monday). Absolutely a must-do in Kiev’s nightlife !",
    "rating": 5,
    "name": "Allison Vonesch",
    "cat": "Bar"
  },
  {
    "review": "My favorite bar in Kiev.\nA lot of drinks and nice people Always.",
    "rating": 5,
    "name": "Francesco Carnielli",
    "cat": "Bar"
  },
  {
    "review": "Niclely decoreted in a steampunk/monty python style.\n\nIt turns out the kraken cocktail is served with dead octopus as a decoration. …",
    "rating": 5,
    "name": "Tadas Tabulevicius",
    "cat": "Bar"
  },
  {
    "review": "so....the place place is like a Rollercoaster 🎢 up and down, 5 minutes you are are drunk, a few minutes later you are not. Especially  weekdays, light music, good staff and perfecf service😊",
    "rating": 5,
    "name": "Iuna Krumeng",
    "cat": "Bar"
  },
  {
    "review": "Fantastic place. Best tartare, shrimps and grilled salmon in town, all the alcohol you can imagine, live music and an area to chill and chat when it gets too loud. Bartenders are very knowledgeable about the spirits and can maintain an interesting conversation ^_^",
    "rating": 5,
    "name": "Kristina",
    "cat": "Bar"
  },
  {
    "review": "Probably the best selection of whiskies in Kyiv. Cozy interior and pleasant service. And most important: the staff are true fans of their jobs.",
    "rating": 5,
    "name": "Sergii Vdovychenko",
    "cat": "Bar"
  },
  {
    "review": "One of my favourite bars in Kiev has become a strange never go again place! The new doorman has started really damage the good brand and experience of this cool bar by himself.  Most of all I feel sad for the owner. How can it be that loyal …",
    "rating": 3,
    "name": "David Hunter",
    "cat": "Bar"
  },
  {
    "review": "Supper rude security.. didn’t let us in because pcr was “late” 5 hours… and recovery certificate wasn’t readable on their app…",
    "rating": 1,
    "name": "Alexander Grishyn",
    "cat": "Bar"
  },
  {
    "review": "One of the best cocktails I've ever had. Great selection.\n\nHowever, my friends ordered a bottle of vodka and they got charged... per shots! 1800 UAH (60€) for a bottle of simple vodka, woah. The service should mention that before.",
    "rating": 5,
    "name": "Kacper Kwapisz",
    "cat": "Bar"
  },
  {
    "review": "Amazing bar! I think it was the biggest bar I've ever seen. Even though we came late, they were really accomodating. The bartenders were really nice, and their drinks were amazing. Also, this is a hidden bar, so don't tell anyone!",
    "rating": 5,
    "name": "Emil Joensen",
    "cat": "Bar"
  },
  {
    "review": "If this was a place in Europe it would have an average of 1 star. Incredible bad service, it's all avout show and no go as with a lot of things in Ukraine. It seems the local population is too self centered and ignirant to realise they are …",
    "rating": 1,
    "name": "Chris",
    "cat": "Bar"
  },
  {
    "review": "Decent and trendy large bar. Come here to listen to live music, get quality cocktails and merge into the crowd.",
    "rating": 5,
    "name": "Denis Putilin",
    "cat": "Bar"
  },
  {
    "review": "The place is overcrowded. The security guy asked us to wear a mask, however, he was standing without the mask and inside obviously no one was wearing a mask. And when we offered to show him a COVID certification, he refused to look at it ( very odd). Common, guys! 2021 is outside.",
    "rating": 1,
    "name": "Andriy Kozyura",
    "cat": "Bar"
  },
  {
    "review": "Amazing place to spend time in a cool ambient with biggest selection of drinks in Kiev. Very great design, dark light and not too loud music. Big space, here you won't feel like no air, maybe at weekends only. Central, nice people around. No hookers or prostitutes (at least not so evident like in other places). Locals like this place.",
    "rating": 5,
    "name": "viki viki",
    "cat": "Bar"
  },
  {
    "review": "This is a hidden atmospheric bar with live music and delicious food. The cocktails are excellent, you cannot go wrong going here. Finding it is challenging. Enjoy your time there.",
    "rating": 4,
    "name": "Andre Theron",
    "cat": "Bar"
  },
  {
    "review": "Cool bar with good vibes and great drinks. Went twice, once on Saturday night which was busy and then a Sunday night which was more low key. Bartender was helpful and attentive. Looking forward to going back the next time I’m in Kiev.",
    "rating": 5,
    "name": "RC",
    "cat": "Bar"
  },
  {
    "review": "Just love it. Bartenders are best here 🤘🏼cocktails are just amazing!\nLive bands usually sing/play on Thursday-Saturday till 11pm, unfortunately :) Would love them having for longer time",
    "rating": 5,
    "name": "N Y",
    "cat": "Bar"
  },
  {
    "review": "After reasonable consumption for two days, we were refused entry for no apparent reason. We don't like the treatment and we don't come back again.\nThe space is stacked with tables and chairs, usually empty and reserved. There …",
    "rating": 2,
    "name": "Luís Tiago",
    "cat": "Bar"
  },
  {
    "review": "Hidden diamond with live jazz, magnificient cocktails and smart casual attire. A must.",
    "rating": 5,
    "name": "Gedi Taras",
    "cat": "Bar"
  },
  {
    "review": "One of my favorite bars in Kiev: wide choice of cocktails, decent food (especially for a bar), accompanied by live music quite so often. The staff is wonderful and friendly: if you don't know the exact drink you want, try describing the desired taste to one of the bartenders and enjoy the result",
    "rating": 5,
    "name": "Anastasiia Khyzhniak",
    "cat": "Bar"
  },
  {
    "review": "Cheerful and understanding employees, cosy atmosphere and plesant live music. You can find coctails that will be to your taste, prices above average.",
    "rating": 4,
    "name": "Temko Komissarov",
    "cat": "Bar"
  },
  {
    "review": "Cocktails to die for. A liquor collection to last a century. Attentive service and ok food. Not sure how often the live jazz is on but we were lucky. Tricky to find; go into inner courtyard, left doorway, left unmarked steel door.",
    "rating": 5,
    "name": "Henrik Eriksson",
    "cat": "Bar"
  },
  {
    "review": "Overpriced, noisy but great place at the city center. Like their personnel for perfect contact and work.",
    "rating": 4,
    "name": "Vitaliy Sharlay",
    "cat": "Bar"
  },
  {
    "review": "Beautiful bar! There was a live music performance when we visited. The place was crowded, so I'd recommend to reserve a table in advance. Note that it is hard to find (you need to go inside the arch and then enter the black door to the left of the building (Khreshchatyk 44, B)). Service could be better, therefore 4.",
    "rating": 4,
    "name": "Vasylysa Sheinina",
    "cat": "Bar"
  },
  {
    "review": "I'll make it short. I was refused for being blind. I had called prior to my visit to make sure they had space. Was much looking forward to it. I am now at another establishment with better human values. It's on the same street, they have …",
    "rating": 1,
    "name": "Emrah Kavun",
    "cat": "Bar"
  },
  {
    "review": "Nice bar with good music. Worth a visit during the weekend",
    "rating": 5,
    "name": "Yonatan Mor",
    "cat": "Bar"
  },
  {
    "review": "Nice bar. But it's quite secluded, had a hard time finding it, and it was very packed.",
    "rating": 4,
    "name": "Fariz Junaidi",
    "cat": "Bar"
  },
  {
    "review": "Vegans/vegetarians Do NOT order the \"Kraken\" cocktail, it comes with a small dead octopus inside.\nOther than that awesome bar, hard to find. Look for the first building entrance on the left and there's a black metal door.",
    "rating": 4,
    "name": "Irad Medina",
    "cat": "Bar"
  },
  {
    "review": "How to find: Look for the logo of a drink with wings, turn left under it, and check the metal wall on your left for a hidden door. …",
    "rating": 5,
    "name": "Anton “Finik” Séliukh",
    "cat": "Bar"
  },
  {
    "review": "My kind of bar, if you can find the entrance 😉 Dark, crowded and loud. If you know the right people, try to enter the secret cocktail bar 🍹",
    "rating": 5,
    "name": "Roy Amsel",
    "cat": "Bar"
  },
  {
    "review": "Nice cocktails, great whiskey selection. Apart from that, place has that steampunk interior and noir atmosphere with live jazz music that makes it very hard to leave it and go home. Prices are OK, considering good food quality and service",
    "rating": 5,
    "name": "Dmytro Denysenko",
    "cat": "Bar"
  },
  {
    "review": "Good place with nice atmosphere and maybe the best variety of strong alcohol in Kyiv but they are missing a beer. Many foreigner. Very friendly stuff. This place is good for dance but music is not so good as in Alchemist Bar.",
    "rating": 5,
    "name": "Oleksandr Z",
    "cat": "Bar"
  },
  {
    "review": "Good place to listen to live must and some nische performance",
    "rating": 5,
    "name": "Maksym Koliada",
    "cat": "Bar"
  },
  {
    "review": "Location is outrageous: hidden treasure on the main street of the city. Perfect atmosphere, lots of people from different countries - creates perfect cocktail. Coctailes are good always goog dancing music.",
    "rating": 5,
    "name": "Daria Lesko",
    "cat": "Bar"
  },
  {
    "review": "Delicious and varied drinks, extremely friendly bartenders and waiters. Lovely live music in the week days and DJ in the weekends. Definitely coming again next time I'm in Kiev.",
    "rating": 5,
    "name": "Lara Osorio",
    "cat": "Bar"
  },
  {
    "review": "The bar looked good, but the quality of the cocktail \"The old Cuban\" was poor. It had the taste of pickle-juice, there were no mint and maybe only few drops of rum. It wasn't worth 185 UAH at all!!!  The crowd consisted of the swanky teens …",
    "rating": 2,
    "name": "Victoria Wanderluster",
    "cat": "Bar"
  },
  {
    "review": "Very cozy place to drink, perfect bar line, a lot of drinks",
    "rating": 5,
    "name": "Alex",
    "cat": "Bar"
  },
  {
    "review": "Giving 2 stars, not 1..only because of the interior xD we came to drink some cocktails, but they had only 6! 6, Carl!! and wouldn't prepare even the basic ones. i understand this bar is more of a mono-drink establishment, but we've been to …",
    "rating": 2,
    "name": "Kiki Satsiki",
    "cat": "Bar"
  },
  {
    "review": "After talking with the bartender(ess) at my hotel, I journeyed to the bar.  I say journeyed as it is not the easiest place to find, even after asking numerous people who didn't know where it was, although we were doors away.  It was a …",
    "rating": 4,
    "name": "Jake Melnyk",
    "cat": "Bar"
  },
  {
    "review": "Lost? looking for the bar entrance? If you reached the address, go inside the arch into the alley, you'll see a building entrance to your left. don't go up the stairs, it's right at the entrance, there's a black metal door that leads to the underground bar. awesome place, great drinks and service.",
    "rating": 5,
    "name": "Irad Mapsir",
    "cat": "Bar"
  },
  {
    "review": "Excellent place with fun decor, fantastic cocktails, and live music. It's tucked away in an alley with the only identifying signs of a winged goblet and 2 security guys; don't be shy.",
    "rating": 5,
    "name": "Dmitri Molchanov",
    "cat": "Bar"
  },
  {
    "review": "Good bar, But unfortunately there is a new director who has changed the style of music. I noticed at their other bar (Sklad) how as soon as they start loud DJ rap music, which no one can dance to, people immediatly started to leave. Same at …",
    "rating": 5,
    "name": "Eric Larby",
    "cat": "Bar"
  },
  {
    "review": "Best bar ever. Nothing special at the first glance, but the atmosphere is amazing and so friendly. The prices are rather high but it absolutely worth the experience",
    "rating": 5,
    "name": "Игорь Чернега",
    "cat": "Bar"
  },
  {
    "review": "Nice place, live music, looks very cosy",
    "rating": 4,
    "name": "Nastya Voldaeva",
    "cat": "Bar"
  },
  {
    "review": "Actually I rarely post a review of any kind but this is a great place to have a night spent in a relaxed environment. Designer did an amazing job and it feels in every detail. Music soundtrack was excellent",
    "rating": 5,
    "name": "Oleg Arefyeff",
    "cat": "Bar"
  },
  {
    "review": "They have best Cosmopolitan I've ever tried. Friendly stuff, good music.",
    "rating": 5,
    "name": "Anastasia Kovalenko",
    "cat": "Bar"
  },
  {
    "review": "filled with tobacco smoke even when smoking isn’t allowed inside\n\ni’ve ordered 2 different cocktails from IBA list but bartender said “sorry we …",
    "rating": 1,
    "name": "ivan pometalo",
    "cat": "Bar"
  },
  {
    "review": "Pretty good place. Gets very busy at weekends. Very difficult to get drinks though, staff are very lazy and don't break a sweat. Music was also quite poor. Attracts an older crowd.",
    "rating": 4,
    "name": "Sasha Gray",
    "cat": "Bar"
  },
  {
    "review": "Security was looking us like we are trying to do sth bad in this place. Yes we were a little drunk but we never meant to do a bad thing. İts a disturbing place. But anyways it has a nice atmosphere.",
    "rating": 3,
    "name": "Caner Canol",
    "cat": "Bar"
  },
  {
    "review": "You would not believe to find such a great place in a creepy backyard. Great cocktails and great people. Beautiful girls that love to talk about Pushkin and Chevchenko - awesome!",
    "rating": 5,
    "name": "Stefan Strasser",
    "cat": "Bar"
  },
  {
    "review": "My Favorite Bar in Kiew.Nice crowd,top Service...",
    "rating": 5,
    "name": "Christian Zadro",
    "cat": "Bar"
  },
  {
    "review": "Great place to have drinks, they have an amazing collection of liquor. The bar table is about 2 miles long... impressive. If you are looking for food, this is not your place!",
    "rating": 5,
    "name": "Monti alwan",
    "cat": "Bar"
  },
  {
    "review": "Totally not best place to visit in Kyiv.\nStaff was tough;\nTo much complicity with entourage & hide mode for simple bar; …",
    "rating": 2,
    "name": "Alex Skorohod",
    "cat": "Bar"
  },
  {
    "review": "A huge quantity of coctails. Seems here you can try everuthing you know or do not know.\nPrices are high as for Ukraine but is normal as for Euripean and/or people from …",
    "rating": 4,
    "name": "Sergii Rudenko",
    "cat": "Bar"
  },
  {
    "review": "Amazing atmosphere and great drinks. Gets very crowded after 10",
    "rating": 5,
    "name": "Boris Mizhen",
    "cat": "Bar"
  },
  {
    "review": "My best bar!! I ve never seen like this bar and especially they ve amazing cocktail!!",
    "rating": 5,
    "name": "Uğur Çetin",
    "cat": "Bar"
  },
  {
    "review": "Worldclass in any respect. One of my absolute favourite night hang outs in Kyiv. Cocktails, music, people and atmosphere.",
    "rating": 5,
    "name": "Jonas Bylund",
    "cat": "Bar"
  },
  {
    "review": "Spent half an hour, couldn't locate the entrance. Good job making it impossible to find! I should leave it at it. …",
    "rating": 1,
    "name": "Turgut Genç",
    "cat": "Bar"
  },
  {
    "review": "i came with my wife by reading the suggestions on tripadvisor. the security asked us \"where are you from?\" we said : Turkey! then, he asked: \"where do you heard from this bar, we told we Heard from tripadvisor he said: \"you're not allowed\", …",
    "rating": 1,
    "name": "gorkem aydin",
    "cat": "Bar"
  },
  {
    "review": "Amazing! Great atmosphere! Highly skilled bartenders! Incredible selection of spirits from around the world! A must see if visiting Kyiv!",
    "rating": 5,
    "name": "Rob Nuey",
    "cat": "Bar"
  },
  {
    "review": "A cool place!! @google: why is my job so difficult?\nToday a lot of people are around. And they enjoy themselves. Live can be beautiful.",
    "rating": 5,
    "name": "Heiko Wöhr",
    "cat": "Bar"
  },
  {
    "review": "Cool underground bar.\nMusic and nice atmosphere.\nLet's have fun here. 🤙",
    "rating": 4,
    "name": "Danilo Mazza",
    "cat": "Bar"
  },
  {
    "review": "Great drinks selection, service and music",
    "rating": 5,
    "name": "marina kerman",
    "cat": "Bar"
  },
  {
    "review": "Amazing bar with great cocktails and friendly staff. Great music on the weekends and fun crowd. Definitely recommend for any day of the week.",
    "rating": 5,
    "name": "Robert Vincent",
    "cat": "Bar"
  },
  {
    "review": "Excellent drinks, real nice interior. You'd think it's a posh upmarket place, but then you hear that awesome Ska band playing and you feel right at home. Get there!",
    "rating": 5,
    "name": "Martin Rasser",
    "cat": "Bar"
  },
  {
    "review": "Cosy place and very delicious cocktails. But it needs clear route cause its a little bit hard to find. Maybe they can put a signboard to main road. It would be useful for the visitors",
    "rating": 5,
    "name": "sait saito",
    "cat": "Bar"
  },
  {
    "review": "perfect choice of hard liquers and cocktails, very nice staff. ask for \"tinkle bells\", try shot of \"ebanitka\". Food is delicious too. Prepare for a real psyhodelic experience. Feel happy to be in Kiev.",
    "rating": 5,
    "name": "Konstantin Buzin",
    "cat": "Bar"
  },
  {
    "review": "No decent music inside. Aggressive security. There are many other bars in the city",
    "rating": 1,
    "name": "Sabina Abilova",
    "cat": "Bar"
  },
  {
    "review": "If you are looking fo the best bar traditions - that is definitely the right place. Especially if you like long and interesting talks at a bar counter )",
    "rating": 5,
    "name": "Elena Strutinska",
    "cat": "Bar"
  },
  {
    "review": "Great place with wide range of cocktails, good music and bartenders.",
    "rating": 5,
    "name": "Aigerim Akpan",
    "cat": "Bar"
  },
  {
    "review": "Great drinks, crowd and atmosphere!  A bit expensive and music is a bit too loud, but overall great dive bar!",
    "rating": 4,
    "name": "Brian Goldner",
    "cat": "Bar"
  },
  {
    "review": "Entering here is totally up to bodyguard decision. And i think most of the bodyguards are totally racist and fascist. I have been there too many times. But this time with my girlfriend they didn't let us in and there is no explanation. Think twice before go this place.",
    "rating": 1,
    "name": "SOLMAZ Mehmet",
    "cat": "Bar"
  },
  {
    "review": "Best place I have ever visited. Fabulous atmosphere, music. Perfect cocktails. Really professional barmens.",
    "rating": 5,
    "name": "Denys Bondar",
    "cat": "Bar"
  },
  {
    "review": "Barman Dictat is a bar fashioned in the style of an old prohibition-era speakeasy, but with a much larger budget for decoration. Bartenders are friendly and prompt, drinks are delicious, and when the live music kicks in, the atmosphere becomes just right. It's not the easiest place to find, but it's worth the hunt.",
    "rating": 5,
    "name": "Joe",
    "cat": "Bar"
  },
  {
    "review": "This is a fantastic bar with great staff, well mixed drinks and an opportunity to chat or dance. This is a bar done right and one of my favorites worldwide.",
    "rating": 5,
    "name": "Joris Peels",
    "cat": "Bar"
  },
  {
    "review": "Top 3 bar in Kyiv. Must have",
    "rating": 5,
    "name": "Illia Berestovskyi",
    "cat": "Bar"
  },
  {
    "review": "Such a good bar! One of my top 3 in Kyiv!",
    "rating": 5,
    "name": "Bohdan Rudyk",
    "cat": "Bar"
  },
  {
    "review": "Very good and warm place, with nice live music.",
    "rating": 5,
    "name": "Max Bozhenov (Bomavi)",
    "cat": "Bar"
  },
  {
    "review": "Cool place, can be a bit crowded and music can be quite loud. Great selection of drinks but it can take some while to get it served.",
    "rating": 4,
    "name": "Fredrik Westerlund",
    "cat": "Bar"
  },
  {
    "review": "Tons of types of drinks. Great music - they were playing jazz. Not my thing, but I did enjoy it.",
    "rating": 4,
    "name": "msergazin",
    "cat": "Bar"
  },
  {
    "review": "Very nice cocktail bar , during week end you might also get live music.  Watch out , some cocktails are really strong;)",
    "rating": 5,
    "name": "Alexey Alekseenko",
    "cat": "Bar"
  },
  {
    "review": "The bar has a very cozy atmosphere, the music is exquisite, the service is top notch, and the drinks are exotic. Most definitely recommended.",
    "rating": 5,
    "name": "Anthony S. Santos",
    "cat": "Bar"
  },
  {
    "review": "Drinks and cocktail- place in Kyiv downtown.\nLove Elya (bartender chief girl) mixing and serving the guests. Best recommendations!",
    "rating": 5,
    "name": "Natalka Vivcharchyn",
    "cat": "Bar"
  },
  {
    "review": "Best place! Real bar spirit,  cool interior,  awesome bartender's. Super cocktails. MUST VISIT.",
    "rating": 5,
    "name": "Tetiana Kalinichenko",
    "cat": "Bar"
  },
  {
    "review": "Excellent laid back atmosphere, sometimes cocktails are not as perfect as in other places! But still very good!",
    "rating": 4,
    "name": "David Ceschia",
    "cat": "Bar"
  },
  {
    "review": "Very nice Bar, But you have to find it first 😂😂😂😂\nDespite it's in Krishatik street but it's not easy to find and with no sign on it. Just do your best, it worth a try !",
    "rating": 4,
    "name": "Mohamed Shawly",
    "cat": "Bar"
  },
  {
    "review": "Just LOVE!\nGreatest music and high-quality servis,everything is luxury presented and delicious! Awesome place to relax",
    "rating": 5,
    "name": "Ivanka Vartsabiuk",
    "cat": "Bar"
  },
  {
    "review": "Best bar in Kyiv. Insanely big variety of liquors (A - akvavit, B - baijiu... you name it). Live jazz every day (usually start at 9pm).",
    "rating": 5,
    "name": "Tim Dorofeyeff",
    "cat": "Bar"
  },
  {
    "review": "Wonderful atmosphere. This place has a soul. Thanks for great cocktails.",
    "rating": 5,
    "name": "Eser TUFAN",
    "cat": "Bar"
  },
  {
    "review": "We had a bill of 1700 grivna for 2 snacks , 1 cocktail et 3 shots of vodka. We realised the day after that th barman just fooled us of at least 1000 grivna. So be careful and check the bills. Feels upsetting.",
    "rating": 2,
    "name": "Anastasiya Tarabay",
    "cat": "Bar"
  },
  {
    "review": "It was quite difficult to find the place since it’s located in tiny street at night looks dark,\nBut I will definitely recommend this wonderful bar , well organized professional bartender , this ply worthy,\nBig 5*",
    "rating": 5,
    "name": "M K",
    "cat": "Bar"
  },
  {
    "review": "Nice place kind people average price Only for locals.For foreigners double price.\nNothing special.",
    "rating": 3,
    "name": "A. A.",
    "cat": "Bar"
  },
  {
    "review": "One of the best cocktail bar in the city. Highly recommend",
    "rating": 5,
    "name": "Franz Tiersen",
    "cat": "Bar"
  },
  {
    "review": "Awesome bar in the centre of Kiev.",
    "rating": 4,
    "name": "Mike Shearing",
    "cat": "Bar"
  },
  {
    "review": "Decent cocktails, eclectic music selection but overall good atmosphere, good place for a late night drink and dance if you don't fancy clubbing it.",
    "rating": 4,
    "name": "Roman Kalyuzhny",
    "cat": "Bar"
  },
  {
    "review": "One of places I'm proud of when I talk about Kyiv. Always on my \"to do\" list when I'm visiting and I always recommend to all who want to have a good cocktail and a good experience",
    "rating": 5,
    "name": "Lana F.",
    "cat": "Bar"
  },
  {
    "review": "Me and my friends were looking for some drinks... But security was very aggressive and not friendly with our community. Do not recommend this place...  :(",
    "rating": 1,
    "name": "Illia Miatka",
    "cat": "Bar"
  },
  {
    "review": "Very bad place, don’t go there. Drinks are overpriced, staff is not friendly and there are many much better places you can go in Kiev. Not recommended at all.",
    "rating": 1,
    "name": "ashkan danaei",
    "cat": "Bar"
  },
  {
    "review": "Best cocktails in Kyiv! Smokie voice is amazing!",
    "rating": 5,
    "name": "Maryna Yakovenko",
    "cat": "Bar"
  },
  {
    "review": "The barmen select the client they serve according to \"something\".\nAlchemist, loggerhead or PR Bar are so much better",
    "rating": 1,
    "name": "Guillaume Setbon",
    "cat": "Bar"
  },
  {
    "review": "Very upmarket, live music, no beers, so one for cocktails and pub food, although it has an upmarket vibe.",
    "rating": 4,
    "name": "Clive",
    "cat": "Bar"
  },
  {
    "review": "Nice bar. Great cocktails and kitchen.",
    "rating": 5,
    "name": "Volodymyr Nazarenko",
    "cat": "Bar"
  },
  {
    "review": "Loved it, extremely crowded on Fri night, but was well worth that, cocktails and atmosphere are awesome",
    "rating": 5,
    "name": "Georgii Tarasenko",
    "cat": "Bar"
  },
  {
    "review": "It's quite impressive - the bar showcase is huge and has no single bottle repeated.",
    "rating": 5,
    "name": "Aleh Smalyanau",
    "cat": "Bar"
  },
  {
    "review": "Entrance is hard to find. Cozy atmosphere, quality cocktails, a bit expensive.",
    "rating": 4,
    "name": "Onur Ali Kismet",
    "cat": "Bar"
  },
  {
    "review": "Nice place for a cocktail and live music. But not a cozy sitting place. There are better options out there.",
    "rating": 4,
    "name": "Søren Romlund",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars in Europe. Amazing back bar, great cocktails and better service. Thank you for having me Dictat!",
    "rating": 5,
    "name": "Jonathan Harrald",
    "cat": "Bar"
  },
  {
    "review": "Cocktails were really good",
    "rating": 5,
    "name": "Vasyl Nadolskyi",
    "cat": "Bar"
  },
  {
    "review": "Delishous cocktails as always",
    "rating": 5,
    "name": "Taras Butkevych",
    "cat": "Bar"
  },
  {
    "review": "Nice place with tasty cuisine and cocktails. Prices are above average but it fits to what you get",
    "rating": 5,
    "name": "Tonya",
    "cat": "Bar"
  },
  {
    "review": "Nice place if you want to be drank",
    "rating": 5,
    "name": "Pavel Sh",
    "cat": "Bar"
  },
  {
    "review": "It's good place to take some drinks with a friends but make sure to book a table first;)",
    "rating": 5,
    "name": "Artem Gorovenko",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars in Kiev with handsome bartenders, tasty cocktails, huge range of alcohol, jazz music and dj playing after 23",
    "rating": 5,
    "name": "Elizabet Ndow-Pecherska",
    "cat": "Bar"
  },
  {
    "review": "Really capable bartending. It can get overcrowded on busy nights but it's a good place for a nice experience with a couple of friends.",
    "rating": 5,
    "name": "Jonathan Anderson",
    "cat": "Bar"
  },
  {
    "review": "What a great place to get a great cocktail.  Servers very knowledgeable and friendly. A must go to bar in Kyiv.  Good vibe.",
    "rating": 5,
    "name": "Kevin",
    "cat": "Bar"
  },
  {
    "review": "Live bands, amazing cocktails, unique liquor, smoking lounge - this place should be your first pick!",
    "rating": 5,
    "name": "Ievgen Mykhailenko",
    "cat": "Bar"
  },
  {
    "review": "Great place, great music. Prices are just fine and there are allot of cool cocktails!",
    "rating": 5,
    "name": "Tomer Daniel",
    "cat": "Bar"
  },
  {
    "review": "Good bar, you can smoke inside, nice music all the time, huge amount of drinks to choose",
    "rating": 4,
    "name": "Nick Bershadskyy",
    "cat": "Bar"
  },
  {
    "review": "Great for big and small companies. Live music can be too loud, but the cocktails are superb, hot or cold",
    "rating": 5,
    "name": "Irina Sidorenko",
    "cat": "Bar"
  },
  {
    "review": "A hidden gem down a dark alley behind a secret door. A great speak easy bar with fantastic cocktails!",
    "rating": 5,
    "name": "Bucharest Bachelors",
    "cat": "Bar"
  },
  {
    "review": "Tasty cocktails. As well cozy place. With sometimes good music. Like",
    "rating": 4,
    "name": "Volodymyr Svydenko",
    "cat": "Bar"
  },
  {
    "review": "Very friendly staff but music was too loud due to this it was difficult to talk with friends",
    "rating": 4,
    "name": "Наталья Сердюк",
    "cat": "Bar"
  },
  {
    "review": "Turists place. Very crowded place with high prices. They cheat with coctails - put 4 pieces of ice instead of one or two. So they put less alcohol.",
    "rating": 2,
    "name": "Oleksii Teriakhin",
    "cat": "Bar"
  },
  {
    "review": "It was nice, stake is extremely tasty but was no comfortable place to enjoy as the bar was fully crowded",
    "rating": 3,
    "name": "Svetlana Shtohrin",
    "cat": "Bar"
  },
  {
    "review": "Amazing place, waiters and customer. Foreigner friendly",
    "rating": 5,
    "name": "José Lopez",
    "cat": "Bar"
  },
  {
    "review": "If you can find the front door you will love this bar, it could easily be in SoHo London.",
    "rating": 5,
    "name": "Sam Bondarenko",
    "cat": "Bar"
  },
  {
    "review": "Great cocktails, place a bit hard to find, but it is worth it , very cozy",
    "rating": 5,
    "name": "Yehya Elkhatib",
    "cat": "Bar"
  },
  {
    "review": "Wide variety of drinks. Including both cocktails and pure whiskey, brandy, etc. Also cool music is there",
    "rating": 5,
    "name": "Dima Samchuk",
    "cat": "Bar"
  },
  {
    "review": "One of the best places in Kyiv to drink cocktails",
    "rating": 5,
    "name": "Roman Kolodko",
    "cat": "Bar"
  },
  {
    "review": "Great place in downtown!",
    "rating": 5,
    "name": "Michael Won",
    "cat": "Bar"
  },
  {
    "review": "Best choice of drinks in Kiev. Mustsee. Fine live music sometimes. My suggestion",
    "rating": 5,
    "name": "Sergey Karandin",
    "cat": "Bar"
  },
  {
    "review": "Every coctails are like an art!",
    "rating": 5,
    "name": "Orhun Yalçınkaya",
    "cat": "Bar"
  },
  {
    "review": "Awesome bar, good music and great atmosphere. Quite difficult to find",
    "rating": 5,
    "name": "Steve Reyes",
    "cat": "Bar"
  },
  {
    "review": "place is really cool , great bar staff , good cocktails.",
    "rating": 5,
    "name": "ian mcfaul",
    "cat": "Bar"
  },
  {
    "review": "Great bar vibe! And french75 also was great",
    "rating": 5,
    "name": "Anatoly Lebedev",
    "cat": "Bar"
  },
  {
    "review": "Cool vibe, excellent bar, gotta visit if you are in Kiev",
    "rating": 5,
    "name": "Luis Gonzalez",
    "cat": "Bar"
  },
  {
    "review": "Wonderfull place and breathtaking musics  and very friendship personel",
    "rating": 5,
    "name": "Mehmet Küçük",
    "cat": "Bar"
  },
  {
    "review": "Best bar I have seen in Kiev. Great prices, nice atmosphere, highly recommended",
    "rating": 5,
    "name": "Tomáš Hovorka",
    "cat": "Bar"
  },
  {
    "review": "Good cocktails and atmosphere.  Of ten live music, including salsa on weekend evenings",
    "rating": 5,
    "name": "Olga Yushchenko",
    "cat": "Bar"
  },
  {
    "review": "No way to get drink at Friday night. No place to stay, very loud music, no way to hear someone.",
    "rating": 2,
    "name": "Şerefcan Eryavuz",
    "cat": "Bar"
  },
  {
    "review": "Quality place, nice ambiance. You can't go inside alone, you should take your girlfriends with you..",
    "rating": 5,
    "name": "Rago Rago",
    "cat": "Bar"
  },
  {
    "review": "I love it! Great cocktails, live music in the evening, but nosy, hard to find, but this is one of the thing which I like ;)",
    "rating": 5,
    "name": "Vitaliy K",
    "cat": "Bar"
  },
  {
    "review": "I love this place! Jesus Christ - is my new favorite 🍹",
    "rating": 5,
    "name": "Misha Ilchenko",
    "cat": "Bar"
  },
  {
    "review": "great manhattan cocktails, good music & vibes. Beautiful people",
    "rating": 5,
    "name": "Miami Tours",
    "cat": "Bar"
  },
  {
    "review": "I was charged over 8 euro for a 0,33l beer!!!.. Thats even more than in Sweden 😮",
    "rating": 1,
    "name": "Peter Valko",
    "cat": "Bar"
  },
  {
    "review": "good place for meeting, drinking something from rich diversity bar and listening everday music performance at there 👌🏼👏🏽💛",
    "rating": 5,
    "name": "Erman KARLI",
    "cat": "Bar"
  },
  {
    "review": "Great atmosphere, delicious cocktails",
    "rating": 5,
    "name": "Кирилл Маслеников",
    "cat": "Bar"
  },
  {
    "review": "If you are coming for food, they are very slow. Besides that, great cocktails and atmosphere",
    "rating": 3,
    "name": "shahar wienrib",
    "cat": "Bar"
  },
  {
    "review": "Great bar with friendly service, amazing cocktails and a hugh assortment",
    "rating": 5,
    "name": "Florian Offergelt",
    "cat": "Bar"
  },
  {
    "review": "Good place. Awesome barmens, who prepare very good cocktails...",
    "rating": 5,
    "name": "Dmitry Cherkasov",
    "cat": "Bar"
  },
  {
    "review": "Great steampunkish interior, great cocktails, good crowd, live music.",
    "rating": 5,
    "name": "Dávid Tera",
    "cat": "Bar"
  },
  {
    "review": "Amazing drinks, great service, great atmosphere, great live music.",
    "rating": 5,
    "name": "James McAsey",
    "cat": "Bar"
  },
  {
    "review": "Great bar, was busy with nice people on Friday night.",
    "rating": 5,
    "name": "Acikgun Eksi",
    "cat": "Bar"
  },
  {
    "review": "Very average bar - poor service and not friendly either. Go to Parovoz, Pink Room or Loggerhead instead",
    "rating": 2,
    "name": "Phil AK",
    "cat": "Bar"
  },
  {
    "review": "Had a great night here..make sure u come before 11 .",
    "rating": 5,
    "name": "Anup Gadekar",
    "cat": "Bar"
  },
  {
    "review": "Good place with huge amount of different cocktails.",
    "rating": 5,
    "name": "Jana Mercredie",
    "cat": "Bar"
  },
  {
    "review": "Best choice of the alcohol. Professional bartenders and friendly stuff. Smoking room inside.",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Bar"
  },
  {
    "review": "it was a fun atmosphere. go there and have some drink with nice music",
    "rating": 5,
    "name": "Mücahit Gürbüz",
    "cat": "Bar"
  },
  {
    "review": "Very nice place, good atmosphere, nice cocktails and service.",
    "rating": 5,
    "name": "Doriyan Todorov",
    "cat": "Bar"
  },
  {
    "review": "Definitely the most impressive bar I've ever visited!",
    "rating": 5,
    "name": "Carlo Muscat",
    "cat": "Bar"
  },
  {
    "review": "Very difficult to find. You enter the bar through an ally. Very cool place once you are there. Highly recommendable",
    "rating": 5,
    "name": "Jakob Seersholm",
    "cat": "Bar"
  },
  {
    "review": "Best spirit collection in kiev and good cocktails. Some of the bar staff are arrogant",
    "rating": 5,
    "name": "Wes Gleeson",
    "cat": "Bar"
  },
  {
    "review": "Іnteresting place with tasty cocktails, recommended.",
    "rating": 5,
    "name": "Sviatenko Liudmyla",
    "cat": "Bar"
  },
  {
    "review": "Hard to find but this adds an atmosphere of secrecy. Would happily come again to try more cocktails",
    "rating": 5,
    "name": "Julie",
    "cat": "Bar"
  },
  {
    "review": "Really good cocktails",
    "rating": 5,
    "name": "Eduardo Hasbun",
    "cat": "Bar"
  },
  {
    "review": "Best cocktails in Kyiv, awesome selection of spirits",
    "rating": 5,
    "name": "Roman Slipchenko",
    "cat": "Bar"
  },
  {
    "review": "Great location. When we were there, they even had live music.",
    "rating": 5,
    "name": "Philipp Weber",
    "cat": "Bar"
  },
  {
    "review": "A lot of different types of Drinks, so you could find anything you really like.",
    "rating": 5,
    "name": "Dmytriy Borniakov",
    "cat": "Bar"
  },
  {
    "review": "Great cocktail drinks and great atmosphere. Prices are great too.",
    "rating": 4,
    "name": "Saji Prelis",
    "cat": "Bar"
  },
  {
    "review": "Great cocktails, live bands and nice service!",
    "rating": 5,
    "name": "Stanislav Rubtsov",
    "cat": "Bar"
  },
  {
    "review": "Great bar, super drinks and classy interior!",
    "rating": 5,
    "name": "Michiel Teengs",
    "cat": "Bar"
  },
  {
    "review": "Very friendly atmosphere! The longest bar counter I've ever seen!",
    "rating": 5,
    "name": "Julia Guest",
    "cat": "Bar"
  },
  {
    "review": "Excellent choice of mocktails... hidden beneath the city centre....",
    "rating": 5,
    "name": "Naresh Varsani",
    "cat": "Bar"
  },
  {
    "review": "Best cocktails in the world, very friendly staff",
    "rating": 5,
    "name": "Ahmed Osman",
    "cat": "Bar"
  },
  {
    "review": "Simply the best speak-easy bar. Try, repeat, never forget.",
    "rating": 5,
    "name": "Dmytro Strygun",
    "cat": "Bar"
  },
  {
    "review": "Perfect place to have some qualified fun. Recommend to get drunk at",
    "rating": 5,
    "name": "Johnny Simple",
    "cat": "Bar"
  },
  {
    "review": "Nice bar. Can find nearly every drink you think about",
    "rating": 5,
    "name": "Timour Ibrahim",
    "cat": "Bar"
  },
  {
    "review": "Awesome bar and staff. Indoor smoking area at second bar.",
    "rating": 5,
    "name": "Nobody Typing",
    "cat": "Bar"
  },
  {
    "review": "Wonderful!! Elisey is the best businka❤⭐",
    "rating": 5,
    "name": "Lyubov Makarova",
    "cat": "Bar"
  },
  {
    "review": "Just don’t sit next to the stage, it’s a bit loud there.",
    "rating": 5,
    "name": "Dmitry Starkov",
    "cat": "Bar"
  },
  {
    "review": "Nice place but they should have IPA, APA and Stout ;)",
    "rating": 3,
    "name": "Gud Rin",
    "cat": "Bar"
  },
  {
    "review": "3 single glass of whiskey is 1300 Hryvnia. This is robbery. Maybe because of I'm the Tourist.",
    "rating": 3,
    "name": "Sefer Demirci",
    "cat": "Bar"
  },
  {
    "review": "Authentic absinthe, one of a kind place.",
    "rating": 5,
    "name": "C.O. Cofer",
    "cat": "Bar"
  },
  {
    "review": "Great place in Kyiv to hang out with friends and sample many delicious drinks",
    "rating": 5,
    "name": "Natalie Iarko",
    "cat": "Bar"
  },
  {
    "review": "Very cosy bar which is quite hidden. Absolutely worth finding it, though 😊",
    "rating": 5,
    "name": "Patrick Zahnd",
    "cat": "Bar"
  },
  {
    "review": "Secret entrance. Smooth, smooth jazz and good drinks. Just go, if you can find it.",
    "rating": 5,
    "name": "Stephen Crowson-Towers",
    "cat": "Bar"
  },
  {
    "review": "Best bar in Kyiv with absolute perfect service",
    "rating": 5,
    "name": "Eugene Stepanenko",
    "cat": "Bar"
  },
  {
    "review": "Great cocktail bar with live jazz music!",
    "rating": 5,
    "name": "Ashot Galstian",
    "cat": "Bar"
  },
  {
    "review": "Great atmosphere, kind waiters and great prices",
    "rating": 5,
    "name": "Pavel Rodionov",
    "cat": "Bar"
  },
  {
    "review": "Ambience, bar keepers' experience and the quality of drinks",
    "rating": 5,
    "name": "Boris Heismann",
    "cat": "Bar"
  },
  {
    "review": "Good place with live music",
    "rating": 5,
    "name": "Raul Calderon",
    "cat": "Bar"
  },
  {
    "review": "Very good place with excellent drinks and service",
    "rating": 5,
    "name": "Инна Молодецкая",
    "cat": "Bar"
  },
  {
    "review": "Top cocktails. Any alcohol you can imagine you can find here",
    "rating": 5,
    "name": "Denys Tsomenko",
    "cat": "Bar"
  },
  {
    "review": "Great cocktails and music",
    "rating": 5,
    "name": "Chris Filippis",
    "cat": "Bar"
  },
  {
    "review": "An amasing bar that has live rock n roll Music...",
    "rating": 5,
    "name": "Oguzhan IMAMOGLU",
    "cat": "Bar"
  },
  {
    "review": "Must visit place in Kyiv!",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": "Bar"
  },
  {
    "review": "An odd mix of people in here but jazz and cocktails work for me",
    "rating": 4,
    "name": "James Fink",
    "cat": "Bar"
  },
  {
    "review": "Underground bar with Awesome cocktails . As usual difficult to find .",
    "rating": 4,
    "name": "Varun Marodia",
    "cat": "Bar"
  },
  {
    "review": "There is no proper board from the main street to enter this place. It is very challenging for an outsider to find this place.",
    "rating": 1,
    "name": "Hrishikesh Bhandiwad",
    "cat": "Bar"
  },
  {
    "review": "they do not work after 10pm, do not waste your time going there",
    "rating": 1,
    "name": "Marco Polo",
    "cat": "Bar"
  },
  {
    "review": "Great place, great drinks, great service!!",
    "rating": 5,
    "name": "Chris Taylor",
    "cat": "Bar"
  },
  {
    "review": "Best place to enjoy live jazz every evening in Kyiv",
    "rating": 5,
    "name": "Artem Priadko",
    "cat": "Bar"
  },
  {
    "review": "His keep Kiev the worlds capital of cocktails... awesome",
    "rating": 5,
    "name": "Barry Hudson",
    "cat": "Bar"
  },
  {
    "review": "very good coffee, tasty and sophisticated cocktails",
    "rating": 5,
    "name": "Марина Чернова",
    "cat": "Bar"
  },
  {
    "review": "Legendary place. Great cocktails.",
    "rating": 5,
    "name": "Yaroslav Rogotsky",
    "cat": "Bar"
  },
  {
    "review": "Steam punk decoration, life music and awesome signature coctails",
    "rating": 5,
    "name": "Mikhail Druzhinin",
    "cat": "Bar"
  },
  {
    "review": "Bad security. After 11 pm no English people can go in",
    "rating": 1,
    "name": "Ahmad Ab",
    "cat": "Bar"
  },
  {
    "review": "Good bar. Friday live music...",
    "rating": 5,
    "name": "Giorgi Zekalashvili",
    "cat": "Bar"
  },
  {
    "review": "Look for the symbol and knock on the black door.",
    "rating": 5,
    "name": "Corie Jason",
    "cat": "Bar"
  },
  {
    "review": "So far one of the best bar in the city",
    "rating": 5,
    "name": "Giorgi Aleksishvili",
    "cat": "Bar"
  },
  {
    "review": "Live music is the best atmosphere.",
    "rating": 5,
    "name": "Vitalii Feshchenko",
    "cat": "Bar"
  },
  {
    "review": "great steam-punk interior and tasty craft beer",
    "rating": 5,
    "name": "Ihor Pysmennyi",
    "cat": "Bar"
  },
  {
    "review": "I've been going to the place for years, but recently it became a fake exclusive place with low standards",
    "rating": 1,
    "name": "Саша Баган",
    "cat": "Bar"
  },
  {
    "review": "One of my favorite Kyiv cocktail bars",
    "rating": 5,
    "name": "Dmitriy Schedov",
    "cat": "Bar"
  },
  {
    "review": "Great atmosphere and intelligent crowd 😁",
    "rating": 5,
    "name": "Al Shaw",
    "cat": "Bar"
  },
  {
    "review": "Good service, Good food, a good place to meet friends",
    "rating": 4,
    "name": "Gene Sturk",
    "cat": "Bar"
  },
  {
    "review": "Very nice place, a bit pricy but worth it",
    "rating": 5,
    "name": "Florian Berta",
    "cat": "Bar"
  },
  {
    "review": "Very nice place, however it may get little warm and suffocating.",
    "rating": 4,
    "name": "Rakesh Agarwal",
    "cat": "Bar"
  },
  {
    "review": "Was funny,  girls like to dance indeed :)",
    "rating": 5,
    "name": "Oksana Perederii",
    "cat": "Bar"
  },
  {
    "review": "Nice bar for having a drink (or two ;))",
    "rating": 5,
    "name": "Michi Z",
    "cat": "Bar"
  },
  {
    "review": "Really nice place for good emotions with friends!",
    "rating": 5,
    "name": "Rostislav Amosov",
    "cat": "Bar"
  },
  {
    "review": "Gteat place to drink and get acquainted with great people+",
    "rating": 5,
    "name": "Vladimir Sosevich",
    "cat": "Bar"
  },
  {
    "review": "ENCHANTING ATMOSPHERE\nUNIQUE PLACE!\n❤❤❤❤❤ I LOVE THIS BAR!!",
    "rating": 5,
    "name": "gisell montesdeoca",
    "cat": "Bar"
  },
  {
    "review": "The best bar in Kyiv",
    "rating": 1,
    "name": "eid aldhaheri",
    "cat": "Bar"
  },
  {
    "review": "Awesome. I have no words. In kiev there's only this place and nikka.",
    "rating": 5,
    "name": "Pablo Aguila",
    "cat": "Bar"
  },
  {
    "review": "So far the most atmospheric bar  !",
    "rating": 5,
    "name": "Artur Bloshchak",
    "cat": "Bar"
  },
  {
    "review": "Keep on mind that coming to this place you are risking to not get in just cos u look too casual.",
    "rating": 1,
    "name": "Eugene Kripak",
    "cat": "Bar"
  },
  {
    "review": "Absolutely the best bar in Kiev",
    "rating": 5,
    "name": "Yulia N",
    "cat": "Bar"
  },
  {
    "review": "Amazing cocktails, lovely atmosphere",
    "rating": 5,
    "name": "huso cavdar",
    "cat": "Bar"
  },
  {
    "review": "Great bar with good music",
    "rating": 5,
    "name": "Peter Pan",
    "cat": "Bar"
  },
  {
    "review": "Perfect... Dj and amostisörler super 🧿💪❤️",
    "rating": 5,
    "name": "ERDEM AYDIN",
    "cat": "Bar"
  },
  {
    "review": "It was not easy to find but it worth it.. Chill night out in kiev",
    "rating": 5,
    "name": "Andrea Kovacs",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars in Kiev",
    "rating": 5,
    "name": "barry hudson",
    "cat": "Bar"
  },
  {
    "review": "A bit pricy, but great place overall!",
    "rating": 5,
    "name": "Oksana Gych",
    "cat": "Bar"
  },
  {
    "review": "Great variety of alcohol and smoking area",
    "rating": 5,
    "name": "Keith Tappenden",
    "cat": "Bar"
  },
  {
    "review": "Nice bar, good music!",
    "rating": 5,
    "name": "Viacheslav Kondrashov",
    "cat": "Bar"
  },
  {
    "review": "Good cocktails, nice place.",
    "rating": 5,
    "name": "Yevgeniy Shpika",
    "cat": "Bar"
  },
  {
    "review": "Always top service and location. Really a to go place in Kiev",
    "rating": 5,
    "name": "fabio n",
    "cat": "Bar"
  },
  {
    "review": "Yummy cocktails and atmosphere.",
    "rating": 5,
    "name": "Iryna Shtohryn",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars in Kiev",
    "rating": 5,
    "name": "Ирина Юркова",
    "cat": "Bar"
  },
  {
    "review": "So bad expiries. It not deserves it's raining!",
    "rating": 1,
    "name": "Dmytro Kutovyi",
    "cat": "Bar"
  },
  {
    "review": "Good place for relaxing with live music",
    "rating": 5,
    "name": "SERAfimBest",
    "cat": "Bar"
  },
  {
    "review": "Great underground bar",
    "rating": 5,
    "name": "Sergey Gerodes",
    "cat": "Bar"
  },
  {
    "review": "Greatest place in Kyiv. Hard to find, impossible to forget;)",
    "rating": 5,
    "name": "St Oleg",
    "cat": "Bar"
  },
  {
    "review": "Cozy bar full of friendly people.",
    "rating": 5,
    "name": "Ruslan Voloshyn",
    "cat": "Bar"
  },
  {
    "review": "Really great author cocktails 😏",
    "rating": 5,
    "name": "Denis Dudar",
    "cat": "Bar"
  },
  {
    "review": "Good place a bit small but good.",
    "rating": 4,
    "name": "Max Lewen",
    "cat": "Bar"
  },
  {
    "review": "Best bar in town :)",
    "rating": 5,
    "name": "Manuel Avogadro",
    "cat": "Bar"
  },
  {
    "review": "Awesome cocktails and personnel.",
    "rating": 5,
    "name": "Rostyslav Sotnychenko",
    "cat": "Bar"
  },
  {
    "review": "Great place, awesome music",
    "rating": 5,
    "name": "Ivan Vitanovic",
    "cat": "Bar"
  },
  {
    "review": "Best",
    "rating": 5,
    "name": "valery mnogolit",
    "cat": "Bar"
  },
  {
    "review": "Best place to visit on Friday night",
    "rating": 5,
    "name": "Olha Veleshchuk",
    "cat": "Bar"
  },
  {
    "review": "Unfriendly waitress, average cocktails.",
    "rating": 3,
    "name": "Andrew White",
    "cat": "Bar"
  },
  {
    "review": "Fair drinking and relaxing atmosphere!",
    "rating": 5,
    "name": "Bugs Bunny",
    "cat": "Bar"
  },
  {
    "review": "Good place, but with too loud music",
    "rating": 4,
    "name": "Mykyta Lytvynchuk",
    "cat": "Bar"
  },
  {
    "review": "Lots of choice beats the fact that the prices are higher here😁",
    "rating": 5,
    "name": "Paul Stone",
    "cat": "Bar"
  },
  {
    "review": "One of the best bars in Kyiv",
    "rating": 5,
    "name": "Kateryna Tokar",
    "cat": "Bar"
  },
  {
    "review": "One of the biggest cocktail choices is here",
    "rating": 5,
    "name": "Dima Ryptyk",
    "cat": "Bar"
  },
  {
    "review": "Cool place with live music",
    "rating": 5,
    "name": "Gustav Palm",
    "cat": "Bar"
  },
  {
    "review": "Best bar in Kyiv!",
    "rating": 5,
    "name": "Victoriia Danilenko",
    "cat": "Bar"
  },
  {
    "review": "Enthusiastic waiter, great coctails",
    "rating": 5,
    "name": "Yurii Perepelytsia",
    "cat": "Bar"
  },
  {
    "review": "Try it before you die, excellent one",
    "rating": 5,
    "name": "Erland Sanjoto",
    "cat": "Bar"
  },
  {
    "review": "Without any reason,not allowed to go in.",
    "rating": 1,
    "name": "K.Gökhan ÖZTÜRK",
    "cat": "Bar"
  },
  {
    "review": "The best bar in Kyiv",
    "rating": 5,
    "name": "Sergey Buglak",
    "cat": "Bar"
  },
  {
    "review": "Hard to find,but cool inside",
    "rating": 5,
    "name": "Arte Boy",
    "cat": "Bar"
  },
  {
    "review": "Best cocktails in Kyiv.",
    "rating": 4,
    "name": "Andrew Traylor",
    "cat": "Bar"
  },
  {
    "review": "Jesus Christ 🙏",
    "rating": 5,
    "name": "Maksym Nesterov",
    "cat": "Bar"
  },
  {
    "review": "Awesome place!",
    "rating": 5,
    "name": "Peter Fantiki",
    "cat": "Bar"
  },
  {
    "review": "Nice bar",
    "rating": 5,
    "name": "Andrius Ribikauskas",
    "cat": "Bar"
  },
  {
    "review": "Great place for chilling with friends",
    "rating": 5,
    "name": "Кирилл Телегин",
    "cat": "Bar"
  },
  {
    "review": "a bit poor service for expensive prices.",
    "rating": 3,
    "name": "Nika Bakhsoliani",
    "cat": "Bar"
  },
  {
    "review": "Terrific cocktails)",
    "rating": 5,
    "name": "Pavlo Poliahushko",
    "cat": "Bar"
  },
  {
    "review": "Thanos must have to try",
    "rating": 5,
    "name": "Digital X",
    "cat": "Bar"
  },
  {
    "review": "Cool underground bar.",
    "rating": 5,
    "name": "Aaron Harford",
    "cat": "Bar"
  },
  {
    "review": "The best bar ever",
    "rating": 5,
    "name": "Ivan Pletin",
    "cat": "Bar"
  },
  {
    "review": "v cool",
    "rating": 5,
    "name": "There's a Will",
    "cat": "Bar"
  },
  {
    "review": "Norm",
    "rating": 4,
    "name": "Oleh Havryshchuk",
    "cat": "Bar"
  },
  {
    "review": "Hard to find, even harder to leave.",
    "rating": 4,
    "name": "Ian Bearder",
    "cat": "Bar"
  },
  {
    "review": "Amazing cocktails!",
    "rating": 5,
    "name": "Felix Reiners",
    "cat": "Bar"
  },
  {
    "review": "Hidden gem for cocktail lovers",
    "rating": 5,
    "name": "Oleksii G",
    "cat": "Bar"
  },
  {
    "review": "Fantastic drinks",
    "rating": 5,
    "name": "Fromnice",
    "cat": "Bar"
  },
  {
    "review": "Great bar.",
    "rating": 5,
    "name": "Nik Mig",
    "cat": "Bar"
  },
  {
    "review": "Love it!",
    "rating": 5,
    "name": "Roman",
    "cat": "Bar"
  },
  {
    "review": "🏆🔝",
    "rating": 5,
    "name": "Иван Венгеренко",
    "cat": "Bar"
  },
  {
    "review": "Atmospheric place for quality time",
    "rating": 5,
    "name": "Andrii Krykavskyi",
    "cat": "Bar"
  },
  {
    "review": "Great cocktails",
    "rating": 5,
    "name": "marco noventa",
    "cat": "Bar"
  },
  {
    "review": "Perfect place!",
    "rating": 5,
    "name": "Vladislav Venzhega",
    "cat": "Bar"
  },
  {
    "review": "Good cocktails",
    "rating": 4,
    "name": "Oleksii Malashyna",
    "cat": "Bar"
  },
  {
    "review": "100/100",
    "rating": 5,
    "name": "Andrii Chubariev",
    "cat": "Bar"
  },
  {
    "review": "#1 Place in Ukraine 🤘🏾🤘🏾🤘🏾",
    "rating": 5,
    "name": "Арам Галстян",
    "cat": "Bar"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "surf logistics",
    "cat": "Bar"
  },
  {
    "review": "Crowded.",
    "rating": 3,
    "name": "Igor Strielov",
    "cat": "Bar"
  },
  {
    "review": "The best bar",
    "rating": 5,
    "name": "DAN STOFF",
    "cat": "Bar"
  },
  {
    "review": "The best bar",
    "rating": 5,
    "name": "Ilona Semenchuk",
    "cat": "Bar"
  },
  {
    "review": "Crazy.",
    "rating": 5,
    "name": "Ilya Kouperman",
    "cat": "Bar"
  },
  {
    "review": "Perfect as usual",
    "rating": 5,
    "name": "Artem Kuznietsov",
    "cat": "Bar"
  },
  {
    "review": "Too many bottles",
    "rating": 5,
    "name": "A V",
    "cat": "Bar"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Yehia Salah",
    "cat": "Bar"
  },
  {
    "review": "Perfect Negronis😉",
    "rating": 5,
    "name": "Marko Tui",
    "cat": "Bar"
  },
  {
    "review": "best place. ever",
    "rating": 5,
    "name": "Yvan Stopper",
    "cat": "Bar"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "Rustam Gamidov",
    "cat": "Bar"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Arnon ba-gad",
    "cat": "Bar"
  },
  {
    "review": "Amazing",
    "rating": 5,
    "name": "Kenneth Skaar",
    "cat": "Bar"
  },
  {
    "review": "Not bad :-)",
    "rating": 5,
    "name": "Андрій Сорока",
    "cat": "Bar"
  },
  {
    "review": "Tasty cocktails",
    "rating": 5,
    "name": "Тетяна Мокренко",
    "cat": "Bar"
  },
  {
    "review": "Excellent",
    "rating": 5,
    "name": "Link L",
    "cat": "Bar"
  },
  {
    "review": "An incredible place.",
    "rating": 5,
    "name": "Nazar Shevchuk",
    "cat": "Bar"
  },
  {
    "review": "Best in Kiev",
    "rating": 5,
    "name": "Akaki Mamaladze",
    "cat": "Bar"
  },
  {
    "review": "Great coctails",
    "rating": 5,
    "name": "Dima Mishchenko",
    "cat": "Bar"
  },
  {
    "review": "Norm",
    "rating": 3,
    "name": "Viacheslav Tsvihunenko",
    "cat": "Bar"
  },
  {
    "review": "Noisy place.",
    "rating": 4,
    "name": "Taras Yemchura",
    "cat": "Bar"
  },
  {
    "review": "Great vibe.",
    "rating": 5,
    "name": "Roman Vasylyshyn",
    "cat": "Bar"
  },
  {
    "review": "Cool place.",
    "rating": 5,
    "name": "Daria Mosyagina",
    "cat": "Bar"
  },
  {
    "review": "This is jazz!",
    "rating": 5,
    "name": "Tetyana Ryukhova",
    "cat": "Bar"
  },
  {
    "review": "home sweet home",
    "rating": 5,
    "name": "Aleš Zaitsev",
    "cat": "Bar"
  },
  {
    "review": "Great place",
    "rating": 5,
    "name": "Олеся Малеваная",
    "cat": "Bar"
  },
  {
    "review": "What a gem!",
    "rating": 5,
    "name": "Inna Bagoli",
    "cat": "Bar"
  },
  {
    "review": "Atmosphere",
    "rating": 5,
    "name": "Andriy Ponomarov",
    "cat": "Bar"
  },
  {
    "review": "Super place",
    "rating": 5,
    "name": "Наталья Краснюк",
    "cat": "Bar"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "Franky.muller@gmail.com Muller",
    "cat": "Bar"
  },
  {
    "review": "Magical 🥂🎊",
    "rating": 5,
    "name": "Ilyas Sahtara",
    "cat": "Bar"
  },
  {
    "review": "Yes, yes, yes!",
    "rating": 5,
    "name": "Andrew Newton",
    "cat": "Bar"
  },
  {
    "review": "overcrowded",
    "rating": 4,
    "name": "Andrew Brooks",
    "cat": "Bar"
  },
  {
    "review": "Достойный бар с приятной музыкой и очень вкусными коктейлями.\nВпечатляет бар, пожалуй, самый широкий выбор алкоголя на моей памяти)\nПриглушённый свет , темные тона и свечи  однозначно делают атмосферу более …",
    "rating": 5,
    "name": "Сабина Т",
    "cat": "Bar"
  },
  {
    "review": "Часто прихожу сюда за особенным вайбом!) Очень крутые коктейли , приятные цены и самые приветливые официанты , которые всегда терпеливы , и точно знают какой напиток я хочу , даже если я порошу сделать что-то на « свой вкус». …",
    "rating": 5,
    "name": "Anastasia Raint",
    "cat": "Bar"
  },
  {
    "review": "Месторасположение - сойдёт. (не удобный подъезд, нет своей парковки) Интерьер - в целом не плохо. А - ля \"Львовская копалья кофе\" Несколько залов, в том числе для курящих. Отдельные кабинки для уединения. Изюминка - \"секретна комната\" с …",
    "rating": 3,
    "name": "V19",
    "cat": "Bar"
  },
  {
    "review": "Отличное расположение в центре, уютный бар с огромным выбором, где каждый сможет заказать то, что ему нравится. Хорошее обслуживание, вкусные коктейли. Отлично провели время, спасибо! Однозначно рекомендуем к посещению!!! …",
    "rating": 5,
    "name": "Volodymyr Trystan",
    "cat": "Bar"
  },
  {
    "review": "Отличное место с оригинальными коктейлями.\nБармен поможет подобрать то, что вам точно понравится)\nЕсть несколько залов: основной с барной стойкой и музыкой, зал для курящих и …",
    "rating": 5,
    "name": "Maryna Repetska",
    "cat": "Bar"
  },
  {
    "review": "Один из лучших баров Киева. Очень калоритное место в самом центре столицы. Бармены высшего уровня. Напитки СУПЕР! На любой вкус. Отличное обслуживание и приятная атмосфера. Живая музыка тоже \"на высоте\". …",
    "rating": 5,
    "name": "Елена Хал",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное заведение) хоть раз, но тут стоит побывать! Огромный выбор коктейлей на любой вкус и цвет, цены высокие, но оно того стоит! …",
    "rating": 5,
    "name": "Маша Борисенко",
    "cat": "Bar"
  },
  {
    "review": "Просто подходишь на бар, озвучиваешь свои вкусы и бармены невероятно точно готовят то, что подходит именно тебе из их нереально длинного списка коктейлей.\nТо, что я пробовала в Диктате, превысило все ожидания - White Santa - …",
    "rating": 5,
    "name": "Katty Cherry",
    "cat": "Bar"
  },
  {
    "review": "Приходили в это воскресенье (20.02.)\nЗаведение целиком и полностью потрясающее: кухня, бар, персонал, интерьер, концепция. Ничего не портит картину, кроме вашей охраны. …",
    "rating": 5,
    "name": "Louise Ka",
    "cat": "Bar"
  },
  {
    "review": "Бар просто отличный!! Были очень приятно удивлены невероятно вкусными коктейлями и ассортиментом импортного алкоголя! Мы попали в пятницу на живую музыку, девочка пела обалденно! Место правда достаточно секретное) вывески вы не найдёте) так …",
    "rating": 5,
    "name": "Anna Art",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A place where you forget about the passage of time. Unrealistically polite staff, modern interior, with hints of fairy tales, antiquity. The kitchen is a separate wonderful story. And your cocktails are a note of …",
    "rating": 5,
    "name": "Надія Луценко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Top bar, be prepared to wait 10-20 minutes until it's your turn to order a drink. But here are very attentive bartenders. …",
    "rating": 5,
    "name": "Dmytro Malyi",
    "cat": "Bar"
  },
  {
    "review": "Все плохо! Сплошное враньё! Весь вечер ди-джей был « на сцене» с девочкой. Подозвали девочку , спросили можно ли поздравить с днём рождения нашу девочку. Было плохо слышно , поэтому написали на бумажке , своими глазами видела, как наше …",
    "rating": 1,
    "name": "Ирина Дениско",
    "cat": "Bar"
  },
  {
    "review": "Прикольно, уютно, вкусно, но конечно не дёшево. Все коктейли около ~280грн\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Б.",
    "cat": "Bar"
  },
  {
    "review": "Один из лучших баров столицы, точно самый огромный бар: спускаясь в подземелье Санты вы попадаете в основной огромный зал, но это еще не все. Есть курительный зал - со своим баром. А из него можно попасть в секретный бар Гоуст Стейшн, …",
    "rating": 5,
    "name": "Artem Trawkin",
    "cat": "Bar"
  },
  {
    "review": "Крутейшее место для ценителей алкоголя. Тут Вы обязательно найдёте для себя напиток по вкусу!!! Профессиональные бармены удовлетворят любой запрос. Невероятно антуражное  место, куда захочется вернуться не один раз. Большего выбора напитков …",
    "rating": 5,
    "name": "Алексей",
    "cat": "Bar"
  },
  {
    "review": "Отличное атмосферное место!!\nОднозначно, лучше всего сидеть у бара! Можно наблюдать как готовят коктейли)\nЕсли вы компанией, то комфортнее будет на диванчиках. Но для низеньких девушек …",
    "rating": 5,
    "name": "Eliza Lotos",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere. Live music with a well-chosen band. Delicious food and cocktails. The choice is very large, for every taste. Bartenders try to pick up everything to your liking. The only thing that can hold back …",
    "rating": 5,
    "name": "Oksana Steciv",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное заведение, хороший выбор коктейлей, по вечерам пт и сб live- music, бармены - спецы своего дела))) …",
    "rating": 4,
    "name": "Юлия Ц",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, я говорю о в тайном зале в стиле speak easy.\nЦены выше среднего, вроде от 250 до 490\nЧто приятно удивило, так это то что сразу дополнительно подают графины с водой. …",
    "rating": 5,
    "name": "Анна Цехмистер",
    "cat": "Bar"
  },
  {
    "review": "Очень уютное и приятное место) есть одно но: почти не найти актуального меню, цены на их сайте старые и отличаются от актуальных. Поэтому публикую часть цен на коктейли, может кому-то пригодится. Но все вкусно, безусловно. Ещё бы вернулась) …",
    "rating": 4,
    "name": "Илона",
    "cat": "Bar"
  },
  {
    "review": "Одно из самых живых и активных мест в Киеве с живой музыкой, где всегда весело :)\nВ этот раз пробовали текилу. Нестандартная подача без соли и лайма. Как всегда …",
    "rating": 5,
    "name": "Alla Tsymanovska",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the most atmospheric bars I've visited in my life. It's hard to get here if you haven't been before but it's worth a try.\nThe service for a bar is perfect and very professional, the interior makes an …",
    "rating": 5,
    "name": "Mariusz W",
    "cat": "Bar"
  },
  {
    "review": "Атмосферный бар с лучшими коктейлями.\nБармены очень круто и ловко готовят абсолютно все.\nА внешний вид всех напитков дополнен интересными съедобными элементами. …",
    "rating": 5,
    "name": "Маргарита Дорофеева",
    "cat": "Bar"
  },
  {
    "review": "Само заведение замечательное, НО!Охрана на входе максимально неадекватная. Вышел покурить и посадить друга на такси. Обратно охрана решила не впускать. На вопрос «почему?» мне ответили в грубой форме «ты нам не нравишься». Причин и …",
    "rating": 2,
    "name": "Александр Тараско",
    "cat": "Bar"
  },
  {
    "review": "Абсолютно ничего не имею против заведения, напитков и прочего. Но вот охрана-это отдельная тема для общения. Сами провоцируют конфликт. Возьмите, пожалуйста, на работу адекватных людей, а не этих «обиженок». Не привык прибегать к …",
    "rating": 1,
    "name": "Сергей Петаев",
    "cat": "Bar"
  },
  {
    "review": "В баре не была, не знаю. Но подарок из него - конфеты с коньяком попробовала.\nОбычный кисловатый мармелад в красивой упаковке. :( …",
    "rating": 1,
    "name": "Елена Оринич",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) In the center of Kiev (Square) transportation is very easy, within walking distance. The interior ambiance is nice, there is a Dj playing successful music. Although the menus are in Ukrainian, it was not difficult to …",
    "rating": 5,
    "name": "Sezgin Aksoy",
    "cat": "Bar"
  },
  {
    "review": "Обожаем это место с друзьями. Цены высокие, но это центр. Зато вкусные коктейли. И очень-очень атмосферно. Еда тоже вкусная. …",
    "rating": 5,
    "name": "Олена Клишта (Elena)",
    "cat": "Bar"
  },
  {
    "review": "По законодательству Украины никто не имеет права спрашивать сертификат. По факту по просьбе сертификат был показан, сопровождаясь  ответной шуткой: «А ваш можно?». После яего ОХРАННИК/ХОСТЕС решил, что он директор шлакбаума и не пустит нас. …",
    "rating": 1,
    "name": "Oleg Tykhomyrov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Elegant establishment with a huge bar. Great respect for bartenders, professional with capital letters. A huge selection of cocktails, live music and DJs will make your evening incredible. Time passes very fast, and …",
    "rating": 5,
    "name": "Миронец Виктория",
    "cat": "Bar"
  },
  {
    "review": "Великолепный дизайн, это нужно видеть в живую! Приятная музыка,  многолюдно и шумно -  таким и должен быть настоящий бар! Очень приятно удивило меню - не смотря на формат бара,  там есть и салаты,  и горячие блюда,  и десерты. Можно не …",
    "rating": 5,
    "name": "Anna Diedikova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Generally a very nice bar with a unique atmosphere. Cons: Unfriendly security guards at the entrance, high prices and huge crowds in a narrow room on Fridays. …",
    "rating": 4,
    "name": "Volodymyr Dudin",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice bar. I liked live music and DJ. Cocktails are delicious, quick to prepare. Lots of interesting details on the walls.\nI did not like that the room was smoking. All clothes and hair then smelled of …",
    "rating": 4,
    "name": "Наталія Паславська",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best bars in Kiev. Atmospheric place, great music, a wide cocktail menu and pure alcoholic beverages. …",
    "rating": 5,
    "name": "Olena",
    "cat": "Bar"
  },
  {
    "review": "Лучшие коктейли на любой вкус. Если что \"Лебовски\" - для любителей вкусного. Из еды пробовали только десерты - не разочаровали. Официанты - молодцы, можно спросить, помогут с выбором. …",
    "rating": 5,
    "name": "Maria Kirina",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A cool place with its own special vibe, live music and your virtuoso improvisational game is something incredible. If you have the opportunity, be sure to look in this place, it remains pleasantly surprised. …",
    "rating": 5,
    "name": "Tetiana Nechas",
    "cat": "Bar"
  },
  {
    "review": "Место замечательное , коктейли отличные , хожу в заведение с момента открытия , все устраивало до сегодняшнего дня…\n20.02.2022 нас не пустил бородатый охранник по причине нет настроения , я такой …",
    "rating": 1,
    "name": "Maksym Ryptyk",
    "cat": "Bar"
  },
  {
    "review": "Понравилось! Если хотите особенный коктейль- Вам сюда. Бармены быстро ориентируются в предпочтениях клиента. Приятная атмосфера. Огорчило только то, что слабо работают вытяжки в зале для курения, за это снимаю звезду. …",
    "rating": 4,
    "name": "Лилия Чистякова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very cool bar, great cocktails, attentive bartenders, great atmosphere, great music …",
    "rating": 5,
    "name": "Ol4ytka Mala",
    "cat": "Bar"
  },
  {
    "review": "Ух какое атмосферное место! Особенно когда группа на сцене, при том не важно кто именно. Ни один вечер в этом баре не прошел скучно. Есть отдельный зал для курящих. Самая длинная барная стойка с бесчисленным множеством коктейлей. Даже если …",
    "rating": 5,
    "name": "Алина Доценко",
    "cat": "Bar"
  },
  {
    "review": "Молодцы, что перенесли сцену, стало больше места. Кухня отличная, бармены приготовят что угодно, не ограничиваясь меню, приятные официанты, вменяемые цены. Из минусов - курилка внутри, ничем не отделенная. Если у вас аллергия, как у меня, …",
    "rating": 4,
    "name": "Lena Karlova",
    "cat": "Bar"
  },
  {
    "review": "Шикарное, безумное, незабываемое место, которое явно стоит посетить!\nКоктейли 10/10\nМузыка оставит равнодушным только глухого …",
    "rating": 5,
    "name": "Веталь Крамаров",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) This is not the first time you can find this place. Restaurant \"hidden\" in one of the patios. There is no sign on Khreshchatyk. One of the largest alcohol choices in Kiev. The kitchen is also top notch. Nice interior. …",
    "rating": 5,
    "name": "Вікторія Редько",
    "cat": "Bar"
  },
  {
    "review": "Всё было восхитительно до потери пульса. Сплошной восторг. Любезный персонал, ОКЕАН экзотического алкоголя, каждый угол этого места очень стильный вплоть до туалета. ОЧЕНЬ РЕКОМЕНДУЮ. У меня всё. …",
    "rating": 5,
    "name": "Марина Филина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Bartender Taras is the sweetest bartender ever\nFeels the mood of the guest and his tastes. Attitude to the guest at the height of the cocktail top …",
    "rating": 5,
    "name": "Оксана Цісар",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли,  хорошая живая музыка,  веселые вечера. Я со своими друзьями очень люблю посещать это место, всегда остаются смешные истории.  Рекомендую!\nКстати на фото классный согревающий коктейль \"Hot spice\" ♥ …",
    "rating": 5,
    "name": "Яна Терехова",
    "cat": "Bar"
  },
  {
    "review": "Хороший выбор коктейлей, приятная атмосфера, когда музыка играет не слишком громко. Но неоправданно дорого: средний коктейль - 200 - 300 гривен. Обслуживание среднее, официанты недостаточно корректны. …",
    "rating": 4,
    "name": "Alexey Novak",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное место! Багатейший выбор напитков! Место, куда хочется вернуться! …",
    "rating": 5,
    "name": "Сергій Осовський",
    "cat": "Bar"
  },
  {
    "review": "Мои овации владельцу данного заведения. Мы Вас искали, наверное, около часа. Но, кто ж знал, что рюмочка с крылышками это и есть Вы)))\nШикарный антураж. Я, если быть честной, до сих пор не пойму у вас или слишком …",
    "rating": 5,
    "name": "Анна Коваленко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cocktails are normal, but the staff wants the best: no \"good afternoon\" or \"goodbye\". The staff does not serve, but as if doing a service, most staff have \"their crown\" on their heads. Bar Fitz, Biancoro, Beatnik know …",
    "rating": 2,
    "name": "Sophia Melnyk",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар, очень крутые бармены) профи, все красиво делают на публику, сами оригинально выглядят)))\nКоктейли вкусные, сочные, с изюминкой. …",
    "rating": 4,
    "name": "Lika Matvienko",
    "cat": "Bar"
  },
  {
    "review": "Это очень антуражное место.\nПрямо для тех кто любит барную культуру.\nУ них просто потрясные бармены и миксологи. …",
    "rating": 5,
    "name": "Anastasiia Miroshnykova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The quantities and types of alcoholic beverages are impressive. It is labeled as Secret Bar even if it does not reflect its characteristics. Place frequented by many foreign students. The bartenders are truly …",
    "rating": 5,
    "name": "Simona Catello",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The guards are adequate people, nice and polite, it is very correct that they check the certificates for the code, it is very good that they do not let drunks and minors in, so as not to provoke conflict situations, …",
    "rating": 5,
    "name": "Алла Сафронова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) This is a cult place for every fan of quality culture of cocktail consumption. It is the best place to meet everything that can happen to you in life. The best gimlet. …",
    "rating": 5,
    "name": "Yuriy Dyban",
    "cat": "Bar"
  },
  {
    "review": "В пятничный вечер после активного дня рождения друга нам захотелось подложить активности и диктат полностью удовлетворил нас - активная музыка, хорошие коктейли. Рекомендую …",
    "rating": 5,
    "name": "Кристи Еремина",
    "cat": "Bar"
  },
  {
    "review": "Не советую, на входе стоят хамы!!!!! Впускают с 21, учитывая , что компания была из людей 27+, но 19летнию сестру подруги решили не впустить, сопровождение с совершеннолетними не считается поводом. Менеджера нам отказались вызывать. …",
    "rating": 3,
    "name": "Diana",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для отдыха и общения.\nТесновато, но формат заведения как раз про разрушение границ. Вкуснейшие у»коктейли! …",
    "rating": 5,
    "name": "Alexander Liubchenko",
    "cat": "Bar"
  },
  {
    "review": "Само место отличное, атмосферное с интересной музыкой, благодаря DJ с очень многогранным музыкальным вкусом. Всё портит не очень любезная охрана. В прошлые выходные, как и до этого, попросили показать сертификат. У меня root на телефоне и …",
    "rating": 3,
    "name": "gDoban Gdanbogov",
    "cat": "Bar"
  },
  {
    "review": "Если вы ищете лучшие коктейли в городе, ообязательно посетите этот бар. Персонал Отлично разбирается в огромном барном меню и без трудностей подберет для вас идеальный коктейль!!! …",
    "rating": 5,
    "name": "Александра Харченко",
    "cat": "Bar"
  },
  {
    "review": "Интересное место с претензией на \"секретное/подпольное\". Дорогие вкусные коктейли, есть живая музыка и небольшой танцпол. Есть еда и закуски. Есть зал для курящих и вип зал. …",
    "rating": 4,
    "name": "Anna Klymova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good bar, good alcohol, good food. As a foreigner, I haven't had any bad experiences here. The only disadvantage is that it is very crowded on Fridays and Saturdays and the premises are not made for many people. …",
    "rating": 5,
    "name": "Nik N",
    "cat": "Bar"
  },
  {
    "review": "Калоритное место с приятным обслуживанием. Здесь вас окружит джазовая музыка или вечер нимого кино. Вам покажется, что вы всего лишь на одну ночь оказались в Чикаго времени 60-х. Приятные официанты подскажут вам, что вы хотите выпить, они …",
    "rating": 5,
    "name": "Юлия Кухаренко",
    "cat": "Bar"
  },
  {
    "review": "Приходим сюда уже в n-ный раз и это просто кайф 🤩 коктейли вкусные, бармены милые, еда тоже достойная, меню оригинальное 🤪\nВкусный коктейль на виски с пеной из лайма и Танос, он немного молочный и …",
    "rating": 5,
    "name": "Oksana Zaporozhets",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I would never have guessed that behind the usual door without a sign is such a cool bar! The interior is cool, the menu is huge, the music is good, the waiters are friendly - definitely worth a visit and immerse …",
    "rating": 5,
    "name": "Roman Kurylych",
    "cat": "Bar"
  },
  {
    "review": "Очень крутое и атмосферное место - немного спрятано в глубине Крещатика за почти секретной дверью)) А внутри приятно удивили свечи и ненавязчивая музыка в интимном полумраке - то что надо! Но места, к сожалению, надо бронировать заранее((( …",
    "rating": 5,
    "name": "Евгений Демидов",
    "cat": "Bar"
  },
  {
    "review": "Очень шумно, ярко. Много людей. Есть зал для курящих. Бармены по вашему капризу могут приготовить всю классику, а также любой ваш каприз. Лучше бронировать место заранее. …",
    "rating": 4,
    "name": "Ekaterina Shatokhina",
    "cat": "Bar"
  },
  {
    "review": "Обалденное место с хорошей музыкой и и вкусными коктейлями. Ещё там красиво очень\nСпасибо …",
    "rating": 5,
    "name": "Ирина Янковая",
    "cat": "Bar"
  },
  {
    "review": "Крутые авторские коктейли, атмосферные выступления групп, приятные бармены!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sandra Aksamitna",
    "cat": "Bar"
  },
  {
    "review": "Всегда лучшее из всех. Можно познакомиться с иностранцем) коктейли вообще не вставляют...выпила 5 коктейлей 1000 грн на ветер..но вкусно …",
    "rating": 4,
    "name": "Anastasia Landysheva",
    "cat": "Bar"
  },
  {
    "review": "Если честно, сколько положительных отзывов немного преувеличивают всю \"крутость\" этого заведения. Коктейли хорошие, но далеко не самые вкусные в городе)\nНе понял в чем секретность бара. Амбалов у входа видел ещё с главной улицы …",
    "rating": 5,
    "name": "Vladyslav Pinchuk",
    "cat": "Bar"
  },
  {
    "review": "Отличное место для любителей коктейлей и потанцевать:) спокойно пообщаться здесь не удастся. В выходные дни места катастрофически не хватает, но весело. Музыка, конечно, дело вкуса, но не каждый раз попадали на зажигательные ритмы. …",
    "rating": 5,
    "name": "Veronika Vasylycheva",
    "cat": "Bar"
  },
  {
    "review": "Для любителей выпить есть большой ассортимент алкоголя и действительно крутые бармены.\nНа закуски цены выше среднего и не особенно вкусно. …",
    "rating": 4,
    "name": "Liza Tropina",
    "cat": "Bar"
  },
  {
    "review": "Мне понравилось тут. Тут есть барная культура, бармены не пытаются втюхать тебе самый дорогой коктейль, идут по предпочтениям. Также познакомился с человеком который разрабатывал барную карту, работа была проделана титаническая. Фоззи фуд …",
    "rating": 5,
    "name": "Nikita Primak",
    "cat": "Bar"
  },
  {
    "review": "Коктейли отличные. Цены выше среднего, но качество того стоит\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Даша Б",
    "cat": "Bar"
  },
  {
    "review": "Уютный бар, интересный интерьер. В заведении чувствуется особая атмосфера. Места лучше занимать заранее. Коктейли вкусные, но алкоголя в них явно не хватает :) Неудобный гардероб, к слову. Почти уверен, что все самое интересное происходит …",
    "rating": 5,
    "name": "Дмитро Хруневич",
    "cat": "Bar"
  },
  {
    "review": "Очень уютное место. Отдыхали под ритмы джаза. Так хорошо, так спокойно. Как дома 💙 …",
    "rating": 5,
    "name": "Eugene Moroz",
    "cat": "Bar"
  },
  {
    "review": "Бар-просто супер. И главное, никто лишний туда не попадет. Вечеринка, которая была сегодня-день барменов, проходит раз в году и подготовились они к ней основательно. …",
    "rating": 5,
    "name": "Мария",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Large selection of cocktails. Good quality cocktails. Live music 👍But a lot of people …",
    "rating": 4,
    "name": "irinagurkalo",
    "cat": "Bar"
  },
  {
    "review": "Живое место, хороший выбор коктейлей, уютно. Из минусов только оч высокие цены, ориентированные в основном на состоятельных иностранцев и понтовых пацанов, ну и вечно грязный туалет. Ах да, отсутствие танцпола.. ну ребят, уберите возле …",
    "rating": 4,
    "name": "Artem Ledovkykh",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A wonderful place for evening and night rest. The bar is located in the very heart of Kiev, making its visit very convenient and interesting. The room is always well-chosen music, and after 9 musicians start to play …",
    "rating": 5,
    "name": "Mykyta Ishchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Incredibly warm place where everyone is happy. You can both drink tea and enjoy a good elite alcohol. On Saturdays jazz and jams and it's just 🔥. The music is alive, the people are all beautiful and nice. If you can …",
    "rating": 5,
    "name": "Bogdan Zaborovets",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) It's worthless.. I gave 1 star to criticize it.. the guys went 3 times and they didn't let me in. Don't be fooled by the reviews. Doesn't have much of a joke. …",
    "rating": 1,
    "name": "Erdi Kaya",
    "cat": "Bar"
  },
  {
    "review": "Огромный выбор коктейлей и разновидности алкоголя. Желательно бронировать, людей очень много, иногда к барной стойке просто не пробиться. …",
    "rating": 5,
    "name": "Ivan Parkhomenko",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар. Вкусные коктейли, приятная атмосфера. Немного шумно и многолюдно, но это ожидаемо. Очень рад, что узнал об этом месте и с удовольствием приеду сюда ещё. Рекомендую! …",
    "rating": 5,
    "name": "Illya “HaGrIL” Brechko",
    "cat": "Bar"
  },
  {
    "review": "Наверное самый большой выбор качественного алкоголя в Киеве(инфа не сотка).Спикизи на месте культового клуба 44.Тут всегда битком,люди пьют коктейли стоя.Живая музыка(meh,но гости в восторге).Закуски есть.Коктейли - любой,какой душа …",
    "rating": 5,
    "name": "Kate Ulasheva",
    "cat": "Bar"
  },
  {
    "review": "Крутое место, частенько заглядываю, отменные коктейли, крутые бармены, отменная выпивка и всегда крутая атмосфера) а ну и отдельный привет охране на входе, ребята вы крутые ))) …",
    "rating": 5,
    "name": "Classic",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное заведение , цены высокие , но вкуснее коктейлей я в Киеве не пробовала ) …",
    "rating": 5,
    "name": "Ирина Герасимова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Had a nice evening, several cellars are connected and in the niches, seats, to drink the delicious cocktails. …",
    "rating": 4,
    "name": "Siem Kok",
    "cat": "Bar"
  },
  {
    "review": "Любимый бар, где всегда самые лучшие бармены готовят потрясающие напитки)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Таня Борисюк",
    "cat": "Bar"
  },
  {
    "review": "Плюсы: прекрасный интерьер, замечательный алкоголь на любой вкус, интересная атмосфера, понравилась сцена и что любой гость может поиграть на инструментах и спеть, удобное территориальное расположение. …",
    "rating": 5,
    "name": "Ксения Козлова",
    "cat": "Bar"
  },
  {
    "review": "Уже давно полюбившийся бар, с крутой музыкой, вкусными коктейлями и приветливыми барменами ❤️ …",
    "rating": 5,
    "name": "Евгения Кучер",
    "cat": "Bar"
  },
  {
    "review": "Огромный выбор коктейлей и всегда предложат лучшие варианты по вашему вкусу! Приятные бармены, персонал отличный) ни разу не было замечаний. Пожалуй лучший бар в котором бывала) Чего только стоит их барная стойка! В общем за вкуснейшими …",
    "rating": 5,
    "name": "Aleksandra Strantsevilko",
    "cat": "Bar"
  },
  {
    "review": "Обычный бар, мало места, маленький танцпол, цены выше среднего по барной карте, но подача весьма интересная. Сказать, что вернусь - не скажу. Впечатления на 3, ставлю 4 за коктейль …",
    "rating": 4,
    "name": "Vladyslav Abramov",
    "cat": "Bar"
  },
  {
    "review": "Один из любимейших баров! Атмосфера всегда супер, коктейли вкусные (правда некоторые ну ооочень на любителя)\nЕсли хотите сидеть за столиком - рекомендую бронировать заранее. …",
    "rating": 5,
    "name": "Катерина Щербина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar is DEFINITIVE among the best bars I have ever visited! One cocktail better than the other. Service forces that can do their job perfectly and by the way over 40 Wiskey varieties on offer ... just SUPER! …",
    "rating": 5,
    "name": "Carlos Lucas",
    "cat": "Bar"
  },
  {
    "review": "Восхитительный бар с невероятной атмосферой и прекрасными коктейлями. Даже прийдя впервые, чувствуешь себя, будто в кругу близких друзей …",
    "rating": 5,
    "name": "de_patrais",
    "cat": "Bar"
  },
  {
    "review": "Может коктейли там и хорошие, не скажу, до барной стойки не добрался, но всё можно описать одним предложением...банка со шпротами. Места нет от слова совсем. …",
    "rating": 3,
    "name": "Игорь Мельник",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool ambience, above average in Kiev. A disaster in terms of service, as a tourist you are treated as if you were a second class person.\nWouldn't recommend it to anyone who only speaks English. You weren't allowed to …",
    "rating": 1,
    "name": "iweel otgontogoo",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool bar. Delicious, good service. The number of cocktails and their quality will not leave anyone indifferent …",
    "rating": 5,
    "name": "Artem Volkhonskyi",
    "cat": "Bar"
  },
  {
    "review": "Хожу в бар около 5-6 лет, всегда очень нравился. Знал всех барменов, и меня раньше знали так как оставлял щедрые чаевые. Сегодня я приехал в бар и был ошарашен. Один из барменов старой гвардии за стойкой, конечно же я знал и его имя, и …",
    "rating": 2,
    "name": "dzubenko_prod",
    "cat": "Bar"
  },
  {
    "review": "Классный бар,позитивная атмосфера, классный персонал...советую 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sasha Garus",
    "cat": "Bar"
  },
  {
    "review": "Веутри очень красиво хоть и найти удалось не сразу)) Очень понравилась кровавая мери и так то пивной вкусное хоть его и мало …",
    "rating": 5,
    "name": "Лужащий Косилок",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный секретный бар ;-) который можно найти в арке на Крещатике 44.\nДлинная барная стойка, прекрасные шоты и стандартные коктейли, живая музыка, курильная комната - все атрибуты добротного бара. Рекомендую …",
    "rating": 5,
    "name": "Alla Burdiug",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very tasty, but also very expensive. Well, not very expensive, but so delicious that you can not stop. A bar where drinks can really surprise. Cheerful waiters, delicious food. To sit near the stage is too loud, but …",
    "rating": 4,
    "name": "Andrey Fediv",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное место. Почти во всю стену идёт огромная стойка с различным алкоголем. В меню представлено большое количество коктейлей, есть и еда, но ничего из неё не успела попробовать. …",
    "rating": 5,
    "name": "МилДи Продакшн",
    "cat": "Bar"
  },
  {
    "review": "Очень круто. Живой джаз, космические коктейли, великолепная атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Hanna Kalesnikava",
    "cat": "Bar"
  },
  {
    "review": "Великолепный бар! Тут очень уютно, часто можно услышать живую музыку, также тут хороший алкоголь и очень отзывчивые бармены. Если Вы любите выпить в уютной обстановке, то вам точно сюда! …",
    "rating": 5,
    "name": "Mad Spenser",
    "cat": "Bar"
  },
  {
    "review": "Постоянно толпа народа,но цены не приемлемые,лучше бы вместо бесплатной воды сделали адекватные цены. …",
    "rating": 4,
    "name": "Dmitriy Krestnov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great cocktails, delicious snacks, nice atmosphere)\n\n(Original) …",
    "rating": 5,
    "name": "Victoria Komarevych",
    "cat": "Bar"
  },
  {
    "review": "Чисто женский бар,одни слабоалкогольные коктейли в которых 80% места занимает лёд, очень мало сидячих мест …",
    "rating": 3,
    "name": "Денис Кравченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) In my opinion, the best bar in Kiev. There are nuances associated with a very small number of seats not only for gatherings but also just standing at the bar and no card payment after 22:00. Convenient location, quite …",
    "rating": 5,
    "name": "Andrii Tymoshchuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) It feels like girls who are dressed like on the track are allowed there in the evening. I haven't been to Kyiv for a long time, as I worked abroad. My sister and I arrived, but we were not allowed. As we were told …",
    "rating": 1,
    "name": "Софія Камінська",
    "cat": "Bar"
  },
  {
    "review": "5 минут веселой очереди, серъезный секьюрити, маски для фейсконтроля открыли супер панораму на весь алкого мира с барменами которые знают свое дело.\nДиджейиграл танцевальную прогресивную музыку, не техно и не попсу, ближе к …",
    "rating": 5,
    "name": "Ростислав Лазебный",
    "cat": "Bar"
  },
  {
    "review": "Откуда вы все взяли что в этом заведении бармены професионалы??!! Клянусь  такого отношения никогда нигде, даже в придорожных кафе я не встречала. Обратившись к бармену, я спросила, можно ли заказать коктейль. Знаете что он мне ответил??!! …",
    "rating": 1,
    "name": "Алла Бочок",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, приятная живая музыка, очень вкусные коктейли, заботливый персонал, начиная от охранников, заканчивая ребятами в зале.\nОтдельная благодарность официанту Богдану за индивидуальный подход и классный …",
    "rating": 5,
    "name": "irina_ smnk",
    "cat": "Bar"
  },
  {
    "review": "Коктейли особого восторга не вызывают,персоналу нужно вести себя более дружелюбно:)\n1 раз стоит посетить для галочки. …",
    "rating": 2,
    "name": "Кирк Лазарус",
    "cat": "Bar"
  },
  {
    "review": "Огромный выбор коктелей.\nХорошое обслуживание.\nЖивая музыка. …",
    "rating": 5,
    "name": "Jenya Shishkin",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very tasty! The bartenders are nice and attentive\n\n(Original) …",
    "rating": 5,
    "name": "Ольга Сухініна",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера классная мне очень понравилась контингент именно молодежь которая отдыхает есть живая музыка к Хотя певица иногда пускает петуха ну всем кто там весело! Цены тоже для центра нормальные …",
    "rating": 5,
    "name": "Idris Jafarov",
    "cat": "Bar"
  },
  {
    "review": "Хотели попасть на джаз под конец концерта и конечно же спешили.Охранник ничем не отличается от обычного посетителя, особенно когда на улице несколько человек стоит. Пытались пройти по привычке ожидая увидеть охранника внутри. В итоге …",
    "rating": 2,
    "name": "Олександра Багрова",
    "cat": "Bar"
  },
  {
    "review": "Классное драйвовое место. Отличный дизайн помещения. Присутствует живая музыка и диджей. Вкусные и необычные коктейли, хоть и выбор не велик. …",
    "rating": 5,
    "name": "Stanislav Pshenychnykov",
    "cat": "Bar"
  },
  {
    "review": "Ну прям очень атмосферное место, да еще и с живой качественной музыкой! Не вижу смысла сидеть за столиком, возле бара - самое оно, чтобы прочувствовать все прелести заведения. Коктейли брали разные, больше всего зашла любимая Мэри, одна из …",
    "rating": 5,
    "name": "Олександра Крістьєва",
    "cat": "Bar"
  },
  {
    "review": "Классная музыка и атмосфера!  Хороший бар. Разнообразные коктейли. Можно покушать. Работают до утра. Музыка современная и зажигательная. Вежливый персонал. Рекомендую. …",
    "rating": 4,
    "name": "Психолог сексолог Виктория Билан",
    "cat": "Bar"
  },
  {
    "review": "уютный красивый бар в самом центре Киева с живой музыкой. немеряно разного алкоголя и огромное меню, как для бара. супер …",
    "rating": 5,
    "name": "YKSHVX",
    "cat": "Bar"
  },
  {
    "review": "Коктейли норм, но подход странный, за 40 мин до закрытия не пустили внутрь, хоть за 40 мин мы бы спокойно выпили по два коктейля и ушли. Очень обидно так как ехали специально в этот бар. …",
    "rating": 1,
    "name": "Yan Sadkovskyi",
    "cat": "Bar"
  },
  {
    "review": "Очень много людей(все на голове сидят и тебе на стол свои напитки могут ставить ,те кто не бронил стол,стулья постоянно надо дежурить 😆) - потому не 5 ,а в общем и целом - очень даже неплохой бар . …",
    "rating": 4,
    "name": "LL Coffee",
    "cat": "Bar"
  },
  {
    "review": "Место хорошее, но лично для меня - под настроение. Если компания большая, то вам сюда - тут людно и весело. Но если вы вдвоем и хотите выпить и поболтать, то в этом баре не получится - очень шумно и плохо слышно собеседника. Мне так не …",
    "rating": 4,
    "name": "Oksana Sych",
    "cat": "Bar"
  },
  {
    "review": "Была частым посетителем- всегда пускали. Пришли абсолютно нормальные (перед нами пускают 7 человек кавказской национальности). Нас не пустили - потребовали документы (раньше такого никогда не было) - пускать отказались. Shame on you!!!! 👿 …",
    "rating": 1,
    "name": "Liana Garmash",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) For me, this is still the only real bar - here is really the atmosphere with subtle refinement, good alcohol and many details that allow you to feel a kind of color: airship, a la Persian rugs, Victorian furniture and …",
    "rating": 5,
    "name": "Mykhailo Kuzemskyi",
    "cat": "Bar"
  },
  {
    "review": "Что такое, что мы узнали заранее до которого часа работает заведение и по приезду, набрали. Нам сказали \"стучите\". Постучали,как обещано дверь никто не открыл. Телефон отключили. Не профессионально! …",
    "rating": 1,
    "name": "alyona she",
    "cat": "Bar"
  },
  {
    "review": "Хамоватый швейцар - не лучшая визитная карточка заведения.\n\n28 февраля. Приехали на двух такси компанией в 6 человек. Первая группа в 4 …",
    "rating": 1,
    "name": "Yury Romanov",
    "cat": "Bar"
  },
  {
    "review": "Одни из лучших баров Киева, огромный ассортимент алкоголя, отличные коктели, пляс отменная музыка! …",
    "rating": 5,
    "name": "Nick Nick",
    "cat": "Bar"
  },
  {
    "review": "Заведение высшего уровня. Атмосфера просто класс. Живая фортепианная музыка, неповторимый интерьер, интересное исполнение коктейлей. Это то место, которое стоит посетить. Да, его не очень просто найти, кроме вывески в виде лого бара ничего …",
    "rating": 5,
    "name": "Василий Качановский",
    "cat": "Bar"
  },
  {
    "review": "Отличные напитки, уютная атмосфера.\nОчень порадовало министерство глупых походок прям на входе :) …",
    "rating": 5,
    "name": "Pavel Chabai",
    "cat": "Bar"
  },
  {
    "review": "Популярное место для тусовок. Хороший бар, интересная коктейльная карта. Живая музыка. Самый центр.\nНо места не очень много, тесновато. Цены выше среднего. …",
    "rating": 4,
    "name": "Olya T",
    "cat": "Bar"
  },
  {
    "review": "В Киеве первый раз и еще посетил не так много мест для полноценного сравнения, но этот бар, который, как интроверт на вечеринке, спрятался в дальнем уголке комнаты - понравился. …",
    "rating": 5,
    "name": "Roman Moroz",
    "cat": "Bar"
  },
  {
    "review": "Отличное место на центральной улице Киева. Шум фонтана, уличная музыка, шампанское, устрицы, тигровые креветки...шикарно и просто, создает хорошее настроение, спасибо заведению, все очень вкусно и по доступным ценам! …",
    "rating": 5,
    "name": "Нина Фролова",
    "cat": "Bar"
  },
  {
    "review": "Один из лучших баров в центре Киева! Очень атмосферно и вкусно 😋\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexander Dubovyh",
    "cat": "Bar"
  },
  {
    "review": "Nice place with cool DJ busy at all the time you can meet mix of Ukrainians and foreigners. Good lever there are tables siting places and bar chairs near the bar. Separate room for smoking all in interesting decorations and design. Nice …",
    "rating": 5,
    "name": "Кристина 27",
    "cat": "Bar"
  },
  {
    "review": "Очень классное место. Первое место, куда пойдем после карантина. Бар очень необычный и колоритный, поэтому кто-то может его не понял просто... …",
    "rating": 5,
    "name": "Denis Lisichonok",
    "cat": "Bar"
  },
  {
    "review": "Не понравилось вообще . Света не было ,не предупредили даже ,стол был забронирован ,пускать не хотели ,охрана должна охранять порядок ,а не грубить .Ну такое 😔😔😔 Были первый и последний раз …",
    "rating": 1,
    "name": "Алина Харченко",
    "cat": "Bar"
  },
  {
    "review": "Интересный бар, всегда много иностранцев и в выходные дни полностью забит, поэтому бронируйте столики заранее. …",
    "rating": 5,
    "name": "Oleksandr Razumeiko",
    "cat": "Bar"
  },
  {
    "review": "На данный момент это лучшие коктейли в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Ключенков",
    "cat": "Bar"
  },
  {
    "review": "Оч веселый бар, нехватки гостей точно не наблюдается, постоянно по выходным битком)), часто кавер группы выступают. Советую. …",
    "rating": 5,
    "name": "Sergey Pinaev",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) An interesting underground place. Hidden from sight. An incredible choice of drinking. …",
    "rating": 5,
    "name": "Петр Кричун",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The best are cocktails. I haven't tried something like that yet. The food is also very good. You can eat entrecote at 2:00 am and it's still very good. Everything at a good level. …",
    "rating": 5,
    "name": "lllia Panasiuk",
    "cat": "Bar"
  },
  {
    "review": "Любителям барной культуры и вечерних тусовок обязательно стоит посетить данный бар. Лучше забронировать столик, так как просто прийти и найти свободный столик не получится. Людей в пятницу и субботу вечером очень много. Часто играют разные …",
    "rating": 5,
    "name": "Mariia Shyker",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good atmosphere 101 Whiskey's & Beer's.\nCertainly difficult to locate, let yourself be guided by Google maps. …",
    "rating": 5,
    "name": "JM BM",
    "cat": "Bar"
  },
  {
    "review": "Первое впечатление от места ужасное . Для меня как и для многих важно не место - а люди! Люди (Стафф) там грубые,и возомнили себе слишком многое . Хотя откуда мне знать,я в заведение так и не попала,охранник на входе не пустил меня с …",
    "rating": 1,
    "name": "Lola Ranina",
    "cat": "Bar"
  },
  {
    "review": "Супер классное место! Крутые коктейли и шикарная атмосфера!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерия Соляникова",
    "cat": "Bar"
  },
  {
    "review": "Рекомендую здесь попробовать мой любимый коктейль - Танос. На основе джина, настоянного на мотыльковом горошке (цветы этого растения придают напитку фиолетовый цвет). Оч вкусно! …",
    "rating": 5,
    "name": "Juliette T",
    "cat": "Bar"
  },
  {
    "review": "Очень крутой бар！ Рекомендую всем гостям столицы. Огромный выбор алкоголя, профессиональные бармены, душевная атмосфера. …",
    "rating": 5,
    "name": "Оксана Кулёк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A place where drive and peace can be at the same time\n\n(Original) …",
    "rating": 5,
    "name": "Billy Gryna",
    "cat": "Bar"
  },
  {
    "review": "Очень оригинально и вкусно, бармены мастера своего дела👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Zhurbiy",
    "cat": "Bar"
  },
  {
    "review": "Мне больше нравился старый 44. Не могу сказать ничего особо плохого, просто другой формат заведения стал. Довольно дорого, но это же самый центр. Сцена раньше располагалась лучше для концертов. Звук плохо настроен, ушам не комфортно. …",
    "rating": 4,
    "name": "Art air",
    "cat": "Bar"
  },
  {
    "review": "Не смог я понять предназначение этого заведения. Зайти сложно, первый коктейль оказался невкусным (и дорогим), внутри полно gold diggers которые снимают иностранцев. …",
    "rating": 1,
    "name": "Maksym Pylypenko",
    "cat": "Bar"
  },
  {
    "review": "Интересное заведение. Разновидность алкоголя зашкаливает. Очень продуманная концепция заведения. Цены не самые низкие. Но для туристов европейских стран более чем доступные. …",
    "rating": 5,
    "name": "Кристина Гелейша",
    "cat": "Bar"
  },
  {
    "review": "Скажу просто - очень много людей. Цены не сильно демократичные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii Cristaldo",
    "cat": "Bar"
  },
  {
    "review": "Легендарное место в Киеве, клуб 44, взяли и переделали в Бармен Диктат. И это вышло очень хорошо. Это как лаборатория коктейлей, атмосфера напоминает колуары замка, есть места для курящих людей с довольно хорошей вентиляцией. Отдельный плюс …",
    "rating": 5,
    "name": "Инна Мизько",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар. Помню его ещё баром \"44\" при Эрике 20 лет назад. Здесь также уютно, весело и многолюдно. …",
    "rating": 5,
    "name": "Denis",
    "cat": "Bar"
  },
  {
    "review": "Коктейли вкусные, раз посетить точно можно. На второй становится понятно что большая часть посетителей иностранцы с эскортницами. …",
    "rating": 3,
    "name": "Виталий Пилипенко",
    "cat": "Bar"
  },
  {
    "review": "Классная атмосфера, но слабые коктейли, особенно в выходные не сильно стараются. Была как-то в среду, впечатление намного лучше чем в пятницу/субботу. Потусить - да, насладиться коктейлями - нет …",
    "rating": 3,
    "name": "Kateryna Kharchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, cool atmosphere, but you smell the smoke after that .. …",
    "rating": 4,
    "name": "Віта Чеботар",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I find it funny to mention the first (he is also the last) visit to this institution 😅 It was recommended to me by acquaintances who know each other at good bars, but it was an epic failure. I do not know what can …",
    "rating": 3,
    "name": "Galia Gorkusha",
    "cat": "Bar"
  },
  {
    "review": "Отличное место! Народу много, но оно того стоит. Коктейли потрясающие и выбор алкоголя на любой вкус. Очень много иностранцев, что  создает очень разношерстную атмосферу. Цены немного выше среднего(кола черри 75 грн за бутылочку) , но этот …",
    "rating": 5,
    "name": "Iuliia Mykhailychenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A very atmospheric place. Live jazz, a different performer every day, a huge selection of alcoholic beverages. …",
    "rating": 5,
    "name": "Darek Adamski",
    "cat": "Bar"
  },
  {
    "review": "Обычный бар, коктейли хорошие через раз, бармены не запоминают, что просишь - заказываешь один вкус, получаешь другой. Коктейльная карта маленькая, а если просить что-то не из нее,  то даже несмотря на внушительный перечень алкоголя, много …",
    "rating": 4,
    "name": "Anna Radina",
    "cat": "Bar"
  },
  {
    "review": "Отличное место с шикарной музыкой.\nПортят атмосферу только быдловатые охранники с высоким ЧСВ… …",
    "rating": 1,
    "name": "Senior Pomidor",
    "cat": "Bar"
  },
  {
    "review": "Приятная атмосфера, красивый дизайн. Отличный выбор чтоб выпить с друзьями после работы, тем более, что выбор коктейлей супер и официанты хорошо знают меню, с удовольствием советуют (стоимость коктейля 120-140 грн). Есть комната/зал для …",
    "rating": 5,
    "name": "Anna Kuzmenko",
    "cat": "Bar"
  },
  {
    "review": "Отличный атмосферный бар! Прям как в американских фильмах 😍 Можно даже прийти одному, посидеть, отдохнуть! Музыка отлично подобрана! Бармены общительные, веселые ребята! Можно сказать свои вкусовые предпочтения, и вам приготовят отличный …",
    "rating": 5,
    "name": "Екатерина Кот",
    "cat": "Bar"
  },
  {
    "review": "Коктейли огонь! Очень большой выбор, на любой вкус и цвет. Отличное место для тусовки с друзьями, подойдет даже для празднования ДР, можно потанцевать и покушать. В стиле лучших баров мира, не типично для Киева …",
    "rating": 5,
    "name": "Владимир Глушко",
    "cat": "Bar"
  },
  {
    "review": "Очень хорошее место, но сложно найти вход. На улице нигде нет вывески с названием, единственный ориентир - это белая неоновая вывеска бокала с крыльями (там нужно заходить в проход в здании и стучать в дверь слева) …",
    "rating": 4,
    "name": "S",
    "cat": "Bar"
  },
  {
    "review": "Атомосферно и непонятно , зашли тишина - музыки нет , стол и есть , но как и пишут ниже официанты и бармены сильно зазнавшиеся 🤨, коктейли по стоимости завышены ! Менеджмент , обратите внимание на качество обслуживания и на исполнение …",
    "rating": 4,
    "name": "Дарья Пакар",
    "cat": "Bar"
  },
  {
    "review": "Заведение стоит всех своих денег. Коктейли необычные, но вам и сделают то, что вы сами придумаете. На входе дама не очень приветливая, но это сполна компенсируется официантами и барменами, они просто умнички. Атмосфера классная, бар каким …",
    "rating": 5,
    "name": "M S",
    "cat": "Bar"
  },
  {
    "review": "Женя почему то меня не новидет, а так лучшей бар в Киеве для одыкватных. Best bar for expats too …",
    "rating": 5,
    "name": "Daniil Oxyuk",
    "cat": "Bar"
  },
  {
    "review": "Отличное место! Музыка огонь! Коктейли улёт! А девочки! Ммммм\n\nПостоянно и с удовольствием отдыхаем с друзьями в данном заведении. Что и вам …",
    "rating": 5,
    "name": "Андрей В. Шевчук",
    "cat": "Bar"
  },
  {
    "review": "Место интересное с уникальным дизайном. Довольно шумно, но в этом пожалуй и прелесть такого заведения. На замечание: \"... в салате волосы\", бармен просто сказал хорошо и убрал блюдо, за которое я в итоге заплатил. Так даже не в каждом …",
    "rating": 2,
    "name": "Александр Смеловский",
    "cat": "Bar"
  },
  {
    "review": "Место с неповторимой атмосферой, оригинальным интерьером, отличными напитками и коктейлями. Бесконечно можно наблюдать за работой барменов, ребята просто супер. Цены выше среднего но оно того стоит) …",
    "rating": 5,
    "name": "Ирина Бойченко",
    "cat": "Bar"
  },
  {
    "review": "Самый крутой бар в Киеве! Невероятно вкусные коктейли, офигенный персонал, маленькое меню но все оно такое крутой, что не к чему придраться!) На выходных у вас просто происходит какая-то сказка)) люблю вас! Успехов и процветания!;) …",
    "rating": 5,
    "name": "Мария Арделян",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли,  часто живая музыка по вечерам, много иностранцев и иностранок туристов) Видимо это место где-то \"отмечено\") Атмосфера душевная! Заведение находиться в подвальном помещении,  вход не пафосный, так можно считать что это …",
    "rating": 5,
    "name": "Людмила Бурсак",
    "cat": "Bar"
  },
  {
    "review": "Классный бар, с живой музыкой и диджеем.коктейли очень вкусные! Кайфанули. Бармены внимательные и быстрые! Рекомендую и вернусь ещё неоднократно. …",
    "rating": 5,
    "name": "Лера Лера",
    "cat": "Bar"
  },
  {
    "review": "Музыка топчик, давка нереальная-это дискомфорт,конечно. Но в целом, очень понравилось. Все из-за музыки …",
    "rating": 5,
    "name": "Катерина",
    "cat": "Bar"
  },
  {
    "review": "10 из 10!\nОхрана, аудитория, еда, алкоголь - все на уровне!\n+Елисей просто супер невероятно приятный фиц! …",
    "rating": 5,
    "name": "Владислав Полтавцев",
    "cat": "Bar"
  },
  {
    "review": "Бар из разряда Must see! Must drink!😁\nВсегда на высшем уровне коктейли, самый лучший выбор luxury алкоголя, приятная живая музыка, всегда шумно и много людей. …",
    "rating": 5,
    "name": "Yulia Evseeva",
    "cat": "Bar"
  },
  {
    "review": "Легендарное место в Киеве, клуб 44, взяли и переделали в Бармен Диктат. И это вышло очень хорошо. Это как лаборатория коктейлей, атмосфера напоминает колуары замка, есть места для курящих людей с довольно хорошей вентиляцией. Отдельный плюс …",
    "rating": 5,
    "name": "Мария Зворская",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Quite an interesting place, endless cocktails and fun. Special thanks to the guards, it was a pleasure to talk to like-minded people. …",
    "rating": 5,
    "name": "Vladyslav Krylasov",
    "cat": "Bar"
  },
  {
    "review": "Заведение, которое меня очень приятно удивило! И вот почему:\n1. Самый большой бар из всех, которые я видела (имеется в виду количество разнообразных бутылок с элитным алкоголем, а соответственно - невероятный выбор …",
    "rating": 5,
    "name": "Elena Tyaglaya",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I read reviews about security, it was funny that guests do not like that the bar is not allowed drunk, inadequate and minors. I don't think it's nice to be in a bar with a drunken beast. Respect!!! …",
    "rating": 5,
    "name": "Александр Кулик",
    "cat": "Bar"
  },
  {
    "review": "Ужасное заведение,приехали  большой компанией, все работаем в крупной  айти компании,охрана  на входе  решила показать свое я и не пустили на входе. Поговорили с администратором, объяснили  ситуацию,есть видеозапись разговора. Очень жаль …",
    "rating": 1,
    "name": "Sergei",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, чтоб посидеть небольшой компанией или вдвоем с другом. Меню разнообразное. Можно, как посидеть за бокалом пива, так и пообедать. В качестве развлечения есть карточные и настольные игры. Из минусов, то что попасть в бар зимой …",
    "rating": 5,
    "name": "Олеся Ващенко",
    "cat": "Bar"
  },
  {
    "review": "Неплохой бар. Если кто не знает его, просто так с улицы туда не попадёшь. Мне это место показали.\nКоктейли вкусные, была живая музыка. …",
    "rating": 4,
    "name": "Pavel Zaitsau",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное место. Много алкоголя не употребляли, но то, что пили было на уровне.  Живая музыка супер!!! Но очень много людей, катастрофически! Пришлось уйти.  Советую на сто процентов …",
    "rating": 4,
    "name": "Андрей Шеховцов",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good cocktails, but not very friendly service - the waiters are a bit rude and impudent. …",
    "rating": 4,
    "name": "Анастасія Полєшко",
    "cat": "Bar"
  },
  {
    "review": "Охрана на входе делает вечер))))\nХорошее заведение с вкусными коктейлями. Единственное, маловато места. Но это не значимо на фоне остальных плюсов) …",
    "rating": 5,
    "name": "Александр Мельник",
    "cat": "Bar"
  },
  {
    "review": "Праздновали корпоратив 19.12.2017.\n\nПлюсы: …",
    "rating": 2,
    "name": "Николай Миргульский",
    "cat": "Bar"
  },
  {
    "review": "Очень крутое, атмосферное место. Бармены молодцы, всегда помогут выбрать напиток под настроение и по вкусу 👍👍👍 …",
    "rating": 5,
    "name": "Елена Науменко",
    "cat": "Bar"
  },
  {
    "review": "О главном: шикарные фирменные коктейли, подобные которым вы не встретите, пожалуй, нигде. Для любителей рома особенно рекомендую коктейль Кракен.\nИз закусок понравились сырные тарелки, особенно с фондю и куриный пирог - такой …",
    "rating": 5,
    "name": "Andrew D",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, приятные цены. Есть комната для курения\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yulia Ion",
    "cat": "Bar"
  },
  {
    "review": "Разбавленный в чистом виде алкоголь и больше половины льда в бокале с коктейлем) ребят, печально. При таких ценах могли бы и с уважением относится к своей работе. +этого заведения парень-официант. Не помню, как зовут, светлые волосы, …",
    "rating": 1,
    "name": "Soft Viloy",
    "cat": "Bar"
  },
  {
    "review": "Раньше любил это заведение, вчера побывал ужаснулся от музыки и от обстановки. По пятницам и выходным похоже что там лучше не появлятся. Совсем другая музыка  нежели была раньше (чувствуешь себя как в дешевой забегаловке в Кирилловке) и …",
    "rating": 2,
    "name": "IGOR IGOR",
    "cat": "Bar"
  },
  {
    "review": "Неадекватная администратор пьют вместе с барменами на работе не стесняясь\n\n(Translated by Google) …",
    "rating": 1,
    "name": "K P",
    "cat": "Bar"
  },
  {
    "review": "Интересное место, но людей было слишком много, долго ждали заказ\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анна Настусенко",
    "cat": "Bar"
  },
  {
    "review": "Коктейли топ, лучший из киевских, но иногда очень не угадывают с музыкой. Для посещения обязательное место) …",
    "rating": 5,
    "name": "Святослав Дымко",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар и выбор виски.\nNina from the barel, Dalmore, Glendalough, etc. …",
    "rating": 5,
    "name": "Ashot Arutiunian",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное место для отдыха и для души. Любите хороший алкоголь? Знаете что кроме Jack Daniel's есть ещё виски? Хотите расслабиться после рабочего дня или погудеть веселой кампашкой - вам сюда. Одна из лучших барных карт столицы, если не …",
    "rating": 5,
    "name": "Даниил Лучка",
    "cat": "Bar"
  },
  {
    "review": "Отличное коктейльное место. В меню нестандартные коктейли, но совершенно свободно вы можно заказать то, что  нравится и чего нет в меню, официанты/ бармены подберут то что вам по вкусу. Цены выше среднего, по Киевским меркам. Публика скорее …",
    "rating": 4,
    "name": "Inna Vecherynska",
    "cat": "Bar"
  },
  {
    "review": "Очень вкусные коктейли и очень атмосферное место, приятное обслуживание. Но найти вход нелегко 😉 …",
    "rating": 5,
    "name": "Maryna Kravchenko",
    "cat": "Bar"
  },
  {
    "review": "Быстро, точно и без лишних вопросов и соплей) Отличное место, немного прибухнуть. Девушек много, хорошая музыка, широкий выбор бухлишка. Напоминаю ! Чрезмерное употребление спиртного, вредит вашему здоровью. Но не убивает) сразу.... …",
    "rating": 5,
    "name": "Konstantin O.",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) For the first time in my life, the establishment refused to make virgin merry, when the menu has the usual alcohol ... In general, not bad, delicious ceviche) …",
    "rating": 4,
    "name": "Інна Раздольська",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice bar, interesting interior. + it's always very crowded …",
    "rating": 4,
    "name": "Olya Ivanova",
    "cat": "Bar"
  },
  {
    "review": "Один из...пусть 5 лучших баров Киева, как на меня. Сложно найти, но стоит посетить. Если придёте- садитесь на бар, узнаете много нового/интересного о коктейлях. Фирменная Мерри просто супер! …",
    "rating": 5,
    "name": "Artem Koval",
    "cat": "Bar"
  },
  {
    "review": "Бармен пытался все время навязать необычные коктейли, когда делали стандартные заказы. Я понимаю, это его рабята, но было немного некомфортно.\nВ одном коктейле оказался маринованный осьминог. Нас об этом не предупредили, а …",
    "rating": 4,
    "name": "Алена Коваленко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I visit this bar for the first time and every time I remain pleasantly expressed by this atmosphere that is raging in this establishment. The menu is all about taste, but I didn't like all the dishes, but the snacks I …",
    "rating": 5,
    "name": "Borys Volkov",
    "cat": "Bar"
  },
  {
    "review": "Отличная коктельная карта и крутые бармены, а вот официант нам попался очень не приятный, к сожалению …",
    "rating": 4,
    "name": "Alexandra Zayets",
    "cat": "Bar"
  },
  {
    "review": "Идеальное,правильное место. Коктейли изумительные.они настолько идеальные,что при мне очень сложно понять что именно в коктейле. Цены чуть выше среднего,но оно того стоит. Интересный интерьер, особенно бар. Вышколеный персонал. Живая …",
    "rating": 5,
    "name": "Полина Ивченко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Themed, well-designed bar. I liked everything from the atmosphere to the cocktails. …",
    "rating": 5,
    "name": "Любовь Попович",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The atmosphere is very cool, delicious food and drinks, but the staff wants the best …",
    "rating": 3,
    "name": "Alex Svetlichniy",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric and cozy bar. Quality alcohol and buns staff 😍 Favorite place in Kiev! …",
    "rating": 5,
    "name": "Ольга Сидак",
    "cat": "Bar"
  },
  {
    "review": "Хорошая музыка и напитки по крепче.\nЕсли есть желание выпить пиво то вам не сюда. …",
    "rating": 5,
    "name": "Яна Новоселова",
    "cat": "Bar"
  },
  {
    "review": "За 2 года что здесь не была, испортилось качество обслуживания и знания барменов о коктейлях, помочь с выбором не сильно могут, разочаровала подача еле тёплого коктейля в половине чашки для чая с одиноко плавающей долькой апельсина …",
    "rating": 2,
    "name": "Anastasiia Ushchapivska",
    "cat": "Bar"
  },
  {
    "review": "Бар со своей музыкальной атмосферой и очень широким выбором. Правда есть те напитки, которых нет больше нигде. Приятно, очень по классически барно. И в период карантина ребята соблюдают все меры. …",
    "rating": 5,
    "name": "Marianna Mur",
    "cat": "Bar"
  },
  {
    "review": "Огромный плюс бару за живой джаз. Цены вполне нормальные учитывая живую музыку. Еда хорошая, но выбор очень скудный. Из напитков - своя карта коктейлей, ничего знакомого - для любителей поэкспериментировать над своим организмом. …",
    "rating": 4,
    "name": "Olga Khreik",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) It has a very nice ambiance first. Their live music was also great. You must make an effort to find its entry. Take a break in the main street after the orange sign building. When you see the angel, turn to your left …",
    "rating": 5,
    "name": "Ozgur Gun",
    "cat": "Bar"
  },
  {
    "review": "Самый большой выбор напитков алкогольных, который я когда-либо встречала в заведениях. …",
    "rating": 5,
    "name": "Irina Vashkel",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Not bad.\nDJ tried his best.\nPrices are above average. Honestly, the most expensive Long Island I drank. But …",
    "rating": 4,
    "name": "Helga Oleksiuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool place, delicious cocktails, nice bartenders 🙂\n\n(Original) …",
    "rating": 5,
    "name": "Галина Лиман",
    "cat": "Bar"
  },
  {
    "review": "Заведение разочаровало. У барменов корона на голове до потолка. Обслуживание ужасное. Стоит пустой бокал, никто особо не занят, но и не подходят. Коктейль по моей просьбе приготовили вообще не вкусный. При чем я пригубила коктейль и …",
    "rating": 1,
    "name": "Александра Полешко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) a beautiful venue. They have an extensive drink menu. It's nice to listen to live jazz music, but after the program, it turns into DJ club mode. You speak English well. …",
    "rating": 5,
    "name": "Can Daryal",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Find you that quest :) 15 minutes walked from the Theater to Besarabka and back looking into the yard. It didn't help until the second time I called and heard the exact coordinates: the entrance from Khreshchatyk to …",
    "rating": 4,
    "name": "Олександр Назаренко",
    "cat": "Bar"
  },
  {
    "review": "Замечательные коктейли, особенно горячие меня порадовали, в холодную погоду лучше не придумать. Много народу. Единственное что немного напрягло это очень громкая музыка, спокойно поболтать не получится. …",
    "rating": 5,
    "name": "Гриценко Евгений",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный бар на историческом месте. Хорошее обслуживание и отличная музыка. Жаль что нет кока колы Зеро... …",
    "rating": 5,
    "name": "Alexander Rudnev",
    "cat": "Bar"
  },
  {
    "review": "Забудьте все, что здесь было 5 лет назад, интерьер и алкоголь такие же, но коктейльная карта выходного дня и персонал - очень плохие. …",
    "rating": 2,
    "name": "Igor FFOKCUF",
    "cat": "Bar"
  },
  {
    "review": "Очень хорошее место. Скорее похоже на западный бар, а не на киевский. Коктейли авторские, необычные и очень вкусные. Цены чуть выше среднего. Но надо быть аккуратным, и обязательно смотреть в меню, что ты заказываешь, и сколько это стоит. К …",
    "rating": 4,
    "name": "Дмитрий Л",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Incredible place that you have to discover at all costs. The cocktails are delicious. There is a bar hidden inside this bar, with a different menu and higher prices. Good music …",
    "rating": 5,
    "name": "Dylan RICHARD",
    "cat": "Bar"
  },
  {
    "review": "Кухня, авторские/классические коктейли и обслуживание - всё на высшем уровне. Очень жаль, что выходные, с новыми карантинными правилами, нельзя провести в этом месте, как это было  раньше...ждём, когда всё наладиться. …",
    "rating": 5,
    "name": "Teshyn Sky",
    "cat": "Bar"
  },
  {
    "review": "Самый крутой бар Киева! Не дёшево, но он стоит своих денег. От души рекомендую 😉 …",
    "rating": 5,
    "name": "Анна Сербина",
    "cat": "Bar"
  },
  {
    "review": "Срочно делайте что-то с персоналом!!!все началось на входе, когда оказалось что вход только в масках, которую можно снять сразу зайдя! При этом охранник стоит без макси, утверждаю, что он на улице( но кто хоть раз был в баре знает, что он …",
    "rating": 1,
    "name": "Anna Boiko",
    "cat": "Bar"
  },
  {
    "review": "Безупречное качество коктейлей и обслуживания. Хорошо подобранные исполнители на вечернее время. …",
    "rating": 5,
    "name": "Мария Лукьяненко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Wonderful establishment, incredible selection of drinks, cozy and comfortable on amazing furniture. I like to relax here. …",
    "rating": 5,
    "name": "Inga Lirchuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I recommend! Very tasty cocktails and perfect service! ❤️ …",
    "rating": 5,
    "name": "Софія Дз",
    "cat": "Bar"
  },
  {
    "review": "Огромнейший выбор алкоголя на любой вкус и цену! Понравилось место.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, обстановка дружественная чисто не смотря на то что мест просто не было. Коллектив приятный и отзывчивый. БАР с таким огромным ассортиментом!\nПрограма живой музыки с бандурой+гитара+барабанны просто улёт! …",
    "rating": 5,
    "name": "Mikhail",
    "cat": "Bar"
  },
  {
    "review": "Коктейли готовят быстро. Хороший выбор алкоголя, но в меню очень маленький список коктейлей. Иногда включают достаточно навязчивую громкую музыку. …",
    "rating": 4,
    "name": "Mykola Malik",
    "cat": "Bar"
  },
  {
    "review": "Замечательные коктейли, особенно горячие меня порадовали, в холодную погоду лучше не придумать. Много народу. Единственное что немного напрягло это очень громкая музыка, спокойно поболтать не получится. …",
    "rating": 5,
    "name": "АНТОН АНТОНОВ",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice bar, delicious cocktails. Loved walking in 44, which was previously in this place. Nice music. …",
    "rating": 5,
    "name": "Іванна Капляр",
    "cat": "Bar"
  },
  {
    "review": "Вкусно, уютно, атмосферно, хорошая музыка. Настоящее место для отдыха\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kira Kolesnikova",
    "cat": "Bar"
  },
  {
    "review": "Зашли выпить по коктейльчику. Попросили принести что-то с джинном. Предложила несколько вариантов, я попросила, чтобы у меня был без кислинок разных. Принесли. Попросили трубочки,на что нам ответили, что у них принято без трубочек....... …",
    "rating": 1,
    "name": "Гала Флоринская",
    "cat": "Bar"
  },
  {
    "review": "Любимое место! Весело, много общения, ощущение что все друг друга знают! Коктейли на высоте!! …",
    "rating": 5,
    "name": "Anastasiya Kovshko",
    "cat": "Bar"
  },
  {
    "review": "Красивый длинный бар и веселая шумная аудитория. Приходить желательно по раньше или бронировать столик. Иначе можно уйти так и не дождавшись свободных мест. Есть живая музыка. …",
    "rating": 5,
    "name": "Yaroslava Kravchuk",
    "cat": "Bar"
  },
  {
    "review": "Отличный выбор качественного сингл-молт виски. Из баров, пожалуй, лучший в Киеве! Хорошая атмосфера, отличное расположение, и даже в понедельник есть люди и нескучно!! …",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": "Bar"
  },
  {
    "review": "Неплохо, но вход не обозначен достаточно явно, выбор пива не велик, в отличии от цен на него. Днем малолюдно …",
    "rating": 4,
    "name": "OSZ",
    "cat": "Bar"
  },
  {
    "review": "1. Непонятная навигация. Нет почти никаких опознавательных знаков у входа.\n2. Охрана у входа проверяет документы Я обязана носить с собой документы в бар? Где это указано у вас на сайте? …",
    "rating": 1,
    "name": "Viktoriia Kvacheniuk",
    "cat": "Bar"
  },
  {
    "review": "бар хороший. музыка и контингент. НО!!! гардеробщик (или как его назвать) - полнейший хам! Уважаемое начальство, приструните его! Были в баре 4 раза за последние полтора месяца, и каждый раз та же история - \"мест нет\", \"оставьте в пузатой …",
    "rating": 1,
    "name": "Marina P",
    "cat": "Bar"
  },
  {
    "review": "Только что зашли в бар. Предварительно забронировали стол, пришли вовремя. Нас никто не встретил (хостес), не спросил была ли бронь и т.д. Мы прошли, сели за стол, который резервировали. …",
    "rating": 1,
    "name": "Анастасия Майорова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar is very warm, quiet, nice, clean and has very satisfied decoration.\nCrew is very friendly, helpfully. …",
    "rating": 5,
    "name": "BGR BGR",
    "cat": "Bar"
  },
  {
    "review": "Формат бара совсем не подходит моим предпочтениям, и тем ни менее, сколько меня друзья сюда не звали - было весело. Особенно меня развлекали пятничные дискотеки (музыка была то, что надо)! …",
    "rating": 5,
    "name": "Illia Olabin",
    "cat": "Bar"
  },
  {
    "review": "Наверное, самый большой выбор алкоголя в Киеве. Сделают любой коктейль по вашему желанию, не ограничивайтесь коктейльной картой. Но и цена намного выше средней, будьте к этому готовы …",
    "rating": 4,
    "name": "Валентина Федоренко",
    "cat": "Bar"
  },
  {
    "review": "Любимый бар. Родная(подземная и уютная) атмосфера, хорошая подача напитков, обслуживание, музыка и контингент людей.  В этом месте есть душа, а это бесценно 🖤 …",
    "rating": 5,
    "name": "Apolla Aelrath",
    "cat": "Bar"
  },
  {
    "review": "Слишком много пафоса из ничего! Не особо уютно, цены на коктейли завышены в пересчете на обьем. Меню абсолбтно непонятное... нужно как минимум знать английский и понимать все ингридиенты заранее, так все остальное вам ничего нескажет. …",
    "rating": 5,
    "name": "Lavrov Oleg",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool, but it is worth booking in advance. Also get ready for high prices for drinks. …",
    "rating": 4,
    "name": "Ivan Pidoprygora",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Boorish behavior of a hostess girl. It turns out that you can drink alcohol in the institution from the age of 21, and when there were people in the company of 20, we were rudely denied service. …",
    "rating": 1,
    "name": "Ruslan Shevchenko",
    "cat": "Bar"
  },
  {
    "review": "Категорически не рекомендую данное заведение, на входе стоит не адекватный охранник без причины не пускает в заведение. Почему то нашу компанию всегда пускают в Авалон, и другие более приличные места, а тут быдло периферийное аля \"охрана\" …",
    "rating": 1,
    "name": "FOX FOX",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) In my personal opinion there are not many good bars or pubs in Kiev. This place offers a nice bar experience with a special design and a very very wide range of all the types of alcohol you can just think of. …",
    "rating": 5,
    "name": "שלום ספקטור",
    "cat": "Bar"
  },
  {
    "review": "ОБАЛДЕННОЕ МЕСТО!\nАТМОСФЕРА - огонь! …",
    "rating": 5,
    "name": "Карина Морозова",
    "cat": "Bar"
  },
  {
    "review": "Вкусная еда, большой выбор напитков, живая музыка, внимательные бармены, но будьте готовы к тому, что очень шумно. …",
    "rating": 4,
    "name": "AlexDrive",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Interesting interior, everything else is terrible. The establishment accommodates a very small number of people, but they try to accommodate much more. The waiters did not have time for the service, with a wardrobe …",
    "rating": 1,
    "name": "Svitlana Makhno",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар. Со своей индивидуальной атмосферой. Огромный выбор напитков. Хорошая музыка вкусные коктели. Одно из тех мест которое обязательно нужно посетить в киеве. Немного дороговаты цены. …",
    "rating": 4,
    "name": "Дмитрий Саленко",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, приятное заведение, охрана добродушная, бармены внимательные.\nПровели прекрасный вечер в этом заведении ♥️\nНо официанты дарят тебе своё плохое настроение ( …",
    "rating": 4,
    "name": "Angelina Lebedeva",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар для пятничного вечера, очень людно, шумно, живая музыка, диджей, толковые бармены, вкусные коктейли, если хотите провести вечер в тишине то можно попросить администратора отвести вас в дальний зал, там очень уютно, но будет …",
    "rating": 4,
    "name": "Dima Sushko",
    "cat": "Bar"
  },
  {
    "review": "Крутое заведение! Очень калоритная барная стойка с большущим выбором коктейлей, огромный выбор и красивая подача! Знающие свое дело бармены профессионалы …",
    "rating": 5,
    "name": "Юлия Барабаш",
    "cat": "Bar"
  },
  {
    "review": "Всем, кто любит концептуально и алкогольно - сюда ! А ещё здесь можно курить !) Лучшая алкокарта страны ! Обслуживание быстро, качественно !\nРеспект ! Хайли рекомендед! …",
    "rating": 5,
    "name": "Татьяна Ладина",
    "cat": "Bar"
  },
  {
    "review": "Пришли в бар в 3 утра уже в субботу, взяли коктейль играла музыка, в целом атмосфера на твёрдую пятерку, давно хотела попасть сюда. Приблизительно в 4:30 начали убирать заведение и мыть полы, хотя посетили были( мало но были ), меня это …",
    "rating": 4,
    "name": "TatiNov Oliynyk",
    "cat": "Bar"
  },
  {
    "review": "Забронировали столик на день рождения на двоих. Посадили за столик, торчащий из столба, длиною в сантиметров 40-45. При этом, было много свободных и адекватных мест на двоих. Звонили заранее, предупредили что нужен адекватный столик. …",
    "rating": 1,
    "name": "Родион Подкорытов",
    "cat": "Bar"
  },
  {
    "review": "Бармен Дикдат, вы абсолютно не цените своих гостей! Забронировала столик отметить свой день рождение. Приходим, девушка (хостесс) долго смотрела что-то в журнале, дальше последовала цитата: \"Я не знаю кто у вас там принимал бронь, но вашего …",
    "rating": 2,
    "name": "Anastasia Maloshyk",
    "cat": "Bar"
  },
  {
    "review": "Все понравилось!!! Я не любитель коктейлей, но там они действительно божественны! Маргарита - дайте две! Общая атмосфера была приятной. Бармены умнички, публика вроде приличная была. …",
    "rating": 5,
    "name": "Татьяна Федорова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A large variety of cocktails with strong alcohol. Nice staff. Great live music. …",
    "rating": 5,
    "name": "Valentina Redkovich",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The establishment is atmospheric and has an interesting interior. The waiters deserve special attention, because they constantly make sure that you are satisfied))) The average cost of a cocktail is 200 UAH. Bands …",
    "rating": 5,
    "name": "Кирик Ольга",
    "cat": "Bar"
  },
  {
    "review": "Бар хороший, был тут раз 20, но вчера попал в следующую ситуацию: Подошёл охранник и попросил покинуть бар, потому-что ему так сказал администратор. Обидно, потому что ничего неадекватного в моем поведении не было. Хотелось бы услышать …",
    "rating": 1,
    "name": "Roman Korbutiak",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, но сегодня обескуражен синдромом вахтёра от охранника. В 11 вечера половину компании не впустили внутрь без каких-то объяснений и с крайне хамским отношением. Не ожидал такого от любимого бара …",
    "rating": 1,
    "name": "Alex Makeiev",
    "cat": "Bar"
  },
  {
    "review": "Вот заходишь и видишь такую выставку алкоголя, ну прям ух как много всего, и понимаешь, хочу мартини! Все.... Хоти себе) выставка есть, мартиши нет! А так, конечно, атмосферно, дорого, и много адских коктейлей, не пробовала, стрёмно) …",
    "rating": 5,
    "name": "Лена Швец",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место. Душевненько, напоминает европейский бар. Очень положительная атмосфера, есть живая музыка, хороший выбор алкоголя. Вывески нет, ныряйте в подворотню в арку после магазина \"Sumsung\". …",
    "rating": 5,
    "name": "Victoria Tori",
    "cat": "Bar"
  },
  {
    "review": "Красиво, стильно, отличная музыка, атмосферно, практически нет хачей, очень вкусный фиолетовый коктейль😊 …",
    "rating": 5,
    "name": "Анастасия Широкова-Лагутенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) It is much different than the general of Ukraine. A beautiful venue. They have delicious cocktails. Prices range from 30 TL to 40 TL. There is a track where you can dance after a certain time and it is open until …",
    "rating": 5,
    "name": "zehra turk",
    "cat": "Bar"
  },
  {
    "review": "Более 300 видов коктейлей. Сделают все на ваш вкус, бармены настоящие профи. Советую просить бармена то что хочешь, на свой вкус, а не тратить время на меню.Атмосфера андерграунд. …",
    "rating": 5,
    "name": "Anton Tsytovych",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Customer-oriented service, attentive staff, professional and charismatic bartenders. It is clear that employees love their work and are open to the wishes of each client. …",
    "rating": 5,
    "name": "Кристина Короткова",
    "cat": "Bar"
  },
  {
    "review": "Наследник арт клуба 44. Хорошие коктейли. Живые музыкальные выступления. Если хочется поговорить по душам, то вечером это не лучшее место, так как громко играет музыка. Но для пятничного досуга - самый раз! …",
    "rating": 4,
    "name": "Микола Кащенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool design, lots of bottles at the bar. Dear\n\n(Original) …",
    "rating": 4,
    "name": "Dima 84",
    "cat": "Bar"
  },
  {
    "review": "Отличное место!!!!\nТолько виски больше 180 видов!!! А всего остального сколько!\nкак по мне, то Бармен Диктат номер один! …",
    "rating": 5,
    "name": "Анастасія Бакун",
    "cat": "Bar"
  },
  {
    "review": "Бар супер, Паша и Антон - вы лучшие ❤️ Выдержать этот женский движ с улыбками достойно уважения))) …",
    "rating": 5,
    "name": "Smoky Kot",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I am not at all an expert on institutions of this type, but I personally liked it. Administrator and waiters are adequate, ready to answer questions, give advice. Cocktail prices are really from 220, they say that it …",
    "rating": 5,
    "name": "Ivan Fed",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The largest assortment of alcoholic beverages and cocktails I've ever seen. There is a smoking room. However, reservations must be made in advance - this is a very popular establishment and is no wonder. …",
    "rating": 5,
    "name": "Maryna Demirska",
    "cat": "Bar"
  },
  {
    "review": "Крутая атмосфера, очень вкусные коктейли. Бармены сделают все, как вы пожелаете. По выходным с 21.00 живая музыка. Всем советую! …",
    "rating": 5,
    "name": "Татьяна Клименко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very cozy atmosphere. Good acoustics for concerts. The menu includes snacks, steak and only strong drinks, but their choice is huge. Friendly and unobtrusive waiters. It is allowed to dance at the bar :) …",
    "rating": 5,
    "name": "Eugene “TildeSlu” Sliusar",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Excellent bar, in the city center, a cool concept for Allah. …",
    "rating": 5,
    "name": "Liran",
    "cat": "Bar"
  },
  {
    "review": "Очень крутое место!!! Приготовят любой коктейль))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitry Lemischenko",
    "cat": "Bar"
  },
  {
    "review": "Сумасшедший бар с невероятной атмосферой!) Всегда шумно, много людей и весело. Не для тех кто любит тихие спокойные места)) звездочку убрала за высокие цены) …",
    "rating": 4,
    "name": "Оля Браун",
    "cat": "Bar"
  },
  {
    "review": "Отличное заведение. Цены демократичные. Персонал работает хорошо. Пиво вкусное, ассортимент радует. Атмосфера присутствует, в общем очень прикольное место, чтобы отдохнуть и выпить пива. …",
    "rating": 5,
    "name": "Don Jon",
    "cat": "Bar"
  },
  {
    "review": "Много вкусных штук, за разумные деньги.\nЕсли вы алкогольный извращенец, вам сюда.\nПравда смотря на какого бармена попадёте. Миша порадовал. Например \"китайский …",
    "rating": 4,
    "name": "Ugin",
    "cat": "Bar"
  },
  {
    "review": "Просторно. Круто. Можно курить внутри в отдельном помещении с баром. Музыка разная, в зависимости от вечера. …",
    "rating": 5,
    "name": "Антон Ткаченко",
    "cat": "Bar"
  },
  {
    "review": "Хорошие коктейли.  Хороший интерьер. Супер коллекция алкоголя!!. Стоит того чтобы посетить.  Иногда приходится долго ждать пока принесут заказ.\nОбслуживание может быть лучше... …",
    "rating": 4,
    "name": "Uldis Gulitis",
    "cat": "Bar"
  },
  {
    "review": "Веселое заведение с длинной барной стойкой и чудными коктелями. Само помещение узковато. Очень маленький танцпол.. …",
    "rating": 4,
    "name": "Kateryna Khramova",
    "cat": "Bar"
  },
  {
    "review": "Столик брали заранее. Перекинуться словом с друзьями не получится - людей много + живая музыка. Сам бар атмосферный, киношный такой.  Нравится. …",
    "rating": 5,
    "name": "Валерий Узеховский",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice service. BUT.\nFinding a bar is simply impossible. No signboards, some kind of back door. Wandered through the Google maps until they came across the people coming out of the …",
    "rating": 3,
    "name": "Anna Fedorova",
    "cat": "Bar"
  },
  {
    "review": "К 2020 году заведение скурвлено от избытка посетителей и оверхайпа. Не теряйте здесь время: коктейли дорогие и безалкогольные, ничего личного, просто бизнес :) …",
    "rating": 2,
    "name": "Egor K",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The capital atmosphere and the best cocktails. It's hard to find when you don't know where to look.\nA lot of people. Most visitors are regular customers of this bar. …",
    "rating": 5,
    "name": "zerro dragon",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар, скрытый вход, приветливые бармены.\nЗвездочку сняла только за официантов - сколько раз были, всегда плохое обслуживание, неприветливое, девочки безразличные и уставшие. …",
    "rating": 4,
    "name": "Виктория Тарановская",
    "cat": "Bar"
  },
  {
    "review": "Самая крутая барная стойка из всех, что я видела. Коктейль Кракен рулит) Музыка превосходная. Люди и атмосфера - отлично! …",
    "rating": 5,
    "name": "Ксения Рябоконь",
    "cat": "Bar"
  },
  {
    "review": "Невероятный антураж. Очень атмосферное место. Огромное спасибо бармену Максиму) нас было пятеро и коктейли для всех были разными и одинаково крутыми. Полный восторг! …",
    "rating": 5,
    "name": "Валерія Романова",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный бар, но все впечатление портит охрана на входе. Откровенное хамство и просто не адекватное отношение к клиентам …",
    "rating": 3,
    "name": "A AAA",
    "cat": "Bar"
  },
  {
    "review": "Интересное, заведение — вкусные коктейли, атмосферная обстановка.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksandr D",
    "cat": "Bar"
  },
  {
    "review": "Пришла по рекомендации харьковских барменов. И осталась более чем довольна! Интерьер, коктейльная карта, бармены, живая музыка - всё идеально! …",
    "rating": 5,
    "name": "Anna Minayeva",
    "cat": "Bar"
  },
  {
    "review": "Периодически посещал этот бар на праздники, атмосфера отличная, персонал гостеприимный, но сегодня отказали в посещении без объяснения причин, был в адеквате и с необходимыми документами, не хамил. Жаль, что заведение не заинтересовано в …",
    "rating": 2,
    "name": "Валдис Пельш",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) place of thousands of cocktails. go in and be surprised at the amount of drinks, and this is a huge bar counter with an even bigger bar. bartender culture in pure form (dry). is something to pamper yourself with and …",
    "rating": 5,
    "name": "Andriy Gnitetsky",
    "cat": "Bar"
  },
  {
    "review": "Шикарное атмосферное место для посиделок. Авторские коктейли на высоте, сделают на любой вкус и цвет. Официанты и бармены очень общительные и весёлые. …",
    "rating": 5,
    "name": "Дима Тригодько",
    "cat": "Bar"
  },
  {
    "review": "Пока что это лучший бар в Киеве для меня!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavlo Cherniavskyi",
    "cat": "Bar"
  },
  {
    "review": "люблю это место с первого раза 2 года назад)\nпригласили туда на свидание и понравились,  все в свечах, особенно зал для курящих …",
    "rating": 5,
    "name": "Alina Lavrinenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) and here I realized what delicious cocktails and quality waiters were.\nno, it is really nice when waiters first know the range, and second, they have …",
    "rating": 5,
    "name": "Olena",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера джаза, бармены профессионалы своего дела, подобрали коктейль по вкусу на 5+\nВпервые была и приду ещё с друзьями. …",
    "rating": 5,
    "name": "Татьяна Булгакова",
    "cat": "Bar"
  },
  {
    "review": "Прикольный бар, интересные бармены.\nСам не знал чего хотел, но бармен правильно подобрал коктейль.\nНравится что они себя сильно не афищируют, что позволяет не ходить всякому …",
    "rating": 5,
    "name": "Алексей Ко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) So far the best bar I've been to. Jazz, cocktails and atmosphere. Everything is great …",
    "rating": 5,
    "name": "Дмитро Козуленко",
    "cat": "Bar"
  },
  {
    "review": "Пока фавориты по коктейлям и музыкальному сопровождению, но для атмосферы поиска приключения я уже черепаха тортила) …",
    "rating": 4,
    "name": "Oksana Prykhodko",
    "cat": "Bar"
  },
  {
    "review": "Хороший дизайн, атмосфера. Вежливый персонал. Хочешь провести время приятно с алкоголем -заходи. Не пьешь? Не пей. И без этого место располагает. …",
    "rating": 5,
    "name": "Сергей Силенок",
    "cat": "Bar"
  },
  {
    "review": "Супер вкусная курица, отличный бифштекс, приветливый персонал. Бармены много знают о напитках и с удовольствием рассказывают. Понравилось. В 19чч было очень немного людей. …",
    "rating": 5,
    "name": "Dmytro Basov",
    "cat": "Bar"
  },
  {
    "review": "Крутой бар!! Безумная Атмосфера и много вкусняшек ! Попросили немного подождать на входе, но это даже хорошо!)))) …",
    "rating": 5,
    "name": "Kate “Ляля” Tkachenko",
    "cat": "Bar"
  },
  {
    "review": "Неплохо музыка превосходная.. еда вкусная но коктейлей я добавил бы больше\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Денис Васильев",
    "cat": "Bar"
  },
  {
    "review": "Прекрасное место, шикарный выбор выпивки. Хочу к вам в команду))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Мойсей",
    "cat": "Bar"
  },
  {
    "review": "хороший бар с большим выбором выпивки, радует что не бадяжат, наливают оригинал\n\n(Translated by Google)\ngood bar with a large selection of drinks",
    "rating": 5,
    "name": "Валерий Скрипка",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best cocktail bars.\n1. Hard to find) if anyone knows, he is in place of the former 44.\n2. As far as I know, this is the largest bar in Europe (I can be wrong, but the …",
    "rating": 5,
    "name": "vit fed",
    "cat": "Bar"
  },
  {
    "review": "Супер крутое место. Особенно если ты хочешь не просто посидеть выпить, но и послушать живую музыку или пообщатся с интересными людьми. А баная стойка... Ух... Отдельные 5 звезд бы поставил только за нее) …",
    "rating": 5,
    "name": "Sergey Olegovich",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool bar, unrealistic choice of alcoholic beverages and very tasty cocktails! The only thing that is not easy to find: wandered for 20 minutes, until the security asked at the entrance if we are looking for a barn. …",
    "rating": 5,
    "name": "Victoria Bu",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) To date, this place has been a pleasant stay. We have had several times and no problems. Today we came in 4, I and three of my Spanish acquaintances, and 4 were not allowed as the employee said at the entrance \"did …",
    "rating": 1,
    "name": "Liudmyla Chernenko",
    "cat": "Bar"
  },
  {
    "review": "Очень странная ситуация когда ты приходишь в БарменДиктат а на входе тебе говорят что рассчитаться вы можете только наличными и иначе никак. Серьезно? То есть мне чтоб зайти надо идти и снимать деньги чтоб вы могли не платить налоги? …",
    "rating": 2,
    "name": "Anastasiia Cher",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar where I found my favorite cocktail - Berry Moscow Mule.\nHuge selection of cocktails. …",
    "rating": 5,
    "name": "Mykola Yashchenko",
    "cat": "Bar"
  },
  {
    "review": "Коктейли вкусные, но и чек впечатлит потом))\nТусня, тусня, тусня. Уйма красивых девушек и пьяных мужиков. Шумно, поговорить порой сложно. В общем это бар для тусни, а пообщаться надо искать другое место. …",
    "rating": 3,
    "name": "Ol O",
    "cat": "Bar"
  },
  {
    "review": "Отличное место! Очень атмосферно, бар - мечта алкоголика)) невозможно остановиться, очень интересные и необычные коктейли. Находится в самом центре Киева, но очень сложно найти. Однозначно рекомендую к посещению. Зачёт! …",
    "rating": 5,
    "name": "Alex Coll",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) An entertainment establishment with a very colorful atmosphere. The bar is just astonishing with the amount of alcohol and the visual design. The service is very professional. Live music creates a unique atmosphere. …",
    "rating": 4,
    "name": "O V",
    "cat": "Bar"
  },
  {
    "review": "Заказали твист на виски сауэр. Отличная пенка, все остальное в бокале сироп, пьешь просто сахар. Ждала пока растает лед, не помогло)))) грустно. …",
    "rating": 1,
    "name": "Anna Panasyuk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A delight this place. Good live music, delicious cocktails and beautiful people. 👌 …",
    "rating": 5,
    "name": "Jesús Arroyo",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, чтобы повеселиться с компанией!) В пятницу и субботу играет диджей. Вкусные коктейли. Бармены внимательны к вашим пожеланиям и вкусам) …",
    "rating": 5,
    "name": "lidiya akymenko",
    "cat": "Bar"
  },
  {
    "review": "Пушка - ракета. Персонал - все как на подбор. Самая вкусная сангрита ever. Каждая поездка в Киев с обязательным посещением BD. Уважаю, люблю, ценю. …",
    "rating": 5,
    "name": "Anton Griaziev",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great location we had a very pleasant place to drink beer and cocktails we were afraid at the beginning of the entrance from the building but we went to a wonderful place …",
    "rating": 5,
    "name": "Usta Benim",
    "cat": "Bar"
  },
  {
    "review": "Любимый атмосферный бар с живой музыкой, отличными коктейлями и вкусной кухней. Прекрасное обслуживание, бармены 🔝🔝🔝 …",
    "rating": 5,
    "name": "Yana",
    "cat": "Bar"
  },
  {
    "review": "Классный бар с приятной атмосферой. Много вкусных коктейлей. Средняя цена за коктейль 250-300грн. …",
    "rating": 4,
    "name": "Сергей Шишлянников",
    "cat": "Bar"
  },
  {
    "review": "Мой любимый бар.\nБольшой выбор алкоголя, персонал хорошо знает ассортимент. Кухня очень вкусная. Уникальная атмосфера. …",
    "rating": 5,
    "name": "Татьяна З.",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное место! Часто играет живая музыка. На баре отличные коктейли. Одним словом - один из лучших баров Киева. …",
    "rating": 5,
    "name": "Yaroslav Sirkiziuk",
    "cat": "Bar"
  },
  {
    "review": "Атмосферное место куда хочется приходить с друзьями. Вкусные коктейли и неплохая музыка. Бар всегда полон. …",
    "rating": 5,
    "name": "Ирина Фролова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) You can write a lot about the restaurant, but in short: it is the coolest bar in Kiev with an incomparable atmosphere. Definitely recommend! …",
    "rating": 5,
    "name": "Володимир Коваль",
    "cat": "Bar"
  },
  {
    "review": "Супер бар!\nХорошая атмосфера с хорошей музыкой и вкусными коктейлями.\nОтдельно хочу выделить работу барменов и официантов. Все очень круто ребята. …",
    "rating": 5,
    "name": "andrewukraine17",
    "cat": "Bar"
  },
  {
    "review": "Заходишь в это интересное место как в другую страну, живая джазовая музыка, отличное место что б расслабиться и подумать о ,, высоком,, …",
    "rating": 4,
    "name": "Софія БСС",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) I always advise everyone to get here! This is a world of men who know the price and taste of good drinks! …",
    "rating": 5,
    "name": "Андрей Игнатюк",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Once a legendary music club, now a stylish bar in the heart. …",
    "rating": 5,
    "name": "Vadym Krasnooky",
    "cat": "Bar"
  },
  {
    "review": "Крутое место, и охрана знает свое дело, не пускает всякое быдло!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "iJordan",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Oh yeah! This is an extraordinary place with extraordinary workers with a super-cool bar menu. Prices are slightly higher than the average in Kiev. But believe me, it's worth it. Very tasty ! Very atmospheric !!! …",
    "rating": 5,
    "name": "Anastasiia Koval",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место с вкусными коктейлями, живой приятной музыкой, хорошим персоналом. Коктейль подберут по вкусу безошибочно! Всегда людно и очень интересный интерьер. :) …",
    "rating": 5,
    "name": "Yulia Zalata",
    "cat": "Bar"
  },
  {
    "review": "Заведение с индивидуальностью. Крутая коктельная карта и персонал.\nMust have для посещения. …",
    "rating": 5,
    "name": "DMITRIY",
    "cat": "Bar"
  },
  {
    "review": "Хорошее атмосферное заведение. Вообще не пью, но коктейли тут делают такие, что пить приходится :) Если не знаешь, как попасть - спрашивайте, вывесок нет. …",
    "rating": 5,
    "name": "Alex Churs",
    "cat": "Bar"
  },
  {
    "review": "Это однозначно лучшее место для джазового понедельника\n\n(Translated by Google) …",
    "rating": 5,
    "name": "KARDASH KARDASH",
    "cat": "Bar"
  },
  {
    "review": "Замечательное заведение, с огромным количеством разнообразных напитков и прекрасной живой музыкой. Снял бы пол звезды только за то, что есть только один вид пива, и тот бутылочное крафтовое. …",
    "rating": 5,
    "name": "Антон Звонков",
    "cat": "Bar"
  },
  {
    "review": "Приятная обстановка. Внимательные, но не напрягающие бармены. Охрана на входе. Вкусная и оригинальная еда. Наличие безалкогольных напитков. …",
    "rating": 5,
    "name": "Евгений Моисеев",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place for cocktails in the evening.)\nAnd I really liked 44, who was here before. Good memories) …",
    "rating": 5,
    "name": "k sym",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар Киева! Отличная музыка, атмосфера и богатый выбор алкоголя. Приятный персонал …",
    "rating": 5,
    "name": "Євгеній Кононко (quickEscape)",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmosphere, service, cocktails - all is well, prices will be accordingly (gin and tonic 150 ml - more than 200 UAH) …",
    "rating": 5,
    "name": "Yehor Zaitsev",
    "cat": "Bar"
  },
  {
    "review": "Коктейли вкусные, персонал приветливый\n\n(Translated by Google)\nDelicious cocktails, friendly staff",
    "rating": 5,
    "name": "Анастасия Скулович",
    "cat": "Bar"
  },
  {
    "review": "Великолепное место! Отличный интерьер и атмосфера! Персонал супер! Музыка в стиле! Выбор напитков шикарный!\nОтдельное спасибо, за консультации и рекомендации в выборе напитка 😉! Осталась …",
    "rating": 5,
    "name": "Катерина Мусатова",
    "cat": "Bar"
  },
  {
    "review": "Аж три вида пива, но всё не то. Более ху@#₽&го пива чем тут не пил никогда в жизни. …",
    "rating": 2,
    "name": "Kirill",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, but in my opinion they are too strong. I understand that they do not spare alcohol here, but the taste is not the same. And in terms of atmosphere and interior - cool …",
    "rating": 4,
    "name": "Anna Zabuha",
    "cat": "Bar"
  },
  {
    "review": "Очень атмосферное заведение. Уютно. Очень качественное и приветливое обслуживание! …",
    "rating": 5,
    "name": "иван семенчук",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар, хорошее разнообразие напитков как алкогольных ,так и безалкогольных! …",
    "rating": 5,
    "name": "Виктор Барышев",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар Украины! Собрано все - уникальный набор алкоголя, опытные бармены, живая музыка и атмосфера. …",
    "rating": 5,
    "name": "Igor Yuzovitskiy",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, бармены и официанты на высоте, отличное меню, живая музыка. Всегда весело и комфортно …",
    "rating": 5,
    "name": "Татьяна Алятина",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place with local and tourist mainly bar\n\n(Original) …",
    "rating": 5,
    "name": "Evren Karadeniz",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best cocktail parties in Kiev. Great music and atmosphere. Come on for 1 cocktail, and stay late until morning. …",
    "rating": 5,
    "name": "Іван Сорочан",
    "cat": "Bar"
  },
  {
    "review": "Супер! Музыка отличная , атмосфера и гости тоже. Все битком забито. Резервировать столик необходимо заранее 😉 …",
    "rating": 5,
    "name": "Anna Voloshyna",
    "cat": "Bar"
  },
  {
    "review": "Уютно, бармен был хороший, и напитки очень вкусные. Живая музыка была в тот вечер, но очень громко - нам в компании друг друга плохо слышно было …",
    "rating": 5,
    "name": "Viktoriia Krasovska",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Incredible atmosphere! Brilliant cocktail menu, nice people …",
    "rating": 5,
    "name": "Valeriia Chokurashvili",
    "cat": "Bar"
  },
  {
    "review": "Отличный кабак, нажрался знатно.\nИз минусов только отсутствие памяти после 2 коктейля …",
    "rating": 5,
    "name": "Миша Раков",
    "cat": "Bar"
  },
  {
    "review": "Отличное атмосферное место. Хороший выбор виски, живая музыка. Totally nice place …",
    "rating": 5,
    "name": "Evgeny Tolchinsky",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, вкусная кухня, приятное обслуживание, живая атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valeria Ivchenko",
    "cat": "Bar"
  },
  {
    "review": "Уютное место с небольшим количеством людей. Если хочется в нормальном окружении провести вечер - лучше не найти …",
    "rating": 5,
    "name": "Виталий Гуменный",
    "cat": "Bar"
  },
  {
    "review": "Прикольный бар, диджей правда каждый раз другой был , но хороший бар ,всегда куча народу, много иностранцев , много разных коктейлев, и посидеть за баром и по беседовать и потанцевать …",
    "rating": 5,
    "name": "Koks koks",
    "cat": "Bar"
  },
  {
    "review": "Место обладающее невероятной атмосферой. Стильный дизайн, волшебные коктейли и ламповая музыка. Отличное место для проведения вечера в приятной компании.)) …",
    "rating": 5,
    "name": "Евгений Воробьев",
    "cat": "Bar"
  },
  {
    "review": "Обожаю этот уютный, творческий подвальчик с огромным количеством отличного бухлишка …",
    "rating": 5,
    "name": "Татьяна Нужная",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great atmosphere, service, nice people and cozy. Soft drinks are delicious. The food is excellent. Interior design with taste. The live guy is high quality. Nothing extra. A great place to have a good evening. …",
    "rating": 5,
    "name": "Denys Galyuk",
    "cat": "Bar"
  },
  {
    "review": "Любимая всеми сцена с живой музыкой. Jazz club no.1 в Киеве, считался всегда и до сих пор.\nLet it be …",
    "rating": 5,
    "name": "Павел Игнатьев",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар! Крутая атмосфера! Мне очень понравилось, обязательно буду посещать это оригинальное заведение! …",
    "rating": 5,
    "name": "Марина Сергеева",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great atmosphere, good alcohol, delicious cocktails.\nSlow and inattentive waiters. The ordered cocktail at the table can be expected in half an hour. …",
    "rating": 4,
    "name": "Artem Tykhonov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) We were there on Monday. Wasn't very busy. We would be welcomed with a small present called \"ebonitka\" (highly recommended), very pleasant atmosphere! Nice barmens and cool drinks! We recommend! …",
    "rating": 5,
    "name": "Stanislav Erenburg",
    "cat": "Bar"
  },
  {
    "review": "Наверное, лучший бар Киева. Прекрасная коктейльная карта. Есть зал для курения с отличной вытяжкой. Попробуйте Smoky voice. …",
    "rating": 5,
    "name": "Андрій Козінчук",
    "cat": "Bar"
  },
  {
    "review": "Превосходные коктейли, атмосфера бруклинского бара, живая музыка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksey Makhniboroda",
    "cat": "Bar"
  },
  {
    "review": "Отличное атмосферное место. Приятный вежливый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Vinnik",
    "cat": "Bar"
  },
  {
    "review": "Не рекомендую.\n\nОхранник не объективен. Не впустил. Хотя были более менее трезвые и вполне …",
    "rating": 1,
    "name": "Evgeniy Galyaev",
    "cat": "Bar"
  },
  {
    "review": "Научите свой персонал обращаться с клиентами, «очень хорошее» впечатление о вашем заведении) Особенно неадекватный охранник👏 …",
    "rating": 1,
    "name": "Ekatherina Akinina",
    "cat": "Bar"
  },
  {
    "review": "Замечательный бар, хороший выбор выпивки и живая музыка.\nПравда было бы лучше, если бы живая музыка играла дольше, чем до 23.00 …",
    "rating": 5,
    "name": "Олександр Сова",
    "cat": "Bar"
  },
  {
    "review": "Уютный бар, отличное обслуживание\n\n(Translated by Google)\nCozy bar, great service",
    "rating": 5,
    "name": "Dmi Rey",
    "cat": "Bar"
  },
  {
    "review": "Обожаю этот бар, особенно в пятницу, особенно этот потрясающий выбор «Боржоми»!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ксюша Сёма",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар с очень широкой алкогольной и коктейльной картой. Если любите нестандартные коктейли, то вам сюда. …",
    "rating": 5,
    "name": "Иван Дейнеко",
    "cat": "Bar"
  },
  {
    "review": "Не впустили без объяснения причин. При том что были до этого, и не раз, бронировали стол заранее, но  получается никогда нельзя быть уверенным, что ты пройдёшь... …",
    "rating": 1,
    "name": "Гоша Сеидов",
    "cat": "Bar"
  },
  {
    "review": "Спасибо 😊, Тата Кеплер за такое прекрасное  место! В каждой штучке, волшебство ✨ …",
    "rating": 5,
    "name": "Iryna Zirka",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The best, patriotic institution in Europe! Meeting place for friends. Glory to Ukraine, glory to the Dictate! …",
    "rating": 5,
    "name": "Дмитриев Сергей",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best bars I've been to! Great cocktails! Top 5+ …",
    "rating": 5,
    "name": "Julian Natanas",
    "cat": "Bar"
  },
  {
    "review": "В напитках местами слишком много льда, но не смотря на это коктейли восхитительные. Атмосфера хороша, можно идти) …",
    "rating": 4,
    "name": "Bohdan Katrenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A chic restaurant with excellent service and staff - the bartender himself picked us cool cocktails. The jazz band was mega positive, I liked everything. …",
    "rating": 5,
    "name": "Вика Д.",
    "cat": "Bar"
  },
  {
    "review": "Мего уютно и стильно! Тысяча бутылок на баре это оч красиво смотрится! Плюс мы над ним находимся оч удобно))) …",
    "rating": 5,
    "name": "Ігор Швед",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар и выбор коктейлей, но часто приходится долго ждать заказ. Отличная живая музыка …",
    "rating": 4,
    "name": "Григорий Стрикун",
    "cat": "Bar"
  },
  {
    "review": "Изумительное заведение. Как по атмосфере, так и по выбору напитков. Потрясающие коктейли. Заведение расширяет горизонты …",
    "rating": 5,
    "name": "Mike Simon",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место с вкусными коктейлями\n\n(Translated by Google)\nNice place with delicious cocktails",
    "rating": 5,
    "name": "Yevhen Podluzhnyi",
    "cat": "Bar"
  },
  {
    "review": "Коктейли вкусные\nАтмосфера классная\nМузыка на любителя …",
    "rating": 5,
    "name": "Tanya Tsyban",
    "cat": "Bar"
  },
  {
    "review": "После 23 обилие людей перерастает в массовку на вокзале в куртках и с рюкзаками. А так обслуживание и коктейли чудесные!) …",
    "rating": 4,
    "name": "Юлия Рагимова",
    "cat": "Bar"
  },
  {
    "review": "Огромный выбор виски. Не самый большой в Киеве, но внушительный. Приятные коктейли на виски. …",
    "rating": 5,
    "name": "Dmytro Sheverun",
    "cat": "Bar"
  },
  {
    "review": "место клевое, но ценник на коктейли высокий, и не сказать что они очень вкусные. но живая музыка это супер. и интерьер здоровский …",
    "rating": 4,
    "name": "Марат Коротков",
    "cat": "Bar"
  },
  {
    "review": "Бородатый охранник без чувствия юмора - олень!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Alex Samoilenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The pleasant venue appeals to jazz music lovers. If you have confidence, you can have a nice chat with women. …",
    "rating": 4,
    "name": "Caner Algün",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best bars in Kiev. Even the process of entering the institution lifts the mood and makes you live life to the fullest …",
    "rating": 5,
    "name": "Тарас Проць",
    "cat": "Bar"
  },
  {
    "review": "Отличное местечко)) очень уютно, вкусные коктейли, крутые бармены, приятная музыка. Можно поесть, но не очень разнообразно, зато выбор коктейлей потрясающий. Подберут и приготовят именно то, что нужно!!! Рекомендую!!! …",
    "rating": 5,
    "name": "Maryna Shchadnykh",
    "cat": "Bar"
  },
  {
    "review": "Один из лучших баров Киева! Если хотите попробовать вкусные коктейли с качественным алкоголем вам сюда! …",
    "rating": 5,
    "name": "Илья Элизбарашвили",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A place in the center of Kiev, a large selection of alcohol, every day there are interesting concerts. Good service and design of the room is also pleasant. There is a stationary acoustic piano. Ideal for spending the …",
    "rating": 5,
    "name": "Liliia Biletska",
    "cat": "Bar"
  },
  {
    "review": "Мое любимейшее место. Цены дорогие. Атмосфера нереальная. Музыка каждый день! Отличная, джаз, фанк и ДР. Советую. …",
    "rating": 5,
    "name": "Надежда Проценко",
    "cat": "Bar"
  },
  {
    "review": "Невероятно вкусные коктейли ❤️😍 рекомендую всем, кто хочет выпить вкусного и качественного алкоголя! Бармены сделают для каждого алкогольную вкусняшку❤️ …",
    "rating": 5,
    "name": "Анжелика Гайдамака",
    "cat": "Bar"
  },
  {
    "review": "Приехал из Харькова и могу сказать, что это лучший бар ever🖤 Навсегда в моем сердце …",
    "rating": 5,
    "name": "Илья Иванов",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Ordered two cocktails for 140 UAH. They brought us two glasses of ice. Decided to pay and change the bar.\nThe interior is cool. …",
    "rating": 1,
    "name": "Roman Pashchak",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) racist and fascist security guard. I was refused entry twice because of my coloring, while all Ukrainians were allowed. This has happened to many foreigners at this bar. …",
    "rating": 1,
    "name": "Hard",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cocktails are very successful, has a bar with a large collection of drinks. The atmosphere of the place is also impressive. …",
    "rating": 5,
    "name": "Merve Uygan",
    "cat": "Bar"
  },
  {
    "review": "Разнообразие коктейлей поражает, впрочем как и мастерство барменов. Кухня хорошая, цены не завышены. …",
    "rating": 5,
    "name": "Владимир Тешинский",
    "cat": "Bar"
  },
  {
    "review": "Одни из лучших! Бармены, как лучшие психологи, подберут \"лечебный\" коктейль для любого состояния души! …",
    "rating": 5,
    "name": "Kera Obrien",
    "cat": "Bar"
  },
  {
    "review": "Пришла, бармен полностью проигнорировал. Заказать что-либо невозможно. Очень хотела здесь побывать… …",
    "rating": 1,
    "name": "Yana Karp",
    "cat": "Bar"
  },
  {
    "review": "Моё самое любимое место . Атмосфера огонь 🔥 персонал крутой 🤓 коктейльная карта безусловно неповторима 🍹 Всегда можно встретить неординарных людей 😎 …",
    "rating": 5,
    "name": "Мальвина Кондакова",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) One of the best bars in Kiev. Nice atmosphere, good staff - bartenders are well versed in their business and will tell you what. The music is a little too loud. …",
    "rating": 5,
    "name": "Павло Борисенко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great cocktails, nice atmosphere, a little underground\n\n(Original) …",
    "rating": 5,
    "name": "nirjony",
    "cat": "Bar"
  },
  {
    "review": "Место, после которого утром не болит голова)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Аудиосказки на ночь",
    "cat": "Bar"
  },
  {
    "review": "Бар супер! Классная атмосфера, живая музыка, вкусные коктейли и закуски. Все коктейли по одной цене. Официанты приветливые. …",
    "rating": 5,
    "name": "Norbert Beaver",
    "cat": "Bar"
  },
  {
    "review": "Шикарное место; очень понравились коктейли, и атмосфера. Бар - вы топчик ;)!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Grace",
    "cat": "Bar"
  },
  {
    "review": "Самый любимый бар. Отличается невероятной индивидуальной атмосферой и отзывчивыми барменами, которые всегда готовы помочь, подсказать, пообщаться :) …",
    "rating": 5,
    "name": "Анастасия",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The interior is super, the cocktails are super, the music is super, etc. I just rushed here well)) …",
    "rating": 5,
    "name": "St Art S",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) A place where generally rock music is made is a place where educated people come …",
    "rating": 3,
    "name": "ismail koç",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар. Вкусные коктейли. Но почему-то заявленной живой музыки не было.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Ярошевская",
    "cat": "Bar"
  },
  {
    "review": "Раньше было, приезжаешь , до 00:00 и норм впускает. А сейчас, если не на гламуре или нет личных связей с охраной, тебя не пускают... в чем смысл? Привожу уже второй раз иностранцев, и нас не пускают... тупо. …",
    "rating": 1,
    "name": "Olena Chernonok",
    "cat": "Bar"
  },
  {
    "review": "Отличный бар с хорошими напитками! Отдельный курящий зал, веселая музыка, атмосфера :)😄 …",
    "rating": 5,
    "name": "Kirill Filiakin",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place. Big cocktail card. But you can eat. Finding it is not easy …",
    "rating": 5,
    "name": "Natalia Riabtseva",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, impeccable cuisine, mesmerizing atmosphere and bar style!\nDear. But I really liked it! …",
    "rating": 5,
    "name": "Sveta Kusturica",
    "cat": "Bar"
  },
  {
    "review": "Вкусные коктейли, официанты отлично подбирают! Правда любая лайв музыка отнимает у тебя право пообщаться с друзьями …",
    "rating": 5,
    "name": "Artur Didenko",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар, неплохой интерьер ,идея со свечами везде - супер. Правда не плохо было бы их зажигать ещё )) Цены - очень высокие. …",
    "rating": 3,
    "name": "Владимир Фролов",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар наверное не только в Киеве, но и Украине. Невероятный интерьер, прекрасное обслуживание, крутая атмосфера …",
    "rating": 5,
    "name": "Sasha Fedotova",
    "cat": "Bar"
  },
  {
    "review": "Коктейли на четверочку, мне не пришлись по вкусу. Само место атмосферное, чуть дороговато, 200+ за коктейль, но это же центр …",
    "rating": 4,
    "name": "Elvira Balandina",
    "cat": "Bar"
  },
  {
    "review": "Единственное, что плохо, в субрту не протолпиться... (((. Воскресенье посвободнее). Рекомендуется к обязательному посещению. Эталон бара. …",
    "rating": 5,
    "name": "Plovdiv",
    "cat": "Bar"
  },
  {
    "review": "Супер бар, шумно, людно, антуражно, вкусные коктейли, прийду сюда ещё не один раз …",
    "rating": 5,
    "name": "Алена Асфандиярова",
    "cat": "Bar"
  },
  {
    "review": "Замечательное место для отдыха) вкусные авторские коктейли, бармены мастера своего дела) есть живая музыка) персонал не всегда корректно общается с посетителями, что не мало важно (администратор) …",
    "rating": 4,
    "name": "Tatiana Karabut",
    "cat": "Bar"
  },
  {
    "review": "Уже не так качественно готовят коктейли, как ранее. К тому же, очень сильно подняли цены. За эти деньги можно пойти в бары получше …",
    "rating": 3,
    "name": "Павел Лихоманов",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Worthy place. Go Decent place Just visit\n\n(Original) …",
    "rating": 5,
    "name": "Olena Dobrynska",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cozy and interesting. Very good music and range\n\n(Original) …",
    "rating": 5,
    "name": "Марічка Чупіра",
    "cat": "Bar"
  },
  {
    "review": "Сервис отвратительный! Официанты  странно себя ведут, высокомерные, не дозовешься. …",
    "rating": 1,
    "name": "LEONID MARMOUR",
    "cat": "Bar"
  },
  {
    "review": "Отличная музыка! Много людей. Мало места. Пиво выбора 1-2. Дорогие цены как для Украины …",
    "rating": 4,
    "name": "Tim Mam",
    "cat": "Bar"
  },
  {
    "review": "Хорошее заведение. Ночью немного громко, но это объяснимо). Прекрасные коктейли, дорого. …",
    "rating": 4,
    "name": "Oksana Herashchenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) It's hard to find, if you go from Shevchenko Boulevard, the second entrance to the yard, in the depths of the yard on the left will be a sign in the shape of wings, bases of any inscriptions, and a black door in the …",
    "rating": 5,
    "name": "Ольга Саражинська",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Although we didn't come in, we wanted to try our luck. It's a great bar. Would definitely recommend …",
    "rating": 5,
    "name": "Selen Uygungil",
    "cat": "Bar"
  },
  {
    "review": "Охрана хамовитая, как-будто домой к ним пришел\nПортят все впечатление от прекрасного бара …",
    "rating": 1,
    "name": "Val Andr",
    "cat": "Bar"
  },
  {
    "review": "Включая свою питейную волну, входите в консонанс с этим заведением и получаете наслаждение от гармонии Вашего желания и возможностями этого интересного  места... …",
    "rating": 4,
    "name": "Вадим Шахназаров",
    "cat": "Bar"
  },
  {
    "review": "В подвале есть два зала. В одном курят. В другом некурящие нюхают то что накупили соседи.\nВ ресторане курить запрещено. Но здесь плевали на закон и здоровье сотрудников. …",
    "rating": 1,
    "name": "Dmitry Karmazin",
    "cat": "Bar"
  },
  {
    "review": "Единственный минус - это место тяжело найти. Все остальное - кайф. Выбор алкоголя и безалкогольных напитков как в раю - есть почти все) …",
    "rating": 5,
    "name": "M B",
    "cat": "Bar"
  },
  {
    "review": "Отличное заведение формата - бар! Своя атмосфера, отличные коктейли 😍, просто нереальный размер барных стоек и ассортимент! …",
    "rating": 5,
    "name": "Miss Smile",
    "cat": "Bar"
  },
  {
    "review": "очень модное и атмосферное место в центре. уютно и могут приятно удивить авторскими коктейлями …",
    "rating": 5,
    "name": "Галина Плахотя",
    "cat": "Bar"
  },
  {
    "review": "Приятные бармены, вкусные коктейли и в целом очень классная атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lera Bohdanova",
    "cat": "Bar"
  },
  {
    "review": "Атмосфера, коктейли, еда, обслуживание - всё на высшем уровне. P.S.: закажите кракен - и буде вам Щастя) …",
    "rating": 5,
    "name": "GLUK SWAGER",
    "cat": "Bar"
  },
  {
    "review": "Приехали, хотели выпить по коктейлю, 2ое на улице сказали что нам пора спать, бар закрыт, выходили люди была слышна музыка, хамское отношение рассказывать кому что делать мол спать пора, фу.... Больше не придём! …",
    "rating": 1,
    "name": "Denys",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The bar is very unique.\nAn old-fashioned design, the bar is underground adds even more to its uniqueness. The bar is very rich in a huge selection of cocktails. …",
    "rating": 5,
    "name": "Lily Chich",
    "cat": "Bar"
  },
  {
    "review": "В последнее время появилось ощущение что тебе делают одолжение разрешая посетить заведение, вроде здание и алкоголь тот же а ходить сюда неприятно. …",
    "rating": 1,
    "name": "Winner Alligator",
    "cat": "Bar"
  },
  {
    "review": "В этом месте все просто прекрасно: еда,напитки,люди! Одно из самых любимых мест !!! …",
    "rating": 5,
    "name": "Ani Grey",
    "cat": "Bar"
  },
  {
    "review": "Место без вывески в центре столицы порадовало своим интерьером, количествлм алкоголя и очень внимательными барменами, которые помогут в выборе коктейля на ваш вкус. …",
    "rating": 5,
    "name": "Вадим Сиденко",
    "cat": "Bar"
  },
  {
    "review": "Классное \"тайное\" место Киева. Жаль мы попали на день, когда не было живой музыки, говорят там джаз почти каждый день. …",
    "rating": 5,
    "name": "Yaroslav Yersak",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Live music, nice bar, but some sound issues.\n\n(Original) …",
    "rating": 4,
    "name": "Ілля Воропаєв",
    "cat": "Bar"
  },
  {
    "review": "Концептуальное место с живой музыкой куда хрень попадешь без документов, будь тебе хоть 30, хоть 40. Хотя место всегда забито, но это не считаю проблемой заведения. …",
    "rating": 5,
    "name": "Граф Монте-Кристо",
    "cat": "Bar"
  },
  {
    "review": "Место очень интересное и оригинальное. Много народа, прекрасный бар. Обязательно к посещению))) …",
    "rating": 5,
    "name": "Максим Шумилин",
    "cat": "Bar"
  },
  {
    "review": "Огромный выбор алкоголя на любой вкус, вкусные коктейли. Забавная курилка)) в самом баре тесновато …",
    "rating": 4,
    "name": "Світлана Цвєтаєва",
    "cat": "Bar"
  },
  {
    "review": "Отличное место, вкусные коктейли! Нам с девочками понравилось. Очень повеселил официант ) …",
    "rating": 5,
    "name": "Валентина Спиридова",
    "cat": "Bar"
  },
  {
    "review": "Живая музыка, вкуснейшие коктейли, с другом впервые пили такой вкусный алкоголь) …",
    "rating": 5,
    "name": "Артем Щербак",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Prices space, service for 2 out of 5.\nWas the first and last time) …",
    "rating": 2,
    "name": "Вадим Ергерт",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Extremely expensive. Coca-Cola for 100 UAH. But the atmosphere is cool …",
    "rating": 3,
    "name": "Anastasya Shel.",
    "cat": "Bar"
  },
  {
    "review": "Хорошее, уютное место. Найти не так уж легко) Много иностранцев, отличная живая музыка …",
    "rating": 5,
    "name": "Яна Гладкая",
    "cat": "Bar"
  },
  {
    "review": "Очень неплохие коктейли,  хорошее расположение,  достаточно много места\nЦены выше среднего\nМузыка только техно …",
    "rating": 4,
    "name": "Anna Zhuravel",
    "cat": "Bar"
  },
  {
    "review": "Хороший бар с своей атмосферой. Много людей. Хорошие коктейли. Публика преобладает молодая. …",
    "rating": 4,
    "name": "Юля Beikun",
    "cat": "Bar"
  },
  {
    "review": "Крутое место, только лучше бронировать столик)\n\n(Translated by Google)\nCool place, only better to book a table)",
    "rating": 5,
    "name": "Марія Зверянська",
    "cat": "Bar"
  },
  {
    "review": "Очень хорошо, коктейли с неповторимым вкусом, персонал с неотразимой харизмой\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Artem Musel",
    "cat": "Bar"
  },
  {
    "review": "Одно из самых любимых мест в городе, радует приятной атмосферой, широким выбором алкоголя и часто хорошей музыкой) …",
    "rating": 5,
    "name": "Lena Melnikova",
    "cat": "Bar"
  },
  {
    "review": "Отличная атмосфера и очень крутые коктейли. Особенно отмечу интересный интерьер. …",
    "rating": 5,
    "name": "Lisa Lisa",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Gorgeous interior, Delicious cocktails, great music. What else to say? ahhh, I want to capture their cocktail menu :)))))) …",
    "rating": 5,
    "name": "Оksana Sybydlo",
    "cat": "Bar"
  },
  {
    "review": "Есть сильное подозрение, что алкоголь не очень\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Дмитро Павлович",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Atmospheric enough, but the staff was not very friendly. It may have been that day, but whiskey and music were at their height …",
    "rating": 4,
    "name": "iryna",
    "cat": "Bar"
  },
  {
    "review": "Хорошее место.Огромный выбор алкоголя,хорошие коктейли,музыка своеобразная,интерьер классный,бармены общительные.Периодически посещаю.Рекомендую! …",
    "rating": 4,
    "name": "Kaśia Dolinina",
    "cat": "Bar"
  },
  {
    "review": "Нормально.  Бывало получше.   но ребята стараются держать хороший сервис , что похвально …",
    "rating": 5,
    "name": "Maria Pashchyna",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Live music, crowds of foreigners and our girls who do not cut a word in English, but try to find a \"future\"))) …",
    "rating": 5,
    "name": "Yurii Bilous",
    "cat": "Bar"
  },
  {
    "review": "На данный момент лучший бар, с просто огромным выбором коктейлей. Очень толковые бармены))) …",
    "rating": 5,
    "name": "Lora Lo",
    "cat": "Bar"
  },
  {
    "review": "Лучшие коктейли в городе, все адаптировано для иностранцев, обслуживание на профессиональном уровне, разнообразного алкоголя в 10 раз больше, чем еды :) цены выше среднего …",
    "rating": 5,
    "name": "Vladimir Samoylov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric, cozy, superman attentive staff, great music. …",
    "rating": 5,
    "name": "Iryna Soltyk",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Nice place and beautiful atmosphere. Friendly staff.\n\n(Original) …",
    "rating": 5,
    "name": "Harry Plessas",
    "cat": "Bar"
  },
  {
    "review": "Всегда забито под вечер, коктейли не впечатлили\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Marat Dospolov",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very impressive face control!\nThis was not the case before, but why we were not allowed to understand, given that we were sober! …",
    "rating": 1,
    "name": "Alex Sunny",
    "cat": "Bar"
  },
  {
    "review": "Первый визит очень понравился. Огромный выбор коктейлей, вкусная еда, очень внимательный персонал, интересный интерьер. …",
    "rating": 5,
    "name": "Serhii Dovhan",
    "cat": "Bar"
  },
  {
    "review": "Сегодня зашли впервые в этот душевный бар,все очень понравилось!!!\nХрещатик 44Б,культовое место!) …",
    "rating": 5,
    "name": "barista life",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Excellent cocktail bar, just champions\nFast service and favorable prices for every pocket ...\nEvery few days there is a live performance by one band or another that serves …",
    "rating": 5,
    "name": "יוני מנדל",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Good place, on the weekends, the evening has a lot of music, craft beer, single malt whiskey. Good bar map :-) …",
    "rating": 5,
    "name": "Dmytro Kostiuk",
    "cat": "Bar"
  },
  {
    "review": "Огромная барная стойка, живая музыка и оргомный выбор виски и другого крепкого алкоголя, коктейлей, есть даже перуанская водка Писко …",
    "rating": 5,
    "name": "Ігор Чирко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Great menu, choice drinks, very good wisky and cocktails and very pleasant service …",
    "rating": 5,
    "name": "Olga Koulbachna",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) very competent bar with history, 3 bar counters, live music, great team …",
    "rating": 5,
    "name": "Volodymyr Bulba",
    "cat": "Bar"
  },
  {
    "review": "Охранники хамят,не пропускают даже с документами,мотивируя,что бар забит! По отзывам друзей,алкоголь там разбавляют и контингент не лучший! …",
    "rating": 1,
    "name": "Дарина Калашникова",
    "cat": "Bar"
  },
  {
    "review": "Своеобразное место с живой музыкой.\nНевероятно вкусная кухня.\nЕдинственное что не понравилось - через чур много людей. …",
    "rating": 5,
    "name": "To Attack",
    "cat": "Bar"
  },
  {
    "review": "Лучший бар для проведения вечера в большой компании, если вдвоем то лучше пойти в другое место так как очень громко …",
    "rating": 5,
    "name": "Kate Dudchak",
    "cat": "Bar"
  },
  {
    "review": "А какая здесь живая музыка! С хорошим алкоголем и компанией (да и одному у барной стойки) самое то! …",
    "rating": 5,
    "name": "Виктор Нарольский",
    "cat": "Bar"
  },
  {
    "review": "Вкусные и необычные коктейли, красивое оформление зала, живая музыка и приятный персонал. …",
    "rating": 5,
    "name": "Nik 0",
    "cat": "Bar"
  },
  {
    "review": "Большой выбор напитков. Время посещения нужно выбирать предварительно - можно попасть на пустой зал. …",
    "rating": 4,
    "name": "Andrey Budnitsky",
    "cat": "Bar"
  },
  {
    "review": "Живая музыка по выходным👍\n\n(Translated by Google)\nLive music on weekends👍",
    "rating": 5,
    "name": "Aray Iskakova",
    "cat": "Bar"
  },
  {
    "review": "Прекрасный эспрессо мартини. Хорошая живая музыка) интерьер отличный!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Сова",
    "cat": "Bar"
  },
  {
    "review": "Вкусные оригинальные коктейли, отличная атмосфера и музыка. Из минусов - долго ждать заказ(( …",
    "rating": 5,
    "name": "Мария Лисовская",
    "cat": "Bar"
  },
  {
    "review": "Лучшее заведение в Киеве. Огромный выбор алкоголя и неповторимая обстановка!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vlad Nazarkin",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Cool barmen - cool cocktails! Prices are certainly a bit biting, but the service is altitude! …",
    "rating": 5,
    "name": "Serg",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) The presence of a sprite would be very helpful. And that the waiters from time to time paid attention to you. And so interesting place, unusual design. …",
    "rating": 3,
    "name": "Анн Кондратюк",
    "cat": "Bar"
  },
  {
    "review": "Отличная коктейльная карта и обслуживание! Дизайн интерьера тоже очень понравился. …",
    "rating": 5,
    "name": "Mr. Frank Reynold",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Poor ventilation, very difficult to breathe.\n\n(Original) …",
    "rating": 3,
    "name": "Марина Арестова",
    "cat": "Bar"
  },
  {
    "review": "Вкусные напитки, приветливый персонал. Нам с друзьями очень понравилось здесь отдыхать. …",
    "rating": 5,
    "name": "Asiya Chen",
    "cat": "Bar"
  },
  {
    "review": "Если вы хотите нажраться в хлам, или подцепить телочку, или просто пообщаться с иностранцами - это место определенно для вас! Главное, чтобы хватило сил выбраться наружу!) …",
    "rating": 5,
    "name": "Sergey Pokrova",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Expensive, atmospheric, a huge selection of alcohol.\n\n(Original) …",
    "rating": 5,
    "name": "Yevhenii Parasochka",
    "cat": "Bar"
  },
  {
    "review": "оч вкусные коктейли, офигенные бармены, клевый диджей, хорошиц интерьер\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lucy",
    "cat": "Bar"
  },
  {
    "review": "Хорошее настроение, атмосфера и отличный персонал,что нужно чтоб провести последний рабочий день. …",
    "rating": 5,
    "name": "Светлана Петренко",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Wide selection of cocktails, good music, cozy design.\n\n(Original) …",
    "rating": 5,
    "name": "Остап Гевко",
    "cat": "Bar"
  },
  {
    "review": "неплохое местечко, атмосфера здесь хорошая. Но цены завышены обслуживание желает оставлять лусшего …",
    "rating": 3,
    "name": "Иван Смирнов",
    "cat": "Bar"
  },
  {
    "review": "очень хорошая и позитивная обстановка вкусная еда и отличная выпивка)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Руслан Галлер",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Well, what do they say here :) the best bar ever.\n\n(Original) …",
    "rating": 5,
    "name": "Святослав Песенко",
    "cat": "Bar"
  },
  {
    "review": "Молодежь, иностранцы. Коктейли на троечку. Из плюсов - огромная зона для курения. …",
    "rating": 3,
    "name": "Ivan Teslenko",
    "cat": "Bar"
  },
  {
    "review": "(Translated by Google) Very good atmosphere, drinks, cocktails, and with a \"secret\" room behind a mobile wall. …",
    "rating": 5,
    "name": "Gabi Ruiz",
    "cat": "Bar"
  }
]