[
  {
    "review": "Rude service. I sit and they came and said table is reserved. Although initially they said table is available. Lying and rude customer service. I left without ordering anything. They said it is reserved at 6 and some random people came …",
    "rating": 1,
    "name": "Tom Wilson",
    "cat": ""
  },
  {
    "review": "Dear Mr Wilson,\nthank you for your honest feedback. For us, it's a pity to read that your experience at our restaurant turned out to be like that. Please, rest assured that we never lie to our guests in regards to table allocation. Kindly take note that we allocate the tables according to the rule \"first booked – first served\" which means that we give priority in terms of table allocation to those guests, who have made the booking earlier than the others.\nWe hope that you'll give us a second chance and visit us again in the future. Hope to see you back among our guests soon.\n\nKind regards,\nAnton Chiglintsev, general manager",
    "rating": 5,
    "name": "Inness Brand",
    "cat": ""
  },
  {
    "review": "Highly recommended this place! Awesome view to the cathedral, very cozy, nice terrace, amazing relaxing atmosphere, tasty and good looking food and really warm service! I’ve never been still in restaurant part, but saying about dessert 🍮 part is perfect 👌 just try it) good choice for dating, negotiation or showing the city 🌃",
    "rating": 4,
    "name": "Olesya Shovkoshytna",
    "cat": ""
  },
  {
    "review": "A place for breakfast with a fantastic view, that opens early enough. Nice service, great coctails.",
    "rating": 1,
    "name": "No Mad",
    "cat": ""
  },
  {
    "review": "Dear Olesya,\nthank you very much for your feedback!\nIt is great to know that you've enjoyed the breakfast time at Bassano. Please, kindly take note that our restaurant is opened for breakfast  from 9am till noon on Saturdays and Sundays only. However, you may have your breakfast daily at Bassano Dolceteka which is located next-door.\n\nWe'll be happy to see you back soon at both of our venues.\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 2,
    "name": "Kate Shatska",
    "cat": ""
  },
  {
    "review": "View is good, but service is extremely slow. Waited a lot of time for a cup of coffee, maybe because of that - the lesser the value of food ordered the less value of a customer your waitress think? If a customer orders small order, it …",
    "rating": 5,
    "name": "Franco Niederland",
    "cat": ""
  },
  {
    "review": "Dear Guest,\nthank you for the feedback on your recent experience with Bassano. We are pleased to know that you have enjoyed the view at our venue. Also, we are upset that our service seemed too slow.\n\nHere, at both Bassano Ristorante and Dolceteka, we take pride of what we do and of our product. One of our core values – is Guest Satisfaction. Please, rest assured that we never change the approach to our guests depending on what their orders are – that is why we are extremely sorry that you have felt that way.\n\nKindly take note that we have digged into the issue with you being waiting a lot for your coffee. And the necessary actions have been taken in order to avoid the similar situations in future.\n\nWe hope that you are going to give us another chance to prove you that our service is one of the best in Kyiv, and it applies to everyone who enters both of our outlets.\n\nHope to see you back among our guests soon!\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Kateryna Bondar",
    "cat": ""
  },
  {
    "review": "We didn't enjoy service - it took very long to get poached eggs, when served it was cold (both toast and eggs). The view on the cathedral is magnificent though",
    "rating": 5,
    "name": "JPLC",
    "cat": ""
  },
  {
    "review": "Dear Kate,\nthank you for the message. It is a pleasure to read that you have enjoyed the view on the Cathedral that is accessible from our terrace. We are also sad to know that it took very long to get your order ready and the serving temperature of the dishes wasn't up to your expectations.\n\nPlease, kindly take note that we've analyzed the operational side of your experience and took actions aimed to prevent the recurrence of similar situations in future.\n\nOn behalf of Bassano Ristorante let me invite you to have your breakfast with us once again, so that we are able to make it up to your liking.\n\nPlease, do not hesitate to contact me directly on my personal phone number for your booking arrangements.\n\nLooking forward to host you once again.\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager\n+380503515010",
    "rating": 5,
    "name": "Oleg Prylutskyi",
    "cat": ""
  },
  {
    "review": "The best kasha that I have eaten !",
    "rating": 4,
    "name": "Sergei Tkachenko",
    "cat": ""
  },
  {
    "review": "Dear Franco,\nthank you for your feedback!\n\nWe are glad to know that you have enjoyed our cuisine.\n\nLooking forward to welcome you back! We have much more to offer you.\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Stanislava Klymova",
    "cat": ""
  },
  {
    "review": "Excellent 👏🏼",
    "rating": 5,
    "name": "Oleh Harnyk",
    "cat": ""
  },
  {
    "review": "Dear Kateryna,\ngreat to know that you have enjoyed your experience with us!\n\nWe'll be more than happy to host you once again in the nearest future.\n\nThank you and kind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Arsen Adamidi",
    "cat": ""
  },
  {
    "review": "Okay))",
    "rating": 5,
    "name": "Вадим Донцов",
    "cat": ""
  },
  {
    "review": "Dear JPLC,\nthank you so much for sharing your positive feedback with us!\nLooking forward to see you back soon.\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Алина Янчук",
    "cat": ""
  },
  {
    "review": "Очень душевное место. В очень красивом месте. Персонал воспитанный и внимательный.  Кухня уже много лет на 5 с плюсом! …",
    "rating": 5,
    "name": "AlenaDomino",
    "cat": ""
  },
  {
    "review": "Были в Bassano Dolceteka. Хорошее обслуживание, вкусный кофе, выпечка и десерты. Приятная, уютная атмосфера внутри. Вид на улицу прям очень хороший, особенно когда на улице снег. …",
    "rating": 5,
    "name": "Lina Nova",
    "cat": ""
  },
  {
    "review": "Очень хороший ресторан в красивом месте. Были в воскресенье. Понравилось все. Вкусная кухня, большой выбор вин, красивая обстановка и конечно отдельно отмечу превосходное обслуживание. В тёплую погоду очень рекомендую пообедать на террасе. …",
    "rating": 5,
    "name": "Карина «Karina95»",
    "cat": ""
  },
  {
    "review": "Дорогая Станислава,\nспасибо вам большое за приятный отзыв!\nОчень рады, что вам понравилась кухня, винная карта и обслуживание. Наша терраса является однозначно местом, которое следует посетить в теплое время года, однако у нас есть уютный зал ресторана, в котором мы преимущественно принимаем гостей зимой.\n\nПоэтому, ждем вас в скором времени в гости, не смотря на то, что за окном уже прохладно!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Stanislava,\nThank you very much for your pleasant review!\nWe are very glad that you liked the cuisine, wine list and service. Our terrace is definitely a place to be visited during the warmer months, but we have a cozy restaurant hall, where we mainly receive guests in winter.\n\nTherefore, we are waiting for you soon to visit, despite the fact that it is already cool outside the window!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Макс Шерстюк",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great interior, great cuisine, great service. I am attaching a photo of the submitted and I want to note that the dishes and drinks not only look great, but also taste) …",
    "rating": 5,
    "name": "Aleksandr Gluhinchuk",
    "cat": ""
  },
  {
    "review": "меня покорили гречневый багет и ром баба. знаю, что набор странный 😅 но оооочень вкусно. …",
    "rating": 5,
    "name": "Бегущий Банкир (Андрей Онистрат)",
    "cat": ""
  },
  {
    "review": "Прекрасное место для семейного  ужина в выходной день!\n\n(Translated by Google)\nGreat place for a family weekend dinner!",
    "rating": 3,
    "name": "Natalia",
    "cat": ""
  },
  {
    "review": "Очень стильное и уютное заведение... Понравились летняя площадка, просто нереально красиво. Понравилась винная карта. …",
    "rating": 5,
    "name": "Мария Маслова",
    "cat": ""
  },
  {
    "review": "Уважаемая Алина,\nбольшое спасибо, что уделили свое время и оставили нам отзыв!\nНам приятно узнать, что вам понравилась наша летняя терраса – наша локация и правда одна из лучших в городе. Так же рады, что вы обратили внимание на многогранность нашей винной карты – наши сомелье Инна и Руслан провели немалое количество времени путешествуя в Европу на винные выставки, подбирая те вина, которые понравятся всем и каждому.\n\nБудем рады видеть вас среди наших гостей!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Alina,\nThank you very much for taking the time to leave us a review!\nWe are pleased to know that you liked our summer terrace - our location is truly one of the best in the city. We are also glad that you paid attention to the versatility of our wine list - our sommelier Inna and Ruslan spent a considerable amount of time traveling to Europe to wine exhibitions, choosing those wines that everyone will like.\n\nWe will be glad to see you among our guests!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Яся Гойденко",
    "cat": ""
  },
  {
    "review": "Клиент Bassano больше 20 лет , очень люблю ценю профессионализм ребят, кто создал это и работает в этом заведении . Вкусно, радостно и по- семейному . Молодцы …",
    "rating": 4,
    "name": "Liudmyla Popiuk",
    "cat": ""
  },
  {
    "review": "Очень приятные впечатления от атмосферы, блюд и обслуживания.\nКачество морепродуктов на высшем уровне: мы пробовали треску и набор морепродуктов в томатном соусе. С десертов мы брали панакоту и это теперь моя новая любовь …",
    "rating": 5,
    "name": "Валерия Ольховская",
    "cat": ""
  },
  {
    "review": "Дорогая Виталина,\nочень приятно такой лестный отзыв. Мы действительно много работаем над тем, чтобы сервис, так же как и качество наших продуктов были всегда на высоте. Поэтому, нам вдвойне приятно узнать, что вы это оценили по достоинству.\n\nПоскольку это был ваш первый визит в наш ресторан, мы надеемся, что у нас появится традиция видеться чаще, а место нашей встречи останется неизменным!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Vitalina,\nvery nice such a flattering review. We really work hard to ensure that the service, as well as the quality of our products, are always at their best. Therefore, we are doubly pleased to know that you appreciated it.\n\nSince this was your first visit to our restaurant, we hope that we will have a tradition of seeing each other more often, and the place of our meeting will remain unchanged!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 2,
    "name": "Anton Denysenko",
    "cat": ""
  },
  {
    "review": "С террасы ресторана открывается шикарный вид на костёл. Ощущение как будто находишься в Европе. Советую попробовать лавандовое мороженое. …",
    "rating": 5,
    "name": "Oleg Voronov",
    "cat": ""
  },
  {
    "review": "Отличное место. Новое меню - восторг! Прекрасные официанты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Grey",
    "cat": ""
  },
  {
    "review": "Идеальное расположение, идеальный сервис, идеально вкусная кухня\nВсе на высшем уровне …",
    "rating": 5,
    "name": "Ирина Желева",
    "cat": ""
  },
  {
    "review": "Александр, спасибо за обратную связь!\n\nОчень здорово, что вам у нас по-настоящему понравилось. Нет ничего более ценного, чем получать подобные отзывы.\n\nВсегда рады вам – приходите снова и приглашайте своих близких!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nAlexander, thanks for the feedback!\n\nIt's great that you really liked it with us. There is nothing more valuable than getting this kind of feedback.\n\nWe are always glad to see you - come again and invite your loved ones!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Елена Гончарова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Extremely tasty and high quality restaurant. There are exclusive wines that are only available here. Super summer playground. If you want a romantic atmosphere - you here. If you want a holiday it's here. The highest …",
    "rating": 5,
    "name": "Darya N",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mr. Andrew,\nIt is extremely nice to read such a review!\n\nAt Bassano Ristorante, we pay a lot of attention to everything that your impressions depend on, namely: the quality of dishes and their serving, service and atmosphere in general. We are glad to hear that all our work was appreciated by you!\n\nWe invite you to our outdoor terrace in the coming days to close the summer season, and are always happy to see you in a cozy restaurant.\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПане Андрію,\nнадзвчайно приємно читати такий відгук!\n\nУ Bassano Ristorante ми дуже багато уваги приділяємо усьому, від чого залежать ваші враження, а саме: якості страв та їх подачі, сервісу та атмосфері вцілому. Ми раді почути, що вся наша робота була гідно вами оцінена!\n\nЗапрошуємо вас на нашу відкриту терасу найближчими днями закрити літній сезон, а також завжди раді бачити вас в затишному залі ресторану.\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "Татьяна Никитина",
    "cat": ""
  },
  {
    "review": "Бывали в кофейне много раз, вкусные десерты и конфеты. Но в последний раз принесли холодный капучино, второй был тёплый. На вопрос почему холодный, официант ответил «Не знаю» и просто его забрал. И ещё замечание - актуально для холодной …",
    "rating": 1,
    "name": "j b",
    "cat": ""
  },
  {
    "review": "Уважаемая Наталия,\nспасибо за то, что уделили время и поделились своим опытом посещения кондитерской-бистро Dolceteka! Именно такие отзывы помогают нам становиться лучше для наших гостей.\n\nОчень приятно узнать, что вам приходятся по вкусу наши десерты и конфеты. В то же самое время, позвольте принести свои извинения за то, что вам вынесли кофе неподобающей температуры. Мы провели работу с персоналом, основываясь на вашей обратной связи – впредь, мы будем более внимательны к подобным деталям.\n\nЧто же касается входных дверей – у нас установлена специальная вентиляционная система, которая позволяет создавать барьер из теплого воздуха при входе в заведение. Во время вашего следующего визита вы сможете обратиться к любому из наших сотрудников с просьбой отрегулировать температуру так, чтобы вам было максимально комфортно.\n\nБудем очень рады видеть вас среди наших гостей вновь!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Natalia,\nThank you for taking the time to share your experience of visiting Dolceteka Patisserie-Bistro! It is these reviews that help us become better for our guests.\n\nIt is very pleasant to know that you like our desserts and sweets. At the same time, let me apologize for the coffee at the wrong temperature. We have carried out work with the staff, based on your feedback - henceforth, we will be more attentive to such details.\n\nAs for the entrance doors, we have installed a special ventilation system that allows us to create a barrier of warm air at the entrance to the establishment. On your next visit, you can ask any of our staff to adjust the temperature so that you are as comfortable as possible.\n\nWe will be very glad to see you among our guests again!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Anna Shkolna",
    "cat": ""
  },
  {
    "review": "Ресторан находиться в очень красивом месте, хорошее обслуживание и вкусная еда, большой выбор блюд. …",
    "rating": 4,
    "name": "Оксана Фандуль (Oxana)",
    "cat": ""
  },
  {
    "review": "Уважаемая Мария,\nспасибо за обратную связь! Нам очень приятно, что вам понравилось месторасположение ресторана, кухня и сервис.\nБудем ждать вас в гости – у нас всегда есть чем вас удивить!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Maria,\nthanks for the feedback! We are very pleased that you liked the location of the restaurant, cuisine and service.\nWe will be waiting for you - we always have something to surprise you!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Oleksandr Kryvenets",
    "cat": ""
  },
  {
    "review": "Очень хорошая кухня, вкуснее чем в Веранде на Днепре. Bassano и Catch - самые вкусные места в Киеве. …",
    "rating": 4,
    "name": "Mary Shayter",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A place with a beautiful landscape and interior, attentive staff …",
    "rating": 5,
    "name": "Nikita",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Ludmila, thank you very much for your feedback!\n\nWe will be waiting for you again soon and we will do our best to make you like us even more!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nЛюдмило, щиро дякуємо за ваш відгук!\n\nБудемо чекати на вас знову найближчим часом та зробимо все можливе, щоб вам сподобалося у нас ще більше!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "John K.",
    "cat": ""
  },
  {
    "review": "Идеальное место, для романтического ужина, деловой встречи в обед или воскреслого бранча с семьей. Всегда отменное обслуживание, вкусная и интересная, даже изысканная еда. Удобное месторасположение, большая и уникальная винная карта! Must …",
    "rating": 5,
    "name": "Aleksei Filanovskiy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) My expectations were much higher, I chose the restaurant myself to taste the wines from your own imports. As a result, on Sunday lunch to celebrate his birthday, he was frankly upset, at first by the quality of food …",
    "rating": 5,
    "name": "Volodymyr Ivshyn",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dear Anton,\nthanks for your feedback. Sorry about that. that we answer you with such delay. We are very sorry that your real experience in our restaurant did not match your expectations. Please note that much has changed since your visit, including the restaurant manager who is now writing you this answer. We would like to draw your attention to the fact that currently our establishment has two sommelier and there is not a day that guests are left without professional advice in choosing wine. Our service team has also been completely renewed and the management is personally engaged in the organization of trainings and professional development of each employee. Regarding the quality of food: a lot of work has been done by the chef personally and his team in terms of bringing to taste every dish and the overall harmony of our A-la-carte menu, as well as management in the careful selection of the best suppliers.\nWe apologize again for your imperfect experience with us. We will be glad to see you again among our guests and we hope that next time you will really like everything.\n\nRegards,\nAnton Chiglintsev, restaurant manager\n\n(Original)\nШановний Антоне,\nдякуємо за ваш відгук. Вибачте за те. що відповідаємо вам із таким запізненням. Нам дуже шкода, що ваш реальний досвід у нашому ресторані не співпав з вашими очікуваннями. Будь ласка, прийміть до уваги, що багато чого змінилося з часу вашого візиту – у тому числі й керуючий рестораном, який зараз пише вам цю відповідь. Хочемо привернути вашу увагу до того, що наразі у нашому закладі працює два сомельє і не буває ні дня, щоб гості залишилися без професійної рекомендації у виборі вина. Наша команда сервісу також повністю оновилася і керівництво особисто займається організацією тренінгів та підвищенням професійної кваліфікації кожного працівника. Стосовно якості їжі: була пророблена дуже велика робота як шефом особисто та його командою з точки зору доведення до смаку кожної страви та загальної гармонійності нашого A-la-carte меню, так і керівництвом у питанні ретельного відбору нацкращих постачальників.\nЩе раз приносимо вибачення за ваш неідеальний досвід з нами. Ми будемо раді бачити вас знову серед наших гостей і сподіваємося, що наступного разу вам дійсно все сподобається.\n\nЗ повагою,\nАнтон Чіглінцев, керуючий ресторану",
    "rating": 5,
    "name": "Елена Ленина",
    "cat": ""
  },
  {
    "review": "7й год ресторан итальянский кухни держит высокую планку в кухне, сервисе и винной карте. Расположение идеально- прямо напротив католического собора Святого Николая. В двойне приятно посещение заведения , где тебя душевно встречают твои …",
    "rating": 4,
    "name": "Max Nesvitaylov",
    "cat": ""
  },
  {
    "review": "Постарайтесь ценить чего достигли и стремитесь к лучшему...\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Maksym Moskvychev",
    "cat": ""
  },
  {
    "review": "О,это восхитительное место во всех отношениях- расположение и вид,сервис и божественно вкусная еда и вино, спасибо за прекрасный вечер! …",
    "rating": 5,
    "name": "Irina Nosonova",
    "cat": ""
  },
  {
    "review": "Дорогая Ирина,\nкак же приятно читать подобные отзывы! Ведь вся суть нашей работы заключается в том, чтобы все наши гости уходили от нас максимально довольными. Спасибо вам за то, что по достоинству оценили всю проделанную нами работу – от работы поваров на кухне и всего обслуживающего персонала до общей атмосферы.\n\nБудем очень рады видеть вас снова  в ближайшем будущем!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Irina,\nhow nice it is to read such reviews! After all, the whole essence of our work is to ensure that all our guests leave us as happy as possible. Thank you for appreciating all the work we have done - from the work of the cooks in the kitchen and all the service personnel to the general atmosphere.\n\nLooking forward to seeing you again in the near future!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Сергей Паулов",
    "cat": ""
  },
  {
    "review": "Красиво, вкусно, соответствующий сервис.\n\n(Translated by Google)\nNice, tasty, appropriate service.",
    "rating": 5,
    "name": "Артём Матвиенко",
    "cat": ""
  },
  {
    "review": "Уважаемая Елена,\nискренне благодарим за ваш отзыв и очень рады узнать, что вам было у нас вкусно и красиво.\nБудем рады видеть вас снова среди наших гостей!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Elena,\nWe sincerely thank you for your feedback and are very glad to know that you had a delicious and beautiful experience with us.\nWe will be glad to see you again among our guests!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Дмитрий Линиченко",
    "cat": ""
  },
  {
    "review": "Красивый вид на костёл св. Николая, приятная атмосфера, вкусные десерты и мороженое, оч люблю ромовую бабу))) …",
    "rating": 5,
    "name": "Shcherbinin Oleksandr",
    "cat": ""
  },
  {
    "review": "Дарья, спасибо за отзыв!\n\nЗдорово, что вам у нас понравилось все: от атмосферы до десертов. Мы регулярно обновляем наше сладкое меню – у нас всегда есть что-то новое и необычное, чем можно себя побаловать.\n\nПриходите, будем рады вас видеть среди наших гостей!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDaria, thanks for the tip!\n\nIt's great that you liked everything with us: from the atmosphere to the desserts. We regularly update our sweet menu - we always have something new and unusual to pamper yourself with.\n\nCome, we will be glad to see you among our guests!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Ruslan Skliarenko",
    "cat": ""
  },
  {
    "review": "Очень вкусно было все! Спасибо за обслуживание превосходное!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Настя Юрченко",
    "cat": ""
  },
  {
    "review": "ржу с сырничков, круассана и сорбета в \"типа итальянском\" ресторане. просто ржу ))) сорбет тюркский на 200%, сырнички с рикотты не делают нигде в Италии )))) вы так договоритесь что и круассаны папа римский посвятил ))))))) …",
    "rating": 5,
    "name": "Anna Prykhodko",
    "cat": ""
  },
  {
    "review": "Уважаемый (-ая) j b,\nбольшое спасибо за ваш отзыв. Пожалуйста, примите к сведению, что сырники и круассаны пользуются очень большой популярностью среди наших гостей во время завтраков. Тем не менее, поскольку наш ресторан подает итальянскую кухню, мы адаптировали данные блюда, таким образом, чтобы через них транслировать тему Италии.\nНапример, наши сырники мы делаем из традиционного итальянского мягкого сыра рикотта. Не говоря уже о сорбете, который является традиционным для итальянской кухни.\n\nБудем рады видеть вас снова среди наших гостей.\n\nС уважением,\nАнтон Чиглинцев, управляющий ресторана\n\n(Translated by Google)\nDear j b,\nthank you very much for your feedback. Please note that cheesecakes and croissants are very popular with our guests at breakfast. However, since our restaurant serves Italian cuisine, we have adapted these dishes in such a way as to convey the theme of Italy through them.\nFor example, we make our cheese cakes from traditional Italian soft ricotta cheese. Not to mention the sorbet, which is traditional in Italian cuisine.\n\nWe will be glad to see you again among our guests.\n\nSincerely,\nAnton Chiglintsev, restaurant manager",
    "rating": 4,
    "name": "Gabriele Bambara",
    "cat": ""
  },
  {
    "review": "Любимый  итальянский ресторанчик с красивым видом, вкусной кухней и идеальным обслуживанием …",
    "rating": 5,
    "name": "Віктор Мартинчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) View from the summer terrace on the Church is super\n\n(Original) …",
    "rating": 5,
    "name": "ігор шам",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mrs. Oksano,\nthanks for your feedback. We are very pleased that you liked our location.\n\nWe will be waiting for you again!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПані Оксано,\nдякуємо за ваш відгук. Нам дуже приємно, що вам сподобалася наша локація.\n\nБудемо чекати вас знову!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "Oleksandr Pelykh",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A real pleasure from everything: atmosphere, attention, details, and especially the kitchen. Top class …",
    "rating": 4,
    "name": "Tetiana Pomohaieva",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mr. Alexander,\nthanks for the feedback!\n\nWe are very pleased to learn that you liked everything about Bassano. It is twice as pleasant to work when guests notice our desire to make the best impression. We assure you that every day we continue our work on ourselves and become even better for you.\n\nWe look forward to our next meeting with you!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПане Олександре,\nдякуємо за відгук!\n\nНам дуже приємно дізнатися, що у Bassano вам сподобалося все. Удвічі приємніше працювати, коли гості помічають наше бажання справити найкраще враження. Запевняємо вас, що кожного дня ми продовжуємо нашу роботу над собою і стаємо ще кращими для вас.\n\nЧекаємо нашої наступної зустрічі з вами!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 3,
    "name": "Valentina Gvs",
    "cat": ""
  },
  {
    "review": "Летняя площадка , столики в пыли.\nА так все вкусно и на уровне . …",
    "rating": 5,
    "name": "Киевский Панорамщик",
    "cat": ""
  },
  {
    "review": "Вкусный сорбет и без молока👍\n\n(Translated by Google)\nDelicious sorbet without milk👍",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": ""
  },
  {
    "review": "Никита, спасибо за обратную связь!\nРады, что вам пришелся по вкусу наш сорбет.\nВсе виды мороженого и сорбетов мы делаем сами из натуральных ингредиентов.\n\nПриходите – вам здесь всегда рады!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nNikita, thanks for the feedback!\nWe are glad that you like our sorbet.\nWe make all types of ice cream and sorbets ourselves from natural ingredients.\n\nCome - you are always welcome here!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Дар'я Василенко",
    "cat": ""
  },
  {
    "review": "Прекрасное место!! Живая музыка! Вкусно! Восторг!! Советую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Солоп Василий",
    "cat": ""
  },
  {
    "review": "Прекрасный ресторан. Чудесная атмосфера. Замечательная кухня\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олег Сичевський",
    "cat": ""
  },
  {
    "review": "Дорогой Алексей,\nочень приятно получить от вас такой лестный отзыв! Вся команда много работает, чтобы и атмосфера, и сервис, и кухня радовали наших гостей.\n\nВсегда рады вам!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Alexey,\nI am very pleased to receive such a flattering review from you! The whole team works hard to make our guests happy with the atmosphere, service, and cuisine.\n\nWe are always glad to see you!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Anastasia Nana",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty and delicious dishes, excellent confectioner and attentive staff. 5 * …",
    "rating": 5,
    "name": "Andrew Radevich",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mr. Vladimir,\nwe are proud of our product and our team, so we are twice as happy to receive such feedback.\nThank you for your feedback and see you soon!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПане Володимире,\nми пишаємося нашим продуктом та своєю командою, тому нам удвічі приємніше отримувати такі відгуки.\nДякуємо вам за зворотній зв'язок і до нових зустрічей!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "H Al",
    "cat": ""
  },
  {
    "review": "Отличная локация, вид на костел волшебный. Вкусные завтраки\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vita Peklo",
    "cat": ""
  },
  {
    "review": "Уважаемая Елена,\nблагодарим за хороший отзыв! Наша локация безусловно наш козырь, но мы очень рады, что вы по достоинству оценили нашу кухню. Меню завтраков, которое вы пробовали – появилось совсем недавно и для нас очень важна обратная связь наших гостей. Здорово, что вам понравилось!\n\nЖдем вас теперь уже на обед или на ужин!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Elena,\nthank you for your good review! Our location is definitely our trump card, but we are very glad that you appreciated our cuisine. The breakfast menu that you have tried is a very recent one and the feedback from our guests is very important to us. It's great that you liked it!\n\nWe are waiting for you now for lunch or dinner!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "christian favale",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great atmosphere, but the cuisine is mediocre.\n\n(Original) …",
    "rating": 5,
    "name": "Александр Рашевский",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Maxim, thank you for your feedback!\nIt is very nice that you liked the atmosphere of our restaurant. As for the kitchen - we will be glad to hear what exactly did not match your expectations. We are always ready to take into account the comments of our guests regarding the quality of cooking and their range.\n\nEspecially for those guests who want to experience the full taste and range of our A-la-Carte menu, we have created a tasting set. It has 10 dishes that best reflect our style and philosophy.\n\nWe will be waiting for you again!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nМаксиме, дякую за ваш відгук!\nДуже приємно, що вам сподобалася атмосфера нашого ресторану. Стосовно ж кухні – будемо раді почути, що саме не співпало з вашими очікуваннями. Ми завжди готові прймати до уваги коментарі наших гостей стостовно якості приготування страв та їх асортименту.\n\nСпеціально для тих гостей, які хочуть відчути всю повноту смаку та асортименту нашого A-la-Carte меню, ми створили дегустаційний сет. Він налічує 10 страв, що найкраще відображають наш стиль та філософію.\n\nБудемо чекати на вас знову!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "Alex Nedashkovskiy",
    "cat": ""
  },
  {
    "review": "Десерты отличные, обслуживание тоже.\nСтульчики в зале маленькие, пластиковые, долго не посидишь. …",
    "rating": 5,
    "name": "Дмитрий Сидоренко",
    "cat": ""
  },
  {
    "review": "Нам очень понравилось обслуживание , еда и расположение ресторана .\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Eugene R",
    "cat": ""
  },
  {
    "review": "Дорогая Ирина,\nспасибо за обратную связь! Очень были рады принимать вас у нас в гостях. Мы надеемся, что такое 1-е сентября вы запомните надолго. Надеемся, что мы в скором времени увидим вас снова среди наших гостей.\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Irina,\nthanks for the feedback! We were very glad to receive you as our guest. We hope that you will remember the 1st of September for a long time. We hope that we will soon see you again among our guests.\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Инна Нарожная",
    "cat": ""
  },
  {
    "review": "Крутая подача блюд, вкусно, стильно, остались довольны\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlana L.",
    "cat": ""
  },
  {
    "review": "Сергей, искренне благодарим за столь краткий, но емкий отзыв!\nСамое главное для нас – чтобы гости оставались довольными. Если, нам удалось произвести на вас хорошее впечатление, то значит мы на правильном пути!\n\nДо новых встреч в Bassano Ristorante!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nSergey, we are sincerely grateful for such a short but capacious review!\nThe most important thing for us is to keep our guests satisfied. If we managed to make a good impression on you, then we are on the right track!\n\nUntil next time at Bassano Ristorante!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Анастасия Жук",
    "cat": ""
  },
  {
    "review": "Лучшие завтраки и очень вкусные круассаны с миндалём\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Boyechko",
    "cat": ""
  },
  {
    "review": "Отличное место, огромно спасибо Администратору, Роману.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mykhailo Maslov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious breakfasts, great views from the terrace ...\n\n(Original) …",
    "rating": 5,
    "name": "Елена Воробьёва",
    "cat": ""
  },
  {
    "review": "Очень хороший ресторан.\n\n(Translated by Google)\nVery good restaurant.",
    "rating": 5,
    "name": "Yana Vydrenkova",
    "cat": ""
  },
  {
    "review": "Уважаемый Руслан,\nспасибо за краткий, но содержательный отзыв!\nРады, что вам у нас понравилось. Ждем вас в гости снова!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Ruslan,\nthanks for the short but informative feedback!\nWe are glad that you liked it with us. We are waiting for you to visit again!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 4,
    "name": "Yuriy Petrov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "yula semeno",
    "cat": ""
  },
  {
    "review": "Все супер\n\n(Translated by Google)\nEverything is super",
    "rating": 5,
    "name": "Алексей Ефремов",
    "cat": ""
  },
  {
    "review": "Уважаемая Анна,\nочень рады, что вам у нас понравилось!\n\nПриходите снова – нам всегда есть чем вас приятно удивить!\n\nС уважением,\nАнтон Чглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Anna,\nwe are very glad that you liked it with us!\n\nCome again - we always have something to pleasantly surprise you!\n\nSincerely,\nAnton Chglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Сергей Кленовый",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Max Golovin",
    "cat": ""
  },
  {
    "review": "Dear Gabriele,\nwe are glad to recieve your feedback!\n\nWe would be very pleased to see you back soon so that we're able to exceed your expectations.\n\nThank you and kind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Паламарчук Роман",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good cuisine, I recommend.\n\n(Original)\nХороша кухня, рекомендую.",
    "rating": 5,
    "name": "Inna Pan",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty\n\n(Original)\nДуже смачно",
    "rating": 5,
    "name": "Valeriia Olkhovska",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mr. Igor,\nthanks for your feedback! It's nice to know that we had a delicious time with you.\n\nWe will be waiting for you soon on our new A-la-Carte menu, which starts in mid-October - every dish will be worth your attention!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПане Ігоре,\nдякуємо за ваш відгук! Приємно дізнатися, що вам у нас було смачно.\n\nБудемо вас чекати незабаром на наше нове A-la-Carte меню, яке починає діяти з середини жовтня – кожна страва буде варта вашої уваги!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "Viachyslav Ostrovsky",
    "cat": ""
  },
  {
    "review": "Прекрасная винная карта.\n\n(Translated by Google)\nExcellent wine list.",
    "rating": 4,
    "name": "Paul Levchuk",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Bohdan Tiahnybida",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mrs. Tatiana,\nthanks for your rating!\nWe invite you to visit again. We will do our best so that next time you like us for all 5 stars!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПані Тетяно,\nдякуємо за вашу оцінку!\nЗапрошуємо вас знову у гості. Будемо робити все можливе, щоб наступного разу вам у нас сподобалося на всі 5 зірок!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "KievOnline",
    "cat": ""
  },
  {
    "review": "Цены космические...\n\n(Translated by Google)\nSpace prices ...",
    "rating": 5,
    "name": "Ross Miroshnyk",
    "cat": ""
  },
  {
    "review": "Уважаемая Валентина,\nблагодарим вас за отзыв. Наши цены обусловлены тем, что мы выбираем для наших гостей лучшие продукты, которые отличаются своим неподдельным качеством, за счет чего обладают изысканным и незабываемым вкусом. Большую часть ингредиентов для наших блюд мы привозим прямиком из Италии.\nФилософия нашего ресторана построена на уважении к продукту, что равно уважению к нашим гостям. В данном вопросе мы бескомпромиссны.\nМы надеемся, что несмотря на цены, вам у нас понравилось и вы посетите нас снова.\n\nС уважением,\nАнтон Чиглинцев, управляющий ресторана\n\n(Translated by Google)\nDear Valentine,\nthank you for your feedback. Our prices are due to the fact that we choose the best products for our guests, which are distinguished by their genuine quality, due to which they have an exquisite and unforgettable taste. We bring most of the ingredients for our dishes directly from Italy.\nThe philosophy of our restaurant is based on respect for the product, which is equal to respect for our guests. In this matter, we are uncompromising.\nWe hope that despite the prices, you enjoyed our stay and will visit us again.\n\nSincerely,\nAnton Chiglintsev, restaurant manager",
    "rating": 5,
    "name": "Jackob Min",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Константин Cлавгородский",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "FITURI SHUAYED",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валерий Ефимчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mrs. Darie,\nvery nice to receive feedback from you. Every time you come to visit us, we feel that everything we do is noticed and appreciated.\n\nWe look forward to seeing you!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПані Дар'є,\nдуже приємно отримати від вас відгук. Кожного разу, коли ви приходите до нас у гості, ми відчуваємо, що все те, що ми робимо – помічають та цінують.\n\nЗ нетерпінням чекаємо на вас!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "D K",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olga Nevinchana",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kenneth Schytte Myrup",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Екатерина Морозова",
    "cat": ""
  },
  {
    "review": "Дорогая Анастасия,\nспасибо за столь высокую оценку. Будем рады видеть вас снова!\n\nС уважением,\nАнтон Чиглинцев, управляющий Bassano Ristorante\n\n(Translated by Google)\nDear Anastasia,\nthanks for the appreciation. We will be glad to see you again!\n\nSincerely,\nAnton Chiglintsev, managing director of Bassano Ristorante",
    "rating": 5,
    "name": "Jenia Poluektova",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Соловьева",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "DB",
    "cat": ""
  },
  {
    "review": "Dear Guest,\nthank you for the highest ranking.\n\nWe will be glad to see you again in the nearest future!\n\nKind regards,\nAnton Chiglintsev, Bassano Ristorante general manager",
    "rating": 5,
    "name": "Сергей Павлов",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Victor Maykov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Mrs. Vito,\nvery grateful for your feedback! We are glad that you liked us.\nTill next time!\n\nRegards,\nAnton Chiglintsev, manager of Bassano Ristorante\n\n(Original)\nПані Віто,\nдуже вдячні за ваш відгук! Нам приємно, що вам сподобалося у нас.\nДо нових зустрічей!\n\nЗ повагою,\nАнтон Чіглінцев, керуючий Bassano Ristorante",
    "rating": 5,
    "name": "Alexandra",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Вікторія Лук'янова",
    "cat": ""
  }
]