[
  {
    "review": "The interior is garbage, it's uncomfortable to sit. The bun in the burger is not very good. The burger is a bit dry, the cutlet is overcooked, very spicy, although I took the standard one. I chose the first one from the list, that is, the …",
    "rating": 1,
    "name": "Courier 101",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place for burger\nThe dine in area is very limited , not family friendly …",
    "rating": 4,
    "name": "muhammad ali",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "cdnichols51",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The ribs here were the best I've had in Ukraine so far. Very American with bbq sauce and the ribs literally fell off the bone, which is exactly how I love it. Will be returning. The tacos were good, but not so much taco's as just pulled pork, but still very good.",
    "rating": 3,
    "name": "Rakan mohammed",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️❤️",
    "rating": 4,
    "name": "Бел Анна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Average burger 🍔 and fries 🍟 nice indoor and outdoor seating ✨ friendly staff speak English 👍 but a little bit pricey 📈",
    "rating": 5,
    "name": "Rashed Alfalahi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Place is quite small and for taking a bite quickly. 2 Burgers and fries was ready in 10 mins approximately. Junior Farmer burger with beef was excellent, cutlet was juicy. …",
    "rating": 5,
    "name": "Jungha Lee",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The food was excellent\nThe staff were amazing\nThe service was spectacular …",
    "rating": 5,
    "name": "Natalia Riabtseva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "It was so delicious! Even I could speak only English but the staff was so kind and helpful.\nNice cozy space, the staff were friendly, and the burger was good enough! …",
    "rating": 5,
    "name": "Maskyss s",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Small cozy place, where you could seat for quite a long or have a take away.\nThere are variety of burgers and other stuff. Brownies are tasty.\nThe prices are moderate, and the staff is friendly. …",
    "rating": 5,
    "name": "James Turner",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Pleasant service.  Fast and tasty food.  The room itself really looks like a canteen, but this is not a restaurant.  For the price of a burger that you cannot find in Kiev, everything is worthy.",
    "rating": 3,
    "name": "A A",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good burgers and decent prices. There is a bit of a hipster vibe and it seemed like all the customers were speaking English when we were there.\nThe collection system could be improved. You get given a number when you make …",
    "rating": 5,
    "name": "Daniel G",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty, nice host and small resturant but food was served after 45 min!!",
    "rating": 3,
    "name": "Maree AlShehri",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cozy and hip burger joint. I frequently order burgers via delivery service and they are always yummy and of good quality. Love sauce for the fries!!",
    "rating": 5,
    "name": "Tara Neitzey",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The blue cheese burger with cherry was good , but the service not that much, music so loudly (they playing James brown!! It's A man's man's word with high volume and DJ pone !",
    "rating": 5,
    "name": "Dimitri Pokrishchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The burgers really are well made and very delicious. Very friendly service. The inside is small with limited seating. There is some seating outside as well. It is a small place but well worth going if you are looking for a burger place here in Kyiv. So far.. the best burgers in the city in my opinion.",
    "rating": 3,
    "name": "Roberto García Fuentealba",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "When you walk by you will not even think that you can find something special. But surprisingly delicious burgers, corn and drinks will make this place number one for a quick snack at any part of the day.",
    "rating": 4,
    "name": "Dmitry Nezhevenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not good, not bad. Personnel almost ignore all clients, but they ask straight for tips, weird combo. From 1 to 10, they have a 5.5 burger.",
    "rating": 4,
    "name": "Sa A",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers are excellent. Area is petty small and not \"like restaurant\". Restroom was clear.",
    "rating": 5,
    "name": "Piero Gonzalez",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burger fries ok service only in Russian but pulled English menu from online",
    "rating": 5,
    "name": "Andrew Traylor",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Perhaps one of the best burger spots in Kyiv. A wide variety of tasty burgers and sides. The place is small and there isn't an abundant amount of seating but it is doesn't matter because this place is worth checking out. Highly recommended!",
    "rating": 4,
    "name": "Dale Fixter",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hi Piero! Great to read your 5 stars review. We appreciate that you enjoyed our spot and food. We can recommend you also visiting our second spot at \"left bank\" part of Kyiv at Sobornosti 7b - this spot is bigger and we have there always freshly smoked ribs (we smoke it there daily)!",
    "rating": 1,
    "name": "katerina lugovoy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Simply put: A wonderful burger. Great staff and fast service in a small but cozy atmosphere. I have been here more times than I can count and they always produce a great diner-style burger. Also, the ribs here are worth tasting as an added bonus.",
    "rating": 4,
    "name": "Károly Bihary",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers, but as a so to speak burger expert, they are average. Nothing wrong, but nothing so great. In a burger restaurant, I expect greatness, there was a lack of this. Still it filled the hole and I left satisfied. You guys can earn …",
    "rating": 5,
    "name": "Max Kolomyeytsev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really bad experience. They said that the delivery is up to 1 hour. The courier arrived after 2 hours, and obviously no one from the restaurant called us to apologise or let us know in advance. The food was absolutely cold. Some of the …",
    "rating": 4,
    "name": "Tabbey Cochran",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I tried the Mexican burger, the sauce was a bit sweet for me, but it was a correct one.",
    "rating": 4,
    "name": "Viraj Patel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best burger spots in Kyiv with consistently great taste and quality for the last 8 years. They also do great BBQ ribs and offer local Craft beers, lemonades, and combucha. they're vegetarian-friendly too with falafel, haloumi, and recently added beyond burgers. Definitely recommend this spot.",
    "rating": 5,
    "name": "The Pilot",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers, good atmosphere. A little pricey, and they didn't take my order right the first time (forgot a side), but I would go again if I were in the neighborhood. There are a few bar stools, and then two large communal tables. We went when it was fairly empty, but if it ever is full, be prepared to sit with strangers.",
    "rating": 5,
    "name": "Zepla HQ",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Decent burger, however not the menu is not in English. The counter clerk spoke a bit of English, so I asked for a double beef burger. Turns out this just includes the bun, two patties, and a cheese that by its consistency I think is cheese …",
    "rating": 5,
    "name": "Philippe STANCZYK",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Definitely in competition for the best burger in Ukraine.  The decor was nothing to write home about but reminded me of a non-franchise, trendy, small burger joint you could find in nearly any large U.S. city.  The only negative is that I didn't find this place earlier and only have a year left to eat as many burgers as possible!",
    "rating": 1,
    "name": "özge özlem öztürk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I had an absolutely AMAZING burger here today. The quality of the food here far surpasses any other burger I have tried in Ukraine. The staff are friendly and seem to care about what they are doing. They have a vegan menu in English, but …",
    "rating": 5,
    "name": "Kellen Woodard",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent burger 😄! So tasty 😍!!",
    "rating": 5,
    "name": "Nick Dominick",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "If I could give zero, I would like to give zero! The meat smelled bad. It was slightly grilled. It smelled completely raw meat and was completely red!! The sauces are good but the meat quality is terrible..",
    "rating": 4,
    "name": "Iso x00",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hi! We are sorry that you were not happy with our service. There is always work to be done, now we will start working on errors. Thanks  for the feedback, it is very important to us 🙏\nPlease write your contact information to us at burgerfarmkyiv@gmail.com so that we can contact you.",
    "rating": 5,
    "name": "Artem Storozhuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "High - class burgers. I have not tasted yet such tasty, juicy, incredible  burger in Kiev. It is a masterpiece. Pulled Pork Burger there, it's like the sweetest symphony, especially if to add cheesse there) It just melts in your mouth. Not …",
    "rating": 5,
    "name": "Hashim Fadag",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Friendly service, freshly cooked burgers. Tasty sauces. Will come back here. Also, my experience has been that many restaurants undercook burgers even when you ask for medium or medium well. Not here! Nicely cooked and well seasoned burger. Good craft beer too (only one to choose from, but a bitter American Pale Ale)",
    "rating": 5,
    "name": "Aaron Starr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "good burgers, they also have delicious sweet corn",
    "rating": 1,
    "name": "Tschämeck Brokkoli",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty burgers for a good price.\nAlso you can take away.",
    "rating": 5,
    "name": "Yehor Yudin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Outstanding. Don't miss the brisket 👍🏻",
    "rating": 5,
    "name": "eviltoast eviltoast",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I've been on the lookout for a good burger in Kyiv for many months. After many letdowns, I'm happy to say that my long search has finally borne fruit. Burger Farm is definitely up to American standards as a hole-in the wall burger joint. I will be coming here again.",
    "rating": 5,
    "name": "Lana Svitankova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The people working their are not helpfull at all, you will not feel at a nice cosy place. You are just part of their work and they are happy if you leave as fast as possible. After I amde the order and I wanted to have a change on my burger …",
    "rating": 4,
    "name": "Tanja Krasnomovets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best burger places in Kyiv and Ukraine generally. Excellent and delicious burgers and perfect choice of beers and other dishes. Plus very good staff and special atmosphere.",
    "rating": 5,
    "name": "Jeff Vanrykel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cozy little joint with super tasty burgers and coffee, wholly recommend!",
    "rating": 5,
    "name": "Ben Dodson",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Small but good food joint, decent burgers, the best thing is you can choose white or dark bun and additional toppings to any burger on menu. Vegetarian options are available. Prices are reasonable",
    "rating": 5,
    "name": "David Mcfarland",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "At first I've got very undercooked burger, then I returned it and got a delicious one. In general, I would recommend this place.",
    "rating": 4,
    "name": "Benjamin De St Paer-Gotch",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Amazing burgers, great drinks and great people !",
    "rating": 4,
    "name": "Yurii Perekopaiko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very contemporary atmosphere. Burger was really good, tasted amazing. Good selection of craft ales as well. Definitely recommend a visit.",
    "rating": 3,
    "name": "Dennis Batyrev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🙌",
    "rating": 4,
    "name": "Streetsmart Dan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "A very nice and easy place to eat and wayyyy better then McDonald's (yuck) I 100 % recommend this place",
    "rating": 4,
    "name": "Alexander Chemeris",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "A really nice burger place, prices are pretty good and a good selection of beers. Menu was in English as well which was a plus. Food was hot and serving sizes were good.",
    "rating": 4,
    "name": "V. Will",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burger Farm loves you❤\n\n(Original)\nBurger Farm любит вас❤",
    "rating": 5,
    "name": "Pavlo Shelyazhenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers. Prices are to high for such volume. We have places which have better quality of service. But not bad. Ситий фермер was not so ситий after burger.",
    "rating": 5,
    "name": "Сергей Третяк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "On the cheaper burger side of Kiev. Has a very specific taste that might not be to everyone's liking. The put in some greens or herbs into ground beef and it might be a deal breaker for some people. …",
    "rating": 3,
    "name": "Nicolás Hovagimian",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The waitress' English is quite good. There is an English menu. Apparently, English speakers also come here quite often. The burger was decent.",
    "rating": 1,
    "name": "Özge Doğan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "High quality service, good food. Small but nice. With alcohol, beer and good modern music .. but after 30min there I had garlic and onion smell...",
    "rating": 1,
    "name": "Furkhat Kasymov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers. No combos. Sides are small (get the regular fries). Good variety. Vegan and vegetarian options. With tofu, falafel, or halumi.",
    "rating": 5,
    "name": "Антон Богомаз",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I like this place a lot! Very nice burgers, friendly and relaxed staff. Limited choice of beer, though the one I tried was nice.",
    "rating": 5,
    "name": "Sean Stevens",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Simple place, with superb burgers",
    "rating": 5,
    "name": "Vlady Vyshnevetskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really expensive for really small burgers. Burger (double beef cheddar) was delicious but didn't like potato wedges.",
    "rating": 1,
    "name": "J O",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very bad. As we walked in, even the restaurant was empty, they didnt even come and said hello. Just looked at our face and kept talking with eachother. Absolute disappointment! Dont go there. Staff is very rude",
    "rating": 5,
    "name": "Stanislav Burikhin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "My burger had raw in chewable piece of fat",
    "rating": 5,
    "name": "Dmytro Kepych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty burgers in very simple shape. Tiny restaurant like a little bar. Very good prices for not-McDonald’s burgers.",
    "rating": 5,
    "name": "Victoria Svetlich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in Kyiv... Inexpensive, great quality food, can't recommend it enough... Who would have thought Kyiv had a burger culture?!  Had to come all the way from America to have a great burger!",
    "rating": 5,
    "name": "Gustaf HauRuck",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the few places with the most delicious burgers in Kyiv. Double beef and Farmer’s are the best! Way to go.",
    "rating": 5,
    "name": "Illia Antonets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Horrible place. 2 hours waiting for 2 burgers and they dont even answer the phone. I wish the whole team at farm burger a slow death.",
    "rating": 5,
    "name": "Eugene L",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best vegan burgers that I have tasted in Ukraine. Definitely worth a try!",
    "rating": 4,
    "name": "Oleksii Shavykin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great selection of local kyiv burgers",
    "rating": 4,
    "name": "Tchassie roland",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "My favorite street food in Kyiv. Try falafel and halumi boul",
    "rating": 5,
    "name": "Pavlo Kotchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great pulled pork, great prices, friendly staff also speaks English. Perfect for quick lunch.",
    "rating": 5,
    "name": "Роман Король",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best place to have a burger in Kyiv!!!",
    "rating": 5,
    "name": "Paweł Górski",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in Kiev city, I love them!",
    "rating": 5,
    "name": "Vadym Serdiuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice burgers with great price, but place is not so comfortable.",
    "rating": 5,
    "name": "Ivan “Иван Иванович” Ivanovich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burger at 130rp without fries. But love it. Good beer",
    "rating": 5,
    "name": "John Meister",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very friendly staff, delicious food, amazing craft beer",
    "rating": 4,
    "name": "Culinary Reed",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very Hot soup!)",
    "rating": 5,
    "name": "Oleg Tereshchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Gr8 atmosphere,  nice staff,  tasty 🍔 burgers & amazing chilli con carne",
    "rating": 5,
    "name": "Scooby Doo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place with awesome food and friendly personnel.",
    "rating": 5,
    "name": "cyrille amoursky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Real burger joint. Fast delivery. Tasty good. Mexican burger is the best.",
    "rating": 5,
    "name": "Eric Carrell",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Always a delight...great food & service...the Best Burger in Ukraine!",
    "rating": 5,
    "name": "Tommy Joy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Pretty good burger , Fries were severely underfried though.",
    "rating": 5,
    "name": "Kye",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The best burger I've had in a long time!",
    "rating": 5,
    "name": "Justas Alksmantas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "the most delicious and cheapest burgers. corn, give it a shot. Ukrainian craft beer.",
    "rating": 5,
    "name": "Андрій Литвинов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent place with a very charming eating room, fast service, and a very good choice of products I definitely recommend this place",
    "rating": 5,
    "name": "Natalia Razumikhina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good service; food was good not great. I would go back.",
    "rating": 5,
    "name": "Danylo Laptiev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This reminds me of Portland, Oregon... unique spin on a classic burger.",
    "rating": 4,
    "name": "Tatia Johnson",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really good value for money and really nice food and they speak English",
    "rating": 5,
    "name": "Anas D.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤",
    "rating": 5,
    "name": "Valentine Dembitskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Amazing burgers. You can feel the real and nice meat in Burgers",
    "rating": 5,
    "name": "roman stelmakh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "😘",
    "rating": 5,
    "name": "Pavlo Krasnomovets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers and craft beer. Same quality since good ol' days",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers and chicken wings are top! 😌",
    "rating": 5,
    "name": "Iaroslav Makarchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place, good food, pleasant staff 👍",
    "rating": 5,
    "name": "Eugene Bryohin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Vegan burger is quite nice",
    "rating": 2,
    "name": "Placeholder Moniker",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks Tatia ❤️",
    "rating": 5,
    "name": "Theo Fisherrman",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Super burgers and team! Most creative burgers i found in Kiev right now",
    "rating": 4,
    "name": "Vasyl Humenyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers and baked beetroot with carrot.",
    "rating": 3,
    "name": "jaakmor",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place, friendly people, tasty burgers.",
    "rating": 5,
    "name": "Oleg Sitalo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Definitely one of the best burgers in town!",
    "rating": 5,
    "name": "Artem Karpenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent burgers. Best chicken wings in Kyiv.",
    "rating": 4,
    "name": "Мстислав Многогрішний",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "It's a nice place with tasty burgers.",
    "rating": 4,
    "name": "Michael O'Connell",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in the city. Strongly recommended.",
    "rating": 5,
    "name": "amar aljovic",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger was ok. All staff were rude. No table service.",
    "rating": 5,
    "name": "Rémi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Value for money service and taste meet!",
    "rating": 4,
    "name": "Alla Lagoda",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hi Theo! Thank you for you 5 star review. We appreciate it - we make our best to make coolest burgers in town. Come over to Burger Farm again to check out our BBQ ribs - strongly advise it along with our selection of craft beer! Cheers )",
    "rating": 5,
    "name": "Dmytro Strygun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good deal for burgers and drinks.",
    "rating": 5,
    "name": "Laurent Borzakian",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Everything was good, but the food was to salty",
    "rating": 5,
    "name": "Vodafone Ua",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hands down best burger in town! Go for medium rare.",
    "rating": 5,
    "name": "Valeria Neglushchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger Farm любит вас!\n\n(Translated by Google)\nBurger Farm loves you!",
    "rating": 4,
    "name": "Dope Shiitake",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best burgers in the city",
    "rating": 5,
    "name": "Egemen ÇOLAK",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers. Friendly atmosphere.",
    "rating": 4,
    "name": "Yulian A.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fat, tasty burgers but the buns are lacking.",
    "rating": 5,
    "name": "R Conn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers at ok price",
    "rating": 5,
    "name": "Mark Namatsaliuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food, nice staff.",
    "rating": 5,
    "name": "Victor Rak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice friendly place with tasty burgers",
    "rating": 4,
    "name": "Anton Lyaskovskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in this area. Till 23.00",
    "rating": 5,
    "name": "Daryna Poperechna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent burgers. Love it",
    "rating": 4,
    "name": "msergazin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great food and cool vibe.",
    "rating": 5,
    "name": "Crazy Max (UA)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The most delicious burgers ever😍",
    "rating": 5,
    "name": "Pavel Boiko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Love",
    "rating": 5,
    "name": "Elvis Rublovskis",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place for a shot of Bourbon and a Burger.",
    "rating": 5,
    "name": "Олег Павлюченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice, delicious burgers at a little cafe",
    "rating": 5,
    "name": "Serhii Hubernachuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers, better to go",
    "rating": 5,
    "name": "Ihor Pysmennyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good prices, tasty, quality",
    "rating": 5,
    "name": "Olenka Super",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in Kiev",
    "rating": 3,
    "name": "Nzz ska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious burgers, nicer interior",
    "rating": 5,
    "name": "Oleksandr Buchkovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place with tasty burgers",
    "rating": 5,
    "name": "Александр Степаненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best Burgers in Kyiv!!!!",
    "rating": 4,
    "name": "Dmitry Shust",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "It’s ok.",
    "rating": 5,
    "name": "Сергей Корхмазов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers and craft beer!",
    "rating": 5,
    "name": "Vitaliy Hristyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good",
    "rating": 5,
    "name": "Mitya Kovalsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place, nice music",
    "rating": 5,
    "name": "Oleksiy Blinov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Small area. The best burgers. Don't expect comfort. Expect good taste.",
    "rating": 1,
    "name": "Maksim Shestovitskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best burgers",
    "rating": 5,
    "name": "Okan T",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers ever.",
    "rating": 5,
    "name": "CATALIN ANGHELESCU",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The best burgers in Kyiv",
    "rating": 5,
    "name": "Olia Trotsenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Had a better burger.",
    "rating": 5,
    "name": "Ghani Hannachi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "VERY tasty burgers here",
    "rating": 5,
    "name": "Kostiantyn Bilotserkivskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty burgers",
    "rating": 5,
    "name": "Alex Ilin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Falafel burger is the best,",
    "rating": 5,
    "name": "Alexander Lugovskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Zaebis'",
    "rating": 5,
    "name": "Dasha Voronina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fantastic burgers!",
    "rating": 5,
    "name": "Lakhan Bhargav",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Just perfect",
    "rating": 5,
    "name": "Alexander Danylin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers in Kyiv",
    "rating": 5,
    "name": "Anton Yashin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not tasty at all",
    "rating": 5,
    "name": "Lee Curac-Dahl",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good hamburger",
    "rating": 5,
    "name": "Artem Baryliuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "best burger in town",
    "rating": 5,
    "name": "Adam O'Donnell",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty",
    "rating": 3,
    "name": "Food Therapy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👌👌👌🍔🍔🍔",
    "rating": 4,
    "name": "nishanth roy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Lovele",
    "rating": 4,
    "name": "Geoffrey Glenn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "super cool.",
    "rating": 4,
    "name": "mikkel j j",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Виталий Антоненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "perfect",
    "rating": 5,
    "name": "Дарь'я Антоненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Александр Моторный",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The one and only",
    "rating": 5,
    "name": "Vlad Miller",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best burgers",
    "rating": 3,
    "name": "Camomille",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "FIRE",
    "rating": 3,
    "name": "Инна Андрияшина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious burgers",
    "rating": 1,
    "name": "Thayer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🤩",
    "rating": 5,
    "name": "Lakis Lazos",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious Burgers",
    "rating": 5,
    "name": "София Сейтхалилова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Over Rated.",
    "rating": 4,
    "name": "Alexandr Kalinovsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I like this place",
    "rating": 4,
    "name": "Sergey",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burger",
    "rating": 4,
    "name": "Аня Воробьева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Juicy burgers",
    "rating": 5,
    "name": "Maksym Riabenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры! С идеальным сочетанием вкусов!!! И картошка суперская. Персонал дополняет положительное впечатление! Доставочка работает хорошо. Рекомендую! …",
    "rating": 3,
    "name": "Андрей Арнольдович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ну неприлично вкусные бургеры! Картошку сам боженька готовил!) Упаковка хорошая, за счёт чего булки не размокли, хотя мы забирали сами и долго ехали домой. Ребята, вы лучшие! …",
    "rating": 5,
    "name": "Oleg Drozdenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры. Остался доволен всеми, которые пробовал. Много бургеров можно взять с веганской котлетой. Неплохой выбор крафтового пива в бутылках и вкусная IPA на разлив. …",
    "rating": 3,
    "name": "Катя Вискунова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место супер классное😍 сидя внутри ты как будто не в Киеве - атмосфера штатов, особенно было круто смотреть девочку афроамериканку на кухне.\nБургер со свининой был чуть суховат. А вот с голубым сыром очень вкусный. Так же …",
    "rating": 5,
    "name": "Видный Парень",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the detailed feedback. We are working on the service and thank you for helping us become better ❤️\n\n(Original)\nДякуємо за розгорнутий відгук. Працюємо над сервісом та дякуємо, що допомогаєте нам стати кращими ❤️",
    "rating": 3,
    "name": "Юра Мельник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I used to come with colleagues. Took a baby burger. It was very delicious. Now disappointed. The meat tasted so bad that it almost turned out bad. Expensive for 195 with incomprehensible taste of meat. …",
    "rating": 1,
    "name": "Nizar Krenbi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place, but I do not recommend a burger with chips, beef, cranberry sauce and apples. It does not feel like the only dish of aftertaste, and everything should be eaten separately. …",
    "rating": 5,
    "name": "Дмитрий Миколюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Много раз приходил сюда и с едой было всё хорошо, много раз даже заказывал с доставкой. Но вчера с доставкой что-то пошло не так. Ужасного качества бургер с абсолютно сырой и мелкой котлетой. Заказал два чизбургера и выкинул их в мусорку. …",
    "rating": 5,
    "name": "Oleksandr Dzhezhelei",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, congratulations. 👨🏻‍🌾\nWe are sorry that this situation happened to you through our fault, and we could tell you that it is a new grill, which we changed, but we understand that the quality of the food should not be affected.\n… 🥲 Thank you for your objective feedback.\n\nWe understand your wish, but we would still be happy to treat you to lunch or dinner 🖤 we are waiting for your contacts in private messages.\n\nP.S. and \"small cutlets\" are not typical for us, but we added small ones to the menu: a cheeseburger and a hamburger with such cutlets at the request of guests.\n\n(Original)\nДмитро, вітаємо. 👨🏻‍🌾\nНам шкода, що з вами трапилась ця ситуація з нашої вини, і ми могла б розповісти, що справа у новому грилі, який ми змінили, але розуміємо, що на якість страви нічого не має впливати.\n…🥲 дякуємо вам за об’єктивний відгук.\n\nРозуміємо ваше бажання, але все ж таки були б раді вас пригостити обідом чи вечерею 🖤 чекаємо ваших контактів у приватних повідомленнях.\n\nP.S. а «маленькі котлети» так нам не характерно, але ми ми додали в меню невеликі: чузбургер та гамбургер з такими котлетами за проханням гостей.",
    "rating": 5,
    "name": "Миша Ульянов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Было очень вкусно, мясо хорошо приготовлено, булочки свежие, соусы оригинальные и точно стоят быть попробованными. Единственное, мы часто туда ходим и заметили, что последнее время бургеры стали немного меньше, чем раньше (раньше они были …",
    "rating": 1,
    "name": "Alx Rmnk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Маленькое и уютное заведение с невероятно вкусный едой. Бургеры всегда идеальные и по вкусу, и по внешнему виду. Картошка по-селянски - очень вкусная! В общем, любимая бургерная) Сколько раз тут была - всегда оставалась довольна! …",
    "rating": 3,
    "name": "Іван",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Now let's tell the whole team ❤️!\n\n(Original)\nЗараз же розповімо всій команді ❤️!",
    "rating": 5,
    "name": "Olya Ivanova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Люблю бургеры :) тут очень вкусно. Бывает, что выглядит хорошо, а на вкус не очень - тут вкус соответствует картинке :) кушал \"Сытый фермер\" - очень понравилось. …",
    "rating": 5,
    "name": "Karolina Inhinova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, сытно, бургеры (как основное блюдо) на любой вкус. Но и не без нюансов. Как и несколько лет назад по-прежнему не выдают ни перчаток, ни влажных салфеток. …",
    "rating": 5,
    "name": "Bogdan Rogovchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сергей, спасибо за конструктивный комментарий. Мы обязательно учтем его. Заходите на проверку ;)\n\n(Translated by Google)\nSergey, thank you for your constructive comment. We will definitely take it into account. Come to check;)",
    "rating": 5,
    "name": "Borys Krimer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Из плюсов-бургеры сочные, присесть можно на улице и в зале, есть туалет (пенка для рук, полотенца)...недостатки: перчаток нет, мясо в бургерах пережарено, из за этого портится общее впечатление от принятия пищи. …",
    "rating": 4,
    "name": "Tetiana Venharenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Долго ходил мимо и решил зайти. Не пожалел. Цены не маленькие. Детский бургер 80 гривен, все остальное от 125 гривен. Но бургер действительно вкусный. …",
    "rating": 5,
    "name": "Roman Yehoronok",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры не оправдывают свою цену, брали за 135 грн, булка как булка, котлета  тоже, полусухой. 3 балла из 5. Неоправдано высокие цены как для быстрого перекуса! Наценка ресторанная в 500-600% как для забегаловки это слишком. И да, мясо …",
    "rating": 4,
    "name": "Лиза Ковалёва",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за отзыв.  500 -600 %!!!?? Вы давно покупали мясо))?\n\n(Translated by Google)\nThanks for the feedback. 500 -600% !!! ?? Have you been buying meat for a long time))?",
    "rating": 5,
    "name": "Yuliya Shkolnikova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно!! Вы удивитесь, что такие не дорогие бургеры могут быть такими вкусными! Персонал ребята вообще котята!)) Всегда приветливые и дружелюбные) К бургерам можно приобрести крафтовое пиво или фирменный чай) …",
    "rating": 5,
    "name": "Marina Trukhina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понтовая мечта. Заказываешь бургер, орет музыка и очень тихо бубнит кассир. Криком зовут забрать бургер Мехико за 90 грн. И вот сюрприз он маленький и без картошки. На вкус неплохо. Булка и котлета вкусные. Но этих денег бургер не стоит. …",
    "rating": 3,
    "name": "Іванна К",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывал через доставку болт.\nБургер «сытый фермер» просто огонь 🔥\nЕсли очень проголодался - то что нужно! …",
    "rating": 2,
    "name": "Ivan Utro",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Начну с основного - еды. Бургеры неплохие, не более. Брал \"Сытий фермер\" - оказался немного суховат. Но цены завышены, это однозначно. За  150 грн за бургер, можно было бы подавать его с картошкой, а сам бургер мог бы быть побольше. Соус к …",
    "rating": 4,
    "name": "Natalia D",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Посоветовали. Сказали самые вкусные бургеры в Киеве. Но это дно если честно.\n\nИнтерьер вообще как в каком то генделе. …",
    "rating": 5,
    "name": "Oleg Petukhov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день.\nНам жаль, что наш сервис вас не порадовал. Работать всегда есть над чем, поэтому не станем тратить Ваше время на оправдания, а сейчас же начнём работать над ошибками. Ещё раз спасибо за фидбэк, он очень важен для нас 🙏\nНапишите,пожалуйста,Ваши контактные данные нам на почту burgerfarmkyiv@gmail.com,чтобы мы могли с Вами связаться.\n\n(Translated by Google)\nGood afternoon.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv @ gmail.com so that we can contact you.",
    "rating": 1,
    "name": "Viktor Danyliuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Была бы возможность, я бы поставил 10 звёзд вместо 5!\nПервое знакомства с этим заведение началось с общения с человеком, который мог бы рассказывать мне про эти бургеры наверное сутки без перерыва! Да он все о них …",
    "rating": 5,
    "name": "Анастасія Ковальова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все просто — здесь лучшие бургеры, которые мы ели в Украине. Без вариантов. Их качество на уровне уже несколько лет подряд. Мой личный фаворит Beef&Cheese (его половинка на фото). Для дополнения беру бутылочку стаута. Также ребята делают …",
    "rating": 5,
    "name": "Pavel Opria",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо\n\n(Translated by Google)\nThanks",
    "rating": 5,
    "name": "Andrii Yefymovych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Два чизбургера с картошкой - 330₴.И всё, за 15 мин, пока ехал с работы в центре. Я и спутница очень довольны. …",
    "rating": 5,
    "name": "Michael Kove",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Взял фирменный \"Ситий фермер\"\nУровень обслуживания-самообслуживание, нет даже где помыть руки!!!\nБургеры не соответствуют цене, обычный  бутерброд, все наполнение хаотичные и не …",
    "rating": 5,
    "name": "Oleksandr Zhdaniuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв. У нас действинельно нет официантов ,и работает своя специфика обслуживания - вы забираете свой заказ мы убираем. У нас есть уборная ,где можно сделать свои дела , в том числе помыть руки. Насчет Сытого фермера ,то мы не считаем его \"своим фирменным\" - это классический бургер известный   всему миру, просто в нашем исполнении . И этот бургер был в нашем меню с первых дней. Фирменным ,скорее всего мы можем назвать Мехико или же Чикен бургер, или Дабл Биф. Приносим свои извинения за излишек соли в картошке!! В следующий раз ,не промолчите на месте а скажите это повару ,у нас ОТКРЫТАЯ кухня, он с радостью исправит свою ошибку!! Мы и в правду не ресторан и даже не претендуем на это, цены у нас довольно демократичны , проведите исследование )))Burger Farm любит вас!\n\n(Translated by Google)\nThanks for your feedback. We really do not have waiters, and our service specifics work - you pick up your order, we remove it. We have a restroom where you can do your chores, including washing your hands. As for the well-fed farmer, we do not consider him \"his trademark\" - this is a classic burger known to the whole world, simply by our performance. And this burger has been on our menu since the early days. Branded, most likely we can call Mexico or Chicken burger, or Double Beef. We apologize for the excess salt in the potato !! Next time, do not keep silent on the spot and tell it to the chef, we have an OPEN kitchen, he will gladly correct his mistake !! We really are not a restaurant and we don’t even pretend to it, our prices are quite democratic, do research))) Burger Farm loves you!",
    "rating": 5,
    "name": "Nikita Kobrin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The place is too overrated, like me. They ordered a wife, two burgers and French fries. Chicken Burger and Mexican Burger. If Mexico can be called tasty, then Chiken was very weird, it had a lot of fat, and did not …",
    "rating": 3,
    "name": "Sergii Vdovychenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, for errors, pay attention.\n\n(Original)\nДякуємо за ваш відгук, на помилки звернемо увагу.",
    "rating": 5,
    "name": "MrZeusFaber",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are very tasty. Some combine completely different flavors (such as chicken thigh + pumpkin), and the result is a very unusual taste. …",
    "rating": 3,
    "name": "Дима Яковенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пустили в туалет во время локдауна! Лучший сервис!!! Было бы 10 звёзд - поставила бы их!) …",
    "rating": 5,
    "name": "Danyil Bulavskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Чисто, приятный интерьер без излишеств, доступные цены, неплохие бургеры, быстро готовят …",
    "rating": 5,
    "name": "Viktor Perlov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burgers with chicken and turkey were terribly liked :-) Cider too. Actually, this is what you need to go here)) …",
    "rating": 5,
    "name": "Яна Медведева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Уютное место. Бургер 110 грн. Чай от 45 до 65 грн. Есть веган бургер с тофу (на вкус хороший, но ощущение, что чего-то не хватает - может, овощи гриль придали бы яркости вкуса. Но это на мой вкус). Булочка в бургер темная. Друг брал мясной …",
    "rating": 3,
    "name": "Alexander Podoprigora",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Плюсы: вкусные, сочные бургеры; необычный салат; вкусный кофе; приветливые ребята, которые говорят в том числе на английском. Минусы: мало места, пахнет столовой. Как для места: зайти перекусить или заказать на вынос, так самое оно! Нашей …",
    "rating": 5,
    "name": "Konstantin T.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры вкусные - это бесспорно! Есть разные варианты и для любителей мяса, и для вегетерианцев. Да и вообще, вкусная кухня и всегда отзывчивый персонал. Если перекусить в районе цирка, - только в Бургер Фарм! ✨ …",
    "rating": 5,
    "name": "Alexander Shushkevich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это самые вкусные бургеры,  которыя я ела в последнее время. Салат с сыром крутой. Однозначно за такой вкусной едой хочется возвратиться. …",
    "rating": 2,
    "name": "input promotion",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger Farm любит Вас😘\n\n(Translated by Google)\nBurger Farm loves you",
    "rating": 5,
    "name": "Інна Вільшанівська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры. Особенно сидр.\nUpd. На всю Москву не нашли крылышки вкуснее. Каждый раз приезжая в Киев, обязательно заходим сюда. …",
    "rating": 1,
    "name": "This is The Way",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burger Farm loves you!\n\n(Original)\nBurger Farm любит вас !",
    "rating": 3,
    "name": "Vova Mishkyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Such a burger 120 hryvnia is definitely not worth it! Not juicy is not enough sauce, served without anything. The price is clearly greatly inflated, both for the place and the taste. There are no wet wipes, no spices …",
    "rating": 5,
    "name": "Hanna Soina (SAN)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delivery 1.5 hours and is 1200 m from them.\n\n(Original) …",
    "rating": 4,
    "name": "Helen Zelenskaya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day.\nWe are sorry that our service did not please you. Please email us your contact details at burgerfarmkyiv@gmail.com so we can contact you.\n\n(Original)\nДоброго дня.\nНам шкода, що наш сервіс Вас не порадував. Будь ласка, напишіть Ваші контактні дані нам на пошту burgerfarmkyiv@gmail.com, щоб ми могли з Вами зв'язатися.",
    "rating": 3,
    "name": "Odyssey",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Атмосфера доброжелательная. Бургеры вкусные, картошка отменная. Цены демократичные. Что ещё нужно для полного счастья) …",
    "rating": 3,
    "name": "Ксения Чаюн",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно! Быстро готовят, персонал приветливый. Лучшие бургеры в городе.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вадим Якименко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Абсолютно бесвкусное мясо в бургерах, очень острая морковка в сладком боуле, гадкие макароны в кляре и пол порции(97грамм в упаковке, вместо ожидаемых 160) посредственного фалафеля вместо 2 заказанных. Отвратительный опыт, когда то было …",
    "rating": 5,
    "name": "Антон Ковальчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень люблю это место за атмосферу и вкусную еду. Сервис просто супер всегда, будто к друзьям пришёл ♥️ …",
    "rating": 5,
    "name": "ШЕВЦОВ АНДРЕЙ (ШАГ)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I do not like the restaurant itself, but the burgers are very tasty and cool staff. …",
    "rating": 3,
    "name": "Vlad Zhuravlev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I give the maximum rating exclusively for the delicious and the most affordable burgers. Inside the same bar is not very convenient and atmospherically unfortunately, but burgers bomb! …",
    "rating": 5,
    "name": "Anna Molochynska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень доволен бургером. Вкусный. Сочный.\n\n(Translated by Google)\nVery happy with the burger. Tasty. Juicy.",
    "rating": 5,
    "name": "Константин Шутенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Крутое место, все сделано четко, классный персонал, хорошая музыка и конечно же вкуснейшие Бургеры! Большой плюс что работает до 4 утра 😮\nНаведался в два ночи, хорошо приняли и вкусно накормили 👍 …",
    "rating": 5,
    "name": "Yuriy Yasharov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дорогой Александр, спасибо за такой отзыв! Бургер Фарм любит вас ) 🍔🍔🍔\n\n(Translated by Google)\nDear Alexander, thank you for such a review! Burger Farm loves you) 🍔🍔🍔",
    "rating": 5,
    "name": "Oleksii Oleksii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно! Заказали 2 бургера мехико очень вкусно и сочно! Баланс вкуса, остроты и сладости очень понравились! Картошка по селянски с укропом и чесноком зашла на ура! Спасибо большое! Доставка быстрая упаковка удобная))) …",
    "rating": 2,
    "name": "Тиранозаур Рекс",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) + very tasty burgers\n\n-delivery card does not correspond to reality; …",
    "rating": 3,
    "name": "ALEKSANDR",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры с приемлемыми ценами. Только выпивка дороговата.\nВ целом, заведение для посещения летом - самый раз, можно расположиться на улице. Внутри можно пропахнуться едой, но это не обязательно должно останавливать. …",
    "rating": 2,
    "name": "Dasha Dasha",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello) thank you for the open feedback!\n\nif on the right bank we are small in our room, then the left bank on Soyornosti 7B should surprise you with its area ❤️\n\nAs for the smell, so we have an open kitchen, so the smells are present, but we have not heard such feedback for a long time and we all sniff at the exit (joke) (\nWe hope to see you again\n\n(Original)\nПривіт) дякуємо за відкритий відгук!\n\nякщо на правому березі- ми маленькі в своєму приміщені, то лівий берег на Соьорності 7Б має вас здивувати своєю площею ❤️\n\nСтосовно запаху, так у нас відкрита кухня тому запахи присутні, та ми правда вже давно не чули таких відгуків і всих нюхаємо на виході (жарт) 👨🏻‍🌾\nСподіваємось, ще зустрінемось",
    "rating": 5,
    "name": "Andrei Making",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) They came to the restaurant on Shevchenko, ordered Blue Cheese and Satiated Farmer, delicious, but I want them to be issued either in a wrapper or with gloves. Very tasty teas with sea buckthorn and french fries. The …",
    "rating": 1,
    "name": "Otash K.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Невероятно вкусная еда. Приготовили завтрак в пол 6 вечера (очень советую).\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктор Доценко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Emotional atmosphere of the place with friendly staff. Extremely tasty burgers and cider. …",
    "rating": 4,
    "name": "Степан Покладов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В целом посидеть с компанией так и не плохо. В городе в таком ценовом диапазоне достойное заведение. Есть места и покруче, но тут вполне неплохо. Приятная обстановка, хороший и ненавязчивый сервис, меню интересное и при этом все позиции на …",
    "rating": 4,
    "name": "Evghen Filin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ходим в заведение с момента открытия, всегда было приятно и очень в кусно, в последнее время не очень, цены всё выше, порции меньше, убрали из меню самый вкусный и популярный бургер burger farm, зачем? К вам съесть именно его и ходили... …",
    "rating": 3,
    "name": "Igor Surinov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывал бургер \"Сытый фермер\" оказался очень сытный и вкусный. Бургерная идёт на встречу клиентам, за что им огромный плюс. …",
    "rating": 3,
    "name": "John",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доброй ночи, извините что так вышло! Напишите ваши контакты либо нам на почту либо в месенджере , мы обязательно с вами свяжемся и постараемся решить проблему.\n\n(Translated by Google)\nGood night, sorry that it happened! Write your contacts either to us by mail or in the messenger, we will contact you and we will try to solve the problem.",
    "rating": 5,
    "name": "DavidKa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Достойные бургеры по адекватной цене. Место конечно не для посещения с маленькими детьми, но!!! все же. Очень приятный персонал. Понравилось, что на стойке сказали: если вы хотите понять кто мы, то вам надо попробовать...! Ребята знают себе …",
    "rating": 5,
    "name": "anti",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывал здесь бургеры более 150 раз. На вкус бесподобные. Раньше когда были какие то моменты, а они были очень редко (2 раза), возвращали стоимость. Не хочу описывать моменты, но хочу пожаловаться на сервис сейчас. По порядку: …",
    "rating": 5,
    "name": "Vlad",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно. Здесь есть бургер из искусственного мяса Beyond meat.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Грушин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) (feedback on delivery). Well, I'll start with the fact that some time ago (it seems 1-2 years ago) quite often ordered burgers there. There were wonderful burgers, especially liked with chicken and something sweet (it …",
    "rating": 4,
    "name": "Костянтин Милейко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Попробовал бургер \"сытый фермер\" - на троечку. Котлета и соус очень-очень соленые. Смазанные получились впечатления от вкуса. 45 грн за пепси 0.4 - дорого. …",
    "rating": 5,
    "name": "Vladyslav Tkachuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные, классические бургеры с хорошей, правильной котлетой) соус и другие компоненты качественные)\nЗолотая классика, так сказать) …",
    "rating": 2,
    "name": "Евгений Омельчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказала через болт фуд, доставка быстрая, минимальная через сайт 200грн, заказала бургер со скидкой через болт -40% вышло всего 100гривен с морсом. Упаковка хорошая, только непонятно почему дешевле через болт, чем напрямую? Вообщем …",
    "rating": 3,
    "name": "Мария Остапенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Года два назад, тут были отличные бургеры. Недостаток места, интерьера, компенсировался очень нежными и сочными котлетами в бургеры. Теперь же, те же бургеры невозможно есть. В мясе большое количество жил и хрящей, само мясо твердое. Бургер …",
    "rating": 3,
    "name": "Volodymyr M.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место на любителя. Неоправданно дорогие бургеры, мало места, но еда реально вкусная! …",
    "rating": 5,
    "name": "Julia Smirnova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Максимально вкусные и четкие бургеры. Особенно нравится, когда не сразу ешь, а после того как он немного пролежал в фольге и пропарился) заказывал пару раз доставкой именно так приходили, это нереально вкусно) …",
    "rating": 5,
    "name": "Yurii Kryvenko (moro_kyiv)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you Vadim)\nsounds like insight 😂❤️\n\n(Original)\nДякуємо Вадим)\nзвучить як інсайт 😂❤️",
    "rating": 5,
    "name": "Eldar Sagitov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Атмосферное место, вкусные крафтовые бургеры\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Marina Kikteva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️",
    "rating": 3,
    "name": "MAX Lemko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Моя любимая, Бургерная, в мире!!!! Все просто чудесно вкусно. Очень вкусные коктейли, особенно с облепихой!!!! …",
    "rating": 1,
    "name": "Flomin Hlib",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказ ждали 40 минут (хотя в меню написано ожидание 15). За такой прайс немного разочарован. Так себе. Есть в округе поинтереснее места. И много пожеланий по мелочам типа: поставить какие-то урны; оставляем все на столе сказали - ветер все …",
    "rating": 3,
    "name": "Martin Benda",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Влад, спасибо за конструктивный комментарий. Мы проработали ваш отзыв и стали быстрее - теперь используем свои скутеры для доставки. Надеемся, дадите нам еще шанс. Или заходите в гости на бокальчик пива из нашей подборки крафтового пива!\n\n(Translated by Google)\nVlad, thanks for the constructive comment. We worked through your review and became faster - now we use our scooters for delivery. We hope you will give us another chance. Or stop by for a glass of beer from our selection of craft beers!",
    "rating": 4,
    "name": "Ярослав Брич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) From time to time we go for burgers. A democratic tiny establishment, and, in my opinion, here are the most delicious and interesting burgers in Kyiv. But only when they are cooked immediately. Delivery - not that. …",
    "rating": 4,
    "name": "Roman Liubenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Просто приходишь и берешь Сытый Фермер. Заказывали разные бургеры, но Сытый Фермер - зе бестест. Порой бургер разваливается в руках и ты без перчаток ешь его как свинья, но это так вкусно, что даже не стыдно. …",
    "rating": 3,
    "name": "Алексей Нежиков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Милый бармен - философ, девочки не положили цукини в салат, извинились подарком. Можно долго выбирать бургер 🍔, но слушайте себя и берите что хотите именно вы …",
    "rating": 5,
    "name": "Yurii Yaroshevych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Yura, hello! Thank you for the open feedback and we apologize for the \"surprise\" without zucchini. Glad to see you again! We are already taking measures regarding the service ❤️\n\n(Original)\nЮра, привіт! Дякуємо за відкритий відгук та просимо вибачення за «сюрприз» без цукіні. Раді вас бачити знову! Вже вживаємо заходів, щодо сервісу ❤️",
    "rating": 5,
    "name": "Мар'яна Перебийніс",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not the tastiest burgers I've ever had to eat. I especially liked the Mexican🍔 …",
    "rating": 4,
    "name": "Danila B",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Quite strange impressions. My double beef turned out to be insanely sharp (which I did not ask for and did not pay for the addition of pepper). Or, if you still put there pepper, then notice that it is sharp in the …",
    "rating": 2,
    "name": "Даяна Троян",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thanks for the open feedback ❤️\n\nIn fact, that's the way it is; dinner with which we will treat you (NOT SPICY) (\n\n(Original)\nПривіт! Дякуємо за відкритий відгук ❤️\n\nНасправді так і є;((( під осінь перець набирає обертів та стає трішки бешенним. В Дабл Біф йде соус з баклажанового релішу і ми дійсно вальнули туди перцю з нового врожаю гострішого ніж зазвичай. Просимо вибачення за ситуацію, будемо дуже раді бачити вас на обід яким ми вас пригостимо (НЕ ГОСТРИМ) ❤️",
    "rating": 5,
    "name": "Aris Soltsman",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Изначально были Одни из самых лучших бургеров В Киеве но теперь уже...... но иногда Бургер  отличается от команды поваров. по вкусу котлеты могут быть разные. Но самое главное сейчас конечно цены Стали не  объяснимо высокие .Если бы цены …",
    "rating": 3,
    "name": "Ilija Kunicevic",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Damn, such \"vegetable sticks\" for 55 UAH - it's ridiculous)) did not expect from you, shame))) …",
    "rating": 3,
    "name": "Tetyana Yatsenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказали бургеры Биферно и Мехико, как всегда очень вкусно!!!) А вот новинка в меню Мак&Чиз болы обладает слишком молочным и сладким вкусом, хотелось бы более соленнного и сырного) А так все супер👍 любимая бургерная) …",
    "rating": 5,
    "name": "Dmytro Machin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, hello)\nThanks for the feedback. Very nice.\nWill you give our cheeses a second chance?\n\n(Original)\nАндрію, привіт)\nДякуємо за відгук. Дуже приємно.\nДасте другий шанс нашим чіз болам?",
    "rating": 2,
    "name": "Стася Фролова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Худшее место. Нету помидора, нету лука... итд. И какая то безмозглая на кассе, которая не знает что входит в бургер …",
    "rating": 5,
    "name": "Dmytro Kyfor",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Готовят очень вкусно и из натуральных продуктов,нету огромного количества масла как любят делать во многих ресторанах, здесь самые вкусные бургеры в городе !\nБогатый выбор различных бургеров на любой вкус: мясной сырный, острый, …",
    "rating": 3,
    "name": "Карина Драган",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер ничего такой, но ребята, ни перчаток, ни мокрых салфеток, ни воды помыть руки, а бургер разваливается в руках, из него все выпадает. Бургер завернут в плотную бумагу, из которой вытекает сок, пока ты пытаешься ее развернуть, она …",
    "rating": 1,
    "name": "alexz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Степан, спасибо что написали! Ситуацию исправили: перчатки даем по запросу, салфетки добавили и воду включили (хотя не по правде сказать, и никогда не отключали :).\n\nТакже добавили новое фирменное крафтое пиво, которое сварили вместе с нашими друзьями-пивоварами. Заходите попробовать!\n\n(Translated by Google)\nStepan, thanks for writing! The situation was corrected: we give gloves on request, we added napkins and turned on the water (although not to tell the truth, and never turned off :).\n\nWe also added a new signature craft beer, which was brewed together with our brew friends. Come try it!",
    "rating": 1,
    "name": "Євген Олексійович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры и уютная атмосфера. Помещение маленькое, немного грязновато.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Oleg Gordiienko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не понравился бургер. В нем практически отсутствует соус. Раз уж так, тогда котлета должна быть соучной, но и этого нет. Минус ещё в том, что не выдаёте перчатки, хоть бургеры у вас имеют хорошие размеры и разваливаются. Так же в зале очень …",
    "rating": 5,
    "name": "Domenica Kogan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Я так понимаю заведение работает больше на доставку, так как для оффлайна оно никакое, два стола общих, внутри холодно, сидели в куртке, самообслуживание, в туалете ужасный запах. Но бургер был вполне нормальным. В общем, если вы хотите …",
    "rating": 4,
    "name": "Olga Mironova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, фалафели, картошка фри, сырные палочки. Мясо в прожажке Медиум. Рекомендую …",
    "rating": 5,
    "name": "Юрий Нейло",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Давид, здравствуйте и спасибо за такой отзыв⚡️\n\n(Translated by Google)\nDavid, hello and thank you for such a review⚡️",
    "rating": 2,
    "name": "Кирило Заваруєв",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры которые я ел в Киеве!!! Персонал супер ЛЮДИ КАЙФУЮТ ОТ СВОЕЙ РАБОТЫ!!! такое встретишь не часто) Дороговато НО Я Готов платить чуть больше за вкусный бургер) …",
    "rating": 5,
    "name": "Sergii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Oho! Thank you, really thank you) have already passed your feedback to the eyes of the whole team❤️\n\n(Original)\nОго! Дякуємо, правда дякуємо) вже передали ваший відгук очам всієї команди❤️",
    "rating": 3,
    "name": "Юлия Волченко - Обучение за рубежом",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, быстро! Свои лимонады! Хорошая музыка! Спасибо!))\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Perfect Lapato",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers here are made by Bozhenka herself!\n\n(Original) …",
    "rating": 5,
    "name": "Дмитрий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, быстро, хорошее место, хорошее обслуживание. Два минуса - бургеры подали не в пакетах и не дали к ним перчаток. То есть пришлось есть грязными руками и запачкать их в жир. Второе - сам дизайн. Если сидеть в зале - барную стойку не …",
    "rating": 4,
    "name": "Ole Bar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Favorite point with burgers. I always come here with friends or order delivery. …",
    "rating": 5,
    "name": "L.E.A.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Оформлял сегодня доставку через болт фуд:\nСалат с халуми + большой завтрак\nИз плюсов: …",
    "rating": 3,
    "name": "Pasha Rebrov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Евгений, нам очень жаль, что разочаровали, вас. Халуми положили по весу, а картошку действительно не положили, полностью согласны, что это недопустимо и компенсируем стоимость этого блюда. Очень надеемся, вы сможете дать нам ещё один шанс.\n\n(Translated by Google)\nEugene, we are very sorry to disappoint you. They put the halloumi by weight, but they really didn't put the potatoes, we completely agree that this is unacceptable and we will compensate for the cost of this dish. We really hope you can give us another chance.",
    "rating": 5,
    "name": "Daria Samokish",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Люди есть. Цена за простой бургер от 60 грн. Музыка очень громкая\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nik Dany",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "+ быстро приготовили\n+ меню\n- не дают перчатки …",
    "rating": 5,
    "name": "x x",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо .\n\n(Translated by Google)\nThank you .",
    "rating": 5,
    "name": "Антон Булавинов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывали сегодня с другом 2 бургера чиз&биф, картошку фри и фалафельные болы (365 гривен). Очень быстро заказ был готов. Бургеры невероятно вкусные: мясо сочное, его много (что важно, как по мне), соуса и сыра тоже в достатке, бургер не …",
    "rating": 1,
    "name": "Павел Лихоманов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Always delicious and nutritious. Prices also do not hit the wall. …",
    "rating": 5,
    "name": "Tallina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ни разу не был у вас до этого момента. Постоянно заказывал через глово или Убер или друзья привозили. Но вот глово решил меня наказать и не приехать. Приехал я к вам :) …",
    "rating": 4,
    "name": "Mr Video",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Делали заказ на дом, хотели побаловать себя на карантине. Помню, что в 2013 ела и было вкусно. Оформили заказ (2 бургера, 2 картошки, клаб-мате и восток) в 11:45, через 10 минут перезвонила оператор для подтверждения и сообщила о том, что …",
    "rating": 3,
    "name": "Anna Vasylkivska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Earlier (3 years ago) there were tastier burgers! And today I tried 4 different burgers! Buns, sauces and fillings are delicious, but the cutlet itself tastes like McDonald's! …",
    "rating": 4,
    "name": "Николай О",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкус и сытность бургера абсолютно не соответствует цене, за 110 гривен (неплохие деньги для бургера, в том же 3б за чуть большую сумму бургеры в девятнадцать раз лучше) -- получил какой-то огрызок с мятой булкой, болгарским перцем (?!), …",
    "rating": 1,
    "name": "Анастасия Турова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Sitting outside is on the road in front of the restaurant without any front garden or corral. Otherwise the burger and the beer will go away. …",
    "rating": 4,
    "name": "Julia Writer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер вкусный и горячий, картошка свежая. В помещении холодно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дима Лищук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Непринуждённая обстановка, очень вкусные бургеры. Но размер бургера мог быть чуть побольше, особенно если он называется \"Сытый фермер\". Нас было 5 человек и сытой осталась только одна девушка. Так что учтите, что одного бургера может быть …",
    "rating": 5,
    "name": "Дмитро Коваленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "‼️Первое что бросается, нет не в глаза, а в нос, это запах. Не очень приятный. Какой-то затхлый.\n‼️По бургерам. Взял тот, что посоветовал продавец. Неплох. Мясо прожаренное, …",
    "rating": 1,
    "name": "Thomas Miza",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые сырные бургеры!!! Все делается при вас. Только лучшие ингредиенты!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmytro Tonkonoh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) A very nice place to serve delicious burgers. Stylish interior and polite staff …",
    "rating": 4,
    "name": "Наталия Викторовна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из лучших бургеров в Киеве. Вкусный сидр. Ориентируйтесь на 150-200 грн. средний чек. Дочка у меня не пьет газировку и оказалось, что кроме воды они ничего не смогли предложить. …",
    "rating": 4,
    "name": "Nataliia Kondratenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер вкусный, но за такую цену должен быть или в 2 раза больше или подаваться вместе с картошкой и соусом. Своих денег совершенно не стоит. Отдельно огорчает то, что заказ никто не приносит а кричат через весь зал, хотя сидело минимум 3 …",
    "rating": 5,
    "name": "Meine Kleine",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, and berry tea in general has become a favorite …",
    "rating": 4,
    "name": "Роман Геря",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) It used to be delicious and good service. Then something went wrong. I went to them for many years, the last year - I do not return. One day they just gave me tasteless burgers, I tried to figure it out, but I was …",
    "rating": 5,
    "name": "Ольга Рутковская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) It was in the burger farm in the rain, the inside was damp and very cold, like a bus stop. In fact, this establishment is an eatery. The food here was really tasty, the salad, burger and tea were great (although there …",
    "rating": 5,
    "name": "Андрій Тризуб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger Farm любит вас❤\nБудем признательны на что нам обратить внимание, что бы было 5))\n\n(Translated by Google)\nBurger Farm loves you❤\nWe will be grateful for what we should pay attention to, that would be 5))",
    "rating": 5,
    "name": "Iegor42",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличный сервис. Быстрая и точная доставка.\nБургер выглядит как на картинке и очень вкусный.\nНе могу не сказать об упаковке. Бургер упакован в очень классную коробку, …",
    "rating": 3,
    "name": "Oleksandr K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доставка кошмарная. Обещали привезти заказ за час, в итоге мы с друзьями прождали два. Пока сами не позвонили, никто не сообщил о причинах задержки (пробки, которых не было, судя по гуглкартам). Картошка приехала еле теплая и невкусная, …",
    "rating": 4,
    "name": "Роман Сажнев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо. Работаем!!\n\n(Translated by Google)\nThank. We work !!",
    "rating": 4,
    "name": "Anna Bolshedvorska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) It was delicious, I recommend 👍\n\n(Original)\nБуло смачно, рекомендую 👍",
    "rating": 5,
    "name": "Dmytro Kostyuchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Я заходила за кофе. Кофе отличный. Про бургеры ничего сказать не могу. Цены на бургеры от 120 грн, среднее 140-170. Место маленькое и тесное, с низким потолком и двумя комнатами. Кухня открыта, сразу возле барной стойки. Из-за этого жарко, …",
    "rating": 4,
    "name": "Valerie Gurak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В субботу время работы указано до 04:00\nМы (4 человека) приехали за час до закрытия. Зашли, спиной не поворачиваясь к нас сидели два сотрудника заведения, обратились к третьему за баром, он сразу …",
    "rating": 5,
    "name": "Oksana Ishchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Простите ,что так вышло! И спасибо  за фидбек. Будем разбираться.\n\n(Translated by Google)\nSorry about that! And thanks for the feedback. We'll figure out.",
    "rating": 5,
    "name": "Yulia Evseeva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The staff at the facility on Regeneratornaya works without protective equipment (without gloves and without masks), they communicate with the visitor \"katsapskaya\". I took the burger with me, self-pickup. Napkins were …",
    "rating": 1,
    "name": "Александр",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I was here more than once and I liked everything. Yesterday, guests were invited to have a snack during the walk. And for nothing. Cutlets in burgers are much smaller than before, and in general it is not even the …",
    "rating": 4,
    "name": "Юрий Кравчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Oleg, sorry that's what happened! The weight of both meat and salad is unchanged for a very long time. You can write to us personally on facebook, we will gladly invite you for a free lunch. Though this will soften your frustration yesterday.\n\n(Original)\nОлег, вибачте що так вийшло! Вага як м'яса так і салату беззмінна вже дуже багато часу. Ви можете написати нам особисто в фейсбуці, ми з радістю запросимо вас на безкоштовний обід. Хоч таким чином пом'якшимо ваше розчарування вчорашнім днем.",
    "rating": 1,
    "name": "Stanislava Ovchinnikova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные и сочные бургеры (110-140 грн)\nЕсть напитки и алко и без.\nВсе просто и без излишеств. …",
    "rating": 5,
    "name": "Жигалло Євгеній",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "😘",
    "rating": 4,
    "name": "Каролина Павловская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Atmosphere and taste at 4, you can jump on a lunch, but not so, to go specially. …",
    "rating": 5,
    "name": "Татяна Сушко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Быстро приняли заказ онлайн. По времени выдачи, тоже, все было чётко. А самое главное, что бургеры оказались очень вкусными! …",
    "rating": 1,
    "name": "Sasha Mykhailovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Юрий, спасибо за \"пяторочку\"! Рады, что понравилась наша доставка и наши бургеры. Заходите также к нам в гости на бокальчик крафтового пива или сидра - на бульваре Шевченко 56 или пр-те Соборности 7Б\n\n(Translated by Google)\nYuri, thanks for the \"five\"! We are glad that we liked our delivery and our burgers. Also come visit us for a glass of craft beer or cider - at 56 Shevchenko Boulevard or 7B Sobornost Ave.",
    "rating": 3,
    "name": "Андрій Альохін",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цена не соответствует качеству. Не очень вкусно. Ел и получше. Сбили с толку супер отзывы о месте. И кстати, грузинский бургер не очень. Шашлык в булке с множеством лука, о чем не предепредили. За эти деньги я бы съел шаурмы. …",
    "rating": 5,
    "name": "Evgeniy Morskoy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры в городе !\nБулочки нежнейшие.\nМясо сочное, рубленная говядина. …",
    "rating": 5,
    "name": "Андрій Канівець",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Решили протестировать бургер, потому что увидели в рейтинге лучших бургеров в Киеве. Бургер был вкусный, но я ела и вкуснее. Он явно не стоит своих денег (125 грн). За эти деньги можно покушать бургер в хорошем приятном месте, а не …",
    "rating": 4,
    "name": "Andrey Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Зал обычно свободный, можно зарезервировать стол на определенное время. Играет какая-то музыка. И рок бывает и кантри. Еда вкусная, но достаточно дорогая, как по мне. Картошка по селянски стоит 45 гривен, самый дешёвый бургер-75 гривен. …",
    "rating": 5,
    "name": "Marko Klymovskyy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Такое ощущение, как будто бы вернулся в Берлин. Очень вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Никитенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) In general, burgers are delicious and the prices are reasonable. Personal burger favorites: \"Satisfied Farmer\" and \"Mc & Cheese\". Delicacy and beauty. Cole slow - van love. However, sometimes they cook carelessly. I …",
    "rating": 5,
    "name": "Максим Скубенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Саша, спасибо вам большое за такой отзыв! Вы помогаете  нам стать лучше 💥\nНадеемся в скором времени наш сервис вас порадует гораздо больше 🤝\n\n(Translated by Google)\nSasha, thank you very much for such a review! You help us become better 💥\nWe hope that soon our service will please you much more 🤝",
    "rating": 5,
    "name": "Oleg Levitsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все просто супер. Лучшее BBQ в Киеве да и пожалуй в Украине. Пока лучше не пробовал. …",
    "rating": 5,
    "name": "Antonina Nifantieva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations ✨\nThank you, we try in our smokehouse ❤️\n\n(Original)\nВітаємо ✨\nДякуємо, стараємось у своїй коптильні ❤️",
    "rating": 1,
    "name": "Volodymyr Krut",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Постоянный клиент. Бургеры на 5 баллов.\nСнял звезды за высокие цены и платную доставку. …",
    "rating": 5,
    "name": "zhenya d.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доставку лучше заказывать у ребят напрямую, Glovo долговато везли. Обожаю бургер с дорблю, а ребра и острые крылышки в фарме готовят лучше всех! …",
    "rating": 5,
    "name": "Mykola Kurian",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Замечательные бургеры, приятная атмосфера. Рекомендую попробовать ребра барбекю. На самом деле не замысловатое заведение, с не большой предисторией. Успело полюбится киевлянам когда было еще небольшим уличным фастфудом на Львовской площади, …",
    "rating": 5,
    "name": "Alexander Savitsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из лучших бургеров. Большое и разнообразное меню. Выбор пива хотелось бы побольше. Нету (не было) вай фая. Иногда не бывает удобных конвертов из которых можно кушать бургеры, а пищевые перчатки - было бы просто идеально. …",
    "rating": 1,
    "name": "An K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Аппетитные, сочные, мягкие, крупнейшие гамбургеры. Delicious.\nЗаведение относительно маленькое, но как только подходишь к кассе понимаешь, насколько там большой поток заказов, ведь все хотят купить именно ЭТИ гамбургеры. …",
    "rating": 5,
    "name": "Артём Пашинин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Спаббо))\n\n(Original)\nСпаибооо))",
    "rating": 4,
    "name": "Oleksii Konstantynov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сегодня был неприятно удивлен. Приехал пообедать (ехать 12 мин). При заказе повар торжественно объявил, что ждать не менее 20 минут, так как очень много заказов. В этот момент в заведении находилось не более 3 человек. Кассир любезно …",
    "rating": 4,
    "name": "Oleh Herasymenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее соотношение цена-качество бургеров. А сыр халуми с зеленью и ягодным соусом-лучший в городе! Прикольная штука вот этот Fritz Spritz, что на фото, есть в ассортименте(видов 6),правда дороговат. Само заведение в 10мин пешком от метро …",
    "rating": 5,
    "name": "Юлия Петрова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо))\n\n(Translated by Google)\nThanks))",
    "rating": 5,
    "name": "Arkady Shkolnik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры классические, хорошо и качественно приготовлены. Вкусно, сытно, но ничего особенного в них нет, эффекта \"вау\" не происходит. Интерьер и сан узел на уровень ниже чем кухня, над этим нужно поработать. …",
    "rating": 5,
    "name": "Оксана Колобанько",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "**после отзыва с нами оперативно связались представители компании, принесли извинения и исправили информацию о зонах доставки на сайте …",
    "rating": 5,
    "name": "Mykyta Bondarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, но само место очень бюджетно выглядит.\nЦена за бургеры от 60грн-80грн, Они разные.\nЕсть чай, пиво сидр, кофе, энергет. напитки. …",
    "rating": 4,
    "name": "Elena Arustamova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Была на Соборности и заказала крылья. Такой вопрос, вы проверяете крылья перед подачей посетителям!? Они имеют резкий запах хлорки! Помимо этого я нашла пушок, похожее на перья. Это нормально вообще!? Вы понимаете, что вы работаете не на …",
    "rating": 5,
    "name": "Ольга Давидюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place. Adequate prices (but drinks are expensive!), A large selection of burgers. It is worth visiting at least once. …",
    "rating": 3,
    "name": "Ivan Hrytsyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Крутое место, было б больше овощей в бургерах - цены б им небыло, но и так крутяк!! …",
    "rating": 5,
    "name": "Максим Скороход",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Dima, congratulations✨\nThanks for the feedback. We advise you to try \"Satisfied Farmer\", \"Crispy Chicken\" there with a full «\n\n(Original)\nДіма, вітаємо✨\nДякуємо за відгук. Радимо спробувати «Ситий Фермер» ,«Кріспі Чікен» там їх з повна 👻",
    "rating": 5,
    "name": "Angel lik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все, что здесь происходит - это культ. Местные бургеры аутентичные на 114%, а кола стоит как в штатах, но какая это Кола, просто попробуйте! Ценители вонючих сыров, старых вин и авто без крыши смогут заценить здесь только Блю Чиз из ранее …",
    "rating": 3,
    "name": "andros",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ужас! Принесли мне бургер, с полностью сырым мясом!! Вначале не понял, но когда начало тошнить, пошёл на кассу, в ответ мне сказали - это такая прожарка, надо было просить сильнее жарить! То есть то что оно сырое, её вообще не смутило! И …",
    "rating": 4,
    "name": "Hanna Mengeleva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Атмосфера и общий вайб на высоте, меню мне по вкусу и порции нормальные.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Артем Гордєєв (CyberHusky)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Было вкусно, но нам, почему-то были не рады и не предупредили, что салат острый. Два огнедышащих дракона улетели в логово))) …",
    "rating": 5,
    "name": "Dmytro Potapov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Natalie, thanks for the feedback ❤️ what kind of salad did you taste?\n\n(Original)\nНаталі, дякуємо за відгук ❤️ а який саме салат ви куштували?",
    "rating": 5,
    "name": "Eugenia Gordeeva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) They went with a guy here, took a Mexican burger (135 UAH each), cider (55 UAH each) and french fries (50 UAH).\nPros: 1. Interesting and tasty burger with spicy-sweet sauce. His taste is not …",
    "rating": 2,
    "name": "Vozya Кариан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшая бургерная в Киеве !!! Перепробовал много бургерных, но именно здесь самые сочные котлеты и мягкие,воздушные булочки,именно здесь самые свежие овощи, именно здесь самый мягкий и тянущийся сыр,И именно здесь самый вкусный соус …",
    "rating": 5,
    "name": "Yegor Yeriomin (Vendetta8247)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошо, вкусно, но я бы хотел видеть хоть какое то меню, в любом виде которое можно держать в руках. Добавлять ли мне в бургер сыр вопрос конечно хороший.\n- Это дополнительно/двойной? …",
    "rating": 5,
    "name": "Valeria Honcharova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Роман ,спасибо за отзыв.\n\n(Translated by Google)\nRoman, thanks for the tip.",
    "rating": 4,
    "name": "Sergey Taranenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые лучшие бургеры в Киеве!\nЯ много где их ела, но вкуснее чем здесь не пробовала.\nПри чем, что очень радует, они не испортились через короткое время после …",
    "rating": 5,
    "name": "Max Radokhlib",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I have never eaten such a burger. Compote of hyacinth - super. Top level service. Prices 🔥👍 …",
    "rating": 1,
    "name": "maryam maryam",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers. Quite interesting design and format of the institution. If there is no queue, food is made very quickly. …",
    "rating": 2,
    "name": "Амир Гайзымухамеддинов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The place does not make you want to return.\nBy choosing dishes and drinks you can sit at the table. Unfortunately, the tables are very sticky, so you should not put your hands on them, because it is …",
    "rating": 5,
    "name": "Roksana Bochkovskaya-Yashchuk (Роксана Ящук)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. The wings in us really are not teriyaki! And just in Unagi with sesame, as it is written in the menu. To the potatoes, we provide peasants with our rye (yogurt and green sauce), which lives with us all the years of existence. If you do not like it, we have a wonderful buggy sauce and barbecue. Would you like to know what burger you are tasting?\n\n(Original)\nДякуємо за відгук. Крильця в нас дійсно не теріякі! А просто в унагі с кунжутом, як і написано в меню. До картоплі по селянськи подаємо наш ренч(соус з йогурту і зелені), який живе з нами всі роки існування. Якщо він вам не до вподоби маємо чудовий блучіз соус та барбекю. Хотіли б дізнатися, який бургер ви куштували ?",
    "rating": 5,
    "name": "Олег Гриценко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Несмотря на скромность интерьера в стиле \"разросшийся МАФ\", тут готовят очень вкусные и необычные бургеры, используя сладкие булочки, острый перец халапеньо и даже баклажаны (по крайней мере, мне так показалось). На кранах есть хорошая …",
    "rating": 2,
    "name": "Aleksey Sokur",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers at a reasonable price. The appearance is ok, but inside it is a bit like a cafe in the area where they pour ;-) and the smell of beer -_- I do not really like it. But after the visit, the memories …",
    "rating": 5,
    "name": "Ігор Рудяк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Объективно одни из лучших бургеров в Киеве. Сюда заходят не за пафосным модным интерьером, а за отличными бургерами. Не все новинки мне понравились, но классика отличная ! …",
    "rating": 4,
    "name": "Gavryil Lokhmytko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Качество бургеров - на 3+ максимум 4- из 5. Плюсы - большой выбор бургеров, включая веганские, куриные, говяжьи и прочее, минус - булка и удобство поедания. Обмажешься весь, пока это сооружение в рот засунешь.. …",
    "rating": 2,
    "name": "Yağız Özeren",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Как всегда вкусненько. Понравился новый бургер с клюквенным соусом и яблоком. Оригинальное сочетание кислосладкого с говядиной …",
    "rating": 5,
    "name": "CutiePie",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкуснейший, сочный Чикен Бургер! С большой буквы, потому что он шикарен! Нет, не из обычного фарша! А из маринованных бедрышек! С горчично-медовым соусом! А тыква... Ммм.. она так дополняет и подчеркивает вкус, что бургер просто тает во …",
    "rating": 3,
    "name": "Аня Качковська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Быдло персонал.\nUPD: Ответ на комментарий владельца.\nЭто было не вежливо. Особенно парниша в кепке и майке. Он крикнул, проходя мимо, …",
    "rating": 5,
    "name": "Никита Коваленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вам вежливо сказали ,что есть велопарковка. А завозить в зал свой трансопрт ,это считаете верхом культуры?\n\n(Translated by Google)\nYou are politely told that there is a parking lot. And do you think that it is the top of culture to deliver your own tranpert to the hall?",
    "rating": 5,
    "name": "Andriy Melnk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место хорошее, с летней террасой. Бургеры не совсем в моем вкусе - на любителя\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Петр Граб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your objective feedback ❤️\n\n(Original)\nДякуємо за об’єктивний відгук ❤️",
    "rating": 1,
    "name": "Inessa K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень, очень отвратительный сервис доставки.\nЗаказывали три раза, все три раза просили оплату картой, у курьеров либо разряжался терминал, либо они его забывали. …",
    "rating": 2,
    "name": "Den Elizaryev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень уютное место, можно встретить множество иностранцев которые хотят отведать изумительных бургеров. Бургеры великолепны, очень большие и очень вкусные, цены конечно кусаются но они того стоят. Отличное место для встречи с друзьями …",
    "rating": 4,
    "name": "Ilona Spitz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Мало салфеток на здоровенный бургер и твердые скамьи для сидения.\nА вообще бургеры по приятным ценам и большие. Объедение!\nИ очаень вкусный облепиховый чай! тут самый вкусный! …",
    "rating": 5,
    "name": "محمد بن ممدوح",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Крафтовые бургеры по вполне вменяемой цене. Очень вкусно - это главное\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Alex Golubenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Здрвствуйте , Заказал ВеГанский бургер , посоветовали фалафель , он оказался не веГанский, после того как я его съел. Сотрудники не знают разницы👎 …",
    "rating": 2,
    "name": "Ed Brauskaitis",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) A nice trick for the unpretentious hipsters: fast, kindly, easy.\nFrom the minuses: pre-payment, as in McDonald's, and Soviet cuisine: all greasy, …",
    "rating": 2,
    "name": "Petro SHP",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо",
    "rating": 4,
    "name": "Edward Lozovyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусный, сочный бургер. Быстрая подача. Приятный персонал.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alex Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дааааа... Второе моё нашествие в сеть бургер фарм)) первый раз был удивлен мексикано бургером, на Подоле. Тут поменьше заведение, но опять обрадовал персонал, еда и напитки)) а что ещё нужно среди ночи))) и бургер удивил))) …",
    "rating": 5,
    "name": "Сергей Грабинский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, есть алкоголь. Есть 2 существенных минуса. Бургеры маленькие - цены высокие. …",
    "rating": 5,
    "name": "Oleksii Yermachenkov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burger is just TOP !!! I recommend to everyone !!!\n\n(Original) …",
    "rating": 5,
    "name": "Andrii Andrushchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Приехали из Одессы и за последние три дня - это самое вкусное заведение!\nБургеры - пальчики оближешь (в прямом смысле слова)!\nСотрудники - очень весёлые и внимательные. …",
    "rating": 5,
    "name": "Олег Горецький",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place. Tasty lager (65 UAH for 0.4). Great rice with potatoes for peasant and carrot (600 gr for 190 hryvnas) and beautiful wings (90 hryvnas). Burgers are huge and rich, but it's difficult to eat them) …",
    "rating": 4,
    "name": "Andrew Cooper",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks. Cool!\n\n(Original)\nДякую. Круто!",
    "rating": 5,
    "name": "Andrey Kravchina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) They make delicious burgers here. The institution will tell you what to order and ask for. I recommend trying Indian burger. As a side dish, you can order in addition to regular potatoes and other beets and pumpkin …",
    "rating": 5,
    "name": "MELANIE MOOR",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very correct atmosphere: the hall is quite simple, without unnecessary pathos, but the burgers are delicious! Baked pumpkin with beets and spices deserves special attention. Also a good choice of beer. …",
    "rating": 3,
    "name": "Богдан Гливинский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Было бы неплохо указывать полный состав, а то  получить бургер с макаронами  ещё то удовольствие... в заказе ничего не подписано, очень трудно определить что где. …",
    "rating": 2,
    "name": "Carlos G",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень хорошее пиво Varvar Milk Stout , очень хороший сервис , такого не видел до этого в Киеве …",
    "rating": 5,
    "name": "Сергій Гордієнко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers at an affordable price. Chatty and positive man at the cashier's desk, after communication remained a pleasant impression. The finished chicken burger waited about 10 minutes. …",
    "rating": 5,
    "name": "Aleksei Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место своеобразное. Не ждите сервиса. Заказ надо забирать самостоятельно. Если идете, будьте к этому готовы.\nПрийти стоит ради бургеров. Они действительно очень вкусные. …",
    "rating": 5,
    "name": "Andrii Matsko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывали бургеры и проч через Glovo. Ужасно не понравилось !!!  Вкус и качество- очень плохо! Второй раз даже не подумаю что то брать в этом заведении,а тем более туда заходить! …",
    "rating": 4,
    "name": "Тимур Дронов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры, особенно \"Сытый фермер\"\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Илья Шершавец (G1vn)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо. Не изменён и силён этот бургер ✌\n\n(Translated by Google)\nThank. This burger is not changed and strong",
    "rating": 1,
    "name": "Евгений Д",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, though, all burgers are served without any garnish, so expensive.\nPepsi 0.3 - 65 UAH :( …",
    "rating": 5,
    "name": "Григорий Мельниченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. And you need to work on the hood)\nAnd yes - well done! …",
    "rating": 5,
    "name": "Sinilga Sinilgovna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Классные крафтовые бургеры - есть большие и поменьше, для тех у кого аппетит не зверский. Мясо на выбор и вегетарианские - любые, но все вкусные 😋 …",
    "rating": 5,
    "name": "Bogdan Chornous",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Максимальный разбег ожиданий и реальности в плюс. В абсолютно невзрачном заведении (стилистика уж такая) - потрясающего вкуса еда. А ещё очень приятное обслуживание! …",
    "rating": 5,
    "name": "SouR TV",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tried the burger with falafel) tasty) But if you really like onions, because there are many. A good place to have a quick snack and run. And the menu was pleasantly surprised by the wide selection of alternatives for …",
    "rating": 1,
    "name": "TAyler Cool",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Excellent burger with falafel and turkey ❤️\n\n(Original) …",
    "rating": 3,
    "name": "SerJ",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Претензий нет. брали три разных гамбургера - все вкусные. Только вот соус к халуми совсем не подходит и не очень вкусный (имхо) …",
    "rating": 5,
    "name": "Анастасия Беззуб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно , быстро) кофе и бургеры отличные)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Шпак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, but there is a strong and unpleasant smell of the kitchen. The hands were stuck to the table - it means they are badly wiped out. The interior is a simple meal …",
    "rating": 1,
    "name": "Kate Zaripova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers are probably the best I've ever tasted. The situation is a bit primitive, but enough to have a quick snack and move on. …",
    "rating": 4,
    "name": "Ihor Yermolenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, есть вегетарианские. Само местечко маленькое, мест мало, за столиками обычно занято, так что можно присесть у барной. В целом по домашнему и со стилем, дорогие напитки. …",
    "rating": 5,
    "name": "Fall Barbarossa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Minus that there is no terminal, but delicious food\n\n(Original) …",
    "rating": 4,
    "name": "Николай Пономаренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello, we apologize for the technical inconvenience! They have already been corrected, we will be glad to see you in our institution!\n\n(Original)\nДоброго дня, приносимо вибачення за технічні не зручності! Вони вже виправленні, будемо раді Вас бачити в нашому закладі!",
    "rating": 3,
    "name": "Andrii Litvynchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры ОК, но однажды заказала салат... С с медово-горчичной заправкой, и это провал, ребята) четыре куска жесткой сухой курицы в дубовой планировке, куча безвкусной тыквы(наверное тыквы, долго идентифицировали), жёсткий шпинат... Соус - …",
    "rating": 5,
    "name": "Дмитрий Зайченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие бургеры. Булочки, как я понял, собственного производства. Не понравился только соус (видимо барбекю) в картошке фри. А так заведение приятное, зайти перекусить можно. …",
    "rating": 3,
    "name": "Anton Bizer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Артем, спасибо за ваш отзыв! Кстати,  соусы к гарнирам можно выбирать и в следующий визит можем вам порекомендовать к картошке взять соус ранч.\n\n(Translated by Google)\nArtem, thanks for your feedback! By the way, you can choose sauces for side dishes and on your next visit we can recommend you to take ranch sauce with potatoes.",
    "rating": 5,
    "name": "Владислав Дурнев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I tasted a burger made of artificial meat. Not bad enough. Beer, too, wow. …",
    "rating": 5,
    "name": "Сергей Сергеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасное место с очень вкусными бургерами и неплохим крафтовым пивом. Не хватает только перчаток, чтобы держать руки в чистоте))) …",
    "rating": 3,
    "name": "Константин Скляр",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Евгения, спасибо за такой крутой отзыв! Заходите еще и попробуйте наши завтраки или наши фирменные копчения барбекю - ребра и крылья.\n\n(Translated by Google)\nEugene, thank you for such a cool review! Stop by and try our breakfasts or our signature BBQ smoked ribs and wings.",
    "rating": 5,
    "name": "Chas ChesY",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это больше забегаловка. Столы и лавки из 90-х.\nБургеры оставляют желать лучшего- сухая котлета, никакой зелени- короче не вкусно! …",
    "rating": 4,
    "name": "Oleksandr Tereshchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры. Были с коллегами, у всех разные пункты меню, понравилось всё и всем! Рекомендую!!! Лучшие бургеры за последние пол года однозначно …",
    "rating": 5,
    "name": "Dmitry Scotar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The \"Farmer\" burger is just a bomb. Very tasty and filling. Lemonades of own production also pleased. And separately I will note the friendly decent courier :) …",
    "rating": 1,
    "name": "Константин Казаков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место. Со времен закусочной на Воровского. Привезли не то что просил при заказе - любезно заменили и довезли то, что просил. Позитивное место. Главное не превратиться в мак дак и остаться в нише. …",
    "rating": 3,
    "name": "Vlad Dyshlyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одна из лучших бургерных города по все ещё адекватной цене. И рёбра у них тоже хорошие :) …",
    "rating": 3,
    "name": "Світлана Коваленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Frankly, I would not advise anyone to come to the restaurant. The burger is very cold. The best thing is that they have regular fries\nI ordered very bad chicken wings and regular mozzarella once, the beef burger is …",
    "rating": 1,
    "name": "Bogdan Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The place got worse. Served ribs frozen inside. As a matter of fact, they said that it was not surprising, because now they are not preparing them, but only warming them up. I do not recommend going here. …",
    "rating": 5,
    "name": "Игорь Бессараб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, please tell me when did this annoyance occur to you?\n\n(Original)\nДоброго вечора, скажіть будь-ласка коли з вами сталася така прикрість?",
    "rating": 5,
    "name": "Rus К",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры. Есть возможность выбрать как вегетарианский, так и с курицей, индейкой, говядиной и свининой. Ранее, когда была брала вегетарианский, а в этот раз с курицей и картошкой по селянски. Очень сытно и вкусно. …",
    "rating": 5,
    "name": "Наталья Н",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение! Очень вкусные бургеры\n\n(Translated by Google)\nGreat institution! Very tasty burgers",
    "rating": 5,
    "name": "Roman Ivanyshyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры были съедобными, но не более.Ну а для любителей экстрима предлагаю заказать «крылья в соусе bbq”, это первые крылышки в моей жизни со вкусом шпрот!!! …",
    "rating": 5,
    "name": "Svetlana Poddubnaya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Мега крутые, сочные бургеры, рёбрышки. Все мясо жарится на огне, а не на гриле!\nБургеры от 80 грн …",
    "rating": 5,
    "name": "Oleg Lemskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сытый фермер и ребрышки - огонь! Друзья, мне кажется, что вашим блюдам не хватает немного соли. Уж совсем пресный вкус у бургеров и картохи. …",
    "rating": 5,
    "name": "Alisa Mandrik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burger is very strange for us, I didn't like the taste, smell etc. It made my stomach strange. There is no English menu. It smells so bad. I do not recommend it to anyone. …",
    "rating": 3,
    "name": "Anna Vlasiuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasted the burger \"Bif and Chiz\", it was delicious. The institution itself is small, but cozy. The staff is nice. It's worth a visit to a tasty burger. …",
    "rating": 5,
    "name": "Николай Устименко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Pepsi 45 UAH for 0.25 does not correspond to the interior)))\nThe burger is delicious, there were no napkins on the table …",
    "rating": 3,
    "name": "Julia Fox",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место где можно поесть от души, где тебе всегда рады. Всегда вкусные Бургер, вкусное кофе :D\nТакже классный весёлый курьер Никита:D …",
    "rating": 4,
    "name": "Dmytro Vytvytskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Постоянно заказываем бургеры.\nВсе вкусно, быстро, котлеты сочные...\nСпасибо за подарок. Все нравится. Рекомендуем!!! …",
    "rating": 5,
    "name": "Анастасия Хмызюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burger Farm loves you❤\n\n(Original)\nBurger Farm любит вас❤",
    "rating": 3,
    "name": "Aivars Bell",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохое место для быстрого перекуса. Бургер, конечно, мог бы быть и вкуснее, но тем не менее, съедобно. Ставлю 4, вам есть куда расти. …",
    "rating": 4,
    "name": "Andrew Andreev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "в этом месте я не была и вряд ли побываю из-за отвратительной доставки..\nсделала заказ на сайте, написано, что предполагаемая доставка через час. со мной никто не связался для подтверждения, но поскольку это был первый и единственный …",
    "rating": 5,
    "name": "aram şen",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер с мясом ни о чем. Жесткое, переготовленное, разогретое мясо. Липкие столешницы. Не хватает перчаток, теперь их любой продавец бургеров предлагает, но не вы. Не рекомендую. …",
    "rating": 3,
    "name": "Mrs.W.Angel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день , скажите где это произошло с вами? На правом или на левом берегу? И когда , будем вам очень признательны!\n\n(Translated by Google)\nGood afternoon, tell me where did this happen to you? On the right or on the left bank? And when, we will be very grateful to you!",
    "rating": 2,
    "name": "Максим Квач",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры действительно вкусные. Жаль, что вытяжка работает плохо и отсутствует меню на английском. Кстати, впервые в Киеве столкнулись с тем, что не выдают чек при заказе. …",
    "rating": 4,
    "name": "Julia Antonenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Илона, спасибо за ваши тёплые слова и про вполне обоснованный комментарий про чек и вытяжку. Исправимся!\n\n(Translated by Google)\nIlona, ​​thank you for your kind words and for a well-grounded comment about the check and the hood. Let's fix it!",
    "rating": 5,
    "name": "Остраков Федор",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I thank the Algerian Chef, Brother Abdel Ghani, for the good reception and hospitality, a very nice and respectful person. I wish him success …",
    "rating": 5,
    "name": "Артур Билан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Я на столько ужасной работы службы доставки не видел уже давно, очень, вместо заявленного часа прождал 2.5 часа, бургеры холодные и мятые, будто просто набросали на скорую руку. Очень жаль, от посещения заведения были только хорошие …",
    "rating": 5,
    "name": "Anna Mekeda",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цены несоответствующее размеру и качеству еды. Заказанные бургеры были без вкуса, пресные. Более того сервис в заведении, как я понял отсутствует, продавец просто вышел на улицу, где мы сидели за столиками, крикнул, что наша еда готова и …",
    "rating": 5,
    "name": "Віктор Невідомий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дорогой Эд, больно читать ваш отзыв о наших бургерах - сочные бургеры это наша цель, задача и миссия до конца дней. И ваши слова побудят нас разбираться с сочностью бургеров. Если вы уточните, какие именно бургеры вы заказали, то мы возьмёмся за дело более предметно. А по обслуживанию и сервису - Бургер Фарм это закусочная с самообслуживанием, при этом согласны с вами, что вероятно тон и интонация нашего сотрудника была  грубой и недопустимей. Будем работать на этим.\n\n(Translated by Google)\nDear Ed, it hurts to read your review of our burgers - juicy burgers are our goal, task and mission until the end of our days. And your words will motivate us to deal with the juiciness of burgers. If you specify exactly which burgers you ordered, then we will get down to business in more detail. And in terms of service and service - Burger Farm is a self-service diner, while we agree with you that the tone and intonation of our employee was probably rude and unacceptable. We will work on this.",
    "rating": 5,
    "name": "Микола Кащенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cold, if outside the window frost, then without a jacket you will not sit. Burgers are so good, but nothing special. Ordered for children without mustard, but brought with. …",
    "rating": 2,
    "name": "Андрей Сергеевич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) A classic runner, small, but with a toilet and accepts cards. But the main thing - a good burger-menu - there is something to choose from. But potatoes in addition - so-so. …",
    "rating": 4,
    "name": "Anna Podoprigora",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо",
    "rating": 5,
    "name": "Саша Жабчик",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вообще топчик, бургеры вкусные, быстро готовят, сочно, но сегодня забыли положить соус, потому 4чка. А так-то оч рекомендую …",
    "rating": 5,
    "name": "Марина Александрова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень большие бургеры, вполне оправдывают немножко высокую цену. Будет  совсем идеально если бургеры сделаете посочнее, но и щас хорошо …",
    "rating": 5,
    "name": "Владимир Оборский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понравилось заведение. Ребята сделали упор на бургеры, крылышки и рёбрышки и им это удалось. Каждый раз бывая в киеве ходим туда компанией. Рекомендую! …",
    "rating": 2,
    "name": "Kenny Kellerman",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are delicious, sparsely populated, the seller is very positive. …",
    "rating": 5,
    "name": "Владислав ВЛАСОВ",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение, отличный достащик на мопеде, очень быстро и всегда доставляет ещё горячею еду, ставлю 5 спасибо большое вам)))))) …",
    "rating": 4,
    "name": "Sergii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Фалафель отменный! Бургер тоже супер: и булка и котлета и соус, но оооочень маленький. Реально надо брать 2 что бы норм наесться …",
    "rating": 4,
    "name": "Максим Грицан (Leda4iy)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, но иногда бывают косяки с прожариванием. То сыро, то подогрело.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Слипченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Андрей, спасибо что написали нам! И спасибо за \"пятерочку\". Косяки с прожариванием\nисправим ;)  И прожарку тоже будем держать на контроле - если вы именно про нее. Заглядывайте к нам еще на бокальчик крафтого пива или сидра. Будем рады вас видеть!\n\n(Translated by Google)\nAndrey, thank you for writing to us! And thanks for the \"five\". Fried weeds\nwe will fix;) And we will also keep the roasting under control - if you are talking about it. Stop by for another glass of craft beer or cider. We will be glad to see you!",
    "rating": 5,
    "name": "Тоша UA",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ребята определённо знают, что делают. Найдёте здесь не помпезный интерьер и маркетинговые заманухи, а самые вкусные бургеры + широкий ассортимент крафтового пива. …",
    "rating": 4,
    "name": "MrCrazymax09",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место хиповое, для быстрого перекуса. Но при стоимости, как в кафе, бургеры оставляют желать лучшего. Один был пересоленный, а в другом много лука и мало соуса. И за закуски цена завышена. Вряд ли вернусь сюда снова. …",
    "rating": 5,
    "name": "Сергей Шидловский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burger was very tasty although the reason for the 2 stars is because they do not have a menu in English and although they tell you to order whatever you want, obviously you end up ordering blindly. Because of …",
    "rating": 5,
    "name": "Vlad Holovko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "вкусный мягкий кофе (в прикольной чашке), и вкусный морс\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kateryna Fedorova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные и оригинальные бургеры.\nОчень вкусный облепиховый чай. …",
    "rating": 4,
    "name": "Vitaliy Mykhaylovskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, кофе тоже\n\n(Translated by Google)\nDelicious, coffee too",
    "rating": 5,
    "name": "Сергій Макаренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, но не хватало стульев на улице)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Verner Cho",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the stars!\nWould you like to know what exactly you lacked for a complete experience?\n\n(Original)\nДякуємо за зірочки!\nХотілось би дізнатись, чого саме вам не вистачило для повних вражень?",
    "rating": 4,
    "name": "Богдан Гаченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень интересное и демократичное место :) вкусные бургеры и кравтовое пиво. Очень много добавок к самому бургеру, интересные соусы. 80-115 грн. Маловато места внутри, так что может не повезти с местом. …",
    "rating": 1,
    "name": "E M",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отвратительно. Бургеры невкусные и очень жирные. Вместо салатных листьев - пекинская капуста. Фарш в котлетах из мяса низкого качества. Цены - высокие. Не рекомендую. …",
    "rating": 5,
    "name": "Oleksandr Dymnich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, приятное заведение. Рёбрышка не брал, но в следующий раз обязательно возьму.\nЦены средние, но не выше, чем у конкурентов. …",
    "rating": 5,
    "name": "Ketrin Claus",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всем советую, рёбрышки и симпатичный голубоглазый бармен Александр были на высоте. Спасибо за обслуживание, придём ещё раз. …",
    "rating": 3,
    "name": "TITHO DONADIO",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty burgers! In fact, one of the best points is where you can tasty and have adequate funds to enjoy burger. …",
    "rating": 5,
    "name": "Алексей Шилин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сегодня малой в красной кепке приготовил почти самый вкусный фалафель что я тут ел(остальные разы он всегда шото бокопорил, так шо славабогу шо он наконец каучился) …",
    "rating": 2,
    "name": "Hanna Kravchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доставка ужасная! Задержали заказ более чем на час. Говорить о том, что бургеры были уже не первой свежести, думаю, не стоит …",
    "rating": 5,
    "name": "Kostia Olifir",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интересный формат ресторанчика. Неплохие бургеры и живое пиво. Готовят быстро. Пиво на мой вкус средненькое. …",
    "rating": 5,
    "name": "Mike Nykytyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В Киеве недавно, и я нашла свою любимую бургерную))) вкусно, сочно, сытно!!! Просто восхитительно)) …",
    "rating": 5,
    "name": "Alona Sychevska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burger Farm loves you!\n\n(Original)\nBurger Farm  любит вас !",
    "rating": 5,
    "name": "Serhiy Chumakov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры цена-качество! Вкусные, сочные и сытные! Влюблён ещё с прошлого места на Львовской площади! …",
    "rating": 1,
    "name": "Владимир Мойсеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ничего не могу сказать про еду, но \"гостеприимство\" пробило дно: сотрудники просто ушли на улицу и уселись курить, абсолютно проигнорировав нас. Ушли есть в другое — более приятное — заведение …",
    "rating": 3,
    "name": "Michael Vard",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие бургеры, немного тесновато внутри, но это, в то же время, делает свою атмосферу. Скромный выбор местного крафтового пива …",
    "rating": 4,
    "name": "StukonogPP “bl1nd cat”",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ем в Бф ещё со времён Львовской площади , очень вкусные бургеры , цена , обслуживание. Рекомендую , рекомендовал и буду рекомендовать. …",
    "rating": 4,
    "name": "Сергей Михайлов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вау!\nСпасибо за такой фидбэк ❤️\n\n(Translated by Google)\nWow!\nThanks for the feedback ❤️",
    "rating": 5,
    "name": "Неллі Цуркан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место,часто бываю,меню небольшое,на любителя качественного стрит фуда,классные бургеры,немного хромает вытяжка и в последние два раза заметил уменьшение порций,надеюсь исправятся …",
    "rating": 1,
    "name": "компания филонов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers at their own cost are very much the same. There was almost no taste of the meat, unfortunately we will not return. …",
    "rating": 4,
    "name": "Margarita Tverdokhlebova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Sorry you didn't like it. Please tell us what exactly did you taste?\n\n(Original)\nЖаль , що вам не сподобалось. Скажіть будь ласка а що саме ви куштували?",
    "rating": 5,
    "name": "Nik Farm",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно и классная атмосфера и идея кафе, но поставьте экран, на котором будет высвечиваться номер заказа который уже готов ))) Удачи ) …",
    "rating": 5,
    "name": "Yana Lazarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Normal burgers, but the restaurant itself is not very cozy, there is little space inside and it is cold in winter, despite the heating ( …",
    "rating": 5,
    "name": "Yambren",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры, все понравилось, цены 100+ за бургер.\nплохого ничего не могу сказать по этому 5) …",
    "rating": 2,
    "name": "Andrew Glavatskyy (Андрій Главацький)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Классное место. Очень вкусно и демократично по ценам.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pedash Vilena",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сами бургеры довольно вкусные. Латте посредственное. Но самое ужасное это очень громкий рэп, который ну никак не вписывается в это заведение. …",
    "rating": 5,
    "name": "Igor Skakovsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Константин, спасибо за ваш отзыв и комплименты нашим бургерам.\n\nМы обязательно учтём ваше замечание по громкости звука и музыкальному формату.\n\nПриходите к нам вновь!\n\n(Translated by Google)\nKonstantin, thanks for your feedback and compliments to our burgers.\n\nWe will surely take into account your comment on the volume of sound and music format.\n\nCome to us again!",
    "rating": 5,
    "name": "Mad Light",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доступные цены ,\nОчень сочные и вкуснейшие бургеры . одни из самых вкусных в Киеве . Готовят быстро …",
    "rating": 5,
    "name": "николь савицкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохо, но почему-то ждал большего. Атмосфера душевная, персонал приветливый, бургеры нормальные (вау-эффекта не произвели). Так что как-так... …",
    "rating": 5,
    "name": "Vladyslav Komov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty chili con carne, burgers are also at a high level. …",
    "rating": 5,
    "name": "Liuba Berezovska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Был тут год назад. Раньше было вкусно! С изюминкой. Сейчас ничего особенного. Не развиваются. Вкус стал хуже. Надеюсь ситуация исправится. …",
    "rating": 5,
    "name": "SkyMixer Experts",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры неплохие. А вот столики, которые на улице стоят - никуда не годятся, не уютно. …",
    "rating": 3,
    "name": "Артем Бойко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Meat in puld pork does not taste very much like canned food, and a bun like an old Easter cake …",
    "rating": 2,
    "name": "Марина Сівер",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры не вкусные! Будки не свежие, мясо сгорело. Персонал не приветливый, постоянно куда-то все бегают, даже салфеток не допросишься)\nВ самом заведении очень холодно. …",
    "rating": 2,
    "name": "Александр Симонов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Классное  место с вкусными бургерами и позитивной атмосферой. Локация небольшая и этого вполне хватает для большого количества людей и прекрасного времяпровождения. …",
    "rating": 5,
    "name": "Егор Кулагин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сытый фермер с картошечкой - это лучший бургер в Киеве !\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor FFOKCUF",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) So far, for me burgers are Burger Farm.\nVery tasty. Now it's a big menu! Good service.\nYes, you have to wait. But worth it! …",
    "rating": 5,
    "name": "Всеволод Прокопец",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные и сочные бургеры! Цены очень приятные. Соотношение цена/качество - лучшее в Киеве. …",
    "rating": 5,
    "name": "Егор Банкин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно готовят. Но в капроновых колготках лучше не приходить, об стулья можно порвать. …",
    "rating": 5,
    "name": "Oleksii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень сочный и нежный бургер Мехико, но даже с двойным халапеньйо не супер острый, хотелось бы чего то реально острого :) Отличное место для сытного перекуса. …",
    "rating": 4,
    "name": "Алексей Кольца",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это культовое место города. Самый вкусный веган бургер, классные острые лимонады, можно быстро пообедать, так как готовят быстро, ребята молодцы! …",
    "rating": 4,
    "name": "А/ S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заведение симпатичное, но в бургер был вонючий сыр. Настроение подпорчено. Берите мини, они свежие. …",
    "rating": 4,
    "name": "Настя Мокеева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место, приемлемые цены, а главное - самые вкусные бургеры в Киеве. Обязательно брать картошку с сыром! …",
    "rating": 3,
    "name": "Михаил",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Как-то привычно, что если заказываешь бургер, то к нему будет какой-то минимальный гарнир или салатик, но нет, вам просто приносят бургер на металлическом подносике)) не стоит своих денег. …",
    "rating": 4,
    "name": "Yura Krykovsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good burgers, but not much beer. The establishment where he sat / ate went on. …",
    "rating": 5,
    "name": "Paul Skobnikov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I had a lot to eat in this life, but I will never forget your burger 😍😍🤤 …",
    "rating": 1,
    "name": "Игорь Тсн",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Anastasia, thank you for such a great response from you. We try to make delicious and cool burgers. And your response won our hearts!\n\nBut you shouldn't forget our burgers - we are always next to our delivery service: we will bring them to your home or office. Here are all the details: burgerfarm.com.ua\n\n(Original)\nАнастасія, дякую за такий крутий відгук від вас. Ми намагаємося робити смачні і круті бургери. І ваш відгук покорив наші серця!\n\nАле забувати наші бургери якраз і не треба - ми завжди поруч з нашою службою доставки: привеземо вам додому або в офіс. Ось тут усі деталі: burgerfarm.com.ua",
    "rating": 4,
    "name": "Bonnie Benay",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Шумно. Атмосфера своеобразная, но не лишенная обаяния. Гарнир к бургеру идет как отдельная единица за доплату... странно. …",
    "rating": 1,
    "name": "YURII",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за отзыв. Гарнир по умолчанию не входит , так как это право , желание мы оставляем за вами. Гость либо желает его либо выбирает его по вкусу- будь то картофель, свежие овощи , кукуруза  , прочее.\n\n(Translated by Google)\nThanks for the feedback. The side dish is not included by default, as it is right, we leave the desire for you. The guest either wants it or chooses it to taste, whether it be potatoes, fresh vegetables, corn, etc.",
    "rating": 5,
    "name": "Вадим Гаращук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "С виду дёшевая кафешка, внутри тепло, уютно и вкусно кормят. Эксклюзивное немецкое ситро усилило ощущения. Советую!! …",
    "rating": 5,
    "name": "Stas sup0stas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The price is more expensive than other places but has delicious burgers …",
    "rating": 1,
    "name": "Руслан Османов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are delicious, but at the request of NP add cilantro brought with cilantro. It is unpleasant to leave half of the dish. The tables are a bit sticky. …",
    "rating": 5,
    "name": "bender rodriges",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Everything would be great, but to cook a salad of canned mackerel in its own juice and position it as a salad with tuna? !! Are you serious? !! …",
    "rating": 3,
    "name": "Владислав Поволоцкий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не плохое место чтобы перекусить. Бургеры вкусные, а вот картошка, как по мне не очень. …",
    "rating": 5,
    "name": "Alina Bush",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very cool place.\nI want to eat everything here! …",
    "rating": 5,
    "name": "no name",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Јжтееееее ❤️❤️❤️❤️\n\n(Original)\nЇжтееееее ❤️❤️❤️❤️",
    "rating": 5,
    "name": "Dmytro Bulanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Агонь. Самые вкусные бургеры  в Киеве и фирменная картоха!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Солонович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Агонь за такую оценку! Артур спасибо за такой отзыв и заходите к нам еще - на бокальчик крафтвого пивка или сидра!\n\n(Translated by Google)\nAgony for such an assessment! Arthur, thank you for such a review and come back to us for a glass of craft beer or cider!",
    "rating": 5,
    "name": "Olya Bohatenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прям ооочень вкусно! Приятное обслуживание, вежливый персонал! Всё вкусное и свежее!) Шампанское в маленькой бутылочке тоже ничего так. 🤩🥰😉 …",
    "rating": 5,
    "name": "Vitaliy Khizhnychenko-Kim",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Keep your likes curious.\nDelicious burgers at a normal price.\nIn the middle you can wash your hands, there is a toilet. …",
    "rating": 1,
    "name": "Алексей Щиров",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Максимально вкусные бургеры и дружественная атмосфера. Ностальгия по Fazenda bar, под которым была первая точка Burger Farm …",
    "rating": 5,
    "name": "Denys Ezh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Липкие заёрзанные деревянные барные стулья... Совдэповские деревянные стульчики со спинкой, не столько создают атмосферу, сколько потеет на них 5я точка в жаркое время года. …",
    "rating": 4,
    "name": "Andrii Shvets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сори, что заставили потеть ваши части тела. Но наша задача вкусно и быстро кормить. Наша мебель простая и функциональная. Надеемся, что еда была вкусная и вам понравилась. Напишите же, что вы думаете о еде? )\n\n(Translated by Google)\nSori, that forced to sweat your body parts. But our task is tasty and fast feed. Our furniture is simple and functional. We hope that the food was delicious and you liked it. Write what you think about food? )",
    "rating": 5,
    "name": "Артем Федосов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, не для посидеть в красоте или с кем-то, слишком простое, это только для того, чтобы поесть быстро фаст-фудной, хорошей еды, есть для веганов позиции.\n#веганкиев …",
    "rating": 5,
    "name": "Ketrin Claus",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно. Здесь все просто в интерьере. Ведь ты зашел, съел, получил эйфорию от этой еды и ушел. Крылышки вкуснейшие. …",
    "rating": 5,
    "name": "Liu Litvin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывали доставку, было очень вкусно 🥰\nФалафель бургер - супер 😋 …",
    "rating": 5,
    "name": "Mion Morgan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое за \"пятерочку\". Ждем в гости вновь!!!\n\n(Translated by Google)\nThank you very much for the \"five\". We look forward to visiting again !!!",
    "rating": 5,
    "name": "Mykola Zakroishchykov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Открылся в ашане новый спорт отдел , большой и классный , с доцей зашли и просто ахнули от насыщенности товаров , без понтов заходите и сами всё  увидите …",
    "rating": 5,
    "name": "Валерия Литвиненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) There used to be really tasty burgers, especially with pumpkin ... and now the disappointment ... what happened to you? …",
    "rating": 1,
    "name": "Sasha Charkin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусный кофе. Бургер Супер. Персонал \"всегда готов\" всё класс\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alex Kislyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все настроено на самовывоз, бургеры вкусные но возращаться чтобы именно посидеть и покушать желания нет только заказывать, цены на напитки дикие. …",
    "rating": 5,
    "name": "Helena Shyta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty burgers, not great prices. However, the room is small and the interior is not impressive. …",
    "rating": 4,
    "name": "Евгений Степаненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👍",
    "rating": 5,
    "name": "Дмитрий Голуб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Каждый раз заказываю новый бургер 🍔, пока проверку на качество прошли все)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ganushchak Oleg",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burger is some of the best, but the potatoes aren't worth those 50 wahs …",
    "rating": 5,
    "name": "Андрей Юрченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, what not to say about the place (\n\n(Original) …",
    "rating": 5,
    "name": "Vasia Tymoshenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The place is not delicious? 😉\n\n(Original)\nМісце не смачне?😉",
    "rating": 1,
    "name": "Z S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из самых вкусных бургеров в Киеве. По вкусу не хуже, чем в the Burger\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denis Canni",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers for different tastes, simple interior, old school hip-hop often plays in the background. …",
    "rating": 5,
    "name": "Aleksei Usenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Офигенно вкусные бургеры. Само заведение маленькое,но уютное, без изысков\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Павел Григоренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasty burgers. You might want to improve rye buns. After a light grill, hold badly. …",
    "rating": 5,
    "name": "Анатолий Крайний",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The delicious burgers that were once sold under Fazenda now have a residence permit. The most delicious burgers I've tasted in Kiev. 😊 …",
    "rating": 5,
    "name": "Serhii Set",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) eat from a car that's cool)) but wasted chicken, it was a pity .. but potatoes - a notion! …",
    "rating": 5,
    "name": "Oleh Khomynskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Is this a mistake? we do not have any machines or potatoes\n\n(Original)\nможливо це помилка?  у нас немає ні машини, ні картопляників",
    "rating": 5,
    "name": "Alread (Alread)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нууу не плохо, но не самые вкусные бургеры в Киеве, ИМХО. Возможно выбрал не самый классный) …",
    "rating": 5,
    "name": "Полина Бардакова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер отвратительный. Будте готовы к подгорелому мясу, запаху несвежего холодильника и это за немалую цену в сравнении. …",
    "rating": 5,
    "name": "Denis Onishchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Евгений, жаль, что случилось такое. Мы проверим, что пошло не так и сделаем, чтобы котлеты не подгорали. Дайте нам шанс, мы не подведем :)\n\n(Translated by Google)\nEugene, pity what happened. We will check what went wrong and make sure the cutlets are not burnt. Give us a chance, we will not let you down :)",
    "rating": 3,
    "name": "Игорь Фурмон",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers can be called one of the most delicious in Kiev. Tasty for affordable price. …",
    "rating": 5,
    "name": "Oleg Dekhtiarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это реально самые вкусные бургеры года Киев. цена приемлемая, обслуживание быстрое! …",
    "rating": 4,
    "name": "Елена Русакова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Acceptable burger, not a big deal, and very slow service. …",
    "rating": 5,
    "name": "Олексій Онищенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Yummy! I advise! Good burgers for a small price!\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Смаглюкова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неубрано, пахло кетчупом. Мне не понравился рассыпающийся бургер с сыром, который был не вкусен …",
    "rating": 5,
    "name": "Виталик Трушин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры в Киеве. Сытый фермер легенда. Крылья ракета.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Bogdan Yarema",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заходил как курьер доставки, захотелось прийти в свободное Время и оформить себе бургер меню! …",
    "rating": 3,
    "name": "Kseniia Zaitseva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🤟",
    "rating": 5,
    "name": "Julia Lesyshyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and unusual.\n\n(Original)\nДуже смачно і незвично.",
    "rating": 5,
    "name": "Максим Мозговой",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличные бургеры, великолепный дружный персонал, атмосферное место с отличной музыкой. 5+ …",
    "rating": 2,
    "name": "Andrey Yarmolenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место совсем не уютное, обстановка как в столовке. Хотели посидеть, насладится бургерами, не вышло. …",
    "rating": 5,
    "name": "Владислав Метревели",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пиво ссанина. Бургеры вкусные, но ничего особенного. Сервис и чистота отвратительные. …",
    "rating": 3,
    "name": "Julia Lukinova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Булка в бургере раньше была лучше. ИМХО\nА так цена-качество устраивает вполне …",
    "rating": 5,
    "name": "Yurii Savluk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I expected much more for this money. It's about quantity and quality. …",
    "rating": 5,
    "name": "Святослав Піх",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations, Sergey 🤘🏼\nCould you tell us what prevented us from having fun in our service or kitchen? Thank you 🙌\n\n(Original)\nВітаємо, Сергію 🤘🏼\nчи могли б ви розповісти, що саме завадило в нашому сервісі чи кухні залишитись вам задоволеннями? Дякуємо 🙌",
    "rating": 5,
    "name": "Oleh Kovalenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burgers in Kiev or in the world? Even Gordon Ramsay's burgers are worse than yours. I adore …",
    "rating": 5,
    "name": "Андрей Белов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вежливо обратился к официанту, на что получил возмущённый ответ. Ок, принял)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svetlana P",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "очень классные веганские бургеры. одно из нормальных не пафосных мест где просто вкусно кормят …",
    "rating": 5,
    "name": "Yeut",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Оригинальное меню, каждый выберет на свой вкус. От заказа до звонка в дверь 20 минут! …",
    "rating": 5,
    "name": "Юрий Безбородов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Vegan burgers are great, in addition to potatoes, there is also a choice of vegetable side dishes …",
    "rating": 3,
    "name": "Валерій Мітяєв",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень достойные бургеры, быстрое и качественное обслуживание. Остался очень довольным! …",
    "rating": 5,
    "name": "Pika 4U",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Здесь некому убирать, продавать тоже некому... только самообслуживание\n\nЗаказываешь сам из меню (предложить не умеют) …",
    "rating": 5,
    "name": "Anastasiia Satanivska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Еда очень вкусная,  но внутри не очень уютно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor Zaitsev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень правильные бургеры! Приветливый и вежливый персонал, хорошие цены и очень крутая кровавая Мери с текилой! …",
    "rating": 5,
    "name": "al so",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, но слегка дороговато. Наверно, продукты очень свежие используют.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрій Олександрович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры , с огромным \"но\"  как это без картошки в комплекте ,?) Ребят  так не годится …",
    "rating": 4,
    "name": "Sashko Чорний",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за бургеры. Картошечку кто то любит,  кто-то не желает или желает кукурузку. Руководствуемся этим)))\n\n(Translated by Google)\nThanks for the burgers. Someone loves potatoes, someone does not want or wants corn. We are guided by this)))",
    "rating": 5,
    "name": "Zhenya Q",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понравилось. Мягкое мясо в Бургере. Хорошее соотношение Цена \\ качество\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Калько",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Запустили очень вкусные завтраки!!! И вообще самые вкусные бургер!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дина Москаленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Точно неизвестно, где ребята берут такие фантастические кофейные  зерна. Но вкус у кофе превосходный. …",
    "rating": 2,
    "name": "Уточка Улиточка",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заведение с самообслуживанием. Интерьер слабый. Бургер не очень.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Константин Волков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цены космос, обслуживание никакое, да и вкус не ахти, подача тоже не понравилась, ни перчаток, ни гарнира за такие деньги …",
    "rating": 5,
    "name": "Yehor Sorochenko-Yankelevych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер суховат, грязно в туалете (очень), крошки под столом и на столе. Не убрано в зале, столешница умывальника вся в плесени. …",
    "rating": 4,
    "name": "Василий Грищенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно,уютно.\nВеганский бургер просто супер!) …",
    "rating": 5,
    "name": "Shustov Oleksandr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Толковые бургеры, но только те что на Шевченка. Красиво делаете, ребята. с вами ещё с фазенды. …",
    "rating": 5,
    "name": "Ruslan Davidoff",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры вкусные и добротно сделаны. Всё очень свежее.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vsevolod Zhovtenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Шикарное место с историей!\n\n(Translated by Google)\nA gorgeous place with history!",
    "rating": 4,
    "name": "Стас Первеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Егор, спасибо, что с нами так долго. Для нас тоже важно сохранять нашу связь с гостями, которые с нами многие годы. Нам, кстати, недавно исполнилось 7 лет....\nНет, нет так, а так: целых сеееемь лет!\n\nИ недавно запустили меню завтраков. Как будет возможность, заходите пробовать.\n\n(Translated by Google)\nYegor, thank you for being with us for so long. It is also important for us to keep our connection with the guests who have been with us for many years. By the way, we recently turned 7 years old ...\nNo, not like that, but like this: for seven whole years!\n\nAnd recently we launched a breakfast menu. As soon as possible, come and try.",
    "rating": 3,
    "name": "Гавриил Лохмытко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Большой выбор бургеров и напитков. Быстро готовят, непринужденный интерьер\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Галанюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохо, но заведению не хватает улучшения интерьера, места внутри мало всего несколько столов …",
    "rating": 4,
    "name": "Miguel Maldonado",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие место чтобы просто покушать. Бургеры на четвёрку, выше среднего\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Владислава Чайковская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ждем вновь, чтобы переубедить вас в том, что у нас лучшие бургеры в городе :)\n\n(Translated by Google)\nWe are waiting again to convince you that we have the best burgers in the city :)",
    "rating": 5,
    "name": "Artem Hlmdnk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В целом не плохо, умеренные цены и вкусные бургеры.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ник Половинкин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not very tasty burgers. The interior is so-so, the desire to stay there does not cause. …",
    "rating": 5,
    "name": "Алексей Ткач",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cheerful team, an interesting place. Somewhat expensive, but as for the center of the capital, prices are acceptable. …",
    "rating": 5,
    "name": "Oleksandr Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Замечательная еда (всем сытого фермера), приятный сервис. Что ещё надо?\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктор Давидич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "только почаще приходить к нам в гости 🤝\n\n(Translated by Google)\njust come to visit us more often 🤝",
    "rating": 5,
    "name": "YURI D.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отравился, всю ночь в ужасном состоянии.  Люди не рискуйте, Закрыть чертей надо. …",
    "rating": 5,
    "name": "Oleksandr Karataiev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день.\nНам жаль, что наш сервис вас не порадовал. Работать всегда есть над чем, поэтому не станем тратить Ваше время на оправдания, а сейчас же начнём работать над ошибками. Ещё раз спасибо за фидбэк, он очень важен для нас 🙏\nНапишите, пожалуйста, Ваши контактные данные нам на почту burgerfarmkyiv@gmail.com, чтобы мы могли с Вами связаться.\n\n(Translated by Google)\nGood afternoon.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv@gmail.com so that we can contact you.",
    "rating": 4,
    "name": "Eduard L",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, it was once, I couldn't promise I would come again) …",
    "rating": 5,
    "name": "St Art S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "порции очень маленькие (.....лучше идите  в другие аналогичные заведения\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Philipp Bühler",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Yuri, good afternoon! Thanks for the feedback. Please tell, what dish was in your order?\n\n(Original)\nЮрій, доброго дня! Дякуємо за відгук. Скажіть будь-ласка, яка страва була у вашому замовлені?",
    "rating": 5,
    "name": "Евгений Яковенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers and friendly staff. Raju)\n\n(Original) …",
    "rating": 5,
    "name": "Оlex Litus",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, есть неплохое крафтовое пиво. Довольно демократические цены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavlo Zhuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самый невкусный бургер в моей жизни. Даже недоел это месиво\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Yura Palinskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкуснейшие бургеры!Уютная домашняя атмосфера) Ребята молодцы!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tatiana Fohel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самый дешёвый бургер 75 гривень. И ето за курицу.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yaroslav Kiev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🍔",
    "rating": 4,
    "name": "Любовь Мытник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Тут всё настолько вкусно! Цена просто супер💗\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Max Boner",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры и крутой персонал)\n\n(Translated by Google)\nVery tasty burgers and cool staff)",
    "rating": 5,
    "name": "Евгений Боярчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Probably the most delicious burgers in Kyiv are prepared here 💛 …",
    "rating": 5,
    "name": "Сергей Севидов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, thank you for the feedback. We agree with you 100%. But let's say more - the most delicious burgers that we cook non-stop for 7 years\n\n(Original)\nДмитро, дякую за за відгук. Ми згодні з вами на 100%. Але скажім більше - найсмачніші бургери, які готуємо нон-стоп уже 7 років",
    "rating": 4,
    "name": "Роман Щербуха",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры!\n\n(Translated by Google)\nVery tasty burgers!",
    "rating": 5,
    "name": "Глеб Тополов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые лучшие бургеры в Киеве!!! Быстро и очень вкусно)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Хазнаферова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из лучших бургеров Киева. Рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Cibrisse Vlog",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ужасное заведение. Хамовитый персонал.\nЕда не вкусная.... Не советую …",
    "rating": 4,
    "name": "Taras Shumyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Алексей, здравствуйте 🤘🏼\n\nмогли бы нам дать более открытый фидбэк, что именно не понравилось в блюде🥵 и как вышло «что персонал вам нахамил»?\nЗаранее спасибо\n\n(Translated by Google)\nAlexey, hello 🤘🏼\n\nCould you give us a more open feedback on what exactly did you dislike about the dish🥵 and how did the staff get nasty on you?\nThanks in advance",
    "rating": 5,
    "name": "Vitalii Bilash",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burgers and friendly staff motivate you to come here all over the city …",
    "rating": 5,
    "name": "Alex Shreder",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Быстро и вкусно готовят. Выбор блюд небольшой. Хороший пит-стоп\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Зоя Зоя",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "После первого посещения заезжаю сюда постоянно. Бургеры лучшие!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вячеслав Крупович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "испытывает любовь к этим бургер уже больше года точно! всегда на высоте!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тарас Горук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious burgers in the city! 💗 Cozy place and cool staff 💕 …",
    "rating": 5,
    "name": "Юхим Арестович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неожиданно вкусно, и порции как раз, чтобы не переесть.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Keymeryn Не Олег",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо 🤝\n\n(Translated by Google)\nThank you 🤝",
    "rating": 5,
    "name": "игорь буката",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Божественные бургеры, непринуждённая обстановка. Всё очень круто.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Fister Lestat",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкуснейшие бургеры и пивко)\n\n(Translated by Google)\nDelicious burgers and beer)",
    "rating": 4,
    "name": "Vlad Dyshlyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прошло 35 минут, бургер пока не принесли :(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Bee",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сносные бургеры за неплохие деньги. Могло бы быть вкуснее, уютней,  быстрее.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Vitalik 7777",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️🍔",
    "rating": 5,
    "name": "Євгеній Кондратенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цены слегка высокие для таких порций фастфуда. Или маленькие порции за такую стоимость. …",
    "rating": 5,
    "name": "LenkOff Панасенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Если хочется достойный бургер - это то самое место.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Антон",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, and my potatoes are my favorite!\n\n(Original) …",
    "rating": 5,
    "name": "Oleksandr Gumenyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры) очень советую бургер Техас для любителей пикантного.👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viacheslav Grushko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самое лучшее место с бургерами! И рёбрышки❤️\n\n(Translated by Google)\nBest burger place ever! And ribs❤️",
    "rating": 5,
    "name": "Elena Demisheva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Начинка норм, но булка (темная) черствая и холодная\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталія Кіщенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Был там всего один раз. Первый бургер безумно зашёл.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valerii Kundas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Incredibly hearty and delicious))\n\n(Original)\nНеймовірно ситно-смачно ))",
    "rating": 5,
    "name": "Мирослав Кайданник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️",
    "rating": 3,
    "name": "Vitaliy Gorniak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Посредственные бургеры. Брали два разных, не один не понравился\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Володимир Бардюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры в Киеве.\n\n(Translated by Google)\nThe most delicious burgers in Kiev.",
    "rating": 3,
    "name": "Peter Barchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо, Анатолий, за крутой отзыв. Заглядывайте к нам гости на бокальчик крафтого пива или сидра. Или заказывайте нашу доставку - мы стали быстрее: burgerfarm.com.ua\n\n(Translated by Google)\nThank you, Anatoly, for the cool review. Come visit us for a glass of craft beer or cider. Or order our delivery - we have become faster: burgerfarm.com.ua",
    "rating": 4,
    "name": "Oleg Mindriukov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty burgers, some of the best in Kiev.\n\n(Original) …",
    "rating": 5,
    "name": "Володимир Попович",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры в Киеве. Особенно «мексиканский» и «блю-чиз».\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Діана Терещенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very good burger, stays open until 4h perfect for drunk guys …",
    "rating": 5,
    "name": "Family drive UA",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Шикарные бургеры и вкусные лимонады\n\n(Translated by Google)\nChic burgers and delicious lemonades",
    "rating": 4,
    "name": "Олена Булгакова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "прекрасное заведение, а особенно повар Дмитрий!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Baran",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры вкусные, но цены завышенные\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Yurii Tomas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Игорь, спасибо за мнение. Ценим его, но считаем цены демократичными за наши порции. Но спорить не будем.\n\nЗаходите к нам еще - у нас в меню разные блюда с разными ценами. Вот например, завтраки  очень доступные, к тому же угощаем фильтром кофе к каждому завтраку.\n\n(Translated by Google)\nIgor, thank you for your opinion. We appreciate it, but we consider the prices democratic for our portions. But let's not argue.\n\nVisit us again - we have different dishes with different prices on the menu. For example, breakfasts are very affordable, and we also treat filter coffee to every breakfast.",
    "rating": 4,
    "name": "Herman Sidorenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные, сытные и не дорогие бургеры\nЭти качества формируют почти идеальный бургер …",
    "rating": 4,
    "name": "Саня Полоз",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I liked the burgers, they were delicious. A closed bottle of Pepsi was given at the bar …",
    "rating": 1,
    "name": "Serhey Doroshenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers at a reasonable price\n\n(Original) …",
    "rating": 4,
    "name": "Ingvar O.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры!!!💜\n\n(Translated by Google)\nThe most delicious burgers !!! 💜",
    "rating": 5,
    "name": "ПаЗиТиФфФчИг",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Every time I bite your burger, I get a lot of fun!\n\n(Original) …",
    "rating": 4,
    "name": "Yuliia",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Топ 3 лучших бургеров Киева! Спасибо за вкусные ништяки, ребята\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Журавский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Еда не плохая но доставили так кидают сумки,  что аж сердце остановилось (\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexey Svyrydenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, liked the interesting combination of products …",
    "rating": 5,
    "name": "Dima Shibaev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасное место, вкусно готовят , атмосфера😚7\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Николай Василий (Zero)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дорого и не совсем сыто...\nПлюс ко всему  не учитывают пожелания клиента …",
    "rating": 5,
    "name": "Denis Plisko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это круче чем МакДак!)\n\n(Translated by Google)\nIt's cooler than McDuck!)",
    "rating": 5,
    "name": "Сергей Писанко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Довольно дорого, но вкусно. Сама локация маленькая, ничем не примечательна.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Kolesnichenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are delicious\n\n(Original)\nБургери дуже смачні",
    "rating": 5,
    "name": "Alex Shavelev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good music and delicious burgers.\n\n(Original) …",
    "rating": 5,
    "name": "Sergiy Tsimbalyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) There are no delicious burgers without good music. Thanks for the five stars. Come again!\n\n(Original)\nСмачних бургерів без хорошой музики не буває. Дякую за п'ять зірочок. Заходьте знову!",
    "rating": 5,
    "name": "Кочура Максим",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Both the atmosphere and the burger will be cool !! Keep it up) …",
    "rating": 5,
    "name": "Тетяна Кривошеєва",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно. Не бюджетно, но порция на все деньги!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Мосейко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры)",
    "rating": 5,
    "name": "Cyril Dorogan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very good burger for cheap! Yum :-)\n\n(Original) …",
    "rating": 4,
    "name": "Sergii V",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличные сочные вкусные бургеры. Рекомендую.\n\n(Translated by Google)\nGreat juicy tasty burgers. Recommend.",
    "rating": 1,
    "name": "РИЖИЙ ШПАК",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🙏",
    "rating": 4,
    "name": "Саша Ягольник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are great! Coffee - below the plinth :(\n\n(Original) …",
    "rating": 5,
    "name": "Yuri Bilavchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burger in Kyiv!\nAnd it's not a joke. …",
    "rating": 5,
    "name": "Мария Киселева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были проблемы с доставкой, но решили все оперативно. За это отдельное спасибо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mariia R",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is to just taste delicious burgers.\n\n(Original) …",
    "rating": 5,
    "name": "Надія Чернишова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень-очень вкусные бейонд бургеры! <З\n\n(Translated by Google)\nVery, very tasty beyond burgers! <Z",
    "rating": 5,
    "name": "Вячеслав Чернецов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Prices are higher than average, beer is expensive. But pretty tasty …",
    "rating": 5,
    "name": "Aleksandra Dektiarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо",
    "rating": 5,
    "name": "Дмитрий Трикуза",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) You can always eat delicious and order by Uber Itts\n\n(Original) …",
    "rating": 5,
    "name": "Денис Кравчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное завидение , уютное место чур только стулья дубовые( а так в прочем 9.5 /10 …",
    "rating": 5,
    "name": "Volodymyr Yefimov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры на разный вкус\n\n(Translated by Google)\nDelicious burgers for different tastes",
    "rating": 5,
    "name": "Oleksii Horbenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) A small and cozy place. The burgers are delicious!)\n\n(Original) …",
    "rating": 1,
    "name": "Савченко Олексій (Savchenko Lex)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В котлете хрящи, фалафель отвратительный, интерьер оставляет желать лучшего\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ruslan Tretyak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день.\nНам жаль, что наш сервис Вас не порадовал. Работать всегда есть над чем, поэтому не станем тратить Ваше время на оправдания, а сейчас же начнём работать над ошибками. Ещё раз спасибо за фидбэк, он очень важен для нас 🙏\nНапишите, пожалуйста, Ваши контактные данные нам на почту burgerfarmkyiv@gmail.com, чтобы мы могли с Вами связаться.\n\n(Translated by Google)\nGood day.\nWe are sorry that our service did not please you. There is always something to work on, so we will not waste your time on excuses, but now we will start working on mistakes. Thanks again for the feedback, it is very important to us 🙏\nPlease write your contact details to us at burgerfarmkyiv@gmail.com so that we can contact you.",
    "rating": 5,
    "name": "rakan ali",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкуснейшие бургеры и ледяная кола. Что еще нужно для счастья)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Пыхтин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Алиллуйя\n\n(Translated by Google)\nAlleluia",
    "rating": 5,
    "name": "Владислав Кидыба",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры!  Сытый фермер - бомба!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Shang Tsung",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место хорошее. Мясо сочное. Немного пересолили котлету.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Євген Лущиков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) World of burgers, I love to stay there\n\n(Original) …",
    "rating": 5,
    "name": "Григорий Чубов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие Бургеры в Киеве, найти можно только здесь.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maks Mikolaets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burgers are delicious but not special.\n\n(Original) …",
    "rating": 5,
    "name": "Ольга К.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие бургеры, но довольно высокие цены и очень мало столов.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tymur Ramzan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сытый фермер - огонь, как и ребрышки, но чувак на кассе чем-то не доволен по жизни и это напрягает. …",
    "rating": 4,
    "name": "Aleksandr Tsybin (hocaiba)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Супер бургер, но так себе салат\n\n(Translated by Google)\nSuper burger but so-so salad",
    "rating": 5,
    "name": "Оксана Городецька",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger Farm любит вас! Спасибо , за фид бек. Работаем!\n\n(Translated by Google)\nBurger Farm loves you! Thank you for the feed back. We are working!",
    "rating": 5,
    "name": "Renato Biolo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) For me, a little expensive place, but for the experience of spicy burgers excellent …",
    "rating": 5,
    "name": "Владислав Соболевський",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное меню и обслуживание! Бургеры большие и сытные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мария Парахина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and big burgers.\nWith an average pricing policy. …",
    "rating": 5,
    "name": "Yevgeniya Lysenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место и очень вкусные мак'н'чиз боллы\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vasyl Kononenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Довольно дорого, но бургер с голубым сыром того стоит\n\n(Translated by Google) …",
    "rating": 5,
    "name": "L B",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) At Victory Square in Kiev, you will find your second home in Burger Farm ❤️🍔🍺 …",
    "rating": 5,
    "name": "Андрій Заяць",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ребята делают фантастические ребра. Однозначно рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юрій Мамецький",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️👨🏻‍🌾",
    "rating": 5,
    "name": "Данііл Присяжний",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры в Киеве. Удачное место расположение\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Інна Березовська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burgers are really tasty, the coffee is too.\n\n(Original) …",
    "rating": 5,
    "name": "Serhii Svidzinskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохие бургеры. Быстро вкусно недорого!\n\n(Translated by Google)\nNice burgers. Quickly tasty inexpensive!",
    "rating": 5,
    "name": "Alex Zhukov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good burger, good beer\n\n(Original)\nХороші бургер, непогане пиво",
    "rating": 5,
    "name": "Shurik sHurik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good burgers but small side dishes. More or less self-service. …",
    "rating": 5,
    "name": "FISK.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры по разумным ценам\n\n(Translated by Google)\nVery tasty burgers at reasonable prices",
    "rating": 5,
    "name": "Влад Березняк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасное место, хорошая кухня, приветливый персонал)\n\n(Translated by Google)\nGreat place, good food, friendly staff)",
    "rating": 5,
    "name": "Sergij Balinskij",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cool burger and ribs. Drinks could be better\n\n(Original) …",
    "rating": 5,
    "name": "Андрій Єрчик (Andreano_95)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Nothing is clear .... Everything in some strange language ... …",
    "rating": 5,
    "name": "Sergey Derevjanko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Просто супер! Мясо бомба, вкусный сидр.\n\n(Translated by Google)\nJust super! Meat bomb, delicious cider.",
    "rating": 5,
    "name": "Aslan Alibekov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень понравились ребра, хорошее и быстрое обслуживание\n\n(Translated by Google)\nLoved the ribs, good and fast service",
    "rating": 3,
    "name": "Вероника Орлова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ярослав, здравствуйте 🤘🏼\nОбязательно предадим команде!\n\nСпасибо за фидбэк и до новых встреч на ферме 🍔\n\n(Translated by Google)\nYaroslav, hello 🤘🏼\nWe will definitely deliver to the team!\n\nThanks for the feedback and see you on the farm 🍔",
    "rating": 5,
    "name": "Кирилл Алексеенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все вкусно, но долго ждать заказ\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Bohoslovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, оригинальные напитки. Не разочаруют.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kazanch",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Замечательное место и вкусно готовят. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михайло Салівонов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Супер едааааа, очень вкусно. Ребята чисто фрэнд\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ivan Sokol",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры - просто объедение, такие сочные, аж текут, нереально вкусные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Левченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Довольно не плахое заведение. Самообслуживание. По ценам весьма демократично\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Chevrolët Chevrolët",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за отзыв.\n\n(Translated by Google)\nThanks for the feedback.",
    "rating": 5,
    "name": "Oleksandr Nazarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусная кухня.\n\n(Translated by Google)\nVery tasty cuisine.",
    "rating": 5,
    "name": "Павел Золотарев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I recommend you to eat a full burger delicious\n\n(Original) …",
    "rating": 3,
    "name": "Микита Лисенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Previously, buns in the Satiated Farmer were tastier.\n\n(Original) …",
    "rating": 4,
    "name": "Егор Аристов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Тарас, мы активно работаем над булочками. Очень надеемся, что с недавних дней изменённая булочка оправдывает ваши ожидания.\n\n(Translated by Google)\nTaras, we are actively working on buns. We really hope that recently the changed bun will meet your expectations.",
    "rating": 5,
    "name": "Khonin Vyacheslav",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пожалуй лучшие бургеры в Киеве в таком формате заведения\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Рома Яяя",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры и салаты топовые\n\n(Translated by Google)\nDelicious burgers and top salads",
    "rating": 5,
    "name": "Jenya Pogorelov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень уютно и вкусно, для компании тоже подойдёт.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Mellow Slice",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусный бургер \"Сытый фермер\"\n\n(Translated by Google)\nVery tasty burger \"Full farmer\"",
    "rating": 5,
    "name": "Oleg Gryshchak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very good burgers. Friendly staff\n\n(Original) …",
    "rating": 4,
    "name": "Тарас Недилюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, normal prices.\n\n(Original)\nДуже смачно, нормальні ціни.",
    "rating": 4,
    "name": "Олександр Токарчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🤗Burger Farm любит Вас\n\n(Translated by Google)\n🤗 Burger Farm loves you",
    "rating": 5,
    "name": "Kate Kushnirova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нравится работать у них курьером и наблюдать то как иностранцы хвалят заведение\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олег Романов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, сытно\n\n(Translated by Google)\nDelicious, satisfying",
    "rating": 5,
    "name": "Александр Павловский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры, приятный персонал!\n\n(Translated by Google)\nVery tasty burgers, nice staff!",
    "rating": 5,
    "name": "Maksym Saichuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, but not cozy.\n\n(Original)\nВкусно, но не уютно.",
    "rating": 5,
    "name": "Юрий Бондарук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Непринуждённая душевная атмосфера, вкусный фалафель :з\n\n(Translated by Google)\nRelaxed atmosphere, delicious falafel: h",
    "rating": 5,
    "name": "Igor Gretsyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The word \"service\" has not been heard here.\n\n(Original) …",
    "rating": 5,
    "name": "Petrana Odin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры в городе. Хорошо переехали\n\n(Translated by Google)\nThe best burgers in town. Well moved",
    "rating": 5,
    "name": "Олександр Дехтяренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) An interesting place. Deliciously cooked. But the place is small))) …",
    "rating": 4,
    "name": "Олег Жиліховський",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Доставка ужас, заказ задержали на 50 минут, даже звонка с предупреждением не было. …",
    "rating": 5,
    "name": "Maria Mayskaya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Georgian burger ;-)\n\n(Original) …",
    "rating": 5,
    "name": "Людмила Почапінська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры супер. Приятное место и персонал.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ross (RegeNS)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо\n\n(Translated by Google)\nThanks",
    "rating": 5,
    "name": "Сергей Ниженский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Наши любимые бургеры. Лучше только дома)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Den Usenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры.. Советую всем\n\n(Translated by Google)\nDelicious burgers .. I advise everyone",
    "rating": 5,
    "name": "Игорь Чмут",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are very high\n\n(Original)\nБургери дуже кайфові",
    "rating": 2,
    "name": "AriAnwooD",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Даже не знаю что сказать) первый раз в таком заведении)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Evgeniy Dimov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tasty burger rolls, tired staff.\n\n(Original) …",
    "rating": 5,
    "name": "Brem Brem",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Dirty, dishes somehow, inconvenient and uncomfortable places. …",
    "rating": 5,
    "name": "Oleg Ap",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good place, but we know better places ... Burger compacted ... …",
    "rating": 5,
    "name": "Владимир Лаврукевич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Есть пара вкусных бургеров, остальные очень средние\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Сергеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо\n\n(Translated by Google)\nThanks",
    "rating": 5,
    "name": "Alona Chorna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) High-quality authentic burgers !!!\n\n(Original)\nЯкісні автентичні бургери!!!",
    "rating": 3,
    "name": "ALYADRI RASHEED",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цена адекватная. Вкус не очень.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Konstantyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burgers in the world :)\n\n(Original) …",
    "rating": 5,
    "name": "Артем Рудый",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интересное атмосферное место в центре мегаполиса. Уютно. Приветливое обслуживание …",
    "rating": 5,
    "name": "Dima Olinevych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые аутентичные и ,пожалуй, лучшие бургеры в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "maks maks",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Маленькое дымное помещение, но бургер отпадный!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Светлана Дорошенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Крутое место и отличные сендвичи, но дорого. А так было бы 5.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Diamond RTS Light",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Небольшое уютное заведение, вкусно и недорого!\n\n(Translated by Google)\nSmall cozy place, tasty and inexpensive!",
    "rating": 5,
    "name": "Maryna Mart",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вместо удовольствия получили изжогу (\n\n(Translated by Google)\nInstead of pleasure, they got heartburn (",
    "rating": 5,
    "name": "Виктория Омельчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Currently, they are probably the most delicious burgers.\n\n(Original) …",
    "rating": 5,
    "name": "Максим Петрук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Подняли цены, на 25% Теперь уже дважды подумаю идти ли туда перекусить.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alina Burtseva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все вкусно, но цены завышены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александра",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прикольная бургерная с оригинальным дизайном)))\n\n(Translated by Google)\nCool burger with original design)))",
    "rating": 5,
    "name": "Игорь Онищук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👍",
    "rating": 4,
    "name": "Artem Yatsenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Рекомендую! Очень достойно, особенно пикантные варианты - México\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Horopashnyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры в Киеве!\n\n(Translated by Google)\nThe most delicious burgers in Kiev!",
    "rating": 5,
    "name": "Roxy Weise",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "вкусные бургеры но мало места\n\n(Translated by Google)\ntasty burgers but little space",
    "rating": 5,
    "name": "Максим Фесенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры, приятная обстановка.\n\n(Translated by Google)\nTasty burgers, nice atmosphere.",
    "rating": 5,
    "name": "Владимир Шваб",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно и не дорого!от 60грн.\n\n(Translated by Google)\nVery tasty and not expensive! From 60UAH.",
    "rating": 4,
    "name": "Валентин Шуляк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Чуть ли не самый лучший бургер в городе\n\n(Translated by Google)\nAlmost the best burger in town",
    "rating": 5,
    "name": "Andriy Turevich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "очень вкусная еда, аля фастфуд но в своем отдельном помещении\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Fedor Ch",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Awesome chilli con carne :)",
    "rating": 5,
    "name": "Vladimir Khadzhynov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, good atmosphere, I recommend)\n\n(Original) …",
    "rating": 5,
    "name": "Zabiyashka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers and craft beer.\n\n(Original) …",
    "rating": 5,
    "name": "Michael Bevz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры - тут!\n\n(Translated by Google)\nThe most delicious burgers are here!",
    "rating": 5,
    "name": "Денис Шувалов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Мне кажется, это лучшие бургеры в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Viktor Yanushenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Слегка уставшая мебель. Дороговато бургеры\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Беш Дмитро",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cook for a long time from 1 hour\n\n(Original) …",
    "rating": 5,
    "name": "Игорь Рыжиков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие бургеры , но кола дороговата.\n\n(Translated by Google)\nGood burgers, but the stake is expensive.",
    "rating": 5,
    "name": "Anna Davydenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры отличные, место хорошее.\n\n(Translated by Google)\nThe burgers are great, the place is good.",
    "rating": 2,
    "name": "Илья Жихарев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это очень вкусные бургеры!!!\n\n(Translated by Google)\nThese are very tasty burgers !!!",
    "rating": 5,
    "name": "Любомир Янко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, обязательно заедем еще\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vasyl Savchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие бургеры, вкусная картошечка и пиво\n\n(Translated by Google)\nGood burgers, tasty potatoes and beer",
    "rating": 4,
    "name": "Zakhar Nikolenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые правильные гамбургеры по очень приятной цене.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergii Shepeliev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно и быстро)Мне понравилось)\n\n(Translated by Google)\nTasty and fast) I liked it)",
    "rating": 5,
    "name": "Евгения Христюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цены не самые бюджетные,  но все очень вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavlo Shevelo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры Киева\n\n(Translated by Google)\nThe most delicious burgers in Kiev",
    "rating": 5,
    "name": "Вячеслав Шевченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Если вкусный бургер, то Бургер фарм\n\n(Translated by Google)\nIf a delicious burger, then a burger farm",
    "rating": 5,
    "name": "geomembrana geomembrana",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers!\n\n(Original)\nДуже смачні бургери!",
    "rating": 5,
    "name": "arnaud louvi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Pontus and never. It's not worth it\n\n(Original) …",
    "rating": 5,
    "name": "Илона Мифтахова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохие бургеры и меню в целом.\n\n(Translated by Google)\nDecent burgers and menu in general.",
    "rating": 5,
    "name": "Oleksander Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The burger is very sweet\n\n(Original)\nالبرجر حلوه جدا",
    "rating": 5,
    "name": "Інна Попова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры в Киеве!\n\n(Translated by Google)\nThe most delicious burgers in Kiev!",
    "rating": 5,
    "name": "Andrew Morozov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Probably the best burgers in Kiev.\n\n(Original) …",
    "rating": 5,
    "name": "Anastasiia Sakharova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Просто превосходно, соотношение цена качество идеально!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serzh Chayka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious burger and falafel in Kiev\n\n(Original) …",
    "rating": 5,
    "name": "Яна Шегедіна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ребята молодцы!!! Самые вкусные бургеры в Украине!!!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анастасия",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Bombard burgers. Especially FULL\n\n(Original) …",
    "rating": 4,
    "name": "Iryna Sarana",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место,  вкусные бургеры))\n\n(Translated by Google)\nNice place, delicious burgers))",
    "rating": 5,
    "name": "Taras Savchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, н оне идеально...\n\n(Translated by Google)\nIt’s tasty, it’s perfect ...",
    "rating": 3,
    "name": "Дмитрий Ковтун",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургер с индейкой не удивил. Посредственно...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Малашенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказывали доставку, очень вкусно\n\n(Translated by Google)\nOrdered delivery, very tasty",
    "rating": 5,
    "name": "Михаил Овечкин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic!!!\n\n(Original)\nFantastico!!!",
    "rating": 5,
    "name": "Андрій Кулик",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️",
    "rating": 3,
    "name": "Пожилой Человек",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Some of the best burgers in town\n\n(Original) …",
    "rating": 5,
    "name": "Valerii Gryshakov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно и демократические цены!\n\n(Translated by Google)\nVery tasty and democratic prices!",
    "rating": 5,
    "name": "Володимир Ширяєв",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо! Мы и вправду очень демократические и либеральные ребята, а цены - тем более.\n\n(Translated by Google)\nThank! We really are very democratic and liberal guys, and the prices are even more so.",
    "rating": 5,
    "name": "Vitalii Saltykov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нуу, очень вкусно 😋\n\n(Translated by Google)\nWell, very tasty 😋",
    "rating": 5,
    "name": "Weligorski Wladimir",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "⚡️⚡️",
    "rating": 5,
    "name": "Dmitriy Vlasenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нууу... Бургер интересный.\n\n(Translated by Google)\nNuuu ... The burger is interesting.",
    "rating": 5,
    "name": "Eugene Ushakov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Похоже что то поменяли. Готовить классно.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Андрій Купчинський",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Рецепты не меняли давно)) уже пора. А вот что касается развития - процесс перманентный. Отчасти благодаря вашим отзывам, спасибо! Burger Farm любит вас.\n\n(Translated by Google)\nRecipes have not changed for a long time)) it is time. But as far as development is concerned, the process is permanent. Thanks in part to your feedback, thanks! Burger Farm loves you.",
    "rating": 5,
    "name": "Anna Petrick",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) New Delhi burger - cap)\n\n(Original)\nНью-делі бургер - капєц )",
    "rating": 3,
    "name": "Slava",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Pretty delicious cuisine\n\n(Original)\nДоволі смачна кухня",
    "rating": 5,
    "name": "Katya Kharhuta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious burgers in Kiev\n\n(Original)\nНайсмачніші бургери в Києві",
    "rating": 5,
    "name": "Mario",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place with great burgers\n\n(Original) …",
    "rating": 4,
    "name": "Ruslan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) nice team, cook quickly and tasty\n\n(Original) …",
    "rating": 5,
    "name": "Andrii Kobets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Молодцы ребята. Очень вкусно\n\n(Translated by Google)\nWell done boys. Delicious",
    "rating": 4,
    "name": "Вероника Бурбела",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одно лучшие завидение по бургерам!!!\n\n(Translated by Google)\nOne best burger envy !!!",
    "rating": 5,
    "name": "Stanislav Bandera (Stas Berg)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I have not been eating anywhere like this\n\n(Original)\nТаких я ще не їв ніде",
    "rating": 5,
    "name": "Andrew Mazepa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличные бургеры и лучшие свинные ребра!\n\n(Translated by Google)\nGreat burgers and the best pork ribs!",
    "rating": 5,
    "name": "Dmytro Zaremba",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cool place) I like it)\n\n(Original) …",
    "rating": 4,
    "name": "Аня Цинко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very friendly and honest staff\n\n(Original) …",
    "rating": 5,
    "name": "Олег Корзо",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры по приемлемым ценам\n\n(Translated by Google)\nDelicious burgers at reasonable prices",
    "rating": 5,
    "name": "Oleksiy Semenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры!\n\n(Translated by Google)\nDelicious burgers!",
    "rating": 5,
    "name": "Dmytro Mushchynin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Еда на \"3\", а над интерьером нужно работать 😞\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Камере мг Матче",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры!\n\n(Translated by Google)\nVery tasty burgers!",
    "rating": 5,
    "name": "Ірина А",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень крутой Гаспаччо и не только!\n\n(Translated by Google)\nA very cool Gazpacho and more!",
    "rating": 4,
    "name": "Юлия Тихоненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из лучших бургеров в Киеве.\n\n(Translated by Google)\nSome of the best burgers in Kiev.",
    "rating": 5,
    "name": "Alex Panchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty burgers\n\n(Original)\nДуже смачні бургери",
    "rating": 5,
    "name": "Bogdan Kuzmina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понравилось. Вкусно и быстро!\n\n(Translated by Google)\nLiked. Tasty and fast!",
    "rating": 5,
    "name": "Світлана Сергіївна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, приятная атмосфера\n\n(Translated by Google)\nVery tasty, nice atmosphere",
    "rating": 4,
    "name": "Игорь Воробьев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "очень вкусный бургер\n\n(Translated by Google)\ndelicious burger",
    "rating": 5,
    "name": "Настя Рэн",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Aleksandr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение, рекомендую.\n\n(Translated by Google)\nGreat establishment, I recommend it.",
    "rating": 5,
    "name": "Ксюша Мармеладова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "🤘🏼",
    "rating": 5,
    "name": "Tarakansler",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Булка слишком пшеничная, котлета слишком мясная )\n\n(Translated by Google)\nRoll is too wheat, too meaty cutlet)",
    "rating": 5,
    "name": "Illia Trach",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры. Есть вегатерианские.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александра Мельниченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры Киева как по мне.\n\n(Translated by Google)\nThe best burgers in Kiev as for me.",
    "rating": 5,
    "name": "Ігор Бабаріко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно\n\n(Translated by Google)\nDelicious",
    "rating": 5,
    "name": "Kseniia Semashkina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations and thanks 💥\nwhat do you lack in our institution up to 5⭐️?\n\n(Original)\nВітаємо та дякуємо 💥\nчого вам не бракує у нашому закладі до 5⭐️ ?",
    "rating": 5,
    "name": "Андрей",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понравился бургер с яйцом, пробуйте\n\n(Translated by Google)\nLike an egg burger, try",
    "rating": 5,
    "name": "Наталия С.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не берите егс бургер, серьезно, даже не думайте об этом.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Max Filippov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Probably the most delicious burgers in Kiev\n\n(Original) …",
    "rating": 1,
    "name": "Sergey Karpenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Чикен бургер был хуже, чем в прошлый раз.\n\n(Translated by Google)\nChicken burger was worse than last time.",
    "rating": 5,
    "name": "Igor Betliy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Friendly staff\n\n(Original)\nПривітний персонал",
    "rating": 5,
    "name": "Оксана Мартынюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The double thing is agon\n\n(Original)\nДабл чиз - агонь",
    "rating": 5,
    "name": "николай олейник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличная команда поваров, вкусная еда.\n\n(Translated by Google)\nGreat team of chefs, delicious food.",
    "rating": 5,
    "name": "Tosha Tier",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, нет киллометровых очередей\n\n(Translated by Google)\nTasty, no kilometer queues",
    "rating": 4,
    "name": "Оксана Доманська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, average prices\n\n(Original)\nСмачні бургери, ціни середні",
    "rating": 4,
    "name": "yossi vered",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно!!! Спасибо вам!\n\n(Translated by Google)\nDelicious!!! Thanks you!",
    "rating": 5,
    "name": "Milan Macháček",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень классные бургеры и напитки\n\n(Translated by Google)\nVery cool burgers and drinks",
    "rating": 5,
    "name": "Александр Салюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, нестандартная бургерашная\n\n(Translated by Google)\nDelicious, substandard burger",
    "rating": 5,
    "name": "Dmytro Kornev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "А ху еть\n\n(Translated by Google)\nAh eh",
    "rating": 3,
    "name": "Вкусная всячина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Interesting place, but prices bite\n\n(Original) …",
    "rating": 2,
    "name": "Eduard",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Крутое место и очень душевный персонал!\n\n(Translated by Google)\nCool place and very friendly staff!",
    "rating": 5,
    "name": "Oleksii Malashyna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одни из самых вкусных гамбургеров в городе\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрій Потапов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Довольно ламповое местечко)\n\n(Translated by Google)\nQuite a lamp spot)",
    "rating": 4,
    "name": "Даниил Павлов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Росс, спасибо за позитивную оценку. Надеемся, в следующий ваш визит заслужим все пять звезд. И \"ламповость\" с нашей стороны постараемся усилить.\n\nА еще заходите на нашу вторую локацию - на Соборонсоти 7б - с большой летней площадкой и залом внутри. Советуем попробовать там наши копчения - ребра или крылья, которые мы коптим именно там. До встречи!\n\n(Translated by Google)\nRoss, thank you for your positive rating. We hope we will earn all five stars on your next visit. And we will try to strengthen the \"lumpiness\" from our side.\n\nAnd also go to our second location - Soboronsti 7b - with a large summer terrace and a hall inside. We advise you to try our smokes there - ribs or wings that we smoke there. See you!",
    "rating": 5,
    "name": "Роман Забегайло",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Здесь готовят очень вкусные блогеры и фалафели\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Сорочинский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers!\n\n(Original)\nСмачні бургери!",
    "rating": 4,
    "name": "Кирилл Телегин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Blue cheese burger top!\n\n(Original)\nБлу чиз бургер топчик!",
    "rating": 5,
    "name": "Катерина Гюлеч",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Большие цены,а обслуживание не соответствует ценам\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарья Каменецкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не плохо, но ожидал большего\n\n(Translated by Google)\nNot bad, but expected more",
    "rating": 5,
    "name": "Дмитрий Жабко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры стоят своих денег!)\n\n(Translated by Google)\nBurgers are worth the money!)",
    "rating": 4,
    "name": "Valeriy Moisyeyev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 5,
    "name": "Кирилл Воронков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень рады, что вам понравилось! Олег, заходите к нам еще или заказывайте нашу доставку burgerfarm.com.ua\n\n(Translated by Google)\nWe are very glad that you liked it! Oleg, come to us again or order our delivery burgerfarm.com.ua",
    "rating": 5,
    "name": "Paul Pomiluyko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусное крафтовое пиво\n\n(Translated by Google)\nDelicious craft beer",
    "rating": 5,
    "name": "Play Market",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучший бургер Киева\n\n(Translated by Google)\nBest burger in Kiev",
    "rating": 5,
    "name": "Максим Сторчак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры)))\n\n(Translated by Google)\nVery tasty burgers)))",
    "rating": 5,
    "name": "Tanya Babych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "جيد",
    "rating": 5,
    "name": "Anna Slam",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не хватало перчаток для употребления бургера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Жека Морогов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры что я пробовал\n\n(Translated by Google)\nThe best burgers I've tried",
    "rating": 3,
    "name": "Alex rmc",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "очень вкусные фалафель бургеры\n\n(Translated by Google)\ndelicious falafel burgers",
    "rating": 5,
    "name": "Николай Karnaukhov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры просто божественны!\n\n(Translated by Google)\nBurgers are simply divine!",
    "rating": 4,
    "name": "Павло Підцюка",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Мне не понравилось.\n\n(Translated by Google)\nI did not like.",
    "rating": 3,
    "name": "Алекс Житомирский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Светлана, очень жаль, что вам не понравилось. Могли бы вы уточнить, что именно вам не понравилось, это очень поможет нам понять, над чем нам стоит работать, чтобы избежать таких же ошибок в будущем. Возможно мы могли бы с вами связаться и узнать более детально о ситуации?\n\n(Translated by Google)\nSvetlana, it's a pity you didn't like it. Could you clarify what exactly you did not like, this will greatly help us understand what we should work on in order to avoid the same mistakes in the future. Perhaps we could contact you and learn more about the situation?",
    "rating": 4,
    "name": "Anastasia Ovchinnikova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Топ за свои 🤑💸💵💴💶💰💳\n\n(Translated by Google)\nTop for your 🤑💸💵💴💶💰💳",
    "rating": 5,
    "name": "Solomiya Boiko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious burgers !!!\n\n(Original)\nНайсмачніші бургери!!!",
    "rating": 5,
    "name": "Павел Петрович Карпенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякую!",
    "rating": 5,
    "name": "Денис Гоняйлов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры!!!\n\n(Translated by Google)\nVery tasty burgers !!!",
    "rating": 5,
    "name": "Светлана Ковальчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Super vegan burgers\n\n(Original)\nСупер веганські бургери",
    "rating": 3,
    "name": "Viktor Levadnyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные бургеры.\n\n(Translated by Google)\nVery tasty burgers.",
    "rating": 5,
    "name": "Vlad Novikov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры Киева❤️\n\n(Translated by Google)\nThe best burgers in Kiev❤️",
    "rating": 4,
    "name": "Okean Okeanovvv",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самые вкусные бургеры\n\n(Translated by Google)\nThe most delicious burgers",
    "rating": 5,
    "name": "Анна Морозова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры\n\n(Translated by Google)\ndelicious burgers",
    "rating": 4,
    "name": "Dmytro Trishak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Nice team.\n\n(Original)\nПриємний колектив.",
    "rating": 5,
    "name": "Vitaliy Melnik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные веганские бургеры и картофель\n\n(Translated by Google)\nTasty vegan burgers and fries",
    "rating": 5,
    "name": "АНДРЕЙ ЗАРУДНЫЙ",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I love\n\n(Original)\nЛюблю",
    "rating": 5,
    "name": "Андрей Потапов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все вкусно!",
    "rating": 5,
    "name": "Алексей Алексеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Довольно вкусные бургеры\n\n(Translated by Google)\nPretty tasty burgers",
    "rating": 5,
    "name": "Alex V",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличный бургер мехико\n\n(Translated by Google)\nGreat mexico burger",
    "rating": 5,
    "name": "Oleksandr Romanets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Pleasantly\n\n(Original)\nСмачно. Приємно",
    "rating": 5,
    "name": "zakhar Sky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно!!\n\n(Translated by Google)\nVery tasty!!",
    "rating": 3,
    "name": "Artem Khmara",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Владимир, спасибо!\n\n(Translated by Google)\nVladimir, thanks!",
    "rating": 5,
    "name": "Алексеев Алексей",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Sith farmer mast it)\n\n(Original)\nСитий фермер маст ит)",
    "rating": 3,
    "name": "Valerii Bilenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burger in town\n\n(Original)\nНайкращі бургер в місті",
    "rating": 5,
    "name": "Lesya Udovichenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дорого очень но работает на карантине\n\n(Translated by Google)\nQuite expensive but works in quarantine",
    "rating": 1,
    "name": "Влад Довгий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Как всегда топ бургеры!\n\n(Translated by Google)\nAs always top burgers!",
    "rating": 5,
    "name": "Lil Mokka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cool and big burgers!\n\n(Original)\nКруті і великі бургери!",
    "rating": 5,
    "name": "Грешный Праведник",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусненько и сытно.\n\n(Translated by Google)\nDelicious and satisfying.",
    "rating": 5,
    "name": "Міша",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Внимательное, вежливое обслуживание.\n\n(Translated by Google)\nAttentive, friendly service.",
    "rating": 3,
    "name": "Staff Onli",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не очень вкусная котлета\n\n(Translated by Google)\nNot very tasty cutlet",
    "rating": 5,
    "name": "Анна Дрема",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Top burgers in Kiev\n\n(Original)\nТоп бургери Києва",
    "rating": 5,
    "name": "Serhii Arkhypiuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The best burgers in Kiev !!!!\n\n(Original)\nНайкращі бургери в Києві !!!!",
    "rating": 5,
    "name": "Dmitry Sheptun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, но дороговато\n\n(Translated by Google)\nVery tasty, but a little expensive",
    "rating": 4,
    "name": "Коля Репецький",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры Киева!!!\n\n(Translated by Google)\nThe best burgers of Kiev !!!",
    "rating": 3,
    "name": "Top10 Happy people in 2020",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень очень вкусно!\n\n(Translated by Google)\nVery very tasty!",
    "rating": 5,
    "name": "V Z",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Friendly service and GREAT!\n\n(Original) …",
    "rating": 5,
    "name": "Mykhailo Chuha",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно!!!!!! Всем рекомендую!\n\n(Translated by Google)\nDelicious!!!!!! I recommend to everyone!",
    "rating": 5,
    "name": "Максим Півень",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, рекомендую!\n\n(Translated by Google)\nVery tasty, I recommend!",
    "rating": 4,
    "name": "Лена Савченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "tasya Bob",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Была голодная, стала обожравшаяся))\n\n(Translated by Google)\nShe was hungry, became gluttonous))",
    "rating": 5,
    "name": "Максим Хилиниченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусненько, приятный персонал.\n\n(Translated by Google)\nTasty, nice staff.",
    "rating": 5,
    "name": "Андрій Вознюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нереально вкусные бургеры\n\n(Translated by Google)\nUnbelievably delicious burgers",
    "rating": 5,
    "name": "andrey ryki",
    "cat": "Hamburger restaurant"
  }
]