[
  {
    "review": "Overall - nice ambience. music a little hectic, food overall tasty (except the pork on bone). A little difficult on the language if you don’t speak Ukrainian - but the menu has pictures :) interior very cozy.",
    "rating": 4,
    "name": "Josephin Galla",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hi Josephin!\n\nThank you for your feedback, we are always glad to see you!",
    "rating": 5,
    "name": "Onur Demirciler",
    "cat": "Georgian restaurant"
  },
  {
    "review": "A perfect place with its wines. Especially, you should try some local dishes of Georgia in this elite restaurant. The waitresses are very kind. You will be happy here.",
    "rating": 5,
    "name": "Xin Chen",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good deed!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дея!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "PHILIP BAKER",
    "cat": "Georgian restaurant"
  },
  {
    "review": "This was a very nice Georgian restaurant. Food was authentic and well seasoned. The staff were so friendly. Despite limited English skills, they still went out of their ways trying to help us. We had an outstanding dining experience here and enjoyed a wonderful evening. Well recommended!",
    "rating": 4,
    "name": "Floris Naaijkens",
    "cat": "Georgian restaurant"
  },
  {
    "review": "\"NICE BEER\"\n\nAnd the staff were friendly, …",
    "rating": 3,
    "name": "Igor Mendzebrovski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Authentic Georgian food. So.... typical Ukrainian to have such options available. hahaha. Very hearty, savoury and tasty. One of the absolute better Georgian restaurants. Such an experience. Too bad that in winter the protected terrace is …",
    "rating": 1,
    "name": "Vasiliki",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Restaurant is spacious, good for groups and with nice interior.\nFood is little bit below average for Georgian food, somewhat overpriced.",
    "rating": 4,
    "name": "Paweł",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I was there yesterday with some friends and decided to order something alongside my drink. I chose the dish on the picture attached and next is what came after waiting for 45+ minutes. This is not a joke, this is literally what they gave …",
    "rating": 3,
    "name": "Oleksandr D",
    "cat": "Georgian restaurant"
  },
  {
    "review": "That was real Georgian food. I will definetely come back there.  Service was also nice.",
    "rating": 2,
    "name": "Joren Cardoen",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hi Pawel!\nThank you for your feedback, we are always glad to see you!",
    "rating": 5,
    "name": "MrFunathletic04",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very delicious food and good vine here. However, the service might be better. Waitress, when giving a bill gave us a hint that Tips in amount of 10% are not included. Staff, please let your guests to decide how much tips you will get!",
    "rating": 5,
    "name": "Андрій Павлов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your feedback and apologize for any inconvenience.  Please, leave your contact phone number, we would really like to correct the situation!  July777Anna@gmail.com",
    "rating": 2,
    "name": "Bobby Battista",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food was good but service was awful. We had to wait almost an hour to get the bill, asked numerous times. They didn't get a single order right and the wait time for drinks was also awfully long. On top of this staff was pretty rude. Would recommend if they replace the entire staff.",
    "rating": 5,
    "name": "Dirk Mischke",
    "cat": "Georgian restaurant"
  },
  {
    "review": "hi Joren!\nThank you for your feedback, we will take into account all the comments and will definitely fix it!  We will be glad to see you again!",
    "rating": 5,
    "name": "Svetlana Kostyukova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great place for lunch, dinner, with friends. Comfortable tables, tasty wines and chacha, khachapury and delicious dessert... thanks to friendly and professional staff.",
    "rating": 5,
    "name": "Anton Vachaev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "English menu is big plus. As for dishes: harcho soup, khachapuri, salads - almost authentic to cuisine if you'd were in Georgia. Homemade Tarragon lemonade needs some recipe changes in my opinion. Less sugar and more Tarragon.",
    "rating": 5,
    "name": "Стеша",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Service was remarkably bad. I sat for 20 minutes and asked three servers if I could order before someone came to help. I don’t think I had a drink, let alone any food for at least 40 minutes. I had to ask three times to get a Coke. The soup …",
    "rating": 4,
    "name": "alinator mi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we will be sure to work on bugs. We look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, обов‘язково проведемо роботу над помилками. Будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Aleksandar Rusev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good Georgian food. Great atmosphere sitting outside. Not sure if it is a custom to serve the food not so hot. Just wasn’t expecting that. Was also not so happy with my beer choice (the Chernyhivske). We had the Adjarian Khachapuri, …",
    "rating": 5,
    "name": "Nikolay Ivanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Maria Halushko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious Georgian food, cozy atmosphere, beautiful interior (looove a lot of wood, fabric and warm fireplace on the second floor - check it out!) and extremely friendly and helpful stuff",
    "rating": 2,
    "name": "Béla Tóth (tothbe)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Surprisingly pleasant restaurant with beautiful interior design and great service. The food was excellent too. Already recommend to a few fiends.",
    "rating": 4,
    "name": "Klaus Martin Alfter",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks you! We are very happy with your evaluation!\nGeorgia is near! We invite you to visit!",
    "rating": 5,
    "name": "William Vargas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "great. love it ! service is excellent.  food taste like in Georgia.... awesome wine collection",
    "rating": 4,
    "name": "Pavel Fomenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious food(fried hinkali even better here than I tried in Georgia), but the service is very slow.",
    "rating": 3,
    "name": "Andrei Boiko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very tasty authentic Georgian cuisine. Definately recommend!",
    "rating": 5,
    "name": "Maria Stroe",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 2,
    "name": "Rina M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food is delicious. The staff was really friendly and communicative despite the language barrier. The bread with egg and cheese is a must try.",
    "rating": 4,
    "name": "Roman Petrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Tasty desserts,  khachapury and vine also really good. Nice atmosphere. So tasty khachapuri",
    "rating": 5,
    "name": "Robert Herber",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you😊",
    "rating": 3,
    "name": "TangueroNoir",
    "cat": "Georgian restaurant"
  },
  {
    "review": "This place has lost a lot of its previous quality. Food is still fine but half of the menu is not available which only told after you try to order something. Also main dish comes first and starter salad way later only. And it is not only …",
    "rating": 3,
    "name": "Anna Miroshnychenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Top place..Food & beverage are really good quality. But \"mask discipline\" of friendly staff is sometimes very low. When staff takes an order at table, mask  needs to cover nose & mouth. I hope it is getting respected.",
    "rating": 5,
    "name": "Aleksandr Svyrydenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback🤗\nwe will work on this issue!\n\n(Original)\nДякуємо за відгук🤗\nбудемо працювати над цим питанням!",
    "rating": 5,
    "name": "johnn griecco",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great restaurant. Nice ambiance, good food,, good service and fair prices. I chose it sort of randomly walking around and it seemed like a nice place and certainly it delivered.",
    "rating": 5,
    "name": "Matthew Miller",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, dear William!\nThank you very much for the high rating and such a good review! We are happy that our foreign guests are satisfied) we work for you and look forward to meeting you again!\nGood day!\n\n(Original)\nДоброго дня, шановний Вільям!\nДуже вдячні за високу оцінку та такий гарний відгук! Щасливі тим, що наші іноземні гості залишаються задоволені) ми працюємо для Вас і чекаємо на зустріч знову!\nГарного дня!",
    "rating": 2,
    "name": "Oleksandr Sutula",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice place. Good food. Polite staff.\n\nThe only thing would recommend to improve the choice of Georgian wine and chacha. Also get some dark beers/stout.",
    "rating": 5,
    "name": "Jasny Jasio",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We thank you! Thanks to your feedback, we are getting even better! 🤗\n\n(Original)\nДякуємо Вам! Завдяки Вашим відгукам ми стаємо ще краще!🤗",
    "rating": 5,
    "name": "Roland",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Due to some issue at the kitchen we had to wait for almost an hour for drinks and salad. By that time hot dishes hadn't even started cooking. But the main problem that I have is that we weren't informed about such long wait time …",
    "rating": 5,
    "name": "Ilona Tuu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Extensive menu with delicious flavorsome food that is hard to choose from, which is a challenge since it also comes in sizeable (as expected) portions. Great service as well. Good location in Podil ,as there's not as many Georgian options around as there are in the city centre.",
    "rating": 5,
    "name": "Gedi Taras",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks you! We are very happy with your evaluation!\nGeorgia is near! We invite you to visit!",
    "rating": 5,
    "name": "Rugile Zagorskaite",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Initially thought of ordering food and drinks, but after having to wait half an hour for a waiter to even take our order, we opted out for only drinks. Left without leaving a tip. Staff seemed busy but it's not our problem if the restaurant is understaffed. Pity, such a nice interior design, could have been a top place...",
    "rating": 4,
    "name": "Maria Zakharova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Stable and expected good quality and service place to dine and drink.",
    "rating": 5,
    "name": "Pepi Chudnovets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Roman!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Роман!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 3,
    "name": "Joshua Azmov (ArtisNull)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Best food experience in Kiev during my weeklong stay. First time I tried Georgian food and I was impressed. The dumplings, the cheese bread and the wine where all amazing.",
    "rating": 5,
    "name": "Rodion Gonch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Georgian cuisine. This is a nice restaurant. Food was good. Service was slow BUT I was in a very large group and it was a busy night being Ukrainian Independence Day so all is forgiven.",
    "rating": 1,
    "name": "Alon Bilavskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Rather too expensive than reasonable. Hachapuri Ajar was tough, mashed potatoes tight and Airan was too thin. Salad with salmon and figs was tasty, but salmon was raw :( The only delicious were Weal Kebab and Strawberry lemonade.\nStaff does its work perfectly.",
    "rating": 5,
    "name": "María Gabriela Escalona",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very cozy place. Excellent cuisine! Friendly staff. And they really comply with the sanitary rules - it's important now.",
    "rating": 4,
    "name": "Gabriel N",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Wow... Amazing service. The staff very nice and patient when explaining the dishes that are unknown to you!!! Food amazing and the quality, quantity is proportional to price. I would definitely come back!!",
    "rating": 4,
    "name": "Dmitri",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Having now idea what Georgian food was I was totally stunned by the amazing food and grilled meats.  The decor is absolutely incredible and cozy inside and vibrant and fun outside on the terrace .  HIGHLY RECOMMEND",
    "rating": 5,
    "name": "Dennis Zhelvatykh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your recommendation and assessment",
    "rating": 5,
    "name": "Sanço Panza",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very poorly service. We've been waiting for 1 hour. And we didn't have even beer. Half year ago it was much better. Food is good and Interieur cozy. But very bed service.",
    "rating": 5,
    "name": "Skip Johnston, Maverick Attorney",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Best georgian food in Kiev!",
    "rating": 4,
    "name": "Виктория Гавриленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I just love this place. The Georgian 'pizza' I simply love. Worth to order that. Delicious desserts as well and friendly personell. Can totally recommend it.",
    "rating": 5,
    "name": "Tatjana M.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very nice food and amazing atmosphere.",
    "rating": 4,
    "name": "Sunghee Kim",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Excellent Sakartveli food culture experience with exquisite interior and very friendly prices",
    "rating": 5,
    "name": "cs i",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good and delicious food. Service is also amazing. There isn't enough stars to rate this restaurant. Loved it!",
    "rating": 5,
    "name": "Larysa Suddya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I enjoyed the lunch here. Friendly and cosy place. Adjar Khachapuri are not as supposed to be, a little bit dry but I enjoyed the one with chicken and mushrooms.",
    "rating": 5,
    "name": "Denis Ya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I never try authentic Georgian food but it was tasty, and fulfilling, they also have English menu, the price is moderate, place is comfortable enough and easy access by public transportation.",
    "rating": 5,
    "name": "Anton Makhrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "My second favorite Georgian Restaurant. Mostly because of the hours it opens and location. However sometimes good takes forever to come.",
    "rating": 5,
    "name": "Michael Kozikowski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very tasty and aesthetically filled place. I recommend it.",
    "rating": 5,
    "name": "Mariia Lozben",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Kateryna Rozit",
    "cat": "Georgian restaurant"
  },
  {
    "review": "We set down, waited for the waiters to take our order for 20 minutes, we waved a few times, still nobody came.\nSuper cold at the terrace, and no heaters",
    "rating": 5,
    "name": "Paul Hewings",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Best food I had in Kyiv! Nice staff and beautiful place. Is not cheap but it worth the price! <3",
    "rating": 4,
    "name": "Karim Yafi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great food and fair prices make this place a must for Georgian food fans, service can be a bit slow otherwise it would have been 5 🌟",
    "rating": 2,
    "name": "Roma Slyvka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I would give them 5 stars but for the fact that the English is quite limited.  Great Georgian food on a relaxed terrace.",
    "rating": 5,
    "name": "Oleksandr Dvornichenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Khinkally were better than in Tbilissi!!! Speed of servise not fast, but tolerable, as restaurant was obviosly full.",
    "rating": 3,
    "name": "Irina Dykun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious, but ayran isn't suggested.",
    "rating": 1,
    "name": "Andrew Zhilenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Ivan Ehreshi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The wine was good, the khachapuri was excellent and my waitress, Masha, spoke very good English and was very helpful.",
    "rating": 4,
    "name": "Aleksandrs Sirotinskis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good place, service is good. Food is delicious. But khachapuri burnt and hinkali brought cold(((",
    "rating": 4,
    "name": "Roger Tedblad",
    "cat": "Georgian restaurant"
  },
  {
    "review": "We had only a coffee here, but the design of this place is awesome and the staff was very polite.",
    "rating": 5,
    "name": "K K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Lunch set is reasonable price and good taste.",
    "rating": 3,
    "name": "Burak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Mauren Kaufmann",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice Christmas bazaar",
    "rating": 5,
    "name": "Kateryna Myronenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Everything is just deliiish! Great food, ambience and staff👌🏻👌🏻👌🏻",
    "rating": 5,
    "name": "Paulo Casaca",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hi Larysa. Thank you for your feedback! Always welcome here!",
    "rating": 5,
    "name": "Luiza Razsamakina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great georgean food and service!",
    "rating": 5,
    "name": "Olena Dorofiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good linen, Denis!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго лня, Денис!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Olga Brand",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great foods and drinks, prices are awerage for Caucasian cuisine in Kiev",
    "rating": 5,
    "name": "Oleksii T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Prices are very reasonable, food was very good, the outside patio is awesome.",
    "rating": 5,
    "name": "Roger Salse Balagué",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Tasty food, lovely atmosphere, good service. Highly recommend!)",
    "rating": 1,
    "name": "Taras Lopuszanski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Cozy place, good service and tasty hinkali )",
    "rating": 5,
    "name": "Jus Nnor",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Катерина!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "adam melhem",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Lovely food, good wine, decent service in a good location.",
    "rating": 5,
    "name": "Maria Starkova (Andrews)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good food and service. Slightly more expensive than restaurants of the same range..",
    "rating": 5,
    "name": "Vera Voronina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Average taste, slow service (take near one hour to complete). Next time will choose something different.",
    "rating": 5,
    "name": "Dani Umansky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good service, great food and atmosphere. Highly recommend it.",
    "rating": 5,
    "name": "Sigitas Zakalskis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Not really tasty food here, but nice staff",
    "rating": 5,
    "name": "Roman Zhylak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Bad service. Was unable to pay with TWO of my US credit cards, the staff gave some weird explanations and was not helpful.",
    "rating": 4,
    "name": "Lex Monteriggioni",
    "cat": "Georgian restaurant"
  },
  {
    "review": "cozy place, tasty food. Serving and interior is very authentic",
    "rating": 5,
    "name": "Inanc Gurkan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "excellent food and selection of wines. on the downside, music is too loud",
    "rating": 1,
    "name": "Daniel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice interior, large menu. Good lunch offers.",
    "rating": 1,
    "name": "Toomas Vendelin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good value, fast service and delicious food. Highly recommend",
    "rating": 1,
    "name": "Andreas Flodström",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good kitchen with a lot of delicious options, BUT service was extremely slow which let us get boring.",
    "rating": 4,
    "name": "Ievgen Vasylenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great Georgian restaurant. Amazing menu and atmosphere.",
    "rating": 5,
    "name": "Daniel Lauding",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great food, nice location",
    "rating": 5,
    "name": "Serge Louchnikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nThank you for your feedback, come to us again!\n\n(Original)\nДоброго дня, Катерина!\nДякуємо за Ваш вдгук, приходьте до нас ще!",
    "rating": 4,
    "name": "Franky.muller@gmail.com Muller",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Wonderful Georgian cuisine and wine with very nice service",
    "rating": 5,
    "name": "Oleg Ya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "tasty food and the comfortable place for the company, pleasant staff",
    "rating": 5,
    "name": "Olek Vol",
    "cat": "Georgian restaurant"
  },
  {
    "review": "A great place! Love the food and Georgian cousin.",
    "rating": 5,
    "name": "Kostiantyn Dyma",
    "cat": "Georgian restaurant"
  },
  {
    "review": "It all tastes sooo good! Must try this place!",
    "rating": 4,
    "name": "ANASTASIA MOYSEYCHENKO",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious food, nice place, good atmosphere",
    "rating": 2,
    "name": "Светлана Клименко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice places to have lunch and t'he good was also nice👌👌",
    "rating": 5,
    "name": "Катя Руденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "It’s Terrable! Only interior is good. All other things is bad!",
    "rating": 4,
    "name": "Charles Galant",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Excellent service, helpful staff and amazing food. 👍👍👍",
    "rating": 5,
    "name": "Andrii Bachynskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "First meal was perfect , second meal was fine .",
    "rating": 5,
    "name": "Вика Коздрой",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Staff is wonderful, okay lemonades, small desert",
    "rating": 5,
    "name": "Микола Бордужак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good food, great service",
    "rating": 2,
    "name": "Olga Yarchevska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good food and service . nice and clean",
    "rating": 5,
    "name": "Juliya Subbotina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice Georgian restaurant with average prices",
    "rating": 5,
    "name": "Marina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great service and tasty dishes",
    "rating": 5,
    "name": "Валентина Мусаева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Only Cold water in wc really?",
    "rating": 5,
    "name": "Sonya Azhikeeva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great Khinkalis, kind staff",
    "rating": 5,
    "name": "Оксана Радич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "They treated me as an animal",
    "rating": 3,
    "name": "Дарья Пакар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Watered juice and padded bill.",
    "rating": 4,
    "name": "gayane",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Didn't like service and food",
    "rating": 5,
    "name": "Kate Mama",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good)",
    "rating": 4,
    "name": "Anna Shynkovych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "So. Good. Dont. Miss. This. Spot",
    "rating": 4,
    "name": "ЕА",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Amazing restaurant!!!",
    "rating": 5,
    "name": "Alexander Galkin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good",
    "rating": 4,
    "name": "Карина Суховерхова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good dishes",
    "rating": 3,
    "name": "Mariia Leva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "🔥🔥🔥🔥🔥🔥🔥🔥🔥",
    "rating": 4,
    "name": "Ekateryna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) 😊 thank you and look forward to seeing you again!\n\n(Original)\n😊 вдячні Вам і чекаємо на Вас ще!",
    "rating": 5,
    "name": "Yuliia Barabash",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Cozy and pleasant",
    "rating": 3,
    "name": "Дарина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Celebrated a birthday with 4 people. I liked the food, especially khachapuri of different kinds) Good design, everything is very atmospheric, but there is a lack of more colorful and loud music than for a Georgian …",
    "rating": 3,
    "name": "Karina KaVaBrand",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анастасія!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Anastasiia Kyianytsia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно ,но дорого и похоже нас обманули ,заказали 750гр шашлыка ,в чеке было 1,5кг, заметили уже дома ,т.к. всю дорогу думали чего так дорого, мысли эти длительные портят впечатление. Напитки очень дорого) …",
    "rating": 5,
    "name": "Heiko Mertsch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Svetlana!\nThank you for your feedback, we reviewed the checks in the program for the day of your visit, we did not find any checks with 1.5 kg of kebabs.\nTo resolve the issue, please email us with a photo of the check - hiv.podil.dir@fmrest.com\n\n(Original)\nДоброго дня, Світлана!\nДякуємо за відгук, ми передивились чеки в програмі за день Вашого візиту, жодного чеку з 1,5 кг шашлику не знайшли.\nДля вирішення питання, напишіть будь ласка нам на пошту з фото чеку - hiv.podil.dir@fmrest.com",
    "rating": 4,
    "name": "Виталий Грехов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё очень понравилось. Праздновала с друзьями день рождения, приятная обстановка, вежливый персонал, девушка советовала что лучше с чем заказать. А хачапури на высоте, очень вкусно. Все довольны остались👍😍 …",
    "rating": 3,
    "name": "Лилия Степаненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Катя!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Dmytro Pastukh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Georgian cuisine, the restaurant is located in the Padole district, main street. There are two large continuous rooms. The restaurant is comfortable with large armchairs and a sofa. The decoration and lights are …",
    "rating": 5,
    "name": "Адвокат Киев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришли с женой в этот ресторан, чтобы покушать что то интересненькое. Ресторан очень красивый, колоритный в духе Грузии. 🇬🇪 Всегда в грузинских ресторанах стараюсь заказать хачапури по аджарски. Здесь он просто отменный!!! 🤗 …",
    "rating": 5,
    "name": "Т Б",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Андрій!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Віталій Ка́чков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее заведение.\nРесторан очень красивый, колоритный в духе Грузии\nЕсть 2 этажа и терраса. Мы выбрали стол на террасе. Диваны мягкие, есть подушки …",
    "rating": 2,
    "name": "Yaroslav Klimenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vika!\nThank you for your feedback, we are very pleased that you were satisfied with the visit to our restaurant. See you in Khachapur and Wine!\n\n(Original)\nДоброго дня, Віка!\nДякуємо за Ваш відгук, нам дуже приємно, що Ви залишились задоволені візитом до нашого ресторану. До нових зустрічей в Хачапурі та Вино!",
    "rating": 5,
    "name": "Yana Dubnyanska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) If you like Georgian dishes, or eat delicious food, you should visit this place !!! The delicacy is incredible !! The service is impeccable !! It's cozy and delicious;) …",
    "rating": 4,
    "name": "Олексій Масальцев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Mykola!\nWe are very pleased that you liked everything in our restaurant! We are always glad to see you!\n\n(Original)\nДоброго дня, Микола!\nНам дуже приємно, що Вам все сподобалось у нашому ресторані! Завжди раді Вас бачити!",
    "rating": 4,
    "name": "Татьяна Бунина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отвратительная кухня. Цыпленок Тапака - никакой, не вкусный, не грузинский, сомнительный запах (возле кости), приготовлен не в специальной сковороде, просто жаренный цыпленок. Не написан выход блюд в грамах (кроме гриль-меню). Индейка - …",
    "rating": 5,
    "name": "Yasemin G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olya!\nFirst of all, we are sorry that you had a bad impression after visiting our restaurant.\nWe will be sure to take into account all your comments and pass them on to our brand boss.\nWe are sure that after trying our khinkali and khachapuri, you will be satisfied!\nWe look forward to your visit again!\n\n(Original)\nДоброго дня, Оля!\nНасамперед нам шкода, що у Вас залишилось погане враження після відвідування нашого ресторану.\nМи обов‘язково візьмемо до уваги всі Ваші зауваження та передемо їх нашому бренд шефу.\nМи впевнені, що спробувавши наші хінкалі та хачапурі - Ви залишитесь задоволені!\nБудемо чекати Вашого візиту знову!",
    "rating": 5,
    "name": "Karina Savchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошее заведение. Можно разместиться на первом или втором этаже. На входе нас очень вежливо встретил официант. Мы разместились на втором этаже, и было очень удобно. Мягкие диваны, большие столы. Особенно впечатляет потолок с …",
    "rating": 5,
    "name": "Marina R.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Julia!\nVery grateful for your feedback and appreciation! See you in Khachapur and Wine ❤️\n\n(Original)\nДоброго дня, Юлія!\nДуже вдячні за Ваш відгук та високу оцінку! До нових зустрічей в Хачапурі та Вино ❤️",
    "rating": 5,
    "name": "Анна-Аліна Бєлокуренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Долго выбирали с парнем ресторан для романического ужина, решили остановить свой выбор на Хачапури и Вино, в итоге остались в невероятном восхищении, людей тут очень много, но мы забронировали столик заранее, нас вежливо встретили и …",
    "rating": 5,
    "name": "Елена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Marina!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Марина!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Anton Shevchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали день рождение, персонал обходительный, кухня понравилась. Все было на уровне. Хачапури фирменный, свинина на кости… пальчики оближешь. В конце как именинника, меня ждала приятная скидочка🙌🏻 Бонусом поздравление в виде десерта🥰 …",
    "rating": 5,
    "name": "Ольга Кулакевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Valentina!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Валентина!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Just Mimimi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Душевно, приветливо,вкусно. Хачапури оочень вкусно, как в Грузии. Нежадный размер порций. Достойная винная карта. Очень вкусные домашние лимонады. Остались очень довольны уровнем сервиса и качеством блюд! Всем рекомендую, а мы обязательно …",
    "rating": 2,
    "name": "Андрей Погорелый",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Sonya!\nThank you for your feedback, we are very pleased that you liked our restaurant. We will wait for new meetings!\n\n(Original)\nДоброго дня, Соня!\nДякуємо за Ваш відгук, нам дуже приємно що Вам сподобалось в нашому ресторані. Будемо чекати нових зустрічей!",
    "rating": 5,
    "name": "Людмила «LyudOK» К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty, nice staff, modern design. I put a big plus for the greenery in the interior !!! …",
    "rating": 3,
    "name": "Valeriia Miziuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Oksana!\nThank you for your feedback, we will see you again!\n\n(Original)\nДоброго дня, Оксана!\nДякуємо за Ваш відгук, будемо оаді бачити Вас знову!",
    "rating": 5,
    "name": "Лера Бобор",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Порадовала только кухня , обслуживание оставляет желать лучшего ,\nБыли вечером , почти полная посадка , после заказа ( лимонад 1 л , баклажаны в саксе , кебаб и хачапури ) , утончили  сколько ждать кебаб -20-25мин . …",
    "rating": 1,
    "name": "Marina Klimenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Darina!\nWe are very grateful for your feedback, thanks to constructive criticism - we can work on mistakes. We are sorry that the visit left a negative impression on our restaurant. We assure you that we will be sure to work with employees and further eliminate all comments about service and cleanliness. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Дарина!\nДуже вдячні за Ваш відгук, саме завдяки конструктивній критиці - ми можемо зробити роботу над помилками. Нам шкода, що візит залишив негативне враження про наш ресторан. Запевняємо Вас, що обов‘язково проведемо роботу з співробітниками і надалі виключимо всі зауваження щодо обслуговування та чистоти. Будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Vasyl Pavlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение на Сагайдачного в историческом центре Подола специализируется на грузинской кухне. Разнообразно меню. Прекрасное обслуживание. Персоналу- 5.Уютный интерьер, есть большая закрытая терраса. Но кухня на 4 с минусом. Если не особые …",
    "rating": 5,
    "name": "Игорь Мокиенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback, we will be glad to see you again to surprise you with delicious Georgian dishes!\n\n(Original)\nДоброго дня! Дякуємо, за Ваш відгук, будемо раді бачити Вас знову, щоб здивувати смачними грузинськими стравами!",
    "rating": 1,
    "name": "Станислав Кипра",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферное место. Интерьер, музыка - всё навевает о Грузии. Еда вкусная, в меру острая. Хачапури горячие, нежные, ароматные. В хинкали привкус баранины на любителя. Оригинальный Наполеон - поломаные коржи с апельсиновым заварным кремом. В …",
    "rating": 1,
    "name": "Vira Sheludko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обалденые хинкали (ассорти)! Тонкий ореховый привкус, которыя я обожаю. Красивое оформление внутри ресторана, два этажа, несколько залов, открытая кухня, приятное обслуживание. Единственный момент - почему то иногда одни и те же блюда …",
    "rating": 5,
    "name": "Юлия Лапенюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Правда, официанты не сильно расторопные: нужно долго ждать пока подойдут, иногда официанты забывали открыть воду, подлить вино, поменять тарелку …",
    "rating": 5,
    "name": "Руслан Григорьев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we will definitely work on the service, and we will be glad to see you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, обов‘язково попрацюємо над сервісом, та будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Anastasiya Zwarich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Люблю грузинскую кухню, и в особенности сеть заведений хачапури и вино. Хачапури по аджарски, харчо, метехи - все очень вкусно. Интерьер красивый и уютный. Расположение отличное - рядом с метро и пешеходной частью улицы Сагайдачного …",
    "rating": 5,
    "name": "Natali",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нравится это заведение на ул. Сагайдачного. Отличные места на втором этаже, летняя терраса. Цены средние, очень вкусно. Что не понравилось: позвонила в заведение забронировать столик, сказали мест вообще нет, решила зайти (была как раз …",
    "rating": 5,
    "name": "Владислав",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение уютное. Конкретно на Сагайдачного есть терасса на 2м этаже - ждём весны, чтобы попасть. Хачапури по-аджарски порадовал, достаточно вкусный.\nА вот хинкали с бараниной разочаровали, мягко говоря. Принесли недоваренные, и …",
    "rating": 4,
    "name": "Karolia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, dear Maria!\nVery upset that you have a misconception about \"store hinkali\". We prepare khinkali only by hand and immediately after ordering. We will take into account your comments and next time we will surprise you with delicious khinkali and more)\nGood day\n\n(Original)\nДоброго дня, шановна Марія!\nДуже засмучені, що у Вас склалось хибна думка щодо «магазинних хінкалі». У нас готують хінкалі тільки вручну та відразу після замовлення. Ми приймемо до уваги Ваше зауваження і в слідуючий раз обов’язково Вас здивуємо смачними хінкалі і не тільки)\nГарного дня",
    "rating": 5,
    "name": "Helga",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Попала сюда на обеденный перерыв в пятницу.Людей было совсем чуть-чуть. Заказ приняли быстро, принесли за 20 минут - хинкали,хачапури по аджарски,салат,чай. Официантка молодец!!!Все достаточно вкусно. Расчет был быстрый. Очень понравился …",
    "rating": 5,
    "name": "Вероника Жицкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Идеальное место для уютного, спокойного ужина с любимым человеком. Пробовали чалагач, кажется, так называется блюдо, стейк из свинины и хинкали. Все было очень, очень вкусно! Также хочу отметить домашнее вино, как белое, так и красное, …",
    "rating": 3,
    "name": "Salatyn Khodzhalyieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в субботу вечером на втором этаже, в ресторане полная посадка (бронируйте заранее). При таком количестве людей, официант-парень был очень внимательным и быстро нас обслужил. Хачапури было подгоревшее и жирное как для меня(( Впервые …",
    "rating": 4,
    "name": "Виктория Шевчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Ihor Takhtaul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Из достоинств этого ресторана хотелось бы отметить удобное местоположение, бесплатные напитки у входа, которыми встречают гостей, обширное меню с большим ассортиментом грузинских блюд, вменяемое время ожидания заказа, приятная атмосфера, …",
    "rating": 3,
    "name": "Карина Богович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice restaurant on Sahaidachny.\nThe menu is varied, the food is delicious, the interior is stylish, the facility is clean, the service is pleasant, BUT one moment - why the institution does …",
    "rating": 4,
    "name": "Рома Косов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n(Original)\nДякуємо Вам за зворотній зв'язок і приносимо свої вибачення за доставлені незручності.  Будьте ласкаві, залиште свій контактний номер телефону, нам би дуже хотілося виправити ситуацію!  July777Anna@gmail.com",
    "rating": 1,
    "name": "Vlad Strik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great ambience and delicious Georgian cuisine. The staff is great and both the food and drinks are brought to the table quickly. If you come on his birthday, get 20% off. …",
    "rating": 4,
    "name": "Olesia V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашли пообедать с другом, т.к. любим грузинскую еду и не пожалели. Кухня вкусная, брали первое, хинкали, индейку. Мясо нежное и ароматное, хинкали сочные. Отдельного внимания заслуживает официант (парень, ФИО в чеке), очень приветливый, …",
    "rating": 5,
    "name": "Łukasz Litwin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сам ресторан очень симпатичный,в хорошем месте с уютной летней верандой.\n\nНЕ ПОНРАВИЛОСЬ,что в меню не указывают вес блюд!!!! …",
    "rating": 5,
    "name": "Юлия Клепальская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Елена Бергер",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) My rating is 3.5 / 5 (rated the summer playground)\nWhy?\n1) music ... I was in Georgia in restaurants, there was also native music, but …",
    "rating": 4,
    "name": "Вітер (Вітер)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно. Приятная музыка. Официанты вообще на высшем уровне.  А официант Полина - самая красивая девушка на Подоле, Ее улыбка уговорит вас отведать все самые изысканные блюда ресторана. Администратор - дайте Полине премию за Ее …",
    "rating": 1,
    "name": "Елена Вечерко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Случайно решили зайти попробовать что то новое , красивый не навязчивый интерьер,  со вкусом, особенно второй этаж, как повар могу сказать что готовят со вкусом, порадовали десерты, +в том что официант хорошо знал меню всех блюд и их …",
    "rating": 5,
    "name": "Евгений Вовк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В последнее время это место прям похорошело! Вкусная еда, превосходное обслуживание - все здесь) Заказал фирменный хачапури: как по мне, то много чеснока, так что он отлично подойдёт тем кто любит острое. …",
    "rating": 5,
    "name": "Your Driver Company Kyiv Ukraine",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Летняя терасса вся затянута плёнкой и не продувается, при этом там можно курить и сигареты и кальян - очень накурено и неприятно. В туалете забита раковина, нет мыла, не работает слив. Официант позволяет себе ходить и громко рассказывать …",
    "rating": 5,
    "name": "Ольга Гриценюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Anastasia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Rested today in the institution, in the company of 4 people. We were served by the waiter Serhiy, very attentive, with a sense of humor 😃 The restaurant itself is very nicely decorated, New Year's decor fits very …",
    "rating": 5,
    "name": "Катерина Литвин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Khachapuri in Adjara without questions, everything is fine! But the khinkali were a little oversalted.\nThe service is good! …",
    "rating": 4,
    "name": "Гаев Андрей",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне нравится из всех ресторанов этой сети ресторан на Подоле. Само здание и отличный интерьер создают настроение.\nОбслуживание и кухня не самые лучшие из грузинских заведений Киева. Но хороший …",
    "rating": 5,
    "name": "Barash IQ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Tatiana!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Тетяна!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Sperata Swt",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A Georgian restaurant with very nice ambiance. The food tastes like Turkish food. …",
    "rating": 1,
    "name": "foreck info",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Lina Shkrobynets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Восторг, невероятно уютная атмосфера. Профессиональное обслуживание. Официанты вежливы, не навязчивы. Повара готовят вкусно. Вкус сбалансирован, консистенция продуктов соответствует предъявляемым требованиям к готовому блюду! Обязательно …",
    "rating": 2,
    "name": "Анастасия Корнейчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Karina!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Карина!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "ARSLAN BAKAROW",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера, вежливые официанты и вкусная еда. Понравилось, что блюда принесли очень быстро. Красивая подача. Большое спасибо! …",
    "rating": 5,
    "name": "Алина Кондратенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я очень люблю Грузию и в этом месте я могу по настоящему окунуться в грузинскую атмосферу с её колоритом и традициями. Обслуживание на высоком уровне, как и все блюда из меню! Обожаю это место и с удовольствием хожу туда! Рекомендую! …",
    "rating": 3,
    "name": "Наталия Сильвестрова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место! Дружное к детям, не нарушают прав Человека, очень вкусно. Белое полусухое домашнее вино - отменное;). Красивая посуда в грузинском стиле. Чисто, приятно. Прийду ещё! …",
    "rating": 5,
    "name": "Tatyana Sadko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elena!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Олена!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Alex SUN",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Terrible establishment, poorly prepared, ordered fish soup, the carrots were uncooked.\nSuccessful tarragon is also ugly. …",
    "rating": 4,
    "name": "Ирина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anton!\nThank you for your feedback, all comments were sent to the chef for processing.\nWe assure you that for us this situation is the exception, not the rule.\nWe hope for a new meeting!\n\n(Original)\nДоброго дня, Антон!\nДякуємо за Ваш зворотній зв‘язок, всі зауваження передали шеф кухареві на опрацювання.\nЗапевняємо Вас, що для нас така ситуація це виключення, а не правило.\nСподіваємося на нову зустріч!",
    "rating": 1,
    "name": "sheva2k13",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, уютно, хороший персонал. Спрашивали сертификаты.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрей",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olga!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Ольга!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Ира Самошина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное заведение, понравилась музыка.\nХачапури вкусное, но маленькое, как для грузинской кухни. Официанты вежливые, но не внимательны. …",
    "rating": 3,
    "name": "Ольга Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место, где вино из сильпо за 100 грн продадут вам за 430 (проверено). Следует выделить \"умника\" светловолосого официанта, который откажет вам вынести бутылку вина, т.к. в меню типа ошибка и оно будет стоить дороже, но путём несложных …",
    "rating": 5,
    "name": "Юлія Дідик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, we are grateful for your feedback! We sincerely apologize, but really at that time in our new menu there was such a mistake, the waiter did not intend to sell you wine that is more expensive, we also hope to understand that the restaurant and grocery store are two different establishments with different pricing. We hope to see you again! 🤗\n\n(Original)\nАндрію, ми вдячні за Ваш відгук! Ми щиро приносимо вибачення, але дійсно на той час в нашому новому меню була така помилка, офіціант не мав наміру продати Вам вино що дорожче, також надіємось на розуміння, що ресторан та продуктовий магазин це два різних заклади з різною ціновою політикою. Сподіваємось ще побачити Вас!🤗",
    "rating": 5,
    "name": "Yevgeniya Russakovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ммм...шикарно! Уютно, вкусно, обслуживание на высшем уровне! Всё понравилось!👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Майя Страдная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Ludmila!\nThank you for your feedback, we are very pleased that you were satisfied with the visit. See you in Khachapur and Wine!\n\n(Original)\nДоброго дня, Людмила!\nДякуємо за Ваш відгук, нам дуже приємно, що ви залишились задоволені візитом. До нових зустрічей в Хачапурі та Вино!",
    "rating": 1,
    "name": "Татьяна Сергеевна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была сегодня на бизнес-ланче. В пхали попался кусочек скорлупы ореха. На мою просьбу заменить на другое блюдо мне предложили другую порцию пхали или десерт. В целом сослались на поставщика и принесли для оплаты счет на полную стоимость. Мне …",
    "rating": 2,
    "name": "M-Studio Group",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nYour complaint has been passed on to the supplier, as such situations are not allowed.\nWe cannot exclude one dish if it is a business lunch, as was the case with you. That's why we offered a dessert with coffee as a compliment.\nWe hope that the unfortunate incident will not happen again and you will be satisfied with all the dishes at the next visit!\n\n(Original)\nДоброго дня!\nВашу скаргу передали постачальнику, так як такі ситуації недопустимі.\nМи не можемо виключити з рахунку одну страву, якщо це бізнес ланч, як було у Вашому випадку. Тому і запропонували десерт з кавою в якості компліменту.\nСподіваємось, що прикрий інцидент не повториться і Ви будете задоволені всіма стравами при наступному візиті!",
    "rating": 5,
    "name": "Ірина Бодейчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бываю в этом заведении не часто, но когда прихожу все очень вкусно и обслуживание на высоте! Очень нравится атмосфера на втором этаже, особенно зимой с камином) Конечно мы приходим на самые вкусные хачапури и сочное мясо, которое делают …",
    "rating": 5,
    "name": "Григорий Печатник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lera!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Лера!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 2,
    "name": "Алексей Братенков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официант не общительный, рассказать толком ничего не могла и стиль общения, как с ребёнком. Минимальный заказ хинкали - 4 шт!!!! Хотя я хочу попробовать несколько разных. Хачапури пресная. Сыр не перемешали, а хотя другой официант за …",
    "rating": 5,
    "name": "микола лютий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Marina!\nWe are sorry that you have a negative impression of our restaurant. As for khachapuri, we will definitely do some cooking. And khinkali is not served with butter even in Georgia, so we follow traditional recipes. We look forward to seeing you again to rehabilitate your experience!\n\n(Original)\nДоброго дня, Марина!\nНам шкода, що у вас склалось негативне враження про наш ресторан. Щодо хачапурі - обов‘язково проведемо опрацювання по приготуванню. А хінкалі навіть в Грузії не подають з вершковим маслом, тому ми притримуємося традиційних рецептів. Будемо раді бачити вас знову, щоб реабілітувати ваше враження!",
    "rating": 1,
    "name": "Roman Kushchyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) After 3 trips to Georgia, it is difficult to find a quality equivalent of Georgian cuisine in our region. What I liked: interior, service, khinkali (just like in Georgia), liqueurs. I didn't like khachapuri in Adjara …",
    "rating": 2,
    "name": "Dmytro Lohvynenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Visited with a friend to this restaurant. The first thing that impressed us was the interior😍 Very elegant and stylish! We were served by a waiter Vitaly. Nice, polite and attentive guy👍 For the first time in my …",
    "rating": 3,
    "name": "Евгений Поднебенный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасно. Обслуживание просто на нуле. Со стола посуду грязную не убирают. Кальянщик забив кальян через 10 минут принес счет и сказал что у него закончилась смена и больше к нам не подходил.(соответтвенно уголь никто не менял) Кухня хоть и …",
    "rating": 5,
    "name": "Vi Stepaniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The waiters are polite at first glance, but serve poorly, calculate (take tips without the consent of the client). Portions are very small and expensive. Salad with salmon and figs was surprised that the salmon meat …",
    "rating": 1,
    "name": "Kateryna Gordiyenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Khachapuri and Vino restaurant surprises with its pleasant interior, friendly staff and delicious cuisine, Prices in the restaurant are available for everyone) The restaurant is suitable for dinner with family and for …",
    "rating": 5,
    "name": "Slavik Novitskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный сервис. Вкусная еда. Великолепные официанты. Спасибо за все. Увидимся :-) …",
    "rating": 5,
    "name": "Ирина Митенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Ruslan!\n\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Руслан!\n\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Катерина Єськова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место, уютно, расположение также отличное. У нас был вежливый, хоть немного и не расторопный официант. А вот иностранцам за соседним столиком не очень повезло, хоть девочка и старалась, а вот с английским у неё было слабо. Пора бы …",
    "rating": 5,
    "name": "Zapierdala",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучшее заведение, кусочек Грузии на подоле, очень внимательный персонал, баклажаны просто топ🔝\nПросто one love 🔥 …",
    "rating": 5,
    "name": "Надежда Темербек",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Natalie!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Наталі!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Mary Me",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали, те самые хинкали которые я пробовал только в Аджарии. Удивительно, но в Киеве я могу поесть настоящие хинкали! Заведению надо бы вывесить грузинский флаг, все привыкли к другому ресторану, который был раньше на этом месте. …",
    "rating": 3,
    "name": "Костянтин Степанюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошо. Чисто аккуратно, все свеже приготовленное. Вкусно. Вино отменное. Не пять звёзд только потому что есть пожелание порции соусов увеличить)) ну очень вкусная аджика и сацибели)) …",
    "rating": 3,
    "name": "Михаил Арсень",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусное и красивое место! Только в Киев - сразу кушаем в вашей сети ресторанов. Иногда приезжаем чтобы покушать любимое чкмерули. Жаль, что в Харькове вас нет ((( …",
    "rating": 5,
    "name": "Nataliia Shevchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Осталась довольна визитом в этом ресторане, очень красивый вид со второго этажа на улицу Сагайдачного, интерьер сделан со вкусом, кувшины с подсветкой на потолке удивили и впечатлили) …",
    "rating": 2,
    "name": "Екатерина Зверева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Veronica!\nWe are very grateful for your feedback, and we are glad that you liked our restaurant.\nWe are always glad to see you!\n\n(Original)\nДоброго дня, Вероніка!\nДуже вдячні за Ваш відгук, та раді що Вам сподобалось в нашому ресторані.\nЗавжди раді Вас бачити!",
    "rating": 3,
    "name": "Лена Добрая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я очень люблю грузинскую кухню и грузинскую культуру в целом. В кафе \"Хачапури и вино\" мы частые гости, некоторые официанты уже знают нас в лицо.\nХотелось бы высказать своё мнение не из вредности, а для того, чтобы менеджмент …",
    "rating": 5,
    "name": "Alex M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В целом очень хорошее заведение, быстро обслуживали, приятная атмосфера, музыка, вкусно. Из минусов, на первом этаже сильный жар от кухни, лучше сидеть на 2-м этаже, в меню не было состава лобио, когда принесли оказалось, что он с мясом. …",
    "rating": 5,
    "name": "Анна Ільченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютная теплая атмосфера, отличная кухня, и приветливый персонал.\nДля любителей настоящей грузинской кухни. Любите вкусно и сытно поесть вам сюда... …",
    "rating": 3,
    "name": "Soa Soa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетили второй ресторан этой сети.\nСидели на уютной летней трассе. Место тихое и приятное. Еда как и в ресторане на Олимпийской вкусная, но это заведение разочаровал обслуживанием.. …",
    "rating": 5,
    "name": "Света Иванова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Karina!\nThanks for your feedback, we will be sure to work on the bugs and correct them before your next visit!\n\n(Original)\nДоброго дня, Карина!\nДякуємо за відгук, ми обов‘язково проведемо роботу над помилками та виправимо їх, до наступного Вашого візиту!",
    "rating": 2,
    "name": "Kazanch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy. Good food, delicious food. But after them it was necessary to order tea, not all at once. Because drinking it chilled is somehow not funny. …",
    "rating": 5,
    "name": "Husein Huseinov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Roman!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Роман!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Яна Рысянова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Доставка была 2.5 ч, но это еще можно понять, а вот бульон из тухлой курицы, причем напихали её туда от души. В контакт центре сказали что перезвонят через 15 мин, чтобы разобраться и на этом всё закончилось.. На этом моя история с …",
    "rating": 5,
    "name": "Василиса Оксимец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The ordered tea was brought only for the third time, the smell made it clear that the previous ones were not pomegranates, thanks to the waitress that she did not argue with it. But we did not receive any compliments …",
    "rating": 5,
    "name": "Tanusha Konovka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olesya!\nThank you for your feedback. We will be sure to work on the comments you leave.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Олеся!\nДякуємо за Ваш відгук. Обов‘язково проведемо роботу над над зауваженнями, які Ви залишили.\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Инна Бойко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Definitely my favorite after Kiev Trip. Tasty, cheap and at the highest level. This is one of those restaurants that you just have to visit. Warm greetings to the waitress who ran after us to give back the phone call …",
    "rating": 5,
    "name": "Константин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание супер, была там впервые, все на высшем уровне, банкет удался, это лучший день рождения который у меня был, спасибо всем сотрудникам, вернёмся к Вам обязательно. ❤️❤️❤️ …",
    "rating": 5,
    "name": "fatma genç",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Julia!\nWe are sincerely grateful for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Юлія!\nЩиро вдячні за Ваш відгук, завжди Вам раді!",
    "rating": 3,
    "name": "Ekaterina Stepanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с семьёй и друзьями. Очень понравилось обслуживание. Игорь очень вкусно все рассказал. Всегда во время был рядом что б поменять посуду или напитки. Спасибо большое за такой тёплый приём и супер обслуживание …",
    "rating": 5,
    "name": "Мария Веденичева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elena!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Олена!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Галя Чурилова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The menu for many dishes does not indicate \"exit\". This is usually done in very expensive and refined restaurants, but this one does not have such a level ... In general, the cuisine is not bad, the service is …",
    "rating": 4,
    "name": "Хороший и плохой интерьер. Разбор ремонта",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good day.\nThank you for your feedback!\nAccording to the law of Ukraine, the exit of dishes must be mandatory for the price list, which we have in the corner of the consumer, and in the menu, each restaurant reserves the right to indicate the exit or not.\nIf you are interested in any dish, you can always contact the waiter and he will tell you what to eat.\nWe hope that this nuance did not spoil the impression of our restaurant, so we will be waiting for you again!\n\n(Original)\nДоброго дня.\nДякуємо за Ваш відгук!\nЗгідно закону України, вихід страв повинен бути обов‘язковим для прейскуранту, який у нас знаходиться в куточку споживача, а в меню кожен ресторан залишає право за собою, вказувати вихід або ж ні.\nЯкщо Вас цікавить вихід будь якої страви, Ви завжди можете звернутись до офіціанта і він підкаже який вихід у страв.\nСподіваємось, що цей нюанс не зіпсував враження від нашого ресторану, тому будемо чекати Вас знову!",
    "rating": 5,
    "name": "Максим Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Испорченный вечер.\nБыли в \"Хачапури и вино\" сегодня, 12 декабря.\nНачну с того, что у нас долго не принимали заказ, официант просто не подходил. …",
    "rating": 5,
    "name": "Катя Шевлякова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elena!\nWe are grateful for such a detailed response, the situation that happened to you is unacceptable, and is not usual for our restaurant.\nWe worked with the waiter on standards and service, the chef gave comments on the quality of dishes. We hope to meet you again in our restaurant so that you can give us the opportunity to rehabilitate!\n\n(Original)\nДоброго дня, Елена!\nМи вдячні за такий розгорнутий відгук, ситуація яка сталася з Вами неприпустима, та не є звичною для нашого ресторану.\nЗ офіціантом провели роботу над стандартами та сервісом, шеф кухарю передали зауваження щодо якості страв. Сподіваємося зустріти Вас знову в нашому ресторані, аби Ви дали нам змогу реабілітуватись!",
    "rating": 5,
    "name": "Olena Konoplia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место, атмосферное. Блюда вкусные, хотя лимонад из базилика ощутимо не дотянул до \"ожиданий\". …",
    "rating": 4,
    "name": "Женя Моргун-105 НВ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Eugene!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Євген!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Anna Ponomarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда! Чудесные напитки! Замечательное обслуживание! Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Глушко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место для отдыха с семьёй или друзьями. Далеко не первый раз прихожу и с каждым разом блюда кажутся все вкуснее, хочу отметить хинкали,радует разнообразие и красивый вид ; так же бесподобные блюда с мангала и,естественно, …",
    "rating": 5,
    "name": "Люда Люда",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olga!\nThank you for such kind words, we will be glad to see you again!\n\n(Original)\nДоброго дня, Ольга!\nДякуємо за такі теплі слова, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Марина Гончарова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) She was with her mother and brother. Khachapuri - incredible can be eaten indefinitely. Service at the level. I would like natural lemonades like \"Tarragon\" of own production - it would add taste. …",
    "rating": 5,
    "name": "Олена Лубянко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Аксинья Чеснюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место! Уютная атмосфера,еда очень вкусная сделанная с любовью. Каждое блюдо это произведение искусства. Официанты очень внимательны,отдельное им спасибо. Рекомендую!!!! …",
    "rating": 5,
    "name": "Анна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nThank you for your feedback, we will see you again!\n\n(Original)\nДоброго дня, Катерина!\nДякуємо за Ваш відгук, будемо оаді бачити Вас знову!",
    "rating": 5,
    "name": "Алексей ГАРМАНОВ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо, были 09.10, нам сказали что нет хачапури Рола, но компании которая пришла после на хачапури Рол принесли, нашли волос в блюде. Администратор быстро сориентировался, блюдо заменили, предложили десерт, осадок от посещения остался. …",
    "rating": 5,
    "name": "Алина Ищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew!\nWe apologize for the misunderstanding that occurred during your visit. We will make sure to work on the errors so that such situations do not occur again. Be sure to visit us again!\n\n(Original)\nДоброго дня, Андрій!\nПриносимо вибачення за недорозуміння, яке склалось під час Вашого візиту. Ми обов‘язково проведемо роботу над помилками, щоб таких ситуацій більше не виникало. Обов‘язково приходьте до нас ще!",
    "rating": 5,
    "name": "Siya White",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное заведение!\nНедавно с друзьями вновь пришли в ресторан - всё как всегда на высоте.\nКухня - очень вкусная, персонал крайне приветливый (отдельная благодарность …",
    "rating": 4,
    "name": "Nadya Aza",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятный интерьер, вкусная еда и хорошее обслуживание. Мое любимое место грузинской кухни в Украине! …",
    "rating": 5,
    "name": "Elena Mikhnevych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришли покушали бизнес ланчи, попался камушек, повезло чуть зуб не расколол...... порции ну крайне маленькие, на вкус нормально но не особо, хенкалии сами вкусные, …",
    "rating": 1,
    "name": "Victoria Krakhmal",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nNext time, be sure to share the information with the administrator or at least the waiter so we can check the dish!\n\n(Original)\nДоброго дня!\nНаступного разу обов‘язково передайте інформацію адміністратору або хоча б офіціанту, щоб ми могли перевірити страву!",
    "rating": 5,
    "name": "Oleksandra Bunda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная сеть заведений. Всегда чисто и уютно, официанты вежливые и приветливые. Кухня очень вкусная и разнообразная, радуют интересные акции и новые вкусы любимых блюд. …",
    "rating": 1,
    "name": "Неля Манжос",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lina!\nThank you very much for your feedback and appreciation! You are always happy ❤️\n\n(Original)\nДоброго дня, Ліна!\nЩиро дякуємо за Ваш відгук та високу оцінку! Завжди Вам раді ❤️",
    "rating": 5,
    "name": "Гульнес Х.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетили заведение на День Независимости. Не смотря на полную загруженность ждали не очень долго, но!!! Мужу вместо Логмана принесли Шурпу, и то отдаленно напонимающую. Когда мы об этом сообщили официанту, он ответил :\" хорошо, передам …",
    "rating": 5,
    "name": "Joe",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anastasia!\nThanks for your feedback, we will be sure to check the cooking technology you have questions about. Be sure to come back to us, we are always glad to see you!\n\n(Original)\nДоброго дня, Анастасія!\nДякуємо за відгук, ми обов‘язково перевіримо технологію приготування страв, до яких у вас виникли запитання. Обов‘язково повертайтесь до нас, ми завжди раді Вас бачити!",
    "rating": 5,
    "name": "anna ann",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень-очень вкусно, на входе сразу встретил официант и провёл к прекрасному столик на втором этаже, уютно и атмосферно. Вернёмся обязательно!!! …",
    "rating": 2,
    "name": "Yuliya Grushina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Arslan!\nThank you for your feedback, always happy to see you!\n\n(Original)\nДоброго дня, Арслан!\nДякуємо за Ваш відгук, завжди раді Вас бачити!",
    "rating": 3,
    "name": "Marina Svitlyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy and nice place! All dishes taste unsurpassed, and the catch-up music creates an atmosphere of home comfort :) …",
    "rating": 5,
    "name": "Dmitry Elenran",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alino!\nThank you for your feedback, we are pleased that you are satisfied, we will be glad to see you again!\n\n(Original)\nДоброго дня, Аліно!\nДякуємо Вам за відгук, нам приємно, що ви залишились задоволені, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Герасим Махоян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасное обслуживание . Пришли с мужем вдвоём , когда делали заказ мужа отговорили заказывать хачапури потому что его мол долго ждать 20-25 минут  , заказал другое, уточнили будет ли оно готово раньше , сказали да , время ожидания займёт …",
    "rating": 1,
    "name": "Володимир Москаленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо этому ресторану и всем его работникам! Это лучший визит в грузинский ресторан, я влюблена в это место, ребята, все лав ❤️ …",
    "rating": 5,
    "name": "Наталия К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Tatiana!\nThank you for your feedback, always happy to see you in our restaurant ❤️\n\n(Original)\nДоброго дня, Тетяна!\nДякуємо за Ваш відгук, завжди раді бачити Вас в нашому ресторані ❤️",
    "rating": 5,
    "name": "Katya Shchepetova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Информация к собственникам.\nЧитайте кометарии ваших гостей.\nВся проблема описана ниже！ …",
    "rating": 5,
    "name": "Анжеліка Морквич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне нравится сеть ресторанов грузинской кухни. Посещаю не в первой. Конкретно в этом ресторане очень крутой интерьер. Внутри очень красиво, особенно на втором этаже! Есть терраса и уютный балкончик с видом на Контрактовую площадь. Там так …",
    "rating": 5,
    "name": "Alena Rekeda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Irina!\nWe are very grateful for your feedback, always happy to see you in Khachapur and Wine!\n\n(Original)\nДоброго дня, Ірина!\nМи дуже вдячні за Ваш відгук, завжди раді бачити Вас в Хачапурі та Вино!",
    "rating": 5,
    "name": "Kateryna Omelchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одно из худших заведений, в котором доводилось быть за последнее время.\nЯ понимаю, что посетил его в День Независимости, и нагрузка была максимальна(на самом деле нет) …",
    "rating": 5,
    "name": "Шурочка Боглачева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we'll be sure to work on bugs. We look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, ми обов‘язково проведемо роботу над помилками. Будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Кристина Нагирняк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сам ресторан понравился, приятное и тихое место, как говорят \"дышится в нем\". Заказывал мясные салаты , которые уже пробовал в таком же ресторане на Майдане. И то ли жара, то ли неопытность повара холодного процесса, кухня в разы уступает …",
    "rating": 3,
    "name": "Полина Шимпф",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew!\nThanks for your feedback and comments, we will be sure to check the cooking technology of all dishes, and look forward to seeing you again!\n\n(Original)\nДоброго дня, Андрій!\nДякуємо за Ваш відгук та зауваження, ми обов‘язково перевіримо технологію приготування всіх страв, та сподіваємося на нашу зустріч знову!",
    "rating": 5,
    "name": "Constantin Safonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё было очень вкусно, обслуживание на высшем уровне)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Птушкин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Irina!\nThanks for your feedback, we look forward to seeing you again.\n\n(Original)\nДоброго дня, Ірино!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову.",
    "rating": 3,
    "name": "Nika Olegova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Да, отзыв изменила.\nДва года назад это было прекрасное заведение, ему ставила три звезды.\nПару дней назад попробовали вечером войти, но грохот какой-то попсы, доносящийся …",
    "rating": 5,
    "name": "Катерина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olga!\nWe are sorry that you changed your mind about our restaurant. On that day we celebrated a wedding and the restaurant received guests only on the summer playground, so that everyone was comfortable. So we will be glad to see you again to rehabilitate!\n\n(Original)\nДоброго дня, Ольга!\nНам прикро, що Ви змінили свою думку про наш ресторан. В той день у нас святкували весілля і ресторан приймав гостей тільки на літній площадці, щоб всім було комфортно. Тому ми будемо раді бачити Вас знову, щоб реабілітуватись!",
    "rating": 5,
    "name": "Костянтин Мельников",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you to the restaurant \"Khachapuri and wine\" for justified expectations! :) We have long chosen a place to celebrate the wedding and wanted everything to work out 100%. Both we and the guests were satisfied with …",
    "rating": 5,
    "name": "Вера Проскура",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Julia!\nWe truly thank you for choosing our restaurant to celebrate such an important event for you ❤️\nWe are always glad to see you, see you soon!\n\n(Original)\nДоброго дня, Юлія!\nМи щиро дякуємо Вам за те, що обрали саме наш ресторан для святкування такої важливої для Вас події ❤️\nЗавжди раді бачити Вас, до нових зустрічей!",
    "rating": 5,
    "name": "Karyna I",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень довольны нашим ужином. Приветливые официанты и вкуснейшие блюда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "таня тушева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Eugene!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Євгенія!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 2,
    "name": "Алексей Смирнов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От нашей семьи хочу сказать огромное спасибо официанту Игорю за быстрый сервис, за то что встречает с улыбкой и хорошим настроением. Таким официантом нужно гордиться, что именно этот человек работает в этом заведении. Очень приятно когда …",
    "rating": 4,
    "name": "Лидия Серкова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maya!\nWe are sincerely grateful for such kind words, we will always be happy for you!\n\n(Original)\nДоброго дня, Майя!\nЩиро вдячні за такі приємні слова, будемо завжди Вам раді!",
    "rating": 5,
    "name": "Александр Петрович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Худшее обслуживание. Меню по QR- кодом, но увы за нашим столом его не нашлось, пришлось ходить по другим столам, в поискам QR-кода. Зал был полный, но 40 минут мы сидели за пустым столом, за который даже не удосужились принести приборы и …",
    "rating": 3,
    "name": "Denys Hryshchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Tatiana!\nThank you for your feedback, we checked the availability of the electronic menu on all tables, and worked out the mistakes that will be made during your visit.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Тетяна!\nДякуємо за відгук, ми перевірили наявність електронного меню на всіх столиках, та пропрацювали помилки, які буди допущені під час Вашого візиту.\nБудемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Lyudmila S",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень остались недовольны. Сначало очень долго брали заказ , потом ещё долго его несли . В результате после первого блюда что ждали 45 минут , ушли. …",
    "rating": 2,
    "name": "Mariia Divavina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we have worked on the weaknesses that arose during your visit so that this does not happen again in the future. We will see you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, ми прапрацювали слабкі місця, які виникли під час Вашого візиту, аби в майбутньому такого більше не повторилося. Будемо оаді бачити Вас знову!",
    "rating": 5,
    "name": "Аташка Ходжамамедов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Incredible atmosphere, interior, delicious cuisine and fast service in the best historical corner of the city !!! I recommend khachapuri, which is adored by our whole family 💜 …",
    "rating": 5,
    "name": "Анна Денисенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее атмосферное место. Очень приятный  и опытный персонал. Приемлемые цены.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "serega kiev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Gregory!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Григорій!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Oksana Maky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Местоположение неплохое  - единственный плюс, пожалуй. Хачапури несли больше часа, в самих хачапури сыра практически не было, в конце еще официант спросил про чаевые. Более никогда не пойду в это заведение. …",
    "rating": 5,
    "name": "Valeriia Cherepanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alex!\nThank you for your feedback, we have already worked out the mistakes that will be made during your visit.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Олексій!\nДякуємо за відгук, ми вже пропрацювали помилки, які буди допущені в бень Вашого візиту.\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Вадим Парій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня посетили уютный ресторан на Подоле Хачапури и Вино, и могу сказать вам одно: мы обязательно сюда ещё вернёмся. Кухня очень вкусная, было много людей поэтому заказ пришлось немного подождать, за ожидания  администратор ресторана …",
    "rating": 2,
    "name": "Artem Bondarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Mykola!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Микола!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Элина Безуглая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Плохой сервис, плохая еда.\nНачнём с сервиса :\n- стулья шатаются (нижняя терасса), боялся упасть …",
    "rating": 5,
    "name": "Тетяна Рудь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Roman!\nWe are sorry that the visit to our restaurant left a negative impression.\nThank you for your comments, we will be sure to work on and eliminate any shortcomings. We look forward to meeting you in Khachapur and Wine!\n\n(Original)\nДоброго дня, Роман!\nНам прикро, що візит до нашого ресторану залишив негативне враження.\nДякуємо за Ваші зауваження, ми обов‘язково пропрацюємо та усунемо всі недоліки. Сподіваємось на зустріч в Хачапурі та Вино!",
    "rating": 5,
    "name": "Black Man",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Went to a business lunch.\nAt 14:50 I made an order, sat and waited, brought one dish, ate. I waited for another 10-15 minutes, brought another. He was expecting the third dish with him …",
    "rating": 5,
    "name": "Ірина Маслянчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Dmitry!\nThank you for your feedback, we worked on the errors so that similar situations do not arise in the future.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Дмитро!\nДякуємо за Ваш відгук, ми провели роботу над помилками аби в подальшому подібних ситуацій не виникало.\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Andrii Mazurok",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сам интерьер и антураж вопросов не вызывает, но грузинскую кухню лично я люблю именно за ее вкусовые качества, вот тут как раз все было посредственно. Хачапури был жесткий, как доска на которой его подали, возможно тесто готовят заранее и …",
    "rating": 5,
    "name": "Марина Уланська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Eugene!\nThanks for the feedback, we want to add that it is true - we cook the dough every morning but do not freeze it, as there is no need for this, and we do not add basil to the salad you tasted, but only garnish with mint.\nWe are sorry that you have a false impression of our cuisine, we assure you that we follow all the recipes of Georgian cuisine.\nWe look forward to seeing you again to rehabilitate your journey!\n\n(Original)\nДоброго дня Євгеній!\nДякуємо за відгук, хочемо додати, що дійсно - тісто гутуємо кожного ранку але не заморожуємо, так як в цьому немає необхідності, також в салат який ви куштували ми не додаємо базилік, а тільки прикрашаємо м‘ятою.\nНам шкода, що у вас виникло хибне враження про нашу кухню, запевняємо, що дотримуємося всіх рецептур грузинської кухні.\nБудемо раді бачити Вас знову, щоб реабілітувати ваше воаження!",
    "rating": 5,
    "name": "A R S L O N B E K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное место со своей \"грузинской\" атмосферой. Кухня вкусная, но на любителя. Чувствуется как настоящий премиальный ресторан(если не брать во внимание летнюю террасу). Дизайн второго этажа довольно вычурный, но смотрится все это очень …",
    "rating": 5,
    "name": "Nina Golotyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Наталия Дидык",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не ходите сюда никогда!!!! Обновляю отзыв спустя долгое время. Сразу - предложением бесплатного ужина я не воспользовалась и не воспользуюсь. Сегодня с мужем мы на свою голову снова пришли, заказали хачапури, хинкали с соусом к ним - это …",
    "rating": 3,
    "name": "Tony Montana",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine! We are very sorry that the visit to our restaurant upset you. We have worked on the errors and agree with you that this situation is not acceptable. It is important to us that all guests are satisfied when visiting our restaurant. Please write to us in the mail so that we can rehabilitate ourselves in front of you for the unfortunate incident. hiv.podol.dir@fmrest.com\n\n(Original)\nДоброго дня, Катерино! Нам дуже прикро, що візит до нашого ресторану засмутив Вас. Ми зробили роботу над помилками і згодні з Вами, що така ситуація не припустима. Нам важливо, щоб всі гості залишились задоволені, при візиті нашого ресторану. Будь ласка напишіть нам на пошту, щоб ми могли реабілітуватись перед Вами, за прикрий інцидент. hiv.podol.dir@fmrest.com",
    "rating": 1,
    "name": "olga Isaieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение , был в Грузии летом прошлым и так захотелось обратно окунуться в эту атмосферу опять , Хачапури и Вино на ул.Сагайдачного 27, идеальное место для этого , очень все вкусно и качественно , спасибо вам , приду обязательно …",
    "rating": 1,
    "name": "Anzhela Opanasenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "M Sigayka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место для встречи с друзьями.\nБыло очень вкусно,особенно шашлык.\nЦены, правда,немного высоковаты. …",
    "rating": 5,
    "name": "Alex Bystrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужинали  с мужем в этом ресторане. Нас усадили за грязный стол, за вилками пришлось самим ходить, заказ несли минут 30, правда, несколько раз извинились. Долма вообще не понравилась, жёсткие листья, мясо имело очень не приятный аромат. …",
    "rating": 5,
    "name": "Alexandra Molofey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Как посетитель этого ресторана могу с уверенностью сказать что готовят в этом заведении великолепно, а также если блюдо горячее, то вам сразу же подадут его таким и оно не успеет даже остыть. Особого внимания заслуживает шашлык, его всегда …",
    "rating": 5,
    "name": "Di K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня! Дякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Anna Ralph",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и приятное обслуживание. Место красивое, если не обращать внимание на ремонт Андреевской. Всем рекомендую. …",
    "rating": 1,
    "name": "Viktoriia Ivanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Nadezhda!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Надія!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Alex Yudenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное и уютное место) безумно вкусно) место где можно отдохнуть) прекрасный персонал) …",
    "rating": 4,
    "name": "Iryna Chernenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pros:\n1. not bad atmosphere,\n2. interesting design, …",
    "rating": 4,
    "name": "Евгения Сафонова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Впечатления о сим месте стали на уровне - так себе.\nкак бы и ничего плохого, но и хорошего не сильно много.\n1. Блюда. Я все понимаю, но приносить разогретые в микроволновке и холодные …",
    "rating": 5,
    "name": "Игорь Страдный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Mikhail!\nThank you for your feedback, we are very sorry that you have an unpleasant impression of our restaurant.\nWe will definitely work on the mistakes and correct them.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Михайло!\nДякуємо за Ваш відгук, нам дуже прикро, що у вас склалося неприємне враження про наш ресторан.\nОбов‘язково зробимо роботу над помилками, та виправимося.\nБудемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Ann Kozuxa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hot khachapuri, delicious wine, nice atmosphere! What else is needed for a good rest. And yet very friendly waiters! …",
    "rating": 5,
    "name": "Danil Barzhyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "1. Очень медленно!! Сырники ждали 30 минут, при том, что было занято 6 столов\n2. Ужаснее сырников не ела - крупный творог,разваливаются.\n3. Для меня  уровень  мастерства шефа определяется тем как готовят и подают …",
    "rating": 5,
    "name": "Наталия Алмазова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nThank you for your feedback, we will be sure to work on bugs and check the technology of making cheesecakes. Be sure to come back to us!\n\n(Original)\nДоброго дня, Катерино!\nДякуємо, за Ваш відгук, обов‘язково проведемо роботу над помилками, та перевіримо технологію приготування сирників. Обов‘язково приходьте до нас знову!",
    "rating": 1,
    "name": "Poli Stepashka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня не понравилась. Мы заказали баклажаны в кислосладком соусе, блюдо принесли все в подсолнечном масле  , соус расслоился и его вообще не было слышно. Масла было настолько много,  что можна было есть как суп ложкой.😧 …",
    "rating": 5,
    "name": "Katia Velychko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lena!\nThank you for your feedback, comments passed the brand to the boss. We will be sure to work on your submission so that you are satisfied next time.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Лена!\nДякуємо за Ваш відгук, зауваження передали бренд шефу. Обов‘язково проведемо роботу над подачею, щоб наступного разу Ви залишились задоволені.\nБудемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Irina Grigorieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все вкусно 😋 ! Обслуживание на высоте. Хостес очень приветливая девушка.. скажу, что не первый раз в этом ресторане и качество блюд, а так же размер порции всегда поражает. Рекомендую каждому посетить это заведение с грузинской кухней ! 👌 …",
    "rating": 3,
    "name": "Dmitry Rudenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful place, visited many times, but this time I enjoyed the service very much !!! Administrator Nikita is very attentive, his professionalism is fascinated), I also like to thank the waiter Vitaliy !!!! …",
    "rating": 1,
    "name": "Сергей Лукиенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Порции маленькие. Не как в Грузинском ресторане. Сервис так себе. Единственное, что спасло от плохой оценки - это музыка. Она классная. …",
    "rating": 5,
    "name": "Орел Гречка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Anastasiia Khmara",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is cool!!\nThe waiters are masters of their craft, the dishes are delicious, the interior completely conveys the atmosphere of Georgia. Definitely recommend !! …",
    "rating": 5,
    "name": "Андрей Дорошенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Svetlana!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Світлана!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Nikki1610",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохие хачапури, очень вкусный лимонад, норм официант. Что не понравилось - вонючие стаканы. При чем на замену стаканы принесли не лучше. Первые воняли затхлой посудой, а вторые забздевшимся полотенцем. Пьешь лимонад, а нюхаешь тряпку. В …",
    "rating": 5,
    "name": "Артем Таран",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we will be sure to check and check the cleanliness of the glasses. We look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, обов‘язково перевіримо та поставимо на контроль чистоту склянок. Будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Олег Kenguru",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательная еда, сервис. Мне как человеку, который вернулся на родину через 26, очень приятно что меня так встретили. Я горжусь своим народом и Украиной. Официант Никита - отличный официант и человек. …",
    "rating": 4,
    "name": "Aleksandra Konoval",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Лилия Зиноватная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всегда вкусно и по объему хватает. Очень вкусный грибной крем-суп, для любителей острого харчо будет в самый раз. Есть интересные жаренные хинкали …",
    "rating": 5,
    "name": "Вадим Кальсин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Jana!\nThank you for your feedback, we are pleased that you liked all the dishes.\nSee you in Khachapur and Wine!\n\n(Original)\nДоброго дня, Яна!\nДякуємо за Ваш відгук, нам приємно, що всі страви прийлись Вам до смаку.\nДо нових зустрічей в Хачапурі та Вино!",
    "rating": 2,
    "name": "Yevhenii O",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice restaurant with a tastefully decorated interior (many live plants), the food is very tasty, the prices correspond to the status and location of the institution. …",
    "rating": 4,
    "name": "Анастасия Жучкова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vasilisa!\nWe are very pleased that you were satisfied with the visit to our restaurant. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Василиса!\nНам дуже приємо, що ви залишились задоволені візитом до нашого ресторану. Будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Алина Белогура",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение, очень атмосферно и красиво вокруг 😍 вкусный апероль и нежный наполеон ☺️вежливые официанты и внимательные руководители 🙏 …",
    "rating": 5,
    "name": "Виктория В",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательный ресторан! Вкусная кухня, хороший выбор грузинских блюд на любой вкус. Приятный искренний персонал. Блюда принесли быстро, комплимент от шефа тоже порадовал. Обязательно вернусь ещё! …",
    "rating": 5,
    "name": "Анастасія Пелешко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good flax Inna!\nThanks for the feedback, and we look forward to seeing you again!\n\n(Original)\nДоброго лня Інна!\nДякуємо за відгук, та чекаємо на Вас знову!",
    "rating": 5,
    "name": "Ліда Загрійчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение уютное!\nВ заведении чисто, но топ того что мне понравилось это работа официантов, прям топ, топов! …",
    "rating": 4,
    "name": "Инна Карпович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the high rating, we are very pleased! 😊 we are waiting for you and your friends;)))\n\n(Original)\nДякуємо Вам за високу оцінку, нам дуже приємно!😊 чекаємо на Вас та на Вашіх друзів ;)))",
    "rating": 1,
    "name": "Eugene Bryohin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The Georgian restaurant that we entered by chance, but we liked both the food and the service very much. I think their prices are also appropriate according to the service and taste we received. Foods that are very …",
    "rating": 5,
    "name": "Sheker Ramazanowa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Суп харчо был вкусный, но пересоленый. Меня обслуживали двое официантов. Девушка была вежливая и приветливая, а вот молодой человек вообще не очень. Поэтому 3. …",
    "rating": 3,
    "name": "Николай Цырин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback and comments, we will be sure to check the cooking technology and conduct training for waiters. We look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук та зауваження, ми обов‘язково перевіримо технологію приготування харчо, та проведемо тренінг для офіціантів. Будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Tatiana Pashkovskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение, где Вкусная грузинская еда. Правда, заказывали вино 4 раза. Мы любим бадагони, но к сожалению, официант все время приходил, и говорил что оно закончилось. В итоге выбрали не бадагони, но тоже в порядке. Цены адекватные. Играет …",
    "rating": 3,
    "name": "Марина Лосицкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасный ресторанчик с отличной кухней! Понравилось все что заказывали. Да маленького ребенка было немного островато, но кебаб из курицы подошёл и ему. Настолько понравилось, что после того как поели заказали несколько блюд на вынос и ели …",
    "rating": 5,
    "name": "Марина Филимонова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури очень среднее. Хинкали неплохие. Жареная картошка идеальная. Чай из облепихи вкусный, правда инжира там не почувствовала совсем. …",
    "rating": 4,
    "name": "дмитрий чистяков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we will be sure to check the cooking technology.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, обов‘язково перевіримо технологію приготування страв.\nБудемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Gray Zooev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мало посетителей. Кухня вкусная, но заметно что есть места и по лучше с грузинской кухней. Официанты постояно забывают посетителей которые вышли на перекур и предлагают свободный столик. …",
    "rating": 5,
    "name": "Оксана Узунова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maxim!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Максим!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Alexandra Radchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были у вас не в  первый раз, и вот впечатление: вежливые и приятные сотрудники, которых не нужно ловить по залу, при этом они не навязчивы. Красивый зал, и вкусная еда,атмосфера-шикарная!Особенно понравилась кухня,нотки Грузии в каждом …",
    "rating": 1,
    "name": "Яна Украина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Катя!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Станислав Денисенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cool place with chic ice crumbs, delicious khachapuri and tarragon lemonade. In the heat, everything is perfect\nCantor …",
    "rating": 5,
    "name": "Ирина Колесник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elena!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Олена!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Денис Сидоренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Салат с Говядины был вкусный, хинкали тоже.\nХачапури не очень….\nМало сыра, как будто лепешка с сыром… …",
    "rating": 3,
    "name": "Anastasia Kolesnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A small company visited this establishment last Sunday. Were satisfied with everything - and delicious food and drinks (especially liked the meat dishes and khachapuri branded, a friend said about the young saperavi …",
    "rating": 1,
    "name": "Катя Синявская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThank you for your feedback, we are very pleased that you are satisfied! We will always be happy for you!\n\n(Original)\nДоброго дня, Анна!\nДякуємо за Ваш відгук, нам дуже приємно, що Ви залишились задоволеними! Будемо завжди Вам раді!",
    "rating": 5,
    "name": "Hanna Cherkasova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были вчера у вас с девушкой, изначально сложилось впечатление как будто мы зашли в гости к старым друзьям, теплая встреча, невероятно крутой сервис, официанты здесь не только принимают заказ и выносят то что вы хотите, они общаются с …",
    "rating": 5,
    "name": "Gagik Shyrynian",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Sergei!\nThank you for your feedback, see you soon!\n\n(Original)\nДоброго дня, Сергій!\nДякуємо за Ваш відгук, до нових зустрічей!",
    "rating": 5,
    "name": "Люси Павлусь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Красивый интерьер,приветливый персонал.Вкусно!\n\n(Translated by Google)\nNice interior, friendly staff. Delicious!",
    "rating": 5,
    "name": "Віра Кривич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Luda!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Люда!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Ігор Левенець",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошо провели время в чудесном заведении! Красивый интерьер, замечательная кухня, а персонал удивил своим прекрасным обслуживание! Спасибо нашему официанту Игорю☺️ Профессионал своего дела! Остались очень довольны 🤗 …",
    "rating": 5,
    "name": "Yevhenii Horodytskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Marina!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Марина!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Валерий Черненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чудесный ресторанчик грузинской кухни на ул Сагайдачного,27. Приветливый и вежливый персонал, вкусно и уютно.Была первый раз и уж точно не последний. Спасибо администратору Анастасие за внимание и помощь в выборе блюд.Поварам отдельное …",
    "rating": 4,
    "name": "Allienushka Stp",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) They came to the restaurant for lunch, ordered food and the waitress did not write anything down. It turned out that she had forgotten about one of the dishes, but there was no time to wait for her. When asked for a …",
    "rating": 1,
    "name": "Ilga Osipova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nWe carried out educational work with the waiter, according to the correct acceptance of the order. A check for a compliment from the institution was signed for you at the next visit, so we will be happy to wait for you!\n\n(Original)\nДоброго дня!\nЗ офіціантом провели виховну роботу, зодо коректного прийому замовлення. Для Вас підписали чек на комплімент від закладу при наступному візиті, тому з радісттю будемо чекати на Вас!",
    "rating": 5,
    "name": "Карина Грыценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это просто праздник вкуса! Всё необыкновенно вкусно, обслуживание на высшем уровне, уютно, атмосферно! …",
    "rating": 5,
    "name": "Yelyzaveta Gavrylenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анна!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Anatoliy Kot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грузинская атмосфера и очень вкусная еда. Обслуживание на высоте, внимательные официанты,которые поднимут вам настроение  даже если вам очень грустно.\nАдминистратор решит любую проблему дабы избежать  недопонимания. Всем рекомендую …",
    "rating": 5,
    "name": "Григорий Глав",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alex!\nThank you for your feedback, see you soon!\n\n(Original)\nДоброго дня, Олексій!\nДякуємо за Ваш відгук, до нових зустрічей!",
    "rating": 5,
    "name": "игорь каталажный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение с самой вкусной едой и самым лучшим сервисом. Персонал молодцы - помогут с блюдами, посоветуют вкусное вино и выберут для вас лучший столик. Нереально сырное хачарупи по-Мегрельски и очень сочный шашлык. Советую!!!! …",
    "rating": 1,
    "name": "Jan Jan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alina!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Аліна!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 4,
    "name": "FRAU MEOW",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня. Заказывали хачапури(по аджарски) и хинкали(ассорти) просто нереальные. Официанты приветливые и очень помогают с выбором блюд. Отдельное спасибо официанту, Максиму, заказ принял быстро и все время был внимателен к нам. …",
    "rating": 1,
    "name": "Татьяна Грищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень нравится это место, люблю их кухню, но все таки персонал и их действия влияют на конечную оценку. Сегодня с подругой чудесно посидели и поужинали, в конце девушка официант предложила включить чаевые в счет, мы были только за, …",
    "rating": 2,
    "name": "Margo English teacher (Ramina)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Так получилось,что мы тут частые гости.\nЯ очень обожаю хачапури и постоянно заказываю его тут.\nХачапури по - аджарски просто моя любовь!)Берите - не пожалеете! …",
    "rating": 5,
    "name": "Кирилл Коник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в этой сети несколько раз- все ок.\nНо сегодня просто ужас!\nОбслуживание медленное, ждали еду около 40 мин. …",
    "rating": 5,
    "name": "Мельник Тарас",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Victoria! Thank you for your feedback, we have already worked on the mistakes that were made on the day of your visit. We will be waiting for you again to surprise with the taste and quality of service!\n\n(Original)\nДоброго дня, Вікторія! Дякуємо за Ваш відгук, ми вже провели роботу над помилками, які були допущені в день Вашого візиту. Будемо чекати Вас знову, щоб здивувати смаком та якістю обслуговування!",
    "rating": 5,
    "name": "Артур Цыбин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное обслуживание, большие порции и нереально вкусный чай. Атмосферно и приятно. …",
    "rating": 2,
    "name": "Яна Геращенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Once again, it was convinced today that the food is not tasty, service is bad. Waiting for salad 50 min. …",
    "rating": 2,
    "name": "Назар Карносов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Максим Руденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Попала в это место, и влюбилась навеки. Безумно вкусные хинкали, хачапури по-аджарски отменный, а фирменный лимонад клубника-базелик нереально вкусный!!! Вежливая девочка Яна, приветливая и приятная, обслужила быстро и не обделила нас своим …",
    "rating": 5,
    "name": "Eugena Moskalchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Elegant and refined restaurant, excellent Georgian food, excellent wine, more than honest price, recommended! …",
    "rating": 3,
    "name": "Анастасья Рысь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури по аджарски очень понравилось. Уютный ресторан.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "L K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анна!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Олег Грищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетили это место 6.03.21г. Сказать что поражена - - ничего не сказать. Зашли в 15.00 у нас был час на перекус. Чтоб было быстрее, заказали хинкали и для согреться по глинтвейну. Через минут 10, после заказа, официант не спеша пришел и …",
    "rating": 3,
    "name": "Aleks",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, dear Julia!\nFrustrated by this situation, we will take all measures to correct all your comments, a conversation with the staff, and we are waiting for you again to please with good service and delicious food! Good day!\n\n(Original)\nДоброго дня, шановна Юлія!\nЗасмучені даною ситуацією, приймемо всі міри для виправлення всіх Ваших зауважень, з персоналом проведена бесіда, і чекаємо Вас знову, щоб потішити гарним обслуговуванням та смачною кухнею! Гарного Дня!",
    "rating": 4,
    "name": "arctic_fox",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в этом ресторане дважды.\nЕда вкусная, интерьер хороший, обслуживание на 3ку.\nПервый раз (середина августа) праздновали др мужа и заказывали банкет, заказали …",
    "rating": 5,
    "name": "Дмирий Павленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, гостеприимно.\nБыла небольшая заминка по меню и наличию (одна и та же позиция в основном и мангал меню, но с разным выходом и ценой), но в целом приятно. …",
    "rating": 5,
    "name": "Яна Левчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Dmitry!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Дмитро!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Halyna Buvailo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, хорошо, но долго несли хинкали 🥟 и сервис немного хромает\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Fantar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The service wants the best, when the restaurant is 15% full. We expected this piece of cooking on a previously baked basis for 60 minutes, and destroyed for 7 minutes. in no hurry. …",
    "rating": 5,
    "name": "katya t",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все вкусно. Если изложить свои пожелания официанту, он грамотно подскажет, что из меню лучше подойдёт. Но пол на летней террасе... Если кто-то проходил мимо, то мы на диванчиках подпрыгивали в такт шагу. Сделайте что-то пожалуйста. Это ж …",
    "rating": 5,
    "name": "И Т",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback.\nWe will definitely take your wishes into account and will be glad to see you not only in summer) We have a wonderful second floor, with a fireplace and a view of Podil)\n\n(Original)\nДоброго дня!\nВдячні за Ваш відгук.\nОбов’язково приймемо ваші побажання до уваги та будемо раді Вас бачити не тільки влітку) В є нас чудовий другий поверх, з каміном та видом на Поділ) Чекаємо на Вас)",
    "rating": 1,
    "name": "Denis Vornikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасно, но требуется убрать под подокониками. Там паутина\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alina Lytvyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Why 4 ?! the cheese slicing is delicious, but some cheeses are weathered, khachapuri-super.\nThe waiter Denis-5 +, met, spent :) …",
    "rating": 5,
    "name": "Анастасия Немихина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Angelica!\nThanks for the feedback, we will continue to work on quality. Come to us again!\n\n(Original)\nДоброго дня, Анжеліка!\nДякуємо за відгук, будемо і далі працювати над якістю. Приходьте до нас знову!",
    "rating": 5,
    "name": "Denis Marich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тихое, атмосферное заведение на Сагайдачного. Приятный, впечатляющий  интерьер, внимательный персонал, отдельное спасибо Дарине.\nВсе было очень вкусно! …",
    "rating": 5,
    "name": "andrey Mishin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alena!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Алена!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Янина Елизарова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place! Extremely tasty food, extremely nice staff and extremely stylish decor! This restaurant impressed with its value for money. He heads my top 5 restaurants in Ukraine! …",
    "rating": 5,
    "name": "Сандра Комендяк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nWe are very grateful for your feedback, we will be glad to see you again!\n\n(Original)\nДоброго дня, Катерина!\nМи дуже вдячні за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Anna Kutsenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательная кухня, отличное обслуживание, душевная атмосфера! Отдельная благодарность официанту Никите - вежливый, внимательный и очень компетентный! Обязательно прийдем ещё и всем советую) …",
    "rating": 1,
    "name": "Maria",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 2,
    "name": "Poetessa Kiev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная. Вкусный лимонад с манго - на 5+ и хачапури. Из недостатков - медленное обслуживание при незначительной загрузке заведения. …",
    "rating": 3,
    "name": "Diana Kuppa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Christina!\nThanks for your feedback, we will be sure to work on bugs to correct your impressions on your next visit!\n\n(Original)\nДоброго дня, Крістіна!\nДякуємо за ваш відгук, обов‘язково проведемо роботу над помилками, щоб виправити Ваше враження при наступному візиті!",
    "rating": 5,
    "name": "мария ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Давно хотелось побывать в сети ресторанов \"Хачапури и вино\". Это история о том, куда приводят мечты)\nМы с молодым человеком зашли на хинкали, потому что обычно это быстро, через час …",
    "rating": 5,
    "name": "glinand",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Наталі Золотухіна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, уютно, красивая грузинская музыка, маленькая уютная терраса на втором этаже …",
    "rating": 1,
    "name": "Andrey Luchin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place🤗\nIncredible atmosphere, delicious food, friendly waiters.\nThe staff and the director do an excellent job👍 …",
    "rating": 2,
    "name": "Julia Ostapenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте ,впервые посетила ваше заведение ,мне понравилась кухня и домашнее вино ) заказывала еще пунш ,но по вкусу это была просто водичка покрашена в легко малиновый цвет .Знаю я о системе баров ,просто может чучуть переборщили с …",
    "rating": 5,
    "name": "Irina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback. We will take into account all your comments and in the next visit to our institution I am sure you will be satisfied! Good day\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук. Ми приймемо до уваги всі Ваші зауваження і в наступному візиті в наш заклад я впевнена, Ви будете задоволені! Гарного дня",
    "rating": 5,
    "name": "Вика",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно\nОфициант Дарья быстро помогла с выбором, за что очень благодарна. …",
    "rating": 3,
    "name": "Ирина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Катерина!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Julia Vorozhtsova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In this place, the first thing you pay attention to is the staff. No matter how big a landing you are never forgotten. Waiters often come, refill drinks, remove excess from the table. The kitchen deserves special …",
    "rating": 5,
    "name": "Артур Парфенюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Constantine!\nWe are very grateful for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Костянтин!\nДуже вдячні за Ваш відгук, завжди Вам раді!",
    "rating": 1,
    "name": "Aleksandr Petrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место с апетиттной и ароматной грузинской кухней, огромные залы и летняя терасса, приходим сюда все чаще и чаще что бы погрузиться в атмосферу Грузии. Частыми и любимым блюдами стали шашлыки, сезонная окрошка и поразительно …",
    "rating": 1,
    "name": "Alex B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We had a very tasty dinner, were delighted with the kharcho soup and pike perch with eggplant. I liked the service: answered all questions about the dishes, advised the wine (Saperavi, by the way good). They took …",
    "rating": 5,
    "name": "Юлия Петриченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Karina!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Карина!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Інна Проданчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я очень люблю грузинскую кухню, поэтому это заведение сразу пришлось мне по вкусу. Обожаю их хинкали с брынзой, хачапури по аджарски всегда просто великолепное :-) расположение - лучше не придумаешь, в самом сердце Подола. Так же хочу …",
    "rating": 5,
    "name": "Анна Радушинская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "На днях были в этом заведении второй раз, и впечатление немного поменялось. Начнём с плюсов – интерьер по прежнему уютный, еда всё такая же вкусная, учитывая то что было много людей блюда мы ждали относительно не долго. Единственное что не …",
    "rating": 5,
    "name": "Jarik Smirnov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Дарья Дарья",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приличное заведение.\nПерсонал приветливый. Обслужили быстро, хотя перед тем извинялись, что, возможно, придется долго ждать, так как много банкетов и посетителей. …",
    "rating": 2,
    "name": "Olga Khreik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lydia!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Лідія!\nДякуємо за Ваш відгуг, будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Slava",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказ: хачапури, хинкали, Наполеон, пахлава, чай из ягод. Заказ будет подаваться через 20 мин предупредил официант. Еда подавалась в нужном порядке, согласно логике заказа. Всё подавалось, но в то же время я как бы персонал не замечал, …",
    "rating": 3,
    "name": "Anton Burlaienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нормально, порции не большие, кухня хорошая, но есть рестораны с грузинской кухней получше, второй раз не прийду …",
    "rating": 5,
    "name": "Anastasia Branets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Denis!\nThank you for your feedback.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Денис!\nДякуємо за Ваш відгук.\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Vika Shevchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Симпатичное место в центре города. Цены, в принципе, нормальные, но почему-то в чеке цена отличалась от цены в меню. Туалет чистый, персонал вежливый. Правда, пиво звали открыть долго. Официант с другого стола (парень) не подошёл)) …",
    "rating": 1,
    "name": "Евгений",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Людмила, благодарим за отзыв! Не оставим его без внимания, проведем работу над улучшением сервиса!\n\n(Translated by Google)\nLyudmila, thank you for your feedback! Do not leave it unattended, we will work to improve the service!",
    "rating": 5,
    "name": "Lena Danilina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, но второй раз нет желания приходить - опечатка в меню, где вино на самом деле на 200 грн дороже (официант предупредил, но осадок не очень). Странная система оплаты, где кого-то одного\"вызывают\" оплатить подальше от стола, а не …",
    "rating": 5,
    "name": "Анна Сычёва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maria!\nThanks for your feedback, we will be sure to take note and correct the mistakes you pointed out, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Марія!\nДякуємо за Ваш відгук, ми обов’язково приймемо до уваги і будемо виправляти ті помилки на які Ви вказали, сподіваємось на зустріч з Вами ще!",
    "rating": 3,
    "name": "Алина Данилюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Крутое заведение в центре города. Хачапури здесь на уровне, цены адекватные, а обслуживание заставляет сюда возвращаться. Рекомендую всем это место, если вы хотите вкусно покушать и хорошо отдохнуть!!!!! …",
    "rating": 1,
    "name": "Denis Belyaev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Евгения Журавлёва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были 8 Марта.\n\nТак вышло, что я опоздала на 40 минут. К счастью, девушка любезно согласилась …",
    "rating": 5,
    "name": "Olya Koistryk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был с друзьями 3.01.21\nИз плюсов: были вкусные хинкали и на этом позитив заканчивается...\nИз минусов: принесли куриный бульон, он был настолько соленым что невозможно …",
    "rating": 1,
    "name": "Iryna Kravets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\nIt is a pity that there are negative emotions from visiting our institution, we hope to see you again to correct this unpleasant situation!\n\n(Original)\nДякуємо за Ваш відгук!\nДуже прикро, що залишилися негативні емоції від відвідування нашого закладу, ми сподіваємось побачити Вас ще, щоб виправити цю неприємну ситуацію!",
    "rating": 5,
    "name": "Екатерина Воронцова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В этом ресторане мы с мужем уже были и нам очень понравилось обслуживание, интерьер и качество еды, поэтому сегодня пригласили сюда еще и нашу подружку, но сегодня обслуживание разочаровало. Девушка попросила, чтоб мы пораньше расчитались и …",
    "rating": 5,
    "name": "Denis Shkodynskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback!\nSorry this happened.\nWe had a conversation with the staff, but I am sure that this will not happen again. We will be waiting for you in our institution.\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук!\nВибачте, що сталась така ситуація.\nПровели бесіду з персоналом, та впевнена, що більше такого не повториться. Будемо Вас чекати в нашому закладі.",
    "rating": 2,
    "name": "Nataliya Schetko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "очень атмосферное место, вкусненько и уютно, еще не раз вернусь, за лучшими хачапури и вином ❤ …",
    "rating": 1,
    "name": "Zhora Panasenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In the winter they came with a girl, it was very cold, and the table was not booked and there were no free seats, but the administrator offered a VIP room, and then when the table became vacant, we would be …",
    "rating": 4,
    "name": "Denis Värderingsman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vadim!\nThank you for your feedback, we are very pleased with such kind words! Now we have a summer playground, we are waiting for you with a glass of wine!\n\n(Original)\nДоброго дня, Вадим!\nДякуємо за Ваш відгук, нам дуже приємні такі теплі слова! Зараз в нас працює літній майданчик, чекаємо Вас на келих вина!",
    "rating": 5,
    "name": "Татьяна Капикян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был 1 раз. Из минусов:  По сравнению с другими грузинскими ресторанами (напр. Гоги, Хинкальня, Чачапури) цены выше, кухня не лучше. Обслуживание очень храмает, на входе никто не встретил, прождали еду час, хотя перед заказом нас …",
    "rating": 1,
    "name": "Руслан",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это одно из самых аутенчичных мест национальной кухни! Невероятно вкусно☺️\nПриятная музыка, вежливые и внимательные официанты, декор помещения заслуживает отдельной похвалы! …",
    "rating": 5,
    "name": "Vladyslav Pichakhchi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elina!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Еліна!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Валентина Линник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place! The entourage adds that when the subway goes underground, the floor shakes 👍 …",
    "rating": 3,
    "name": "Віка Афанасьєва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nДякуємо Вам велике☀️",
    "rating": 1,
    "name": "Рина Кудесова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если хочешь попробовать настоящий люля и хинкали то тебе сюда. Кухня это нечто, плюс хорошее обслуживание, все приветливые и веселые. Особенно хочу подчеркнуть работу официанта - так держать! …",
    "rating": 5,
    "name": "Дарья Ройзман",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I really liked everything. Great service. 😊 Special thanks to Oleksiy, thanks to whom I left the restaurant in a good mood. …",
    "rating": 5,
    "name": "Галина Сенюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place with beautiful music and great food. The prices are not high, and the dishes are hearty and very tasty. The waiters are friendly and quickly bring orders. I recommend !! …",
    "rating": 5,
    "name": "Данила",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали день рождение в этом заведении. Все блюда на высоте, гости были в восторге, достаточно большая винная карта на любой вкус, обязательно прийдем к вам снова. …",
    "rating": 5,
    "name": "Ольга Котова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Marino!\nThank you for your feedback, we are very pleased that you liked our restaurant. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Марино!\nДякуємо за Ваш відгук, нам дуже приємно, що Вам сподобалось в нашому ресторані. Будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Oleksandr Shymanskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за прекрасно проведённое время, самые вкусные хачапури и очень шустрые официанты! …",
    "rating": 4,
    "name": "Denis Levadnyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 1,
    "name": "Наталья Сталинская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень утное место, отличный выбор как для ужина с друзьями так и со второй половинкой. Вкусная кухня и приветливый персонал. Также есть столики на балконе от куда открывается невероятный вид! …",
    "rating": 5,
    "name": "Tatiana Laguta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Nina!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Ніна!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Retail Expert",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Знала бы, что настолько будет плохим обслуживание, НЕ ПОШЛА БЫ в это заведение со своим молодым человеком.\n20.06.20 …",
    "rating": 2,
    "name": "Станіслав Кулічковський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We sincerely regret that such a situation occurred that you were upset. Please provide a contact phone number so that we can understand the situation and clarify the details of your visit.\n\n(Original)\nДякуємо за Ваш відгук. Нам щиро шкода, що сталася така ситуація, що Ви залишилися засмучені. Просимо вказати контактний номер телефону, щоб ми могли розібратися в ситуації, що склалася, та уточнити деталі Вашого візиту.",
    "rating": 1,
    "name": "Sanny M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Wine from khachapuri to Adjara were good liked. I did not milk the branded khachapuri I ordered, the filling is not very good, maybe the ingredients are not of the highest quality. Barely digested. The service is …",
    "rating": 5,
    "name": "Яна Льонко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, and we assure you that we use only fresh and high-quality ingredients for our meals.\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, та запевняємо, що ми використовуємо тільки свіді та якісні інгредієнти для приготування наших страв.",
    "rating": 5,
    "name": "Луиза Ханпашевна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были здесь большой компанией на ланче, в заведении кроме нас было пару человек,казалось бы можно ждать хорошее обслуживание, но нет! Половину заказов просто забыли, мы прождали 50 мин,прежде чем начали спрашивать когда же будут блюда, …",
    "rating": 1,
    "name": "Nina Malmygina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Разочаровало обслуживание. Нам принесли суп и хачапури. Хачапури мы не заказывали. О чем мы сразу же сказали. Ок. Хлеб несли на 15 мин. дольше чем суп. Салат несли ещё дольше чем хлеб, принесли не то. Официант уверял что это месиво, это то …",
    "rating": 5,
    "name": "Нурлан Ахундов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Julia Kolot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в данном заведении впервые. Честно, мы с друзьями были не много разочарованы. Я так люблю хачапури по-аджарски, но он такой был маленький, а хинкали вообще разочаровали, баранины было очень мало, как в пельменях, а то и меньше. …",
    "rating": 5,
    "name": "Анастасия Горецкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We visited this wonderful place in Podil, everything is very tasty, especially delicious khachapuri with spinach and Georgian punch. We will come to you more than once !!!!! …",
    "rating": 1,
    "name": "Ron Top",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alex!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Алекс!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 2,
    "name": "yarunt",
    "cat": "Georgian restaurant"
  },
  {
    "review": "На днях впервые посетили этот ресторан,всё на высшем уровне.  Встретила приятная,вежливая девушка,подсказав отличный столик. Хачапури были немного пересолены, но всё исправила обстановка и отличный персонал. …",
    "rating": 4,
    "name": "Tatiana Esaulova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно. Интерьер супер. Обслуживание лучшее!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "A К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это не то место, где надо знакомиться с грузинской кухней. Это не она.\nОбслуживание портит даже то, что хорошо. За несколько дней до встречи зашла, чтобы выбрать стол. Выбрали вместе с официанткой, записали. Пришли с компанией в …",
    "rating": 4,
    "name": "Anna Kramarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень сильно испортились. Заранее заказали стол, по итогу нас никто не встретил, не провел к месту, никто из официантов не подходил к нам.\nЦены в реальности отличаются от цены меню в два раза! …",
    "rating": 2,
    "name": "Мар’яна Нестерук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we're sorry your evening was ruined. We have taken into account all the comments and will work on our mistakes, we hope to see you in our institution.\n\n(Original)\nДякуємо за зворотній зв’язок, нам прикро що Ваш вечір був зіпсован. Ми взяли до уваги всі зауваження і будемо працювати над своїми помилками, надіємося побачити Вас ще в нашому закладі.",
    "rating": 2,
    "name": "Tanya Kuryl",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда бесспорно вкусная. Хороший интерьер.\nОбслуживание просто дичайшее.\nВ момент посещения заведение было полупустое. Заказали три хачапури, каждому по …",
    "rating": 5,
    "name": "Анастасия Кулак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее кафе- ресторан, отличное хачапу ри по -аджарски,  но обслуживание желает большего внимания к клиенту и скорости, заказ ждали минут 30, пока не начали спрашивать каждые 5 минут, где заказ и когда будет. В конце как комплимент …",
    "rating": 5,
    "name": "Вікторія Пухальська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо , атмосферно, уютно. Обслуживали быстро.\nВкусно, хачапури, хинкали со шпинатом объедение. Но куриный шашлык был с душком, убрали из счёта без проблем, в качестве извинения принесли мороженное. …",
    "rating": 3,
    "name": "Yuliana Kuzhel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вчера вечером отдыхал с друзьями, отличное место, приятная обстановка, отличная кухня, особенно хочу выделить внимательного официанта Игоря, он не просто отлично знает тонкости грузинской кухни, он разбавит все ваши заботы и сделает вечер …",
    "rating": 1,
    "name": "Дмитро Гурешідзе",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отзыв о посещении ресторана в пятницу 1-12-17.\nНа входе, буквально в дверях, нас встретила пятая точка уборщицы, выпрямившись она посмотрела на нас оценивающим взглядом и не спешно удалилась. Возле входа …",
    "rating": 5,
    "name": "Recep Üste",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анна, спасибо большое Вам за Ваш отзыв, нам действительно очень жаль за сложившуюся ситуацию в нашем заведении, мы примем все меры для недопущения повторения данного случая.\n\nГрузия рядом! ДжонДжоли приглашает Вас!\n\n(Translated by Google)\nAnna, thank you very much for your feedback, we are really very sorry for the situation in our institution, we will take all measures to prevent the repetition of this incident.\n\nGeorgia is near! JohnJoli invites you!",
    "rating": 1,
    "name": "Kris Luk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отдыхали вчера вместе с женой в \"Хачапури и Вино\" на Подоле. Обслуживание было на высшем уровне, к нам подошел официант Игорь, очень хороший парень. Был внимательный и отзывчивый, помог нам с выбором блюда, часто подходил и спрашивал наше …",
    "rating": 5,
    "name": "Лариса Гри",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ходили с семьей. Отличный круглый стол на 6 человек. Внимательные официанты, широкий выбор, особенно хачапури :)\nДомашнее грузинское вино, уютный интерьер, ненавязчивая музыка, настраивают на …",
    "rating": 3,
    "name": "Vita Digtyarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не могу сказать ничего про блюда так как ждала официанта 15 минут, а ко мне не подходили… …",
    "rating": 5,
    "name": "Ольга Заиченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошое место для времяпрепровождения с друзьями. Кухня вкусная и приятный персонал. …",
    "rating": 1,
    "name": "Ирина Ревенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Katya!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Катя!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Александр Страдный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Так получилось, что ужин в этом ресторане у нас был запланирован как раз на следующий день после моего возвращения из Грузии. Поэтому было с чем сравнить :-). Шашлык из телятины и свинины приготовили просто отличный - грузины у себя на …",
    "rating": 4,
    "name": "Hnoood",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные хачапури, прикольный интерьер. В момент когда я был, у меня было ограничено время. Заказал еду, мне сказали что будет готово через 25 мин, что было отлично. Но в итоге принесли через 45 мин, после чего я попросил завернуть и чек так …",
    "rating": 5,
    "name": "Виктория Лось",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Михаил Шаповал",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с семьей, место уютное. Уютный интерьер. На этом плюсы этого заведения закончились. Заказали хинкали （асорти）, хачапури, салат, и блюдо под названием 《Метехи》. Которое прождали очень долго. После уточняющего вопроса, когда будет блюдо？ …",
    "rating": 4,
    "name": "Tetyana Suprunova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Helen Malinovski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательный ресторан! Вкусная кухня, хороший выбор грузинских блюд на любой вкус. Приятный искренний персонал. Обязательно прийду еще …",
    "rating": 5,
    "name": "easyJet001",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Сергей Маненок",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место, приходим сюда не в первый раз. Персонал вежливый, всегда интересуется все ли понравилось. Приятный интерьер и цены. Блюда всегда вкусные 😉 …",
    "rating": 2,
    "name": "Моник Юрьевна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анастасія!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Сергей Сергеевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня. Хачапурики вообще огонь))) по-аджарски)))) все очень классно, всегда приятно зайти с семьей и выпить бокал грузинского вина с чемто вкусным. На удивление- уровень обслуживания отличается по сети. На Майдане администратор не …",
    "rating": 5,
    "name": "Олег Слипченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю ходить в аналогичное заведение возле оушен плаза ,но тут полное разочарование !!Единственным плюсом оказался только интерьер .Одно блюдо ждали порядка 1,5 часа (официант постоянно кормил обещаниями и в итоге сказала, что мясо …",
    "rating": 5,
    "name": "Татьяна Гладких",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I advise everyone to visit such a wonderful place. Very beautiful, and most importantly - delicious …",
    "rating": 1,
    "name": "Виталий Шевчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Artem!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Артем!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 2,
    "name": "Павел Героним",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё вкусно, обслуживание классное. Но в хинкали было очень мало сока.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Asya Y",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютное место,  приглушенная спокойная атмосфера. В будний день вечером сесть можно без проблем, свободных столиков много. Есть крытая терасса, но думаю в осенне-зимний период будет прохладно там сидеть. Рекомендую курящим людям …",
    "rating": 5,
    "name": "Tania Shepel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Выбираем это место не впервые за прекрасное, радушное обслуживание, очень вкусная кухня, официанты приветливые и молниеносно обслуживают, никогда не приходится долго ждать меню или счёт. Рекомендую . СПАСИБО ДАРИНЕ)) …",
    "rating": 3,
    "name": "Oleksandra Kuliasova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lily!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Лілія!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Юрий Седавных",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Недавно обедали с коллегами в этом ресторане. В целом очень понравилось!\nИз плюсов стоит отметить прекрасную атмосферу (приветливый и вежливый персонал, уютные помещения, камин на втором этаже). Все заказанные блюда были вкусными. …",
    "rating": 5,
    "name": "igor shvedin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное расположение, приятный дизайн,музыка. Обслуживание очень долгое.У нас время было сильно ограничено, пришлось взять еду с собой. Как правило про это забываешь, когда ешь вкусное хачапури. Но тут оно довольно пресное, огромный слой …",
    "rating": 4,
    "name": "LightEnduro Kyiv",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Davyd Kravets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, цены приемлемые. Для любителей грузинской кухни - рекомендую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Владислав Данилевский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень классный ресторан, атмосфера на высшем уровне. Обслуживание отличное, кухня тоже приятно порадовала. Вернёмся ещё 👍🏼👍🏼👍🏼 Отдельная благодарность официанту Игорю! …",
    "rating": 4,
    "name": "Svitlana Sv",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alino!\nThank you for your feedback, we look forward to seeing you!\n\n(Original)\nДоброго дня, Аліно!\nДякуємо Вам за відгук, з нетерпінням чекаємо на Вас!",
    "rating": 5,
    "name": "Анастасія Косюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обожаю это место. Просто обожаю! Именно здесь на Сагайдачного. Любимый стол - круглый на 2м этаже. всегда внимательное отношение и обслуживание. Видно, что с персоналом работают. Вкуснейшая кухня, все что брали из мяса, салатов, хачапури - …",
    "rating": 5,
    "name": "Rina Frenis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вчера 13.02.19 я посетила этот ресторан. Сидела на втором этаже, меня обслуживала светленькая официантка очень обходительная и внимательная, про зедержку хинкалий предупредили, но мы никуда не спешили и подождали. Атмосфера в ресторане …",
    "rating": 5,
    "name": "Ольга Корниенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Khachapuri and wine are our favorite place\nThey came yesterday and were convinced of it once again\nEverything is very tasty and fast …",
    "rating": 5,
    "name": "Алёнка Рычкова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Lida!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Ліда!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Kali Garn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad menu. Khachapuri with cheese and barbecue menu was very pleasing to the taste. Quite a decent farm wine. Slightly confused waiters. …",
    "rating": 5,
    "name": "Anastasiya Zhuvaka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Inna!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Інна!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Юлия Шилиманова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, но персонал некомпетентен полностью. Официант не смог адекватно ответить ни на один поставленный вопрос, чай ждали 40 минут. Затем вынесли еду, оказывается не нашу, заказ перепутали, пришлось ждать ещё около полу часа пока …",
    "rating": 5,
    "name": "Катя Саловська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё невероятно вкусно, обслуживание на высшем уровне, спасибо! Обязательно прийдём ещё! …",
    "rating": 4,
    "name": "Ксения Коломиец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Наташа Швайко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня отличная. Вкусно.  Обслуживание было плохое.  Официантка не принесла вообще одно из заказанных блюд.  Салфетки на столе отсутствовали,  подали только когда сами подошли к официантке с данной просьбой.  Блюдо после готовности долго не …",
    "rating": 1,
    "name": "Anne Tsepko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда вкусная, ресторан уютный, но вот с обслуживанием нужно срочно что-то решать!\nДва раза нам принесли чужой заказ, заказанный нами хачапури принесли холодный и …",
    "rating": 1,
    "name": "Поляруш Лена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, alcohol is not cheap - 50 g 60 UAH\n\n(Original) …",
    "rating": 5,
    "name": "Людмила Атаманенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "На выходных посетили с друзьями ресторан и получили массу хороших впечатлениях. Очень красивый интерьер, все соответствует стилю и концепции заведения. Очень порадовало обслуживание в ресторане , блюда подали очень быстро и главное, …",
    "rating": 5,
    "name": "Valeriia Havryliuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят вкусно (пробовали харчо, несколько видов хачапури все на твердую 5), интерьер классный, грузинская музыка хорошая\nОбслуживание - ну такое себе. Все долго и неповоротливо, все ООООЧЕНЬ долго. …",
    "rating": 5,
    "name": "Татьяна Данильченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание о-о-ооочень долгое, ждали хинкали минут 40. Куриный бульон принесли ужасно пересоленый, несколько позиций из меню не было в наличии, хотя это можно сказать основные блюда... Пунш, который по классике горячий напиток, здесь это …",
    "rating": 3,
    "name": "Наталія Коноваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Алиса Адамс",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place to relax.\nDelicious Georgian cuisine. Polite staff. There is a \"chamber\" (separate) small hall on the second floor. There is a terrace on the street. National music is …",
    "rating": 5,
    "name": "Nikita Zhirun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Oksana, thank you for your feedback! We are very pleased that you liked us. We look forward to seeing you again!\n\n(Original)\nОксана, дякуємо за Ваш відгук! Нам дуже приємоно, що Вам сподобалось у нас. Будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Andrew P.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришли компанией на день рождение.\nСервис очень медленный, официантки не приветливые, обращаться нужно по несколько раз чтобы подошли. …",
    "rating": 3,
    "name": "Den Den",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Lili Lawson",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Час ждали свои хинкали. Рядом сидящие люди (видимо знакомые) успели поужинать и попить за это время. …",
    "rating": 2,
    "name": "Вячеслав Никитин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Валентина Гриценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший, уютный ресторанчик на Подоле. Не плохая, довольно таки вкусная кухня. Хачапури и хинкали просто супер. А лёгкая грузинская музика создаёт не принужденную обстановку, где можно пообщаться в хорошей компании. …",
    "rating": 1,
    "name": "Инна Любенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Теплая, гостепреимная обстановка, каждый официант поприветствовал нас пока провели к столику. Админ, очень милая рыжеволосая девушка,  лично поинтересовалась все ли нам понравилось. Всё было вкусно,  особенно понравились хачапури …",
    "rating": 3,
    "name": "Dana Sitdikova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все вкусно, все здорово ! Но ребята. отколотая чашка для чая... Надколотая посуда для десерта, это не серьезно. Уберите эту посуду ! …",
    "rating": 5,
    "name": "Александр Литвин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Denis, thank you for your feedback. We have made an inventory of utensils and will closely monitor its condition. We will be glad to see you again in our restaurant!\n\n(Original)\nДоброго дня! Денис, дякуємо за Ваш відгук. Провели інвентаризацію посуду і пильно будемо стежити за її станом. Будемо раді бачити Вас знову в нашому ресторані!",
    "rating": 2,
    "name": "Дмитрий Черницкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были на Подоле вечером в выходной.  В полупустом зале было 4 официанта, при этом мы ждали 30 минут, чтобы сделать заказ. Официанты стояли далеко от нас, чтобы их позвать, но на нас не обращали внимания - перекидывались мячиком. …",
    "rating": 5,
    "name": "Рома Яремчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Олександра Ахундова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "плюсы: уютно, приятный интерьер.\nминусы: невкусная еда. Я заказала хинкали с мясом (в нем были прожилки!) Мне приходилось их вынимать изо рта, не самое приятное!. Дальше салат с прошутто и …",
    "rating": 2,
    "name": "Polina Mukha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Katarzyna T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное место,дружелюбный персонал.Пробовали хачапури-очень понравилось,а вот десерты так себе,то ли с выбором не угадали,то ли не их сильная сторона...Подача необычная,интересная,а вот органолептика страдает,заказывали Наполеон и десерт …",
    "rating": 5,
    "name": "Михаил Овсянников",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThanks for your feedback, come to us again!\n\n(Original)\nДоброго дня, Анна!\nДякуємо за Ваш відгук, приходьте до нас знову!",
    "rating": 1,
    "name": "Iryna Shpikherniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, хочу поделиться впечатлениями о ресторане \"Хачапури и Вино\" на Подоле.На выходных многовато народу,поэтому советую заранее бронировать столики, к кухне претензий нет,вкусная окрошка,сочный шашлык,обслуживание на высоте,могу …",
    "rating": 4,
    "name": "Viktoria Kubrak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place! Particularly liked the tables on the balcony. Delicious cuisine! …",
    "rating": 2,
    "name": "Artem Ivanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked everything, the location of the restaurant, cuisine and service, everything we tried was delicious - turkey salad, on the recommendation of the waiter, lyulya kebab with veal and homemade wine, were …",
    "rating": 5,
    "name": "Ann Glad",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vera!\nThank you for your feedback, we are glad that you liked everything. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Віра!\nДякуємо за Ваш відгук, нам приємно, що Вам все сподобалось. Будемо раді бачити Вас знову!",
    "rating": 1,
    "name": "Galina Sultanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good location, cozy, good Georgian cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Анна Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your appreciation, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за високу оцінку, завжди Вам раді!",
    "rating": 4,
    "name": "Serhii Melnychenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Service, kitchen, interior - all at an altitude. Very atmospheric place. The best way to get acquainted with authentic Georgian cuisine. …",
    "rating": 5,
    "name": "Ольга Иванченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Eugene, thank you very much for such a pleasant response about our small corner of Georgia in the capital of Ukraine. JohnJoly invites you and will be glad to see you at his place!\n\n(Original)\nЄвгеній, щиро дякуємо Вам за такий приємний відгук про наш маленький куточок Грузіі в столиці України. ДжонДжолі запрошує Вас та буде знову радий бачити Вас у себе в гостях!",
    "rating": 1,
    "name": "ALVARO ANTON",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были тут вдвоем. Может так сложилось, что мы были в праздничный день и по городу было много отдыхающих, но тут присутствовала постоянная неразбериха с персоналом. При входе сказали, что на террасе места нет а потом(уже другая девочка) …",
    "rating": 5,
    "name": "Andrii Lyzhyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 3,
    "name": "Slava Andrienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури вкусные, вино не пробовали) уютные места за столиками на балконе. там же можно курить. в самом помещении, на обоих этажах не понравился запах кухни. персонала много, но пока не позовешь, к тебе никто не подойдет. тем не менее общее …",
    "rating": 1,
    "name": "Yulia Romanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 3,
    "name": "Ольга Кузьменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень красивый интерьер и отличное месторасположение.  И очень отвратная кухня и обслуживание. Умудрились испортить даже лимонад, не говоря об основной еде. Стол не сервирован нормально, салфеток нет, соли и перца тоже нет (сидели на …",
    "rating": 3,
    "name": "Mercedes Nougues",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Валерий Храмов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Гуляя по Подолу решили зайти и перекусить в ресторан грузинской кухни Хачапури и вино, и ни разу об этом не пожалели. Очень красивый и калоритный интерьер, приветливые и улыбчивые официанты, безумно вкусная кухня. При входе нас встретили с …",
    "rating": 1,
    "name": "EJR Berlin Evangelische Jugend Reinickendorf",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была недавно в подругами первый раз! Как-то всегда проходила мимо..а тут решили зайти и я в восторге! Персонал очень приветливый, кухня вкусная - таких хачапури давно не ела))) отдохнули на славу! Теперь будем заходить чаще и не только на …",
    "rating": 5,
    "name": "Yura Pyrogovsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кратко поделюсь впечатлениями от посещения ресторана на Подоле в Киеве. Здесь мы отдыхали компанией и оставили немалую сумму.\n✌️Позитив: …",
    "rating": 1,
    "name": "Володимир Дедишин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан. Кухня реально стоящая. Много стоящих блюд. Все ок. Нравится. Официанты приветливые. Что ещё надо. В целом хорошо!!! …",
    "rating": 5,
    "name": "Özgür",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место!!! Я фанат грузинской кухни и могу сказать смело, кухня на уровне! Рулетики, салат с томатами, шашлык, хачапури по-аджарски все выглядело вкусно и было вкусным, обслуживание внимательное и приятное, подсказали, посоветовали, …",
    "rating": 5,
    "name": "Alona Tmur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанты не знают меню. Заказал салат с бастурмой,спросили состав,нам сказали (листья салата ,помидор перец и бастурма,заправка на оливковом масле ). В и тоге принесли,на майонезе с помидором и яйцом. …",
    "rating": 5,
    "name": "Мария Удовенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, we are sorry that this situation happened. All waiters hand over the menu to answer the guests' questions correctly. Be sure to come back to us, we look forward to seeing you!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, нам прикро що сталася така ситуація. Всі офіціанти прездають меню, щоб вірно відповідати на запитання гостей. Обов‘язково приходьте до нас знову, будемо раді Вас бачити!",
    "rating": 5,
    "name": "Аня Тарасова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, отдыхали с коллегами в вашем ресторане на контрактовой 19.07. Нас встретила приятная и приветливая девушка и провела к столику. Наша официантка, несмотря на приболевшее состояние/недосып, была с нами очень приветлива и …",
    "rating": 1,
    "name": "Danil Solomonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в ресторане 20.07.19. Столы грязные, официант не приветливый; влажные полотенца не подали ( они были в наличии); цена-качество еды оставляет желать лучшего (заказали свиной шашлык и хачапури - шашлык плохо жевался, хачапури (по …",
    "rating": 1,
    "name": "Андрей Лосенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Daria Shcherbyna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была в ресторане в пятницу.\nНачну с положительных моментов\n+ Вкусная еда …",
    "rating": 5,
    "name": "Алексей Ткачук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Евгений Чиж",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, быстрое обслуживание, приятный персонал! А что ещё нужно? Отдельное спасибо официанту Ангелине ! …",
    "rating": 5,
    "name": "Влад Словянин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Cyril!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Кирил!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Yevgeny Lipsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Super! Good service, tasty, atmospheric and good prices.\n\n(Original) …",
    "rating": 3,
    "name": "Irina Marchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Taras!\nThank you for your feedback, see you soon!\n\n(Original)\nДоброго дня, Тарас!\nДякуємо за Ваш відгук, до нових зустрічей!",
    "rating": 5,
    "name": "Anna-Mariya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня заходили покушать все супер кухня топ персонал на высоком уровне! Все понравилось 🥰 …",
    "rating": 5,
    "name": "Мария Мария",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Arthur!\nThank you for your feedback, we are always glad to see you again!\n\n(Original)\nДоброго дня, Артур!\nДякуємо за Ваш відгук, завжди Вам раді, до нових зустрічей!",
    "rating": 4,
    "name": "Тарас Гончарук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживания отличное. Сам ресторан обустроен стильно. Но!\nОт грузинской кухни ожидаешь больше специй и приправок. Увы блюда были всё пресные(кроме куриного шашлыка). Готовили вообще без соли или перца. Да, клиенты …",
    "rating": 5,
    "name": "Дмитрий Сагайдачный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "На днях были здесь второй раз, но абсолютно ничего не поменялось. Единственное что порадовало, так это кухня — как была вкусная так и осталась. Соус в чкмерули просто пальчики оближешь, хинкали как в самом Тбилиси, и даже в такую жару …",
    "rating": 2,
    "name": "Богдана Ольшевська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Ольга Бабич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Were very upset with the service.\nDespite the fact that the summer terrace was almost empty and there was no one in the hall, we had to wait a long time for the waiter, and then ordered drinks, …",
    "rating": 5,
    "name": "Дана Торчинская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "15 марта  2019 праздновала свой день рождение в этом ресторане. Это был один из самых запоминающихся праздников в моей жизни! Огромное спасибо администратору Ольге и официанту Владу, которые сделали все, чтобы вечер был волшебным. Вкусная …",
    "rating": 3,
    "name": "V B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В свое время был любимый грузинский ресторан, который раньше именовался ДжонДжоли. Имеем привычку все семейные праздники отмечать тут. Не знаю, как так повелось, но официанты-девушки обслуживают гораздо хуже парней. А в последнее время так …",
    "rating": 5,
    "name": "Александра Ульяноха",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Елизавета Бабаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Искали с подругой где можно посидеть культурно. Согласна, было много народу город гулял. Мы зашли внутрь и попросили официанта посмотреть на веранде свободный столик(веренда и балконы были заняты), как нам сказали был свободен 1 стол и тот …",
    "rating": 5,
    "name": "Anastasia Zen",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Парковался на соседней улице. Несколько видов хачапури вкусно приготовлены. Шашлык, кебаб суховат, на мой взгляд. Гранатовый соус - красиво и вкусно. Хинкали острые с  суховатым фаршем. Приятная музыка. Столик был маленький с неудобными …",
    "rating": 2,
    "name": "Anna Grybova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 3,
    "name": "Дмитрий Балабай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня на 4/5 (если не расписывать), обслуживание - на кого попадешь, есть общая проблема, официанта видишь очень редко, на столах нет салфеток, подходят в основном нехотя, напитки ждешь долго и это постоянно (в общем обслуживание на 3 макс, …",
    "rating": 1,
    "name": "Tamara Aramat",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятный и толковый официант Андрей ( Вам лично 5+++)\nВкусное белое домашнее вино 🍷\nДостаточно пространства на терассе между столиками. Атмосферный интерьер. …",
    "rating": 5,
    "name": "Александр Пушкарев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Огромное спасибо за прекрасный вечер! Все было ну ОЧЕНЬ вкусно! Нашлись даже блюда для меня. Не то, что бы я гурман, я просто соблюдаю пост, и очень порадовало то, что официант смог подобрать блюдо и для меня! Моим же друзьям понравилось …",
    "rating": 3,
    "name": "Оксана Тригубенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы благодарны Вам за отзыв! ДжонДжоли будет рад снова видеть Вас и Ваших друзей у себя в гостях! Грузия рядом!\n\n(Translated by Google)\nWe thank you for your feedback! JohnJoli will be glad to see you and your friends again! Georgia is near!",
    "rating": 5,
    "name": "Александра Сезоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отдыхали в ресторане с друзьями пару дней назад и сказать честно реально маленький уголок Грузии. Атмосфера потрясающая, сразу переносит тебя в Грузию. Обслуживание превосходное, официанты очень приветливы и внимательны. Кухня- пальчики …",
    "rating": 5,
    "name": "Оксана Старун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури принесли разогретыми, будто приготовили их ещё утром, хинкали остывшими, салат принести забыли, но при этом в чек включили. Обслуживание в целом не очень,ещё и медленное. …",
    "rating": 5,
    "name": "Олег Шакун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошое кафе. Сочное и вкусное мясо. Пробовали куриный шашлык и челагач. Очень вкусно и сытно. Обслуживание хорошое и быстрое. Официанты шустрые и хорошо знают меню. Хорошая и уютная обстановка. Играет грузинская музыка. Хотите …",
    "rating": 4,
    "name": "Елена Сиволина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный уютный ресторан. Находится в маленьком, но зелёном сквере, приятно сидеть на летней террасе. Приветливый персонал, вкусная еда, средний ценовой диапазон, чисто. …",
    "rating": 5,
    "name": "Kate Rahmatullina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Katya!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Катя!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Саша П’ятниця",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкуснотище! Цены завышены. А так всё ок))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ксюша Киценька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Плохо, очень-очень плохо! Сеть скатывается на дно. Кухня очень испортилась, при заказе телятины она оказалась пережаренной, жёсткой и сухой; не возможно ее было пережевать. Само по себе место уютное, мы часто его раньше посещали, но …",
    "rating": 2,
    "name": "Юра Никонюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 3,
    "name": "Денис Коломієць",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Extremely beautiful place with a nice atmosphere! Polite staff who care about customers and try to make your holiday unforgettable)) …",
    "rating": 5,
    "name": "Тamara Cherkasova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alina!\nThank you for your feedback, always happy to see you in our restaurant!\n\n(Original)\nДоброго дня, Аліна!\nДякуємо за Ваш відгук, завжди раді бачити Вас у нашому ресторані!",
    "rating": 2,
    "name": "Alex Avrutin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были тут на выходных , прекрасное место !\nВсе было очень вкусно ! Официантам отдельное спасибо за оперативность и то что помогли с выбором ) …",
    "rating": 4,
    "name": "Serge G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anastasia!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анастасія!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Yevgen Zhuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It was very nice to eat in this place - cozy, good music (not pop), very tasty food and cleanliness. Special respect to the waiter Igor. …",
    "rating": 4,
    "name": "Oleg Gavryliuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Denis!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Денис!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Антон Бабенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Невероятно атмосферное место, официанты очень внимательны и приятны, спасибо за прекрасно проведённое время!!! …",
    "rating": 4,
    "name": "Julie Trofimova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew!\nThank you for your feedback, always happy to see you!\n\n(Original)\nДоброго дня, Андрій!\nДякуємо за Ваш відгук, завжди раді Вас бачити!",
    "rating": 5,
    "name": "Елена Глиевая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанты приветливы и внимательны. Вкусные первые блюда, жаль, что, кроме лаваша, к ним ничего не предлагают. Не грузинские блюда лучше не заказывать - не очень вкусные. В общем, все остальное достаточно вкусно. В зале приятный аромат …",
    "rating": 5,
    "name": "Олександр Терещенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, уютно и красиво. Интерьер великолепный с множеством деталей, которые хочется рассматривать. Летняя терраса выше всяких похвал, сюда хочется приходить снова и снова. Единственный минус - обслуживание, официантов приходится очень …",
    "rating": 2,
    "name": "Ekaterina Shatokhina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Первое место из ресторанов грузинской кухни, где мне ничего не понравилось, из того, что пробовала. Невкусный тархун, очень-очень сухая индюшка, в которой вкусны были только карамелизированные яблоки.Как можно так испортить индюшку, ума не …",
    "rating": 5,
    "name": "Марием Бешир",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасный сервис! 20.04.19 Сделала заказ с самовывозом на имя Мария на 20:45 из этого ресторана, позвонила ещё специально лично в это заведение и предупредила о заказе , сказала , что он очень важен для меня. Администратор сказала , что …",
    "rating": 5,
    "name": "Vladyslav Boichenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были тут с мужем 3 раза. Первые 2 раза было все замечательно! И еда и обслуживание и настроение и атмосфера. Но когда пришли с дорогим гостем, надеясь, что кухня не подведёт....тут получилось, что хачапури подали ужасно холодные, твердые и …",
    "rating": 5,
    "name": "Александр Опанасенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо, вежливый персонал. Хачапури и хинкали далеко не самые вкусные в Киеве, но и цена ниже чем в топовых грузинских ресторанах. …",
    "rating": 5,
    "name": "Андрій Козінчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Diana!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Діана!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Маргарита Фесенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Первый раз были здесь с друзьями, очень понравилось. Играет приятная музыка, красивый интерьер, вкусная еда, обходительные официанты, одним словом молодцы! …",
    "rating": 2,
    "name": "PerF _",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Maria!\nThank you very much for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня Марія!\nДуже вдячні за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Илона Сорокина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская национальная кухня. Есть кальян. Имеется зал для курящих на улице, и зал в здании. Удобно расположен в центре города. Вежливый персонал. Блюда весьма разнообразны, широкий выбор вин. Выбор пива небольшой. …",
    "rating": 5,
    "name": "Ганна Войтікова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда ничего, обслуживание просто ужасное. На четырех человек принесли три вилки и две салфетки.  Двадцать минут ждали, пока у нас примут заказ и ещё пол часа, пока принесут счёт. И это при том, что зал был не полностью заполнен. …",
    "rating": 3,
    "name": "Nataliia Volkova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Andrey Lazarev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришли в ресторан, попросили столик на двоих. Предложенный столик был очень мал, спросили есть ли побольше. Нам сказали что есть, его нужно убрать, предложили в это время посидеть за маленьким столом. Проходит минут 20-30, уже успели …",
    "rating": 2,
    "name": "Igor Gold",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Каріна Бондарук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Само заведение хорошее, но невкусный хачапури, невкусный тархун, кролик не плохой, но его трудно испортить.. обслуживание медленное. Определённо не вернёмся. …",
    "rating": 2,
    "name": "Анна Тарбаева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Julia!\nThanks for the feedback, we will be sure to check the khachapuri cooking technology so that you are satisfied next time.\nWe will be glad to see you!\n\n(Original)\nДоброго дня, Юлія!\nДякуємо за відгук, ми обов‘язково перевіримо технологію приготування хачапурі, щоб наступного разу Ви залишились задоволені.\nБудемо раді Вас бачити!",
    "rating": 4,
    "name": "Сергей Крыжановский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось. Приглушенный свет, ненавязчивая грузинская музыка, тепло, вкусная еда. Официант посоветовал по блюдам и соусам, вполне вкусно пообедали. …",
    "rating": 5,
    "name": "Irina Kobylyanskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Irina!\nIt is very nice that our guests leave pleasant reviews and have a good time with delicious cuisine with Georgian motifs! We try for you, we are waiting again)))\n\n(Original)\nДобрий вечір, Ірино!\nДуже приємно, що наші гості залишають приємні відгуки та проводять гарно час з смачною кухнею під грузинські мотиви! Ми стараємось для Вас, чекаємо знову)))",
    "rating": 5,
    "name": "Максим Добрик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) were five times. I like everything, and the kitchen, and interior, and location (after a walk around the city is very appropriate). The staff is always attentive and pleasant. There is also a working table reservation …",
    "rating": 4,
    "name": "Валентин Хірса",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер - Да. Экстерьер - Да. Обслуживание - Да! Блюда с мангала - может быть. Основная кухня - нет. Если сравнивать с другими достойными грузинскими ресторанами в  Киеве, даже на 50% не дотягивают по вкусовым ощущениям. С достойными …",
    "rating": 4,
    "name": "Hryhorii Mykolaichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Оксана Куцик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая кухня, но хромает обслуживание. Официанты не внимательные, нужно долго ждать как их самих, так и заказ. …",
    "rating": 5,
    "name": "Juli991 Juli",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Julia! Thanks for your feedback, we'll be sure to work on the bugs and we'll be waiting for you again!\n\n(Original)\nДоброго дня, Юлія! Дякуємо за відгук, обов‘язково зробимо роботу над помилками, та будемо чекати Вас знову!",
    "rating": 5,
    "name": "Mare",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good atmospheric place, with chic smells from the grill :)\nThe kitchen is beautiful. It liked both khinkali and khachapuri. One of the few …",
    "rating": 5,
    "name": "Наталья Кузнецова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашли на Подоле отметить ДР дочки... Лучше бы не заходили! После 20-ти минутного тупого сидения (хотя была середина пятницы и народу было немного), начали отлавливать в зале официанта. Потом прошло еще минут десять в процедуре принятия …",
    "rating": 3,
    "name": "Roman Demenskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Впервые данный ресторан посетили с подругой весной.Красивый интерьер, обслуживание нормальное.  Очень приятно порадовал наполеон(большая порция, состоящая из двух кусочков, красивое оформление). Цена его была не много не мало 70 грн., но …",
    "rating": 3,
    "name": "Bohdan Koval",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Провела шикарный вечер  в этом уютном заведении. Всё было очень вкусно. Хочется возвращаться к вам снова и снова! …",
    "rating": 5,
    "name": "Donwinko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Julia!\nWe are sincerely grateful for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Юлія!\nЩиро вдячні за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Богдан Гливинский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "23:09 - мы отдыхаем, девушка официант выключает свет на летней террасе, в 22:58 - переодеты парень ходил по диванам и опускал шторы. Благодаря данным действиям портиться все впечатление от вкусной кухни и атмосфере.  Не тёплое отношение к …",
    "rating": 5,
    "name": "Євгеній Шахрай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Екатерина Сизененко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It's just space! Unrealistically tasty, atmosphere 5 out of 5 !!! The waiters are very polite, and special thanks to the administration for their attention and care, I recommend all 1000% …",
    "rating": 3,
    "name": "Roman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nWidely grateful for your feedback, always happy for you!\n\n(Original)\nДоброго дня, Анна!\nШиро влюдячні за Ваш відгук, завжди Вам раді!",
    "rating": 1,
    "name": "Сергій Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное расположение кафе и средние (для Киева) цены на хачапури и шашлык. Хачапури по аджарски - 5 USD. Пиво дорогое - 2,5 USD обычное разливное, не крафт. Еда вкусная, не разогретая, а свежеприготовленая. Обслуживание быстрое, очень …",
    "rating": 4,
    "name": "Таня Шварцкопф",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ожидали однозначно большего. Коротко. Хинкали ждали 50 минут. Оказались холодными! Хачапури по-аджарски вкусный, но маловат. Общую грустную картину дополняют медленные и не внимательные официанты (сидели минут 20-30 с грязными тарелками. …",
    "rating": 5,
    "name": "Евгения Зинчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 4,
    "name": "Yurii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В данном ресторане очень красивый интерьер, на втором этаже есть зал с камином и балконом. На этом плюсы заведения закончились. Качество грузинских блюд - среднее, оджахури - низкого качества. Вино стоит почти вдвое дороже чем в других …",
    "rating": 4,
    "name": "Ольга Іванченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Крайне негативное впечатление от персонала. И очень долгое время ожидания заказа. Официанты бегают один за другим без толку. …",
    "rating": 1,
    "name": "Алексей К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Glory!\nWe are grateful for your feedback, the already planned training on the service with the waiters, we will definitely correct all mistakes, and we will be glad to see you again!\n\n(Original)\nДоброго дня, Слава!\nМи вдячні за Ваш відгук, вже запланований тренінг по сервісу з офіціантами, обов‘язково виправимо всі помилки, та будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Surayya Jumanazarowa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская кухня, вкусное вино. Атмосферное место.\n\nНо - в часы пик официанты не справляются, некоторые позиции в меню недоступны (о …",
    "rating": 5,
    "name": "Юлія Степаненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n(Original)\nДякуємо Вам за зворотній зв'язок і приносимо свої вибачення за доставлені незручності.  Будьте ласкаві, залиште свій контактний номер телефону, нам би дуже хотілося виправити ситуацію!  July777Anna@gmail.com",
    "rating": 5,
    "name": "Анна Осипова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее заведение. Цены и сервис радуют. Часто берём здесь бизнес-ланчи) Вкусно и быстро) …",
    "rating": 5,
    "name": "Виктория Геращенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anastasia!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Анастасія!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Ольга Кос",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Очень уютно. Вкусно. Быстрая подача блюд, хорошее обслуживание …",
    "rating": 5,
    "name": "Анастасия Севрук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если вы желаете просто посидеть и вдохнуть аромат грузинской кухни, то Вам сюда! Грузия - это же в первую очередь гостеприимство!!! Тут мы просидели полчаса в ожидании меню! Официанты тупо бегают мимо, не замечая новых гостей! Я в ужасе от …",
    "rating": 5,
    "name": "Andriy Timkaev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very competent waiter Vladimir, made our day! Thank you, everything is very tasty, I especially liked the lemonade prepared by Nikita. …",
    "rating": 1,
    "name": "Tasya Snisar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Zebra Dun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cool place, waiter Igor made our evening wonderful\n100 out of 5🥰🥰 …",
    "rating": 5,
    "name": "Алинка Зайцева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Анна!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Alena Igorevna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее расположение, красивый и уютный интерьер. Еда была вкусная, но обслуживание оставляет желать лучшего. …",
    "rating": 1,
    "name": "Юра Медведь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alina!\nWe are sorry that the visit to our restaurant left a negative impression. We will be sure to train the waiters to improve the service and impress you on your next visit!\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Аліна!\nНам прикро, що візит до нашого ресторану залишив негативне враження. Ми обов‘язково проведемо тренінг для офіціантів, щоб покращити сервіс та вразити Вас при наступному візиті!\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Uğur Ünalır",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусное меню, на этом все.\n\nВ остальном один негатив, порции маленькие, что бы быть сытым средний чек должен …",
    "rating": 5,
    "name": "Nikita Sukharev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Julia Semenova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "О местах на улице необходимо беспокоиться заранее. Администратор предложила места внутри напротив туалета, выбрали в среднем зале напротив тандыра. Официанту 5 с плюсом, очень приятный и учтивый молодой человек. Заказали хинкали с …",
    "rating": 5,
    "name": "Svitlana Pchelovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютно и вкусно, понравился интерьер и украшения ресторана к Новому году🎄\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuri Fedorov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!)\n\n(Original)\nБлагодарим Вас!)",
    "rating": 5,
    "name": "Екатерина Самойленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужас! До этого «ресторана» был другой. Так там было все ооооочень вкусно. И сервис и еда на высшем  уровни.  А тут порции маленькие, не вкусно, в хинкалиях вообще мяса нет((( в ресторане было на обслуживание 4-5 столов. Еду несли 40 мин …",
    "rating": 3,
    "name": "Mariia Borodaieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Руслан Рожковский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера, хорошая музыка, отличное место как для свиданий, так и для семейный посиделок и деловых встреч. Вкусное домашнее вино и настойки, фантастический шашлык из телятины, тает во рту, харчо и пхали тоже на высоком уровне, а …",
    "rating": 5,
    "name": "Lovetta Li",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были куплены билеты в кино, до сеанса не так много времени, и решили мы зайти в Джон Джоли - попробовать, как тут готовят хинкали и хачапури) по нашей просьбе о срочности, блюда были готовы за 15 минут, что очень порадовало - на фильм не …",
    "rating": 4,
    "name": "Евгений Иванов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за ваше впечатление и отзыв. Ждем снова.\n\n(Translated by Google)\nThank you for your impression and feedback. We are waiting again.",
    "rating": 5,
    "name": "Анна Коломиец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Amazing establishment.The interior is cozy, the food was delicious, but the staff is a separate story. Went with my girlfriend after a walk down the floor, before that bought on Kontraktova Square tea, the atmosphere …",
    "rating": 5,
    "name": "Olga Nazarkevich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Danny Fed'ko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это катастрофа...\nНи кухни, ни сервиса!\nХачапури и вино равно ожидание …",
    "rating": 1,
    "name": "Volodymyr Kruglianskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание хорошее, быстрое. Вот еда средняя, шашлык \"как печеный\", хинкали так себе. Но, на вкус и цвет, как говорится …",
    "rating": 5,
    "name": "Maryna Tkachenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Denis!\nUpset that you were not completely satisfied with our dishes. We will take your comments into account and surprise you next time!\nGood day!\n\n(Original)\nДоброго дня, Денис!\nЗасмучені, що Ви залишились не до кінця задоволені нашими стравами. Ми приймемо Ваші зауваження до уваги і наступного разу Вас здивуємо!\nГарного дня!",
    "rating": 5,
    "name": "Валентина Заремба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня были у Вас в Ресторе, все очень понравилось , и все очень вкусно. Особенно хочу отметить  внимательного и позитивного официанта Максима. Спасибо , хорошо провели время )) Придём ещё …",
    "rating": 4,
    "name": "Владислава Лой",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приехал в это заведение как курьер Glovo. К моему сожалению к курьерам у них отношение ужасное. Мне сказали что мой заказ будет готов через 15 минут и попросили присесть, я отошол в сторону. После тогг как прошло 15 минун я подошол к ним и …",
    "rating": 2,
    "name": "Доктор Зло",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Максим Т",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская еда. Все достаточно традиционно и стильно. Можно покушать и хорошо провести время. …",
    "rating": 5,
    "name": "Constantin Solomanchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Vladislav!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня Владислав!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Андрей Мытько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Плохо работают официанты. Когда мы вошли в зал, нас никто не встретил, как это обычно делается, не проводил за стол, мы несколько минут бродили по залу, ощущение было, что явились не вовремя. Ооочень долго ждали: вначале напитки, потом еду. …",
    "rating": 5,
    "name": "Александра Таранушенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The place is very comfortable, but waited for one dish for almost an hour\nOrdered chicken tapaka, which turned out to be very overdried, without …",
    "rating": 5,
    "name": "Александра Петровская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Victoria!\nThanks for your feedback, we will be sure to correct ourselves and the dishes will be prepared faster on your next visit. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Вікторія!\nДякуємо за Ваш відгук, обов‘язково виправимося і наступного Вашого візиту страви готуватимуться швидше. Будемо раді Вас бачити знову!",
    "rating": 5,
    "name": "Yaroslav Dombrovskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Получилось очень некрасиво и неприятно. На входе встретила девушка, мы выбрали СВОБОДНЫЙ стол, разделись, сидим ждем меню... и в этот момент нас попросили освободить столик!!! Оказалось именно этот столик зарезервирован, хотя никакой …",
    "rating": 5,
    "name": "Ирина Коруз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Олександр Тумак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера на уровне, еда всегда вкусная, официанты отзывчивые и вежливые. Всем рекомендую! …",
    "rating": 5,
    "name": "Юрий Бурко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It is clear that the quarantine hit the restaurant. I want them to work successfully because it is very tasty. Let's support them, because there are already so few places with real Georgian cuisine. …",
    "rating": 5,
    "name": "Аліна Алюня",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Galino!\nThank you for your feedback and support, be sure to come to us again, we will be glad to see you!\n\n(Original)\nДоброго дня, Галино!\nВдячні за Ваш відгук та підтримку, обов‘язково приходьте до нас ще, будемо раді Вас бачити!",
    "rating": 3,
    "name": "Nazar Pidhrushnyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "как же это красиво...как же это вкусно....спасибо за очаровательный, романтично-душевный вечер... у нас с девушкой было первое свидание, и теперь это будет наше любимое место. Вежливое обслуживание, грузинская музыка и уютный зал, это …",
    "rating": 1,
    "name": "Vladyslav Olegovych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy place, great staff, delicious cuisine!\n\n(Original) …",
    "rating": 3,
    "name": "Nataliia Suprun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "1. Жене принесли салат с обветренной индюшкой.\n2. Про мой салат вообще забыли.\n3. Аджахури друга вообще спалили, пришлось менять заказ. …",
    "rating": 2,
    "name": "Егор",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят сносно, без изюминки! Кухня - классика Грузии! Как по мне, не хватило пряности. Вкусно, но не ВАХ 😉 Самый вкусный грузинский ресторан в котором был - Мацони, Винница. Из всех грузинских ресторанов еще никакой не превзошел) …",
    "rating": 5,
    "name": "Co Tk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Невкусно! Ничего общего с грузинской едой. Поели просто тёплого супа и жареной куриной печени под пафосными названиями Харчо и Хичмачи за 200 грн. Лимонады - какие-то разбавленные сладкие компоты. Хинкали, как в фастфуде или супермаркете, …",
    "rating": 4,
    "name": "Юлия Пакрышень",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное, стильное заведение, приятная музыка, вежливый персонал. На втором этаже порадовали исполнители в грузинских костюмах задорной живой музыкой. Клюквенный сок, капучино и десерт были вкусными, аперитивы тоже. Спасибо за комфортное …",
    "rating": 2,
    "name": "Alison Hops",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое Вам за такой хороший отзыв о нашем заведении! Нам очень приятно!\nГрузия рядом! ДжонДжоли приглашает Вас!\n\n(Translated by Google)\nThank you very much for such a good review about our establishment! We are very pleased!\nGeorgia is near! JohnJoli invites you!",
    "rating": 1,
    "name": "Mayn ter",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Из всех заведений сети, пожалуй, самый проблемный паркинг, что в рабочий, что в выходной день. Так что выбирайте этот вариант в случае пеших прогулок рядом. В остальном, все вкусно, официанты внимательные, меню грузинское, иногда приходится …",
    "rating": 1,
    "name": "Illia Chervinskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The interior is good, the service is normal, the taste of the dishes is terrible, without pronounced tastes, everything tastes very mediocre and a lot of pepper. I do not recommend! …",
    "rating": 5,
    "name": "Александр Бун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback, we are very sorry that the taste of the dishes did not meet your expectations. Be sure to check the technological maps for the number of spices in the dishes. We will be glad to see you again in our restaurant!\n\n(Original)\nДоброго дня! Дякуємо, за Ваш відгук, нам дуже прикро, що смак страв не відповідав Вашим очікуванням. Обов’язково перевіримо технологічні карти, на кількість спецій в стравах. Будемо раді бачити Вас знову в нашому ресторані!",
    "rating": 5,
    "name": "Дмитрий Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасный сервис, сегодня был, официантка с задержкой 1.30 не вынесла по итогу основное блюдо, салат вынесли через 35 минут, также приходилось просить вынести приборы, сама официантка забывала. По итогу просил позвать администратора, долго не …",
    "rating": 5,
    "name": "Дмитро Лесик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Влад Нарижный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Настоящая Грузия в моем городе. Шашлычок, мегрельский хачапури, грузинское вино и Чача- залог хорошего настроения на выходные. Обслуживание на высоком уровне, официанты очень приветливые и внимательные. Придем ещё к вам обязательно …",
    "rating": 5,
    "name": "Mohammed Kassab",
    "cat": "Georgian restaurant"
  },
  {
    "review": "одно из самых любимых заведений, сети Тарантино фемели-это Хачапури и Вино именно на Подоле.\nЕда превосходная, приятные официанты. …",
    "rating": 4,
    "name": "Sergiy Gorby",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nБлагодарим Вас😊",
    "rating": 5,
    "name": "Роман Савенок",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хотели поесть, но были ограничены во времени. Спросили время ожидания хинкали, нам сказали, что не более 30 минут. Официанта предупредили, что торопимся. Через 40 минут спросили, ответ \"через 2 минутки\". Через 5 спросила другую официантку, …",
    "rating": 5,
    "name": "Іванка Ковбіш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сразу с порога ресторана ты понимаешь что попал в грузинскую сказку, особенно для тех кто любит живую музыку!\nХочу выразить благодарность всему персоналу этого ресторана. Замечательная …",
    "rating": 4,
    "name": "Iryna Zamuriy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грузия - это люди. Это правда. Зайти в это заведение хотя бы для того, чтобы ощутить грузинское гостеприимство. Ребята просто лучшие, улыбаются, смеются, шутят. Полюбила! …",
    "rating": 5,
    "name": "Валерия Камелия",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еще одно очень красивое место в Киеве в историческом центре. Вкусно пахнет дымком  и выпечкой, неимоверное новое меню. Мое любимое блюдо салат с перчиком:) …",
    "rating": 5,
    "name": "Анастасія Шишка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Russian copy of Georgian cuisine, a special feature - the lack of the Georgian flag …",
    "rating": 5,
    "name": "MONTiCORE LiveTV",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nKhachapuri and Vino are Ukrainian restaurant chains and have nothing to do with Russia or its copies.\nWe embody a part of the Georgian soul in our dishes, and we gladly serve it to our guests!\n💛💙\n\n(Original)\nДоброго дня!\nХачапурі та Вино, є українською мережею ресторанів, та ніякого відношення до росії чи її копій немає.\nМи втілюємо частинку грузинської душі в наші страви, та з радісттю подаємо нашим гостям!\n💛💙",
    "rating": 2,
    "name": "Татьяна Алятина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ставлю две звёзды только за еду, с ней все в порядке. При входе предупредили бы что на верху место для курящих, пришли с ребенком, не знали, сели там. Сервис ниже плинтуса, позвали девушку, оформили заказ, сказала через 20 минут. Позже …",
    "rating": 5,
    "name": "Катерина Шишкіна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Кристина Кристел",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Inter'ier liked, in comparison with the establishment on Drahomanov here is more spacious and cool. This is a plus. The orders were waiting for a long time, although they asked to make it ready, the lemonade was …",
    "rating": 4,
    "name": "Vova Kolomiets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "По приезду из Грузии у нас были очень завышены ожидания на хачапури по аджарски и хинкали. В хинкали было мало бульона, и хачапури были на твердых сырах, никак не мокнуть в них бортик не удавалось... …",
    "rating": 5,
    "name": "Andriy 24one",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nBe sure to take into account your comments and wait for the tasting of our dishes)\n\n(Original)\nДоброго Дня!\nОбов’язково візьмемо до уваги Ваші зауваження та будемо чекати на дигустацію наших страв)",
    "rating": 3,
    "name": "Михаил Синявский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Многообразие в меню, хачапури - любовь моя, и чайная карта, которая удивляет. Хорошая музыка и дизайн помещения. Уютно и вкусно. Друзья очень хвалили хинкали с сыром! …",
    "rating": 3,
    "name": "Vredrina Ya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It waited a long time for the waiter to place an order. Then the long wait for the order. They waited for tea for 15+ minutes (it stood on the bar for quite a while, but the waiter did not hurry us to bring the …",
    "rating": 4,
    "name": "Вадим Покидко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Валерия Галачова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Khachapuri and wine are NOT the first Georgian restaurant I have visited. So there is something to compare. Kharcho soup - two small pieces of \"dried\" meat in water with spices. Very rare. Lavash sho was served with …",
    "rating": 5,
    "name": "Andrey Zhulya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Со всей любовью к грузинской кухне, это место в Киеве может по праву называться любимым! Непревзойденный вкус \"Хинкали\",  вкуснейший фирменный \"Хачапури с базиликом и томатами на шампуре\", \"баклажаны с орехами\",  \"рассольный сулугуни\" и еще …",
    "rating": 5,
    "name": "Aleksandr Tkalych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere and interior. Delicious cuisine and high quality service …",
    "rating": 5,
    "name": "Татьяна Цвира",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место с заявкой на высокий уровень. Приятный персонал, неплохие официанты. Но грузинская еда совсем не грузинская.\nСуп харчо недостаточно наваристый, мало мяса. …",
    "rating": 5,
    "name": "Tsisar Alex",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The service is unsatisfactory. During the meal, the waiter came and began to demand immediate payment. After that, the administrator of the institution, who was summoned at my request, began to defend the position of …",
    "rating": 5,
    "name": "Олександр Ненько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\nWe adhere to the quarantine norms and that is why we warn all our guests what time the calculation should be. This is not our requirement, we act in accordance with established legislation. We hope for your understanding and look forward to seeing you again!\n\n(Original)\nДякуємо за Ваш відгук\nМи дотримуємось норм карантину і саме тому попереджаємо всіх наших гостей о котрій годині повинен бути розрахунок. Це не наша вимога, ми діємо згідно установленого законодавства. Сподіваємось на Ваше розуміння та чекаємо на Вас ще!",
    "rating": 1,
    "name": "Даша Іплікчі",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) They make great khachapuri. I ate mixed cheese and chicken with butter, I recommend. Waiters are friendly. …",
    "rating": 5,
    "name": "Владимир Головцын",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your appreciation!\n\n(Original)\nДоброго дня!\nДякуємо за високу оцінку!",
    "rating": 3,
    "name": "Андрей ФРАНКО",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер красивый,на этом закончился весь позитив.Потерянные официанты,которые не все записывают и не все приносят.Зашли попробовать настоящий хачапури и хинкали.В итоге хинкали с привкусом бульонных кубиков и у вся семья отравилась. …",
    "rating": 5,
    "name": "Svitlana Kysil",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Будьте добры, продублируйте Ваш контактный номер телефона на почту, будем Вам признательны!\n\nJuly777Anna@gmail.com\n\n(Translated by Google)\nPlease, duplicate your contact phone number by mail, we will be grateful!\n\nJuly777Anna@gmail.com",
    "rating": 5,
    "name": "Roman Yehoronok",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслужили замечательно, быстро и вкусно, замечаний нет. Так держать!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Кордон",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Larissa!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Лариса!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Serhiy Lisovets'",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Торт наполеон ждала 50 мин. Объяснили тем,что ерем варили \"из-под ножа\",хотя когда принесли заказ,крем был явно не тёплым. Персонал принёс свои извинения,но впечатление было испорчено. …",
    "rating": 5,
    "name": "София Макаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетив ресторан,  получила ряд положительных эмоций.\nПорадовал сервис, персонал очень бдительный к мелочам. Отличная сервировка, посуда в стиле тематики заведения. …",
    "rating": 5,
    "name": "Elena Motychko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если хотите испортить себе вечер - однозначно рекомендую это место. Настолько хамоватого администратора я не встречала ещё нигде.\nК нашему приходу выяснилось, что заказ отменили не сообщив нам об этом. …",
    "rating": 5,
    "name": "Ave Andrusha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 2,
    "name": "Yaroslav Taran",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Было приятно и вкусно. Спасибо Игорю с Валерии за хорошее обслуживание. Хинкали супер) …",
    "rating": 5,
    "name": "Ira Nadolna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Олександр!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Юлия Барабаш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Clean and comfortable place to eat Georgian pancakes are delicious but I ate the Almento medium …",
    "rating": 4,
    "name": "Yaroslav Torbin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "20.12 отмечали новогодний корпоратив. Остались очень довольны все, официант очень порадовал, внимательный и вежливый. Не каждый ресторан может похвастаться таким сервисом. И интерьер🔥 …",
    "rating": 5,
    "name": "Nataliia Panarina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nБлагодарим Вас😊",
    "rating": 3,
    "name": "Alex Shkreli",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось, было очень вкусно ,официанты профессионалы и помогли и подсказали ребята молодцы ,но хочу заметить работу администраторов и в особенности директора по ним сразу видно что что у них налаженная работа коллектива ,сложно …",
    "rating": 5,
    "name": "Ivanna Tihonova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень красивый интерьер. Ну прям очень. Еда не плохая но видали получше.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dmytro K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "пока это заведение называлось ДжонДжоли оно было прекрасно. выкупили его Хачапури и вино и все кануло в лету. блюда простые и не совсем грузинские. обслуживание на двойку. заказала оджахури, а в итоге в блюде картошка была не первой …",
    "rating": 4,
    "name": "Александр Полторацкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Брал хачапури по мегрельски. Очень вкусно, все классно.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Alexander Suhin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your feedback, see you soon!\n\n(Original)\nДоброго дня!\nДякуємо за Ваш відгук, до нових зустрічей!",
    "rating": 5,
    "name": "Тамара Салий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good, relaxed atmosphere. Charming Georgian music, cool terrace. Very nice place to relax. Delicious, colorful cuisine. There is nothing to do. Friendly staff. The only drawback in the work of the staff who noticed is …",
    "rating": 4,
    "name": "Маргарита Евтехова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер.хочу оставить отзыв о ресторане «Хачапури и Вино» который находится на подоле. К при великому сожалению все было не очень хорошо , даже скала бы испортили вечер. При входе девушка нас не встретила , а просто развернулась и …",
    "rating": 4,
    "name": "Aleksei Filanovskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Kate Illyusha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное и ненапряжное место. Можно спокойно посидеть компанией или встретиться с другом. Непринужденая атмосфера. Вежливое обслуживание. Довольно неплохая кухня. Рекомендую хачапури с эстрагоном. Вкусненько. …",
    "rating": 3,
    "name": "Валера Овчинников",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с друзьями в середине марта.\nОтличное место!\nЦены средние для центра. …",
    "rating": 3,
    "name": "Вячеслав Грищенко (Lesnik)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, уютно , хорошее обслуживание.\n\n(Translated by Google)\nVery tasty, cozy, good service.",
    "rating": 1,
    "name": "Serhio Singer",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Самое жуткое место в центре города, которое я когда либо посещал. Не вкусно, очень дорого, персонал ресторана хамит гостям, под якобы авторскими блюдами кухни выдаются обычная дешёвые сыры купленные в розничных сетях вроде АТБ, но при этом …",
    "rating": 4,
    "name": "Анна Шкуро",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Слабая кухня. Хинкали никакие. Пресные.  Без приправ, вроде ешь пельмени из магазина не самые лучшие. …",
    "rating": 4,
    "name": "Катерина Дегтярь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Paul, we are very grateful to you, your feedback encourages us to be the best, we will correct all comments, we hope to see you in our institution!\n\n(Original)\nПавло, ми Вам дуже вдячні, Ваші відгуки спонукають нас бути кращими, всі зауваження будемо виправляти, сподіваємось побачити ще Вас в нашому закладі!❤️",
    "rating": 5,
    "name": "Юля Юля",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Принесли суп с закрытыми мидиями (это значит, что мидии испорчены, употребление таких мидий чревато пищевым отравлением), хинкали с сыром кислые и отвратительные на вкус. Покидаем заведение голодные и злые. …",
    "rating": 5,
    "name": "Дима Новиков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место. Цены умеренные, блюда вкусные, в меру пряные, внимательные, обходительные официанты. Стильный интерьер. …",
    "rating": 5,
    "name": "Ira Kurylyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Tanya!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Таня!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Yulia N",
    "cat": "Georgian restaurant"
  },
  {
    "review": "При всем удобстве расположения и качества еды,  обслуживание портит все впечатление.  И это при том,  что цена здесь явно выше среднего.  Будьте готовы что о вашем блюде забудут, не предупредят об объёме или не заменят соус. К тому же …",
    "rating": 1,
    "name": "Сергей Шульга",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение, для того, чтобы быстро и вкусно поесть.\nОтличный вариант для обеда во время работы.\nРекомендую! …",
    "rating": 4,
    "name": "Pavlo T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Yuri!\nThanks for the feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Юрій!\nДякуємо за відгук, будемо раді бачити Вас знову!",
    "rating": 3,
    "name": "Maksym Riabenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "мой любимый ресторан. есть ВИП зал на 11 человек. кухня замечательная. сервис иногда хромает со скоростью обслуживания. но если вы не спешите то вполне приемлемо. …",
    "rating": 5,
    "name": "Marina Marina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "вкууусню! уютно, красиво, но очень неприятно и вызывающе ведут себя гости заведения(не украинцы)   могут и ругань устроить ,и драку, чувствуют этот ресторан своим домом и агрессивно относятся к гостям не Грузинского походження спасибо …",
    "rating": 5,
    "name": "Мирослава Анікієнко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Today my wife and I visited this institution. Pleasant interior tones. Waiters only appeared in the hall from time to time. They gave the menu, and to make the order we had to wait 20 minutes, for some reason we were …",
    "rating": 5,
    "name": "Ivan Tkachenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно всё делают. Сам ресторан заменил 100 лет расположенный до этого ресторан старое Запорожье. Ресторан был интересен, но дороговато. Теперь можно ходить регулярно на хачапури! …",
    "rating": 4,
    "name": "Максим Олонов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, the orders bring fast, interesting interior, summer terrace on the balcony. They took a grilled vegetable salad, it was delicious, but cold, this dish is served in cold, chicken thistle, delicious and soft …",
    "rating": 5,
    "name": "caRbonyca",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The first time you visited the restaurant on Podol. Everything is very tasty, the staff is pleasant and friendly.\nWe met a very nice administrator Nikita. Calm performs his work, balanced. …",
    "rating": 4,
    "name": "jose lopez",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We had dinner with a friend in Khachapur and Wine in Podil. It is impossible to control emotions! The first thing that made a pleasant impression - we were greeted as in Georgia: warm and with a smile. The most cozy …",
    "rating": 5,
    "name": "Мотивационные Видео",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Любимое заведение в легендарном районе города. Спасибо команде поваров, сервис отличный, мои друзья всегда в восторге от прибывания! …",
    "rating": 3,
    "name": "Ирина Дощич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Olga!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Ольга!\nДякуємо за Ваш відгук, будемо раді бачи Вас знову!",
    "rating": 5,
    "name": "Таня Лисенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не плохое место ! Цены достаточно высоки ( а на вино особенно, идя в грузинский ресторан ожидаешь прилично «надегустироваться» вина, а не просто пригубить . Персонал очень приятный . Отмечали здесь мой день рождения 🥳, наелись досыта , так …",
    "rating": 5,
    "name": "Данил Кирносов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне понравился ресторан! Персонал очень приветливый. Красивый интерьер. Вкусная кухня. Официант Коля, который нас обслуживал, настоящий профессионал своего дела! Видно что парень работает с душой, создаёт атмосферу уюта и комфорта! Очень …",
    "rating": 4,
    "name": "Вышивка с удовольствием",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось заведение! Еда вкусная и качественное домашнее красное вино. Обслуживание на уровне. …",
    "rating": 5,
    "name": "Mariia Zorina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ооочень медленно обслуживают. Кальянщик не мог полчаса счёт принести,  потом перепутал и вообще вместо счета принес сдачу за рассчет с другого столика. И потом ещё минут 20 как минимум ждали свой счёт за кальян. Пытались словить хоть …",
    "rating": 1,
    "name": "Евгения Шунина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Niko Lavrelashvili",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening! Were with her husband in the restaurant Khachapuri and wine, learned to celebrate the family holiday and we think that we decided!))) We all really liked, especially the way we were met. Olga (the …",
    "rating": 1,
    "name": "Глоба Ирина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное заведение. Кухня очень вкусная. Правда, чтобы дождаться свое блюдо, нужно подождать 30-35минут. Быстро покушать тут не выйдет. Но качество блюд и цены реально хорошие …",
    "rating": 5,
    "name": "Маргарита Вартова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Always tasty and cozy, prices are average. But last time the service was bad: there was not a single waiter who served us; seldom approached, carried dishes and the account for a long time. …",
    "rating": 2,
    "name": "Andrii Syvushenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Встреча хостес была надменной и хамской, бронь не записали; обслуживание неискреннее, непрофессиональное, что в целом создаёт хаотичную атмосферу. Ресторан и его команда не учитывает границы клиента. Еда ок, как и в любом другом из тысячи …",
    "rating": 2,
    "name": "MixingSound",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Anna Pro",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В обеденное время ( в ресторане было полупусто ) час несли заказ. Заказ до конца не донесли ( 1 позиция, овощи), но в счет включили. Нас было 6 человек, и мы заметили лишнее блюдо в счете, только по дороге в офис.. …",
    "rating": 5,
    "name": "Светлана Резник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 4,
    "name": "antonenko.elena Антоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер, супер!!!Грузинский ресторан Хачапури и вино . Бомба !!!Очень ,люблю это заведение.Персонал Грузины. ЗОТЫЕ РУКИ. Приветствие на высшем уровне.Подача вовремя Все очень, вкусное.Потому ,что зделанно все проффесионально и с любовью к …",
    "rating": 5,
    "name": "Dmytro Gulyaev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Visited this restaurant on the recommendation of a friend, and did not regret it! Cozy interior, delicious food, friendly and professional staff. I would also like to note the variety of items on the menu, and the …",
    "rating": 5,
    "name": "Вікторія Самборська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение !!!! Очень вкусная кухня! Отдельное спасибо официанту Никите! Внимательный, вежливый, компетентный!!! …",
    "rating": 5,
    "name": "Валентин Джонсон",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Tatiana!\nThanks for your feedback, we will see you again!\n\n(Original)\nДоброго дня, Тетяна!\nДякуємо за Ваш відгук, будемо оаді бачити Вас знову!",
    "rating": 5,
    "name": "Marisa Ignat",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) From good: atmospheric, cozy terrace, nasty music, nice administration.\nIzha, in principle, is not bad, but there are many restaurants where it is …",
    "rating": 5,
    "name": "Инна Мудревская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "QueNhi Pham",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё прекрасно, кроме кухни. Блюда не то, чтобы ужасны, но есть заведения грузинской кухни с куда лучшей едой, в той же ценовой категории. Особенно не советую фирменный хачапури, до того как его вынесли мой вердикт тянул на 4 звезды …",
    "rating": 3,
    "name": "Олександр Галецький",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Побывал в ресторане на Подоле, еда очень понравилась,  цены приемлемые,  персонал внимательный. Впечатления супер. Рекомендую. …",
    "rating": 5,
    "name": "Тарас Тимошенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello!\nThank you for your appreciation, we are always happy for you!\n\n(Original)\nДоброго дня!\nДякуємо за високу оцінку, завжди Вам раді!",
    "rating": 5,
    "name": "Владимир Харкович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место. Очень вкусная еда! Но! Официантка очень неприятная. Стоит над душой во время заказа. Забывает. Невнятная речь. Просто портит впечатление от действительно хорошего ресторанчика. …",
    "rating": 5,
    "name": "Наташа Журавлева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Поучитесь в вашем 1-ом кафе на Майдане,не позортесь.\nРечь о кафе на Сагайдачного.\nЭто подобие грузинского вкуса в грузинском ресторане. …",
    "rating": 5,
    "name": "Gulshat Jumanazarowa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бульон с курицей принесли настолько солёным, что есть его было невозможно. Хинкали несли 40 минут. Из 5 запрашиваемых позиций не было в наличии 2. Раньше было лучше. Больше не придём …",
    "rating": 5,
    "name": "Andrii Mazur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Oksana Shyrova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень слабое обслуживание!!!!\nСтранная кухня...некоторые блюда не плохо., а некоторые отвратительные!!!(жаренная форель была подана холодная...после переделки лучше не стала (((). …",
    "rating": 5,
    "name": "Aleksey Miller",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Катерина Лубянко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное,  национально-колоритное место.  Случайно зашли 1 января с большой компанией (9чел) родни,  и получили неожиданно приятный,  вкусный, насыщенный добрыми красивыми грузинскими тостами и песнями вечер.  Отдельное спасибо муз. …",
    "rating": 5,
    "name": "Iurii Motruk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официант не подошёл ни разу сам, и позвать кого-то тоже было сложно. Пол часа ждать меню, пол часа напитки и бегать по всему ресторану с просьбой счёта. …",
    "rating": 1,
    "name": "Бесо Моисцрапишвили",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если бы не черезчур острая окрошка (из-за большого количества горчицы в ней), то было бы отлично. И хачапури по аджарски очень вкусные, но все-таки бортики с корочкой должны быть больше, чтобы было удобно правильно их есть. …",
    "rating": 5,
    "name": "Екатерина Высоцкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "вкусная еда и приятный персонал. уютное место, самое то, чтобы посидеть с друзьями. всем рекомендую! …",
    "rating": 5,
    "name": "Anna Gvozditskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Олександр!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Ludmila Paskarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Розачарован.\nПосидеть вечером на двоих, хорошо, но не прийти компанией. Заказ ждал больше 30 минут(, втрое блюдо ещё 30 минут(. Было желание уйти. Пиво стела и Черниговское. …",
    "rating": 5,
    "name": "Oleksandr Vovchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 4,
    "name": "Darina Subbotina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great cuisine, unsurpassed khachapuri in Adjara, and khinkali just 5+. Good service and a very cozy second floor. We will definitely be back👌 …",
    "rating": 5,
    "name": "Александр Страдный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Регулярно посещаем этот ресторан, уровень сервиса и качество еды всегда на высоте!\nОчень тёплая и уютная атмосфера, доброжелательные официанты и самые вкусные …",
    "rating": 5,
    "name": "Viktoriia Miziukanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень странное место.... Лимонад пришлось ждать сорок минут. Хачапури так и не дождались, просто отказались от оставшихся позиций заказа. Официант не знает состава блюд: салат из томатов, перцев и баклажанов оказался салатом из лука и …",
    "rating": 5,
    "name": "Slawik G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Haczapuri very good 😊, at a reasonable price. I would recommend! …",
    "rating": 5,
    "name": "Елизавета Солоха",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все было очень вкусно, приходил с друзьями обслуживал нас официант Игорь, прекрасный официант, остались довольны, рекомендую 👏 …",
    "rating": 5,
    "name": "Дмитрий Кифорук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Mikhail!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Михайло!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Марія Геник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very dissatisfied, ordered a table in advance, received confirmation and arrived on time. But the administration had other plans, we were seated at the worst table and in half an hour the waiter did not come. …",
    "rating": 5,
    "name": "Sandra Ssover",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Человек",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful, tasty, cozy\nThe only drawback is the rather slow service …",
    "rating": 5,
    "name": "Hatalia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Victoria!\nThank you for your feedback, we will take into account the comments on the service.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня, Вікторія!\nВдячні за Ваш відгук, приймемо до уваги зауваження щодо обслуговування.\nБудемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Игорь Кузнецов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The service seems to be without complaint, but as for a Georgian restaurant, the serving size is frankly small. The order was waiting, by the way, for a long time. We hardly want to come back here. …",
    "rating": 5,
    "name": "Алла Лазоренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and apologize for the inconvenience. Please leave your contact number, we would very much like to remedy the situation! July777Anna@gmail.com\n\n(Original)\nДякуємо Вам за зворотній зв'язок і приносимо свої вибачення за доставлені незручності.  Будьте ласкаві, залиште свій контактний номер телефону, нам би дуже хотілося виправити ситуацію!  July777Anna@gmail.com",
    "rating": 5,
    "name": "Ольга Полтораченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все понравилось, было очень вкусно,безумно атмосферное заведение. Особую благодарность хочу выразить администратору Людмиле. Эта девушка - профессионал своего дела. Обязательно вернёмся ещё! …",
    "rating": 4,
    "name": "Olga Mezh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказали хачапури, пхали, хинкали и теплый салат с куриной печенкой. Ждали 1 час. Принесли всё холодное, печень в тёплом салате вообще ледяная. Не рекомендую. …",
    "rating": 5,
    "name": "Андрей Степаненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, очень внимательный персонал, все чисто и быстро, цены адекватные, ясное дело, что спиртное дорого, а так порции нормальные, приготовлено как заявлено в меню. Отличное место для вечера с друзьями или семьей, тихо, уютно и …",
    "rating": 1,
    "name": "Pavel Onik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Overall, not bad. Snug. There are no claims for service. The price tag is above average. …",
    "rating": 5,
    "name": "Andris Jegorov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторанчик, уютно, вкусно, порции достаточно питательные. Интерьер порадовал живыми растениями. Расположение так же хорошее, есть возможность прогуляться после посещения заведения. …",
    "rating": 5,
    "name": "Vetal Krav",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) dire attention from the two waitresses, unhelpful and unpleasant ...\nIt is a street with many restaurants to choose from and this is one to avoid. …",
    "rating": 5,
    "name": "Светлана Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) \"Khachapuri and Wine\" is the place where you want to come back again and again\nThe creativity of serving and refinement of the dishes always remains at the …",
    "rating": 5,
    "name": "Roman Malinsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грубый официант, долго ждали еду, в хачапури сыр не мешался, но нам его поменяли на нормальный. Интерьер классный. Хачапури вкусный, шашлык тоже. …",
    "rating": 1,
    "name": "Andrii Kazak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I decided to introduce my colleague from abroad to Georgian cuisine, which I love very much. And I was very sorry, I was even ashamed - that I chose this place. Extremely NOT tasty. It bears very little resemblance to …",
    "rating": 5,
    "name": "Ruslan Kyzma",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Chain restaurant in Podil. Were here for the first time. The kitchen is good. But, there were small disappointments about the service. The drinks were warm, the waiters disappeared somewhere, although there were few …",
    "rating": 5,
    "name": "Земский Тарас",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The food very good. The attention: very bad. We ordered an entree and then a main course. They bring the dishes in the order they want. The beer arrived after I finished my plate. The waiter very moody. I would not go …",
    "rating": 5,
    "name": "Алена Бондаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and hearty business lunches, cooked very quickly, 10-15 minutes and you have lunch, very convenient when you are limited in time. A polite and pleasant waiter …",
    "rating": 5,
    "name": "Ника",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Valery!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Валерій!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "AvaJIon",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We ordered a full meal: aubergine rolls, various khinkali, shashlik, a bottle of Georgian wine, other drinks ... the food was really alright, the time was okay. But after we paid, our waiter did not come back to bring …",
    "rating": 5,
    "name": "AleXXX Anikina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно.\nЗаказ одают быстро\nВсе круто интерьер Кухня цены. …",
    "rating": 3,
    "name": "Виталий Хомик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Yuri! Thanks for your feedback, and we look forward to seeing you again.\n\n(Original)\nДоброго дня, Юрій! Дякуємо за Ваш відгук, та будемо раді бачити Вас знову.",
    "rating": 5,
    "name": "Катерина Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere here is good, but the Chkmerul chicken was frankly disappointing. The little wing and shin are virtually meatless! To pay $ 172 for bones is a bust. In Kiev there are much tastier places where meat is …",
    "rating": 2,
    "name": "Taisiya Romanenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 4,
    "name": "Дмитрий Диденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) According to many restaurants, this place is both economical and high quality. Hacapuriler certainly suits our taste buds. A flavor close to Turkish cuisine. Good service, clean place …",
    "rating": 5,
    "name": "Анна Кисилевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера и очень вкусная еда! Рекомендую 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Бася Васик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food and great service, very nice interior ☺️\n\n(Original) …",
    "rating": 5,
    "name": "Денис Фрунзе",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maria!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Марія!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Максим Хребтов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская кухня, уютно и комфортно в залах. Стоимость боюд доступная. А хорошее вино стоит достаточно, как и положено. …",
    "rating": 1,
    "name": "Сергей Бессараб",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы,гости Киева,зашли поесть.\nЗаказали шашлык из баранины и свинины.\nМясо было очень жёстким и не вкусным,а овощи были не свежие ,либо нарезаны с …",
    "rating": 1,
    "name": "Роман Загарюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день\nНам жаль, что у вас сложилось такое впечатление от визита к нам.\nНам бы очень хотелось исправить ситуацию.\nБыли бы благодарны, за личное сообщение с контактами и деталями посещения для связи с управляющим заведения. Спасибо\n\n(Translated by Google)\ngood day\nWe are sorry that you have the impression of a visit to us.\nWe would really like to correct the situation.\nWe would be grateful for a personal message with contacts and details of the visit to communicate with the manager of the institution. thank",
    "rating": 5,
    "name": "Ксения Тынко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сервис желает лучшего... подать белое вино в бокалах для шампанского🤷‍♂️и даже не предупредили. Кухня 8/10\nМенеджерам - за работу с персоналом …",
    "rating": 5,
    "name": "Виктория Штефан",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший грузинский ресторан.\nКрасивый интерьер, прекрасный вид с балкона на 2-м этаже, вкусная кухня и отдельное спасибо за отличный грузинский лимонад. …",
    "rating": 5,
    "name": "Ирина П",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне понравилось данное заведение.  Отличный дизайн и интерьер помещения. Услужливый персонал,  внимательный. Вкусная грузинская кухня,  обязательно посещу ещё этот ресторан. …",
    "rating": 4,
    "name": "Ruslan Ivanytsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы с женой зашли по ужинать, заказали хачапури по мергельски, кубдари, суп харчо и жареные химкали. Что хачапури что кубдари есть невозможно, тесто пресное(((( суп харчо принесли в конце после того как собрались уходить. Суп оказался …",
    "rating": 4,
    "name": "Sergey Sergienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for the inconvenience. Kindly leave your contact phone number, we would really like to rectify the situation! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and apologize for any inconvenience. Please, leave your contact phone number, we would really like to correct the situation! July777Anna@gmail.com",
    "rating": 5,
    "name": "Aleksandra Bershatska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одно из немногих мест в центре с приятными ценами, хорошим сервисом ну и конечно же отменной кухней! Спасибо, будем к вам приходить! …",
    "rating": 5,
    "name": "A. Doluda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Vlad!\nThank you for your feedback, see you soon!\n\n(Original)\nДоброго дня Влад!\nДякуємо за Ваш відгук, до нових зустрічей!",
    "rating": 5,
    "name": "Юлия Юрченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, но у моего дедушки нет смартфона, у них в Телави меню- на бумаге, он там покушает... …",
    "rating": 5,
    "name": "Дар'я Степаненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Eugene!\nThank you for your feedback, the waiter can always help with the choice of dishes, and we have printed several copies of the menu for this occasion. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Євгеній!\nДякуємо за Ваш відгук, офіціант завжди може допомогти з вибором страви, а також ми надрукували кілька екземплярів меню на такий випадок. Будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Nettli Comments",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вроде и сеть,но все по-другому. Были в Оушине и на Лепсе и там значительно вкуснее,а на Подоле разочарование. Официанты, подача блюд ,само оформление ресторана - отличное, а сами блюда не дотягивают.... …",
    "rating": 4,
    "name": "Vladimir",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая ,вкусная еда . Приятная атмосфера и музыка , соответствующая этому заведению . Чисто . Улыбчивые официанты . Наелись , напились - довольны ) …",
    "rating": 5,
    "name": "Андрій Тимочко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful place, a pleasant atmosphere, friendly staff, we'll definitely go back !!!! …",
    "rating": 4,
    "name": "Nikolay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine and good interior. Loved Khachapuri very much. In khinkali there was little stuff like me. Because of this, they were not juicy inside. …",
    "rating": 4,
    "name": "Анна Киселевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прикольный интерьер, приятное обслуживание. Вкуснейшие хачапури. Цена/качество - рекомендую. Тот случай, когда получаешь больше, чем ожидаешь. …",
    "rating": 5,
    "name": "Марина Решетник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The establishment has a good kitchen, although it was not possible to try what they followed. There was no khinkali (the menu offered as a pride of their cuisine) and some drinks. Maybe we just weren't lucky. Prices …",
    "rating": 5,
    "name": "Анастасія Похна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The interior is very nice, nice staff, but they don't really understand Ukrainian what a pity. The menu does not list the weight of the dishes and ingredients. In response, the waiter simply shrugged his shoulders. …",
    "rating": 5,
    "name": "Генадий Станиславович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вчера отлично компанией посидели в этом заведении) Были первый раз, все отлично, персонал приветлив, блюда и напитки высший класс! Рекомендую! Отличное место, чтобы провести время с друзьями) …",
    "rating": 5,
    "name": "Юлія Яремчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанта приходилось искать, воду и напитки ждали больше 20 минут. Блюда среднего вкусового качества. Атмосфера располагающая, но обслуживание и еда оставляют желать лучшего. …",
    "rating": 1,
    "name": "Lenka Tsibriy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне понравилось!\nОфицианты приветливые, шутили с нами, подняли настроение!\nЕда очень вкусная, советую. …",
    "rating": 5,
    "name": "Marina Fadeeva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "хороший сервис. грамотно обслуживают гостей.прдходят вовремя,задают правильные вопросы, работают быстро. Кормят вкусно. Единственное что не понравилось это лимонад. вкус спецефический и подали теплый …",
    "rating": 5,
    "name": "Александр Гимишли",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживающий персонал дружелюбный и отзывчивый , уютный интересный интерьер, приятная обстановка,фоновая музыка колоритная и в меру громкая!приятно было получить комплимент от заведения. очень понравилось! …",
    "rating": 5,
    "name": "Max Makarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В ресторане с хачапури нет муки жди хачапури. И это центр Киева. Неприятно удивили. …",
    "rating": 5,
    "name": "Світлана Марчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Anna!\nThanks for your feedback, we've already worked out the error.\nWe look forward to seeing you again!\n\n(Original)\nДоброго дня Анна!\nДякуємо за Ваш відгук, ми вже пропрацювали помилку.\nБудемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Nik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказали хачапури с двумя сырами с собой. Не знаю как другая кухня, но такое хачапури в заведении за 136грн не котируется в принципе. Скорее похоже на вариант в ларьке возле метро... …",
    "rating": 5,
    "name": "Anton Volochay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Полное разочарование,хачапури были просто отвратительные,так как напоминали дешёвую пиццу с минимальной начинкой.На улице Сагайдачного отсутствует печка для приготовления грузинских блюд,поэтому подаётся имитация блюда.Отсутствие …",
    "rating": 5,
    "name": "Мирослав Кайданник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Подача каждого блюда интересна сама собой, но и блюда экстра класса. Все понравилось, все вкусно! Облепиховый чай - вдохновил здоровьем и ароматом. …",
    "rating": 5,
    "name": "Наталия Зинченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за ваши теплые слова. Будем рады видеть еще:)\n\n(Translated by Google)\nThank you for your kind words. Looking forward to see more :)",
    "rating": 4,
    "name": "Yulia Velychko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice interior, quite spacious and quiet restaurant. The prices are nice, the food is delicious. The only downside - the staff. It seems that they live their lives, and let the rest wait ( …",
    "rating": 4,
    "name": "Таня Оснач",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Недавно праздновала у Вас день рождения. И я, и друзья остались очень довольны, персонал и обслуживание на высшем уровне, буду советовать это заведение знакомым и с удовольствием приду еще! Кухня замечательная) …",
    "rating": 5,
    "name": "Оленка Ширяєва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здесь мне приготовили самый вкусный шашлык и самые вкусные овощи на гриле, которые мне приходилось пробовать. К основным блюдам подают вкуснейший соус собственного приготовоения …",
    "rating": 5,
    "name": "Инна Гончар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Просто красиво уютно. А кухня просто суппер. Повара на высоте заказывал харчо и гречку. Ну просто суппер. Удивлен. …",
    "rating": 1,
    "name": "Jack Black",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо Вам😊",
    "rating": 4,
    "name": "S. Rizzo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё хорошо,но смутил один ньюанс,нет обычного  меню, только через кьюаркод.Интересно а как быть в таких ситуациях,как например разрядился телефон,или вообще нет его...... …",
    "rating": 4,
    "name": "Galina Pogorelova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятная атмосфера.  Очень вкусный хачапури и коктель с облепихи и апельсина, но в холодную погоду лучше бы подавали без льда. …",
    "rating": 5,
    "name": "Вячеслав Кучинский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) So far, the best Georgian restaurant I've visited in Kyiv, good design, great cuisine, though the prices are too high, I was lucky to get a performance by a Georgian band, I really liked it. Definitely a solid five. …",
    "rating": 5,
    "name": "Алексей Бреньов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Khachapuri for three, Shashlykyan is much tastier. We waited for the order for a long time, the waiter suggested to stir the yolk in Adjara. The atmosphere is relaxed, I was a little embarrassed as a woman at the next …",
    "rating": 5,
    "name": "Топ Шоу",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The establishment has a beautiful interior. Great music plays inside. Very tasty drinks. And now the cons. The dish was served to me barely warm, also did not like the service (the waiter was not friendly, as if he …",
    "rating": 4,
    "name": "Василий Лысенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В принципе всё понравилось, кроме не скольких моментов: 1) в меню не указаны грамовки (ожидали красивый большой хачапури по-аджарски, а принесли его миниатюру размером в полторы ладони; 2) в меню не указан состав блюд (салат с овощами и …",
    "rating": 5,
    "name": "Артём Скубий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "вкусно, уютно и хорошее обслуживание\n\n(Translated by Google)\ntasty, comfortable and good service",
    "rating": 5,
    "name": "Karina Borodach",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо огромное😊\n\n(Translated by Google)\nThank you very much😊",
    "rating": 5,
    "name": "Лилия Брага",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цыпленок табака ничем не отличается от курицы гриль из ларька, ни по вкусу, ни по виду. От риса на тарелке остаётся вода. Сациви — ок. В целом, качество ниже среднего, и для такого качества цена сильно завышена. …",
    "rating": 5,
    "name": "Маша Дубинецкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Увы, шоти вчерашний, чкмерули подгоревший, а соус, как ни странно, нет.:) Я удивлён. Раньше мне нравилось здесь кушать. Если бы не официантка Маша, будущая жена моего друга, нужно было бы поставить 2 звезды))) …",
    "rating": 4,
    "name": "Елена Вакарчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее заведение, чисто и вкусно. Но когда полное заведение людей - кухня не справляется, ждать заказ приходится достаточно долго (минут 40). …",
    "rating": 5,
    "name": "Сергей Щербанюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендовали ресторан как лучший грузинский в Киеве. Кухня хорошая но до лучшего не дотягивает кухня. Интерьер приятный, обслуживание великолепное. …",
    "rating": 5,
    "name": "Elif Ünal",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня были в этом прекрасном заведение на Подоле,  очень вкусный суп харчо и шашлык с телятины,рекомендую всем!!!!! …",
    "rating": 2,
    "name": "Максим Алексеенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anton!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Антон!\nДякуємо за відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Андрей Лобас",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замерзли. Очень остро. Кетчупа нет, и ничего похожего на него нет)))) Но обслуживание хорошее. Чисто. Атмосферно. Довольно вкусно, но с соусами беда, все специфические )) …",
    "rating": 5,
    "name": "Milito “Desmix”",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошее место, удобное расположение а центре. Вкусная кухня, приятный и отзывчивый персонал . …",
    "rating": 4,
    "name": "Сіранчук Вадим",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Elena!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Олена!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Anna Pateiuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I like this place for the choice of delicious Georgian cuisine, especially hinkali). The place is very clean, the hand of the hostess is felt. The kitchen is really tasty, but the prices are higher than average. For a …",
    "rating": 5,
    "name": "Юлия",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Скорость обслуживания просто рыдать и плакать. В более простых франшизных заведених Одессы, этого же сегмента, еда в разы вкуснее. …",
    "rating": 5,
    "name": "Люба Сивкович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Catherine.\nThere are situations when a large number of guests and waiters do not have time to pay enough attention to each guest. We will take into account your comments and will be glad to see you again!\nGood day!\n\n(Original)\nДобрий день, Катерина.\nТрапляються такі ситуації, коли велика кількість гостей та офіціанти не встигають уділити кожному гостю достатньо уваги. Ми приймемо до уваги Ваше зауваження та будемо раді Вас бачити ще!\nГарного дня!",
    "rating": 5,
    "name": "Снежный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю эту сеть! Всегда все хорошо: Еда, официанты, интерьер, музыка. Рекомендую попробовать Чкмерули из цыпленка тапака и домашнее грузинское вино. …",
    "rating": 5,
    "name": "Ірина Погоріла",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за тёплые слова😊 Ждём Вас в гости снова!\n\n(Translated by Google)\nThank you for your kind words! We are waiting for you to visit again!",
    "rating": 5,
    "name": "Vladimir Yastremskoy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The most pleasant and cozy place for a Saturday evening. Inside is very quiet and calm, the staff is friendly. Absolutely adequate prices for Podol, and most importantly - extremely tasty. The place I'm walking from …",
    "rating": 5,
    "name": "Екатерина Лакарова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда супер, обслуживание тоже, приходите - не пожалеете😎\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ирина Клочок",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alexander!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Олександр!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Oksana Bakhyr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Classic Georgian restaurant. If the word \"khachapuri\" is present in the name, then it should be tasted. Deliciously. Before mixing the yolk with the cheese, the waitress asked if it was important. There is a tarragon …",
    "rating": 5,
    "name": "Володимирович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отдыхали с мужем 06.06, хочу поблагодарить менеджера заведения за прекрасный вечер. Остались только хорошие впечатления! …",
    "rating": 5,
    "name": "Елена Мазура",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Margarita!\nWe are very grateful for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Маргарита!\nДуже вдячні за Ваш відгук, завжди Вам раді!",
    "rating": 4,
    "name": "Yulia Mokretska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Гуляли корпоратив. Не понравилось обслуживание, персонал медлительный и не внимательный. Кухня очень посредственная, хачапури были похожи на пиццу, выдавали блюда очень долго. Интерьер единственный плюс этого заведения …",
    "rating": 5,
    "name": "Nataliya Hemam Arafi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, Georgian dishes are beautiful and delicious, waiter service is unobtrusive and appropriate at the same time. However, lemonades (drank three types) did not seem very tasty. …",
    "rating": 5,
    "name": "Алина Николаенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Always delicious and hospitable! I recommend ❤️\n\n(Original) …",
    "rating": 5,
    "name": "Алена Соломончак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Anna!\nThank you very much for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Ганна!\nДуже дякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Yaroslava Tymoshchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Час и сорок минут ждала это блюдо( длого ... ооочень долго((\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Tanya Hladun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный интерьер, быстрая подача блюд, приемлемые цены и безумно вкусная кухня)) …",
    "rating": 5,
    "name": "Анастасия Олеговна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew!\nThank you for your feedback, we are always happy for you!\n\n(Original)\nДоброго дня, Андрій!\nДякуємо за Ваш відгук, завжди Вам раді!",
    "rating": 5,
    "name": "Дмитро",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень плачевное обслуживание ! Несли чачу пол часа , не правильно посчитали счёт и это малость от испорченного настроения ! …",
    "rating": 4,
    "name": "Pavels Jurkovs",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Igor!\nThanks for your feedback, we'll take your comments into account, and we'll be sure to correct any errors. We look forward to seeing you again!\n\n(Original)\nДоброго дня, Ігор!\nДякуємо за відгук, ми приймемо до уваги Ваші зауваження, та обов‘язково виправимо всі помилки. Будемо раді бачити Вас знову!",
    "rating": 4,
    "name": "Славік Скрипаль",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, only tea was carried for a long time\n\n(Original) …",
    "rating": 3,
    "name": "Mili",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Karina!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Карина!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Петро Вершник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сырники готовили больше 25 минут, чай еле теплый, салат с грушей - ничего особенного. Уютный интерьер. Это единственный плюс. …",
    "rating": 5,
    "name": "Макс Коноваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь и приносим свои извинения за доставленные неудобства. Будьте добры, оставьте свой контактный номер телефона, нам бы очень хотелось исправить ситуацию! July777Anna@gmail.com\n\n(Translated by Google)\nThank you for your feedback and we apologize for the inconvenience. Please leave your contact phone number, we would very much like to correct the situation! July777Anna@gmail.com",
    "rating": 1,
    "name": "Ельвіра Руденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее и уютное место.\nЕда вкусная. Но мне не нравится их политика, поставь нам 5 и получи бонус от ресторана. Так не правильно делать. …",
    "rating": 1,
    "name": "Guenther Tomasi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное место для отдыха , интерьер и атмосфера переносить сразу в Грузию , приветливые и внимательные официанты оставляют только позитивное впечатление о заведении , а вкус блюд можно запомнить надолго 👍 …",
    "rating": 5,
    "name": "Стекло Зеркало",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Милое местечко, приятные официанты, умеренные цены. Хороший формат для семейного отдыха. …",
    "rating": 5,
    "name": "Anastasia G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maxim!\nThanks for your feedback, we look forward to seeing you again!\n\n(Original)\nДоброго дня, Максим!\nДякуємо за Ваш відгук, будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Kennan Longer",
    "cat": "Georgian restaurant"
  }
]