[
  {
    "review": "Nice, original cosy atmosphere. Good lounge music. Ample choice of food of good quality. Service not top. Prices definitively too high and excessive. One time visit...but no more!",
    "rating": 3,
    "name": "Luca Borradori",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello. We are very sorry that this time you have negative impressions! We will be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.",
    "rating": 4,
    "name": "yulia d",
    "cat": "Meal delivery"
  },
  {
    "review": "Loved the Pho Bo, the meat arrived slightly rare - as it should be! You can just dunk the meat into the broth if you want it more cooked. Spring rolls tasted good. Overall, the prices are a bit high, but the ingredients are of good quality! …",
    "rating": 5,
    "name": "Bogdan Dzyu",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 2,
    "name": "Cat Kuzhel",
    "cat": "Meal delivery"
  },
  {
    "review": "The prices are on par with New York (Manhattan specifically) but it’s absolutely worth it. The food was mouth watering and the presentation was phenomenal. I’m surprised this place doesn’t have a Michelin star yet. If you are looking for a nice date spot with some incredible food, Nam is the place to go.",
    "rating": 5,
    "name": "David McPherson",
    "cat": "Meal delivery"
  },
  {
    "review": "Bogdan, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Angelica K",
    "cat": "Meal delivery"
  },
  {
    "review": "Very posh place in downtown with stunning interior and atmosphere but food was really disappointing.\nVerrrry salty and spicy ceviche; …",
    "rating": 4,
    "name": "Alex F",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Kate",
    "cat": "Meal delivery"
  },
  {
    "review": "Modern Vietnamese fusion in the center of Kyiv. Located in a tastfully decorated building over at least 3 floors, the atmosphere was chic, modern and cozy, but with sufficient privacy and enough soft furnishings to keep the noise down and …",
    "rating": 5,
    "name": "Tanya Kashtanya",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello, Dave! Thank you for your feedback and recommendation! Will be glad to see you again",
    "rating": 5,
    "name": "Paweł Górski",
    "cat": "Meal delivery"
  },
  {
    "review": "Perfect service and cuisine! I recommend a banana milk latte ☕️ and salmon croissant 🥐 for breakfast 🍳😍🤤😍",
    "rating": 5,
    "name": "Vika Lavrenova",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for the good feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Антонина Головач",
    "cat": "Meal delivery"
  },
  {
    "review": "I liked the service and the atmosphere of the restaurant! The food was okay 👌. I think it could be better. But anyway if you like Vietnam food and you are in Kiev get in this restaurant.",
    "rating": 5,
    "name": "George Gaggfyyujjgdh",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello Alex . Thanks for the good feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "David",
    "cat": "Meal delivery"
  },
  {
    "review": "Nam ❤️\nLoved it, it took me almost two years to finally visit it. The first thing that catches your attention is a facade. Oh, how stunning is that. Inner design …",
    "rating": 4,
    "name": "Ssuko",
    "cat": "Meal delivery"
  },
  {
    "review": "Kate, hello! Thank you for your feedback! See you soon in NAM!",
    "rating": 5,
    "name": "Ivan She",
    "cat": "Meal delivery"
  },
  {
    "review": "I liked it. The atmosphere is a bit presumptuous but the food is quite great.\n\nPho bo is really great :) hookah has an interesting shape.",
    "rating": 1,
    "name": "Aytashka Aliyeva",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for the appreciation of our establishment! Until next time.",
    "rating": 5,
    "name": "Irfaan grey fox",
    "cat": "Meal delivery"
  },
  {
    "review": "Enjoy this place every time , probably my favorite spot overall in Kyiv. Especially seafood is superb here with all this brilliant ideas how to serve and unexpected tastes 🙂 interior is quite interesting mix- huge open spaces combined with …",
    "rating": 5,
    "name": "Andrii Romanenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Lev Manovich",
    "cat": "Meal delivery"
  },
  {
    "review": "Nice and cozy place with vietnamese kitchen.\nFirst floor is bar and second is restaurant. You can use both for food. But I prefer second one. Food is not suuuper delicious, but for Kiev it’s really good. …",
    "rating": 5,
    "name": "Dmitriy K",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thanks for your feedback! We will be glad to see you again!",
    "rating": 5,
    "name": "Anna Polishchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Fancy stylish place!\nFood tastes unusual but good👌🏻 Every dish looks as a masterpiece!\nLoved the lemonades:)) …",
    "rating": 5,
    "name": "Iva Yankova",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your appreciation and feedback! We are happy to receive such comments from our guests! We will be glad to see you again!",
    "rating": 5,
    "name": "Jacy Sturgeon",
    "cat": "Meal delivery"
  },
  {
    "review": "A friend recommended this joint. Every dish was good; salmon (huge), sweet and sour chicken...and crispy fried calamari. Was a perfect meal so tasty.... will be back",
    "rating": 5,
    "name": "Oleg Chernyak",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Saji Prelis",
    "cat": "Meal delivery"
  },
  {
    "review": "Favorite Vietnamese place in the city. The menu is not overwhelming yet gives you variety for different moods with right balance of original flavors with local influence the chef(s). Presentation and service is great! The only thing what …",
    "rating": 4,
    "name": "René Mauren",
    "cat": "Meal delivery"
  },
  {
    "review": "Nam restaurant is not only Vietnamese cuisine, but it’s  mixed dishes of Asian cuisine, Thai and Chinese. …",
    "rating": 1,
    "name": "Hedylogos &1978",
    "cat": "Meal delivery"
  },
  {
    "review": "Fantastic place to go if you’re in the heart of the city. It’s a must visit restaurant that serves great food, amazing cocktails and an awesome ambience. You’ll not regret it!! I would come back here anytime!!",
    "rating": 2,
    "name": "Elena Nova",
    "cat": "Meal delivery"
  },
  {
    "review": "I have been here couple months ago during the summer and loved it. I came back here again in December and things have gone down. I ordered fried calamari which has nothing to do with calamari. There were few pieces which weren’t fried well …",
    "rating": 5,
    "name": "Vladimir Chuhnenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello. We are very sorry that this time you have negative impressions! We will be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.",
    "rating": 5,
    "name": "Hector Jimenez-Bravo",
    "cat": "Meal delivery"
  },
  {
    "review": "Had  Dorado fillet with cauliflower & vanilla paste. Amazing. Very good service, wonderful atmosphere, well mannered staffs. Highly recommend the crab soup as well.",
    "rating": 5,
    "name": "Chic Traveller",
    "cat": "Meal delivery"
  },
  {
    "review": "Good afternoon, we are very glad that you liked our cuisine! We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Ciprian Sirbu",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious! Everything that we try, was unbelievable great! Definitely one of my favorite restaurant right now in Kyiv! :)",
    "rating": 4,
    "name": "Савенко Николай",
    "cat": "Meal delivery"
  },
  {
    "review": "Superb attention to details in both food and design. Top level asian sophistication and subtlety normally only available in Bangkok or Shanghai is now in Kiyv.",
    "rating": 5,
    "name": "Ioana-Liana Sabau",
    "cat": "Meal delivery"
  },
  {
    "review": "Very nice food, some dishes are not too asian and it's good, if you're not familiar with such cuisine. Beautiful interior design.",
    "rating": 5,
    "name": "Bengt-Göran Johansson",
    "cat": "Meal delivery"
  },
  {
    "review": "Nam restaurant designed in Vietnamese style and offers traditional Vietnamese cuisine.\nPrice is quite overpriced but dishes were really good.\nProfessional and client oriented staff.",
    "rating": 5,
    "name": "Ali Birtan Erdogan",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing place! Gourmet experience in every dish. Service and food on the top level 😊",
    "rating": 5,
    "name": "Kon Mensh",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 3,
    "name": "nicholas bain",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious food, great service - had to photograph the beautifully presented desserts!",
    "rating": 5,
    "name": "Andrea Kovacs",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello Jacy. Thanks for the good feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Anna Mckiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Food is perfect. Don't know, whether it's really vietnamese, but it's delicious. Interior is cool. The prices are extremely high, but the service is well worth it.",
    "rating": 4,
    "name": "Wandrspace Studio",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 4,
    "name": "Alyona Chayka",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious fusion meals. The atmosphere inside is also eye catching. Service is excellent.",
    "rating": 4,
    "name": "Martijn van den Doel",
    "cat": "Meal delivery"
  },
  {
    "review": "Modern and nice location with excellent service and some very delicious food! I can definitely recommend the dishes on the picture. We also had the duck and the rice noodles but unfortunately those were both a little bit disappointing.",
    "rating": 5,
    "name": "Magnus Ohman",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Rene! Thank you for your rating and recommendation! We are very happy! We regret that the duck and noodles did not meet your expectations and do the work with the dishes so that they could not disappoint you more. Looking forward to see you again!",
    "rating": 4,
    "name": "Iryna Relf",
    "cat": "Meal delivery"
  },
  {
    "review": "Demanding for a certain amount of tip is seen as being unnacceptable and completely rude. Even though your tip may have been on the low side, the waiter verbally asking for more is just wrong. It's not like you didn't leave any at all. Even …",
    "rating": 2,
    "name": "Malcolm Anon",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello. We are very sorry that this time you have negative impressions! We will be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.",
    "rating": 5,
    "name": "Timo Huovinen",
    "cat": "Meal delivery"
  },
  {
    "review": "I read an article about three best restaurants in Kiev, and Nam was one of them, so I was very excited to check it out.\nI love Asian food, I have been to China and Japan. But I have never been to …",
    "rating": 2,
    "name": "Anastasia",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! You gave a score of 3. Please let us know by e-mail bao.nam.restaurants@gmail.com or on facebook what was wrong. Your impression is important to us.",
    "rating": 5,
    "name": "Pavlo Esaulov",
    "cat": "Meal delivery"
  },
  {
    "review": "The food was excellent, but the kitchen rushed almost all of the dishes we ordered at once. The food sat there, and wasn't as hot as it should have been.",
    "rating": 3,
    "name": "Sun Shine",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thanks for the feedback! We will work to eliminate such situations!",
    "rating": 3,
    "name": "Billy Li",
    "cat": "Meal delivery"
  },
  {
    "review": "Incredible Vietnamese Cuisine in Kiev. I've worked with my Vietnamese Chefs to offer to Ukraine the most incredible gastronomic journey. ;)",
    "rating": 2,
    "name": "Act to stop the war!",
    "cat": "Meal delivery"
  },
  {
    "review": "Bao's owners have spent serious money to give you the whaoo effect... lovely viet foods and perfect services. We will be back.",
    "rating": 5,
    "name": "Alexey Bartashevich",
    "cat": "Meal delivery"
  },
  {
    "review": "Good food, very nice interior, impecable service. When in  Kiev it's a must to visit.",
    "rating": 4,
    "name": "Gennady Shpiler",
    "cat": "Meal delivery"
  },
  {
    "review": "Luxury place to visit in Kyiv\nThis is one of the restaurants opened by Hector Jimenez Bravo - famous chef.\nOriental interior looks very authentic. …",
    "rating": 4,
    "name": "Erna Herlina",
    "cat": "Meal delivery"
  },
  {
    "review": "One of the tastiest Asian places I’ve been to. Also the decor makes the experience even more worth it!",
    "rating": 1,
    "name": "Vyacheslav Golik",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Noora Shehhi",
    "cat": "Meal delivery"
  },
  {
    "review": "Really good fusion Vietnamese food. Small portions but really good. Very alert service.",
    "rating": 2,
    "name": "T Port",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for your feedback! See you!",
    "rating": 5,
    "name": "Alina Radionova",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent menu, lots of very tasty dishes, very good cocktails, perfect food.",
    "rating": 4,
    "name": "Murillo Piffer",
    "cat": "Meal delivery"
  },
  {
    "review": "Ali, hello. Thank you for your feedback. See you soon.",
    "rating": 2,
    "name": "Lior Iluz",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing hospitality and exceptional dishes. The Pho was phocking good 🔥",
    "rating": 5,
    "name": "Rik Goodwin",
    "cat": "Meal delivery"
  },
  {
    "review": "Dynamic and modern twist on classic Vietnamese dishes and a nicely decorated restaurant. Been there 3 times and all 3 times received extremely slow service from waiters who often ignored requests and/or told us it was not their responsibility and passed the torch. This happened all 3 times I went.",
    "rating": 5,
    "name": "Denys Tun",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! You gave a score of 3. Please let us know by e-mail bao.nam.restaurants@gmail.com or on facebook what was wrong. Your impression is important to us.",
    "rating": 1,
    "name": "Maksym Lobenko",
    "cat": "Meal delivery"
  },
  {
    "review": "What a surprise in Kiev! My best pho ever - ok I have to try in Vietnam too",
    "rating": 5,
    "name": "טל דוד",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious food and cozy place, especially second floor. Interesting serving of dishes. There is a lunch menu (400 uah for 3 dishes)",
    "rating": 5,
    "name": "Ellen Burrage",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent food and friendly staff, but sadly long waiting times in between dishes.",
    "rating": 4,
    "name": "Bernd Rollinger",
    "cat": "Meal delivery"
  },
  {
    "review": "Daria, hello. Thanks for your feedback! See you soon in NAM!",
    "rating": 5,
    "name": "Ronen Giro",
    "cat": "Meal delivery"
  },
  {
    "review": "Not great service, also the music was quite depressive :) the food is okay but nothing remarkable",
    "rating": 1,
    "name": "helen p",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We will take all your comments into account.",
    "rating": 5,
    "name": "Wouter Veldink",
    "cat": "Meal delivery"
  },
  {
    "review": "Nice food. Not cheap, but impressive in presentation.",
    "rating": 5,
    "name": "Yuriy Polyashko",
    "cat": "Meal delivery"
  },
  {
    "review": "Martin! Thank you very much for the rating and recommendation! See you again!",
    "rating": 5,
    "name": "Aleksei Skokov",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent Asian food and drinks in nice surroundings and with great service.",
    "rating": 1,
    "name": "Zoe Strong",
    "cat": "Meal delivery"
  },
  {
    "review": "Food is amazing but if you ran into their waiter called Vlad you are in for some stiff upper lip comments on how you read the menu🤣\nIt happened TWICE to me. …",
    "rating": 5,
    "name": "rajat tara",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day, Iryna! Thanks for the feedback and recommendations. We will rectify the situation. This will not happen again.",
    "rating": 5,
    "name": "OM",
    "cat": "Meal delivery"
  },
  {
    "review": "Given the range of reviews, it seems that it can be hit or miss here. We were definitely in the 'miss' column. Had the seafood platter - squid and octopus were overdone and the shrimp underdone. The spice level was low and it was a long wait. Plus the poor old shisha guy had to get an ambulance called for him.",
    "rating": 5,
    "name": "Денис Колев",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello, thank you for your feedback, please send your phone on our mail - bao.nam.restaurants@gmail.com.",
    "rating": 5,
    "name": "Pavlo Papazov",
    "cat": "Meal delivery"
  },
  {
    "review": "Fancy vietnamese place, I recommend a visit.",
    "rating": 5,
    "name": "Bogdan Shelest",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "freddy LZ",
    "cat": "Meal delivery"
  },
  {
    "review": "We have been with my husband to NAM 1,5 years ago. It was a wonderful experience, nice food, good service and ambiance. We definitely wanted to return. …",
    "rating": 1,
    "name": "Grun Long",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello, thanks for the feedback. We will definitely hold a conversation with the staff, and we will be waiting for you again in the restaurant.",
    "rating": 5,
    "name": "Kh_m Erlich",
    "cat": "Meal delivery"
  },
  {
    "review": "Authentic Vietnamese cuisine with tasty specials and delicious desserts.",
    "rating": 5,
    "name": "Serhii Hubernachuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Spent there nice time and delicious soups they have .\nBut very loud music . For us long searched place for change while all this time we just stayed. …",
    "rating": 4,
    "name": "Derek Chinery",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback! See you soon!",
    "rating": 2,
    "name": "Belle R",
    "cat": "Meal delivery"
  },
  {
    "review": "Ok food. Too expensive. Slow service. Nice atmosphere. If you want pretty looking food, this is good. But for taste and price, I think it is not worth it",
    "rating": 5,
    "name": "Artem Kravchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "thanks for the feedback",
    "rating": 5,
    "name": "Olivier Brigante",
    "cat": "Meal delivery"
  },
  {
    "review": "Decoration and service were great.\n\nBut food is a big concern. I've been there twice and both times got Pho. The …",
    "rating": 5,
    "name": "Maxim Slavutsky",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're sorry you didn't like Pho, we'll work to improve it. We're waiting for you again to correct your impression!",
    "rating": 5,
    "name": "Igor Steinke",
    "cat": "Meal delivery"
  },
  {
    "review": "very interesting concept, balanced menu, excellent service",
    "rating": 4,
    "name": "Діма Ярмоленко",
    "cat": "Meal delivery"
  },
  {
    "review": "I would say that the food is good but not great.  The place is beautifully designed but too pretentious. Waiters bring every main course announcing that it's the best blah blah blah dish in Ukraine, which is possible, however nothing tastes significantly better than similar dishes at any typical cheap Vietnamese lunch place in the US.",
    "rating": 5,
    "name": "E. Adrian Ambriz",
    "cat": "Meal delivery"
  },
  {
    "review": "The food is quite good although I am not sure the taste is Vietnam enough. The waiting time from the time you order until the food arrive on your table is quite long.",
    "rating": 5,
    "name": "Ar Roz",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for your feedback. We look forward to seeing you again. We will try to provide the best service!",
    "rating": 5,
    "name": "Andrew Uhlov",
    "cat": "Meal delivery"
  },
  {
    "review": "The guy who is behind this place is the greatest and talented person. He could create the unique atmosphere and the highest standard in food and customer services. …",
    "rating": 4,
    "name": "Luca Vit",
    "cat": "Meal delivery"
  },
  {
    "review": "Dear Vyacheslav!  We are very sorry that you have a bad impression.  But on this day, indeed we had a lot of reserves.  we offered the table that was free, and we are very sorry that you did not like it.  We really hope that you will remain our guest and will always be glad to see you.  See you at NAM",
    "rating": 5,
    "name": "Nick Jackson",
    "cat": "Meal delivery"
  },
  {
    "review": "Tasty food..friendly staff.. Highly recommended",
    "rating": 1,
    "name": "Liza Bugaienko",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and appreciation! We are very glad that you were able to spend time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Rostyslav Mykhajliw (necromant2005)",
    "cat": "Meal delivery"
  },
  {
    "review": "The service is good but unfortunately not the kitchen. I ordered a duck and it was creatively  presented but impossible to eat, to hard and overcooked. The waiter took it and suggested to exchange to another one. I canceled the duck and ordered a simple rise with chicken. That was much better ! So guys order a simple food here!",
    "rating": 5,
    "name": "Joseph Peros",
    "cat": "Meal delivery"
  },
  {
    "review": "Positively surprised by high quality of the food and very trendy atmosphere. Delicious, definitely to be tried.",
    "rating": 5,
    "name": "Bohdan Shpak",
    "cat": "Meal delivery"
  },
  {
    "review": "A little overrated and expensive. Food is good though.",
    "rating": 5,
    "name": "Jack J.",
    "cat": "Meal delivery"
  },
  {
    "review": "Super slow service. The food is not good and very pricey compared to Kyiv prices. Nice atmosphere.",
    "rating": 5,
    "name": "Daniel Puchala",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.",
    "rating": 5,
    "name": "Amie Rowell",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent! Had a birthday dinner there, and we received free dessert.\nFood is very balanced and flavorful. Cocktails are spot on, and presentation is top notch",
    "rating": 1,
    "name": "kenzie rizzshrucaa",
    "cat": "Meal delivery"
  },
  {
    "review": "Great place and delicious Vietnamese cuisine.\nThe best Vietnamese restaurant I've visited in Kiev and all of Ukraine.\nOriginal drinks, great hookah and very friendly staff! …",
    "rating": 5,
    "name": "Eugene Antonov",
    "cat": "Meal delivery"
  },
  {
    "review": "It's bright and upscale but we have failed to remove big shiny green fly out of our table. I thought that fly was an animator))",
    "rating": 5,
    "name": "Frank Spaapen",
    "cat": "Meal delivery"
  },
  {
    "review": ".Design restaurant. Pleasant atmosphere.\nBreakfast was delicious (croissant  scrambled egg\nand a salad). Oleg was professional and very pleasant. At my request, he was …",
    "rating": 5,
    "name": "Lars Holdgaard",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much! We will be very happy to see you again!",
    "rating": 5,
    "name": "Max Gulya",
    "cat": "Meal delivery"
  },
  {
    "review": "Some of the best food I have ever eaten! The food looks and tastes amazing, top marks for presentation. The cocktails are also wonderful and look beauttiful. Service was good. Highly recommend the noodles.",
    "rating": 5,
    "name": "Uri Hershcovits",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thank you very much for your feedback! We are very pleased and we are happy that you liked) See you!",
    "rating": 5,
    "name": "Nikita Nikonov",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent and very well presented food. Nice modern / urban atmosphere. Only slight downside the music was a bit too loud for our taste during dinner",
    "rating": 5,
    "name": "Julia Osiyevska",
    "cat": "Meal delivery"
  },
  {
    "review": "Special food very tasty.\nSpecial deserves\nAlcohol and fresh drinks",
    "rating": 5,
    "name": "Matthias Ehlers",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Liubov Tarasova",
    "cat": "Meal delivery"
  },
  {
    "review": "overpriced and not vietnamese. you are going to find food 10x tastier for 10$ in vietnam vs. 100$ here lol they could have at least invited a vietnamese cook before opening the restarant... but they didnt care to do that . the only kind of good thing were the cocktails and the service",
    "rating": 1,
    "name": "Anton Kutko",
    "cat": "Meal delivery"
  },
  {
    "review": "We're very sorry that you've such impression about the cuisine of our restaurant. We're waiting for you again to make it much better!",
    "rating": 1,
    "name": "Андрій Пращарук",
    "cat": "Meal delivery"
  },
  {
    "review": "To every person in Kiev who has not been in this restaurant and of course to all the tourists:), I have been to many places in many countries like Israel Tel Aviv, France San tropez, Netherlands Amsterdam, England Eddinburg London etc etc …",
    "rating": 4,
    "name": "Alexander Oleshko",
    "cat": "Meal delivery"
  },
  {
    "review": "Wow Thank you very much! We are very happy to receive so many positive comments from a person with travel experience like yours! We managed to impress you, and it costs a lot! Oh, you know, we will be happy to share with you the knowledge to open our own restaurant) Contact) We will be glad to see you!",
    "rating": 3,
    "name": "Vitalii Krayovyi",
    "cat": "Meal delivery"
  },
  {
    "review": "Great atmosphere, delicious vietnamese dishes. We also liked the service. The portions we extemely big soup 700 grams, but you can also order half.",
    "rating": 5,
    "name": "Maksym Lazuto",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 5,
    "name": "Andrii Zharikov",
    "cat": "Meal delivery"
  },
  {
    "review": "Extra spicy was not spicy enough, but the place is lovely, food is tasty and the staff is very friendly",
    "rating": 5,
    "name": "James Wernicke",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Jacqueline Rodríguez González",
    "cat": "Meal delivery"
  },
  {
    "review": "We waited for a whole ten minutes but no one brought us any menu, and no one came to greet us. Music was so loud that it was impossible to not shout. NOT recommended 👎",
    "rating": 5,
    "name": "Rostyslav Sotnychenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Very relaxing great ambiance nice attitude of the staff and most importantly great food.",
    "rating": 5,
    "name": "izzy izzy",
    "cat": "Meal delivery"
  },
  {
    "review": "One of my the most favorite restaurants in the world.",
    "rating": 3,
    "name": "Michael Turner",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 4,
    "name": "Anna Korsun",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing place. Perfect service. Delicious food. And the best shisha in town. 10 stars out of 5 !!!",
    "rating": 5,
    "name": "Marco Cedriano",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and recommendation!",
    "rating": 4,
    "name": "Alina Kundukova",
    "cat": "Meal delivery"
  },
  {
    "review": "Definitely the best place in Kiev with Vietnam cuisine. Tasty dishes, amazing interior and nice music.\nAcceptable prices and friendly staff.\nTotally recommend!",
    "rating": 5,
    "name": "Tomas Verteletskyy",
    "cat": "Meal delivery"
  },
  {
    "review": "Nice food, great serving",
    "rating": 3,
    "name": "Daria",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for your feedback! Looking forward to seeing you again!",
    "rating": 5,
    "name": "diniska deniska",
    "cat": "Meal delivery"
  },
  {
    "review": "Food is reallly tasty and good & price is good for that kind of place too, beautiful restaurent in general with good vibe for big group !\nThey not have shisha or playing DJ during night but music backgroud is good ... I recommend",
    "rating": 5,
    "name": "Jorre Meijrink",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 4,
    "name": "Anton Sokolovskyi",
    "cat": "Meal delivery"
  },
  {
    "review": "We waited half an hour to order. The food was mediocre. Too noisy veranda, close to a main street. There are are other vietnamese in the town if you need to )",
    "rating": 5,
    "name": "Дарина Примак",
    "cat": "Meal delivery"
  },
  {
    "review": "My favorite place  so far, after quarantine a lot of restaurants lost the quality,Nam is still keeps standards of five star restaurants, lovely stuff, delicious food!",
    "rating": 5,
    "name": "Gregory Sirota",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Jan Smejkal",
    "cat": "Meal delivery"
  },
  {
    "review": "Luxury restaurant. A little bit expensive, but for nice service.",
    "rating": 5,
    "name": "Michael Reynalds",
    "cat": "Meal delivery"
  },
  {
    "review": "A little quirky, but definitely an experience...the food, service, and atmosphere were all very good...but best shared with others",
    "rating": 5,
    "name": "Tom Meissner",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and recommendation!",
    "rating": 5,
    "name": "Eddie Prilepsky",
    "cat": "Meal delivery"
  },
  {
    "review": "I have eaten food here and enjoyed it, but subsequently the quality of the taste went down.",
    "rating": 5,
    "name": "Elona Shamieva",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello, Belle. Thank you for your feedback. Please, send your phone on our email bao.nam.restaurants@gmail.com.",
    "rating": 5,
    "name": "Stanislav Zayarsky",
    "cat": "Meal delivery"
  },
  {
    "review": "Pretty much a flawless performance all around. Can be busy so best to book ahead. Not the cheapest place around but worth every penny.",
    "rating": 5,
    "name": "Eugene Nesterenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Love their kitchen, the deco, the staff, their cocktails, their dishes from another world and the shishas are true delicacies!",
    "rating": 5,
    "name": "Andrey Dashkiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Olivier, hello! Thank you for your feedback. See you soon.",
    "rating": 5,
    "name": "Caro Live",
    "cat": "Meal delivery"
  },
  {
    "review": "Very tasty and original cuisine. Breathtaking desserts, visiting it regularly",
    "rating": 5,
    "name": "Niko Klanecek",
    "cat": "Meal delivery"
  },
  {
    "review": "thanks for the feedback",
    "rating": 5,
    "name": "Max Gerbut",
    "cat": "Meal delivery"
  },
  {
    "review": "Very good kitchen. Highest quality seafood. Nice and friendly waiters. Keep coming back :)",
    "rating": 5,
    "name": "Arkady Divinsky",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Yasuhiko Kondo",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing interior, great staff, but the lunches are quite ordinary, not something you expect from a place that fancy",
    "rating": 4,
    "name": "Andriy Shtukaturov",
    "cat": "Meal delivery"
  },
  {
    "review": "Very nice spot with fancy/Casual environment to have a drink.",
    "rating": 5,
    "name": "Mik P",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thank you for your appreciation! We are very pleased. Hope to see you again) See you there!",
    "rating": 5,
    "name": "Yana Dekhtiar",
    "cat": "Meal delivery"
  },
  {
    "review": "Unique interior, more expensive than your average restaurant in Kiev but the food delivers amazing flavours.",
    "rating": 4,
    "name": "Tetiana Kopan",
    "cat": "Meal delivery"
  },
  {
    "review": "Great place to spend a cozy evening at! Great atmosphere, food drinks--everything is on top level",
    "rating": 5,
    "name": "Milenas Welt Hoffmann",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback. See you soon!",
    "rating": 5,
    "name": "Valentyn Shabelnyk",
    "cat": "Meal delivery"
  },
  {
    "review": "Very fancy place and ambient, food is good but portions are small. Mango and chili sorbet is worth a try.",
    "rating": 5,
    "name": "Eggplant Y",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for your feedback! We will be happy to meet again)",
    "rating": 5,
    "name": "Лариса Слободенюк",
    "cat": "Meal delivery"
  },
  {
    "review": "amazing place. looks beautiful, the interior is beautiful. tasty food. interesting feed. the staff is fluent in English\nRecommend",
    "rating": 5,
    "name": "Davidyuk Daria",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 5,
    "name": "Franky.muller@gmail.com Muller",
    "cat": "Meal delivery"
  },
  {
    "review": "Got a severe food poisoning with high fever after visiting this place. Very disappointing.",
    "rating": 5,
    "name": "J D",
    "cat": "Meal delivery"
  },
  {
    "review": "Liza, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Виктория Панова",
    "cat": "Meal delivery"
  },
  {
    "review": "So yammy, crazy delicious.",
    "rating": 3,
    "name": "Иван Бавыкин",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for your feedback! See you!",
    "rating": 5,
    "name": "Сергей S.",
    "cat": "Meal delivery"
  },
  {
    "review": "My favourite place in Kiev. Amazing, tasty, innovative and prices are ok",
    "rating": 4,
    "name": "Alla (Allatraveler)",
    "cat": "Meal delivery"
  },
  {
    "review": "Joseph, hello. Thank you for your feedback. See you soon.",
    "rating": 4,
    "name": "Ярослав Свищенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious vietnamese food!",
    "rating": 5,
    "name": "Maryna Vasiukovych",
    "cat": "Meal delivery"
  },
  {
    "review": "amazing place. looks beautiful, the interior is beautiful. tasty food. interesting feed. the staff is fluent in English",
    "rating": 5,
    "name": "Yelyzaveta Maievska",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and recommendation! See you soon)",
    "rating": 5,
    "name": "Andy G.",
    "cat": "Meal delivery"
  },
  {
    "review": "An amazing overall culinary experience with excellent service! Try the pho and dumplings...",
    "rating": 5,
    "name": "Павел Думих",
    "cat": "Meal delivery"
  },
  {
    "review": "Daniel, thanks for your feedback. See you soon!",
    "rating": 5,
    "name": "Nina Romashchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Beautiful atmosphere, attentive staff, wonderful food! Perfect spot for a date or night out with friends!",
    "rating": 5,
    "name": "Kohan Vika",
    "cat": "Meal delivery"
  },
  {
    "review": "New menu, new chef and new design which are all way worse then the original. Bao is way better then nam will ever be. Reminds me of a strip club now.",
    "rating": 5,
    "name": "Elena Kurganova",
    "cat": "Meal delivery"
  },
  {
    "review": "I've experienced some really delicious and unusual food  tastes here.",
    "rating": 5,
    "name": "Art Black",
    "cat": "Meal delivery"
  },
  {
    "review": "Delicious food. Modern decoration. Lots of staff. But more expensive then other restaurants especially the beer.",
    "rating": 5,
    "name": "Ігор Тхір",
    "cat": "Meal delivery"
  },
  {
    "review": "So hipster - but had a great breakfast!\nReally expensive place compared to others nearby - but absolutely loved it.",
    "rating": 5,
    "name": "Irina Makhinko",
    "cat": "Meal delivery"
  },
  {
    "review": "Very fancy. Very stylish. Very delicious. The prices are above average (and a bit above of that) but worth every penny.",
    "rating": 5,
    "name": "Анна",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thank you very much for your feedback! Looking forward to seeing you again!",
    "rating": 5,
    "name": "Maryna Korshun",
    "cat": "Meal delivery"
  },
  {
    "review": "Top class food, service, atmosphere- I really enjoyed everything in this place.",
    "rating": 1,
    "name": "Ievgen Keda",
    "cat": "Meal delivery"
  },
  {
    "review": "Best place in Kyiv so far. Crazy amount of detail in the style and storytelling. Dishes just perfect.",
    "rating": 2,
    "name": "Ivanna Svystun",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing place, beautiful design and stunning view. Food is very good!",
    "rating": 4,
    "name": "Любовь Тарасенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent food with interesting combinations. Very helpful waiter staff.",
    "rating": 1,
    "name": "Елена Дурасова",
    "cat": "Meal delivery"
  },
  {
    "review": "Tasty asian food. Beautiful interior. High quality service. Expensive. Reccomend",
    "rating": 3,
    "name": "Vlad Chentsov",
    "cat": "Meal delivery"
  },
  {
    "review": "Awful service, with good interior however",
    "rating": 5,
    "name": "Alex Merkulov",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello. We are very sorry that this time you have negative impressions! We will be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.",
    "rating": 1,
    "name": "Dmytro Magonia",
    "cat": "Meal delivery"
  },
  {
    "review": "The restaurant doesn’t respect citizens and pedestrians! Occupied a public sidewalk for their “private” parking. Selfish and disgusting!",
    "rating": 5,
    "name": "Ruslan Grischenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Fancy place, but a bit overpriced",
    "rating": 4,
    "name": "Stanislava Klymova",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Vredrina Ya",
    "cat": "Meal delivery"
  },
  {
    "review": "Mediocre food, but maybe that’s because I’m not really into the Vietnamese cuisine. But service is decent.",
    "rating": 5,
    "name": "Iryna Sokolova - Shumeiko",
    "cat": "Meal delivery"
  },
  {
    "review": "Top",
    "rating": 5,
    "name": "Адвокат Киев",
    "cat": "Meal delivery"
  },
  {
    "review": "Tasty soups and amazing desserts. Cocktails were disappointing.",
    "rating": 5,
    "name": "Aleksandr Gluhinchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Wow, the food was spectacular, get the lunch special, and the decor gorgeous.",
    "rating": 5,
    "name": "Yuriy Mazepa",
    "cat": "Meal delivery"
  },
  {
    "review": "Ambience, disinfection measures, excellent service and wonderful drinks and food.",
    "rating": 5,
    "name": "Rina Rox",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 5,
    "name": "Ольга Богданова",
    "cat": "Meal delivery"
  },
  {
    "review": "A great place in all the aspects: food, bar, interior and service.",
    "rating": 4,
    "name": "Viktor Z",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you, Rostyslav, for your highest appreciation! See you at NAM)",
    "rating": 5,
    "name": "Александр Львовский",
    "cat": "Meal delivery"
  },
  {
    "review": "Food was delicious and great service",
    "rating": 5,
    "name": "Axia Maire",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 2,
    "name": "Машка Смирнова",
    "cat": "Meal delivery"
  },
  {
    "review": "Good breakfast - did not return proper change and then ignored me, be careful.",
    "rating": 5,
    "name": "Ihor Parasyuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Great design, delicious food, but too pretentious",
    "rating": 5,
    "name": "Ирина Стеценко",
    "cat": "Meal delivery"
  },
  {
    "review": "Really nice place. Great cocktails and food",
    "rating": 5,
    "name": "оксана гураль",
    "cat": "Meal delivery"
  },
  {
    "review": "Good day! Thank you for your feedback! We will be very happy to see you again!",
    "rating": 5,
    "name": "Kateryna Mostova",
    "cat": "Meal delivery"
  },
  {
    "review": "Interior is nice but prices are too high for Kyiv",
    "rating": 5,
    "name": "Anna Shypovska",
    "cat": "Meal delivery"
  },
  {
    "review": "Great place, great food and service. Highly recommended.",
    "rating": 5,
    "name": "Alina Panchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Expensive prices, average food.",
    "rating": 5,
    "name": "Yaroslav Kerget",
    "cat": "Meal delivery"
  },
  {
    "review": "Daria, welcome! You gave a score of 3. Please let us know by e-mail bao.nam.restaurants@gmail.com or on facebook what was wrong. Your impression is important to us.",
    "rating": 5,
    "name": "Elenka Yurynska",
    "cat": "Meal delivery"
  },
  {
    "review": "Good enough food, good 🍸",
    "rating": 5,
    "name": "Andrii Dolz",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Liliya Zinovieva",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent food and good atmosphere!",
    "rating": 5,
    "name": "Anastasiya Nenka",
    "cat": "Meal delivery"
  },
  {
    "review": "Very tasty. Sitting arrangements are somewhat uncomfortable.",
    "rating": 5,
    "name": "Александр Моисеенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Anton, thank you very much! We will work on the issue with the seats.",
    "rating": 5,
    "name": "Hardy Guardy",
    "cat": "Meal delivery"
  },
  {
    "review": "The best vietnamese cuisine in the Kiev!",
    "rating": 5,
    "name": "Ro Chipotle",
    "cat": "Meal delivery"
  },
  {
    "review": "Nice place\nRecommend the business lunch!!",
    "rating": 5,
    "name": "Oksana Zaporozhets",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 5,
    "name": "Diana Grijalva",
    "cat": "Meal delivery"
  },
  {
    "review": "Super asian restaurant..",
    "rating": 5,
    "name": "Vinnitska Evgeniya",
    "cat": "Meal delivery"
  },
  {
    "review": "Great food excellent service",
    "rating": 1,
    "name": "Инна Тараненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Expensive, but worth every hryvna!",
    "rating": 5,
    "name": "Yuriy Dzhemesyuk",
    "cat": "Meal delivery"
  },
  {
    "review": "One of the best in Kiev. Highly recommended",
    "rating": 5,
    "name": "Dasha Li",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for the rating and recommendation! See you soon)",
    "rating": 4,
    "name": "Сергей Товстоног",
    "cat": "Meal delivery"
  },
  {
    "review": "Expensive but great experience. Plus point for interior and service.",
    "rating": 5,
    "name": "Ani Love",
    "cat": "Meal delivery"
  },
  {
    "review": "Very interesting cousine, expensive, but it worth it!",
    "rating": 1,
    "name": "Caravan Caravan",
    "cat": "Meal delivery"
  },
  {
    "review": "Very good Pho Bo",
    "rating": 5,
    "name": "Yuliia Masiuchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Sexy place",
    "rating": 5,
    "name": "PB",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent and wonderful!!! Thanks !!! Very good experience",
    "rating": 4,
    "name": "Андрей Ткачёв",
    "cat": "Meal delivery"
  },
  {
    "review": "It made me want to go to Vietnam.",
    "rating": 1,
    "name": "Mariia Rykova",
    "cat": "Meal delivery"
  },
  {
    "review": "Excellent! Tasty!",
    "rating": 5,
    "name": "Дмитрий Лагодный",
    "cat": "Meal delivery"
  },
  {
    "review": "Very modern competition to Chang.",
    "rating": 1,
    "name": "Yurii Turmiienko",
    "cat": "Meal delivery"
  },
  {
    "review": "very good material used",
    "rating": 5,
    "name": "Alina June",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your highest appreciation! See you at NAM)\n\n(Original)\nДякуємо за найвищу оцінку! До зустрічі в NAM)",
    "rating": 4,
    "name": "Anastasiia Makarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "very good and tasty",
    "rating": 5,
    "name": "Татарина Елизавета",
    "cat": "Meal delivery"
  },
  {
    "review": "Best waiters ewer",
    "rating": 4,
    "name": "Bandar",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much for your feedback! See you!",
    "rating": 3,
    "name": "Tatiana Ivanova",
    "cat": "Meal delivery"
  },
  {
    "review": "Interior is great",
    "rating": 5,
    "name": "FILLKOV PATENT (fillkov.ua)",
    "cat": "Meal delivery"
  },
  {
    "review": "Welcome! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Анастасия Стеценко",
    "cat": "Meal delivery"
  },
  {
    "review": "Good atmosphere",
    "rating": 5,
    "name": "Алексей Щир",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Лиза Геллер",
    "cat": "Meal delivery"
  },
  {
    "review": "Great! A bit expensive",
    "rating": 1,
    "name": "Богдан Кисляк",
    "cat": "Meal delivery"
  },
  {
    "review": "Top",
    "rating": 5,
    "name": "Yevhen Neznaiko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Valentine, thank you!\n\n(Original)\nВалентин, благодарим вас!",
    "rating": 5,
    "name": "Анастасия Арцыбашева",
    "cat": "Meal delivery"
  },
  {
    "review": "Absolutely perfect!!!",
    "rating": 5,
    "name": "Вадим Ярощук",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much! We are waiting for you again!",
    "rating": 2,
    "name": "Nastya Perchik",
    "cat": "Meal delivery"
  },
  {
    "review": "excellent service",
    "rating": 5,
    "name": "Alyona Kindrat",
    "cat": "Meal delivery"
  },
  {
    "review": "Just brilliant",
    "rating": 5,
    "name": "Artur Pol",
    "cat": "Meal delivery"
  },
  {
    "review": "Thank you very much!",
    "rating": 3,
    "name": "Lina Oleksiienko",
    "cat": "Meal delivery"
  },
  {
    "review": "Super,,",
    "rating": 5,
    "name": "Александр Поляков",
    "cat": "Meal delivery"
  },
  {
    "review": "Amazing place",
    "rating": 5,
    "name": "Віктор Жаріков",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "janette9o",
    "cat": "Meal delivery"
  },
  {
    "review": "Just visit.",
    "rating": 1,
    "name": "Roman Ignatenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас) До встречи!\n\n(Translated by Google)\nThank you) See you!",
    "rating": 1,
    "name": "Karina Rubchinskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан отличный.\nНо на официантах сэкономили. К сожалению. Нагло требуют 10%. Выясняют почему им дали чаевых меньше после расчета. Портят впечатление от вечера наглухо! Зачем …",
    "rating": 2,
    "name": "Ievgeniia Kolomiiets",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Иван. Благодарим Вас за отзыв. Мы обязательно проведем беседу с официантами.\nБудем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon, Ivan. Thank you for your feedback. We will definitely have a conversation with the waiters.\nWe will be glad to see you again!\nSincerely, the manager of the restaurant Irina.",
    "rating": 4,
    "name": "Марина Гончарук",
    "cat": "Meal delivery"
  },
  {
    "review": "\"Синчао дамчи\"\n\nИзысканный ресторан. С виду так сразу и не скажешь, что это именно вьетнамский …",
    "rating": 5,
    "name": "Катя Бондар",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Сергей  . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood day, Sergey  . Thanks for the good feedback. We will be glad to see you again!\nSincerely, the manager of the restaurant Irina.",
    "rating": 5,
    "name": "Aleksey Mokhov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cute little restaurant. The dishes are delicious, but the portions are small. Ordered the house itself, noodles and squid. I liked everything. Noodles - traditional Vietnamese, spicy. The rest of what you tried, …",
    "rating": 2,
    "name": "мария поляруш",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day . Thank you for the good feedback. We look forward to seeing you again!\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня . Дякуємо за гарний відгук. Будемо раді бачити Вас знову!\nЗ повагою керуюча  рестораном Ірина.",
    "rating": 1,
    "name": "Yulia Nekrasova",
    "cat": "Meal delivery"
  },
  {
    "review": "Ходили в Nam 18.10, первое что тебя встречает - это гигантская входная дверь, что необычно. Персонал приветливый, интерьер шикарный, приглушённый свет - атмосфера романтичная. …",
    "rating": 5,
    "name": "Akhmad Dakhlalla",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Yaroslav. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Irina Restaurant Manager\n\n(Original)\nДоброго дня, Ярослав. Дякуємо за хороший відгук.  Будемо раді бачити Вас знову!\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 4,
    "name": "Vladyslav Tymchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very cozy place with delicious cuisine. For the company, I recommend taking the Duck in an imperial way and at home with different tastes. If you want a serving with the effects of the show - dessert \"White Pearl\" or …",
    "rating": 3,
    "name": "Liza Che",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback, we will be glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Дякуємо вам за відгук, будемо раді бачити вас у ресторані.\nЗ повагою керуюча рестораном Ірина.",
    "rating": 5,
    "name": "Olena Romanenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень крутое место, все нереально вкусно, огромный выбор и меню и бара, интересная подача коктейлей. Обслуживание на высоте. Все очень понравилось, буду советовать это заведение друзьям и сама буду ходить. …",
    "rating": 2,
    "name": "Igor Kustov",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день. Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon. Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Марина Воробьёва",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень хороший ресторан азиатской кухни практически в центре Киева.\nШикарный и продуманный интерьер, вежливые официанты и, самое главное, потрясающая кухня, в которой традиции Юго-Восточной Азии интересно модернизированы с …",
    "rating": 5,
    "name": "Lolita Zemliakova",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nThank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Olga May",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Not for the first time in this establishment, well done, very tasty, stylish, friendly !!!\nThe restaurant you visit when you want to have fun !!! Coconut soup, it's just …",
    "rating": 5,
    "name": "Alevtina Dagnoff",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) We are very glad that you liked the restaurant. Our team is sincerely happy with the high marks, and even more happiness for us - satisfied guests!\n\n(Original)\nМи дуже раді, що вам сподобався ресторан. Наша команда щиро радіє високим оцінками, а ще більше щастя для нас - задоволені гості!",
    "rating": 1,
    "name": "Lika Yurova",
    "cat": "Meal delivery"
  },
  {
    "review": "Салат с лососем и креветками неимоверный!  С каким-то ореховым соусом, невероятное сочетание. Имбирный чай тоже очень понравился. Обслуживание на высшем уровне, очень приятно внимание персонала. Для меня немного высокий ценник, но дизайн, …",
    "rating": 5,
    "name": "Alona Shcherba",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Nina. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Irina Restaurant Manager\n\n(Original)\nДоброго дня, Ніна. Дякуємо за хороший відгук. Будемо раді бачити Вас знову!\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "юлія твердохліб",
    "cat": "Meal delivery"
  },
  {
    "review": "Для любителей вьетнамской кухни. Мы заказали 2 вида типа пельменей ( не вспомню сейчас их точное название) с креветкой и второй вид с гребешком. Салат с морепродуктами и мясо в соусе. Все было очень вкусно. Ценник высокий, меню можно …",
    "rating": 5,
    "name": "Andrii Nikolaiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Anton Tarasiuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Изысканно, вкусно, красиво.\nОбслуживание просто прекрасное. Все 5 звёзд однозначно ⭐⭐⭐⭐⭐ …",
    "rating": 4,
    "name": "khoulod Jaber",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Елена. Спасибо за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood day, Elena. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 1,
    "name": "Punto Blanco",
    "cat": "Meal delivery"
  },
  {
    "review": "Были в заведении днем, девушка сьела вкусный веганский фо, выпили классные коктели. Очень красивый интерьер.\nЗаведение дорожит клиентами и своей репутацией, и, если что-то пошло не так - …",
    "rating": 5,
    "name": "Софія Дібровська",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим Вас за отзыв, мы очень рады, что Вы остались довольны!\n\n(Translated by Google)\nGood afternoon! Thank you for your feedback, we are very glad that you were satisfied!",
    "rating": 5,
    "name": "Tania Klymets",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Today I tasted the branded dessert of the nam restaurant, Pearl NAM.\nThis is a pretty good dessert with a very spectacular serving, namely after the …",
    "rating": 5,
    "name": "Serge G",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, thank you for your feedback. We are very glad that you liked the dessert and you appreciated our service. See you at the restaurant.\n\n(Original)\nДобрий день, дякуємо Вам за відгук. Ми дуже раді, що Вам сподобався десерт, і Ви оцінили наш сервіс. До зустрічі у ресторані.",
    "rating": 1,
    "name": "Марина Коваленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Если вы в поиске вкусов и интересных подач, вам сюда👌мне очень нравится сама атмосфера, разнообразие блюд, а какие тут десерны 🔥🔥🔥🔥🔥 персоналу отдельный респект 👌единственное надо подумать куда машину примкнуть, тут с этим туго, Но …",
    "rating": 5,
    "name": "Victoria Musiychuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв! Нам очень приятно, что Вы хорошо провели время. Всегда ждем Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback! We are very pleased that you had a good time. We are always waiting for you in our restaurant.",
    "rating": 1,
    "name": "Maryna Savenkova",
    "cat": "Meal delivery"
  },
  {
    "review": "Один из наших любимых ресторанов. Официанты профессионалы, всегда порекомендуют самое вкусное и интересное блюдо. Коктейли это просто фантастика . Вежливый и улыбчивый менеджер. Мы у вас как дома. Отдельное спасибо за вчерашнее поздравление …",
    "rating": 2,
    "name": "Дария Чоропита",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon . Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 2,
    "name": "haburliga",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice interior, unobtrusive music, well-dressed and attractive visitors, mostly young women :)\nThe food is also delicious, but the prices on the menu are probably for the room …",
    "rating": 1,
    "name": "Анастасия",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback. We look forward to seeing you again!\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Дякую за відгук. Будемо раді бачити Вас знову!\nЗ повагою керуюча рестораном Ірина.",
    "rating": 4,
    "name": "Anastasia S.",
    "cat": "Meal delivery"
  },
  {
    "review": "Вечернее посещение оставило хорошее впечатление. Приветливый и заботливый персонал. Вкусная и разнообразная еда. Достойные коктейли. …",
    "rating": 3,
    "name": "Anastasia Bondarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Нам очень жаль, что у вас сложилось такое впечатление про наш ресторан. Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nGood day! We are very sorry that you have such an impression about our restaurant. We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 4,
    "name": "Yuriy Petrik",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Unfortunately, this time my order completely disappointed me. Four tiny pieces of a comb and cost more than 400 UAH cannot be called a dish. By the way, there is no mask mode in the kitchen - either without a mask at …",
    "rating": 5,
    "name": "Данил Ильчишин",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Саша Шкуропат",
    "cat": "Meal delivery"
  },
  {
    "review": "Интересный интерьер. Хорошее меню. Очень все вкусно -  еда, коктейли. Официанты вежливые,  помогут с выбором,  говорят на русском и английском языках. Любителям вьетнамской кухни очень рекомендую.  Снизила 1 звезду за туалет- хотелось бы …",
    "rating": 4,
    "name": "Anna Davydenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Любовь, приветствуем! Благодарим за отзыв! До встречи вновь в ресторане NAM!\n\n(Translated by Google)\nLove, welcome! Thank you for your feedback! See you again at the NAM restaurant!",
    "rating": 3,
    "name": "Olena Kalinina",
    "cat": "Meal delivery"
  },
  {
    "review": "Были сегодня с друзьями первый раз и больше никогда, как говорится. Такого плохого впечатления от сервиса в Киеве я уже просто не вспомню. Мало того, что обслуживание очень слабое, так и еда оставляет желать лучшего. Тартар из тунца, к …",
    "rating": 3,
    "name": "Дмитрий Литвиненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте. Нам очень жаль, что  у вас остались отрицательные впечатления! Будем очень благодарны, если Вы оставите Ваш контакт для обратной связи. Жду ответа на электронную почту bukach.i@shf.com.ua или всегда рады видеть в ресторане.\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nHello. We are very sorry that you had a negative experience! We will be very grateful if you leave your contact for feedback. I am waiting for an answer to e-mail bukach.i@shf.com.ua or we are always glad to see you at the restaurant.\nSincerely, the manager of the restaurant Irina.",
    "rating": 5,
    "name": "Yana",
    "cat": "Meal delivery"
  },
  {
    "review": "Я как-то долго избегал этого места, хотя я люблю вьетнамскую кухню. И оказалось не зря. Я заказал половинку фо бо и димсаны с креветками заплатил 700 грн, не наелся и не получил удовольствия. Было ощущение, что место перееоцененное и цены …",
    "rating": 5,
    "name": "Дарина Бакал",
    "cat": "Meal delivery"
  },
  {
    "review": "Влад, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nVlad, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 2,
    "name": "Nikita S",
    "cat": "Meal delivery"
  },
  {
    "review": "Класс!\nШикарный,красивый ресторан.\nВкусный Фо. …",
    "rating": 5,
    "name": "Екатерина Р",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon . Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Vitaliy Denysyev",
    "cat": "Meal delivery"
  },
  {
    "review": "Не советую, испортите вечер! мы в пятницу вечером ждали салаты полтора часа, приносят сырое мясо утки, доказывают что так должно быть. В прошлый раз когда были было сухое, так какое мясо должно быть? Ужасное заведение, больше не вернемся …",
    "rating": 1,
    "name": "митя",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 2,
    "name": "Дмитрий Ступаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень приятная атмосфера внутри, вкусные завтраки, 5 человек обслужили достаточно быстро без проблем, официанты приветливы) …",
    "rating": 5,
    "name": "Ignat Ignatiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Артем, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nArtem, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Надежда Кудрявцева",
    "cat": "Meal delivery"
  },
  {
    "review": "Впервые посетили Nam пару дней назад. Понравился интерьер, много интересных деталей, 2 этажа, атмосферно. Еда космос, из всех подобных ресторанов в Киеве - самая вкусная. Пробовали Тим Сам с креветкой, овощные немы (я не фанат хрустящих), …",
    "rating": 5,
    "name": "Сергей Александрович Робот",
    "cat": "Meal delivery"
  },
  {
    "review": "Станислава, спасибо за подробный отзыв! Обязательно учтем ваше замечания и ждем на коктейли)\n\n(Translated by Google)\nStanislava, thanks for the detailed review! We will definitely take into account your comments and look forward to cocktails)",
    "rating": 5,
    "name": "marysia 9969",
    "cat": "Meal delivery"
  },
  {
    "review": "В этом ресторане продумано все до мелочей. Каждое блюдо выглядит как произведение искусства. Обслуживание высше всех позвал. Официант Юрий великолепен.\nКоктейли каждый уникален, подача оригинальная. Мы в коктельную карту не …",
    "rating": 5,
    "name": "Anton Fedorych",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый интерьер, атмосферно. На кухне вьетнамский шеф. Стоит попробовать безалкогольный коктейль из гуавы! Севиче из дорады тоже очень порадовал. Спринг роллы с тунцом - мимо. …",
    "rating": 4,
    "name": "Sergio Savransky",
    "cat": "Meal delivery"
  },
  {
    "review": "Ирина, приветствуем! Благодарим за отзыв нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nIrina, welcome! Thank you for your review to our restaurant! See you again!",
    "rating": 5,
    "name": "Kateryna Kharchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Решили заехать сегодня на сладенькое. Терраса была свободной. Еду принесли быстро с очень красивым оформлением. Только теперь после этого перекуса прийдется поднимать цены своим «клиентам»…. ☺️👌 …",
    "rating": 5,
    "name": "Юлия Шатило",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо за отзыв нашему заведению! До новых встреч в NĂM\n\n(Translated by Google)\nGood day! Thank you for your feedback to our establishment! Until next time at NĂM",
    "rating": 3,
    "name": "nsh0209",
    "cat": "Meal delivery"
  },
  {
    "review": "Впечатляюще...\n\nДополняемся отзыв. …",
    "rating": 4,
    "name": "Kateryna Myr",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 1,
    "name": "Ольга Волконская",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) One restaurant by renowned chef Hector Jimenez-Bravo. The local menu is full of amazing Vietnamese food names, so uninitiated visitors will have to use Google or a waiter. Appetizers are served in a leaf lolot. Also, …",
    "rating": 5,
    "name": "Вікторія Мельніченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Yuri! Thanks for the feedback\n\n(Original)\nДобрий день, Юрію! Дякуємо за відгук",
    "rating": 1,
    "name": "Дмитрий Мирошник",
    "cat": "Meal delivery"
  },
  {
    "review": "Современная вьетнамский кухня в центре Киева!\nСоздатель шеф Эктор Хименес - Браво.\nЭто ну очень атмосферное местечко,  красиво, романтично, приглушенныц свет, …",
    "rating": 1,
    "name": "Al Kl",
    "cat": "Meal delivery"
  },
  {
    "review": "Рина, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nRina, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Andrii Belanenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Были 30.12.2019, ресторан не очень большой, авторский. Каждое блюдо из меню - шедевр, подача просто изумительная. Все очень вкусно. Порции очень маленькие и цены дорогие. Но ресторан  все равно стоит посетить. Мы выбрали место  отдельное от …",
    "rating": 5,
    "name": "Alexandr Denisenko",
    "cat": "Meal delivery"
  },
  {
    "review": "В центральной части города Киев совсем не давно появился ресторан Nam. Атмосферное место, меню скудное, достаточно изысканное но не так что бы насытится. Цены достаточно высокие , для тех кто ждёт недорогой кухни это не то место. …",
    "rating": 1,
    "name": "Sabina Makhsudova",
    "cat": "Meal delivery"
  },
  {
    "review": "Виктор, спасибо за ваш отзыв! Нам бы очень хотелось улучшить ваше впечатление о нашем ресторане, поэтому ждем вас снова в гости.\n\n(Translated by Google)\nVictor, thanks for your feedback! We would love to improve your experience of our restaurant, so we look forward to seeing you again.",
    "rating": 5,
    "name": "Евгений Шаповал",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший ресторан. Отличное обслуживание. Официанты доброжелательные и шустрые. Молодцы. Всё очень вкусно. Кухня супер. Ели много. Могу порекомендовать сибас (сырой),утку с блинчиками, супы отличные все. Спасибо. Цены не дешевые, но когда …",
    "rating": 4,
    "name": "Alexandra Fastovets",
    "cat": "Meal delivery"
  },
  {
    "review": "Александр, спасибо большое, что нашли время поделиться своими впечатлениями и за столь подробный, развернутый отзыв! Будем рады видеть вас снова в гостях! До встречи)\n\n(Translated by Google)\nAlexander, thank you very much for taking the time to share your impressions and for such a detailed, detailed review! We will be glad to see you again! See you)",
    "rating": 5,
    "name": "Ирина Рыбальченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice discovery in Kiev, for a meal with friends, on New Year's Eve (without reservation). Really nice setting. Changing rooms for clothes. Very welcome and service. The cuisine is excellent, rich in flavor and varied. …",
    "rating": 2,
    "name": "Инна Лысенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень жаль, что разочарована.\nОжидала от этого заведения супер вкусной еды и атмосферы.\nИтог: самый худший ФО БО в Киеве. …",
    "rating": 5,
    "name": "Екатерина Альберти",
    "cat": "Meal delivery"
  },
  {
    "review": "Мария, спасибо за подробный отзыв! Рады, что вам понравились коктейли, но сожалеем, что не понравилась кухня. Мы ждем вас снова, чтобы исправить ваше впечатление о нашем ресторане.\n\n(Translated by Google)\nMaria, thanks for the detailed feedback! We are glad that you liked the cocktails, but we are sorry that you did not like the cuisine. We are waiting for you again to correct your impression of our restaurant.",
    "rating": 3,
    "name": "Juri Fridman",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Really great cuisine. It's not a cheap menu, but it's worth it. White Pearl dessert is just a hurricane. Peking chicken is better than in Paris. I recommend. …",
    "rating": 3,
    "name": "AD Converter",
    "cat": "Meal delivery"
  },
  {
    "review": "С наступлением холодов захотелось тепла, красоты, чего-нибудь вкусненького и остренького. Все это нашлось в ресторане азиатской кухни Num. Очень вкусно и на высшем уровне. Два блюда с напитком обошлись около 30 у.е. …",
    "rating": 5,
    "name": "Андрей",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I really liked it, the atmosphere is inspiring! The food is delicious and the sauces are ❤️.\nStaff - performs their work at the highest level. Conducted a tour, told about …",
    "rating": 5,
    "name": "Anna Shumeyko",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We're always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Dmitriy Media",
    "cat": "Meal delivery"
  },
  {
    "review": "Были пару дней назад с подружками.\nПрекрасное место!!!\nСтильный дизайн, приветливые и красивые сотрудники, замечательные Коктейли и …",
    "rating": 5,
    "name": "Катя Горлова",
    "cat": "Meal delivery"
  },
  {
    "review": "Also in English ⬇️\n\nМожет по-английски оно и звучит, как «нэм», но я буду называть «ням» или …",
    "rating": 3,
    "name": "Aleksei Filanovskiy",
    "cat": "Meal delivery"
  },
  {
    "review": "Воу! Анна, спасибо большое! Это невероятно, мы читали ваш отзыв всей командой и вслух) Мы счастливы, что посещение нашего ресторана принесло вам столько положительных эмоций и ярких вкусовых впечатлений! Будем рады видеть вас снова! До встречи)\n\n(Translated by Google)\nWow! Anna, thank you very much! This is incredible, we read your feedback with the whole team and out loud) We are happy that visiting our restaurant has brought you so many positive emotions and vivid taste impressions! Looking forward to seeing you again! See you)",
    "rating": 5,
    "name": "A S",
    "cat": "Meal delivery"
  },
  {
    "review": "Сказать, что это вкусно - ничего не сказать! В этом ресторане божественно вкусно.\nПробовали мы гребешки гриль со сливочным пюре, салат из папайи, закуску нэм с …",
    "rating": 4,
    "name": "Maxim Yakushev",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за отзыв! Мы рады, что вам все понравилось, и ждем в гости снова!\n\n(Translated by Google)\nThank you very much for your feedback! We are glad that you liked everything and look forward to visiting again!",
    "rating": 5,
    "name": "dplaym music",
    "cat": "Meal delivery"
  },
  {
    "review": "Место поражает своим интерьером прямо со входа - дверь высотою почти в 3 человеческих роста - делает своё дело.\nВнутри тоже интерьер очень интересный. …",
    "rating": 3,
    "name": "No one",
    "cat": "Meal delivery"
  },
  {
    "review": "Давно хотела зайти в это заведение. Забронировали столик и не прогадали. Вежливые и приятные в общении официанты разъяснили особенности блюд и порекомендовали десерт. Организовали вазу для цветов. Отдельное спасибо за сладость в подарок в …",
    "rating": 5,
    "name": "Світлана Скорецька",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень атмосферное заведение. Интересный и дорогой  дизайн проработанный до мелочей, шикарная подача блюд и коктейлей, большие порции, великолепный вкус. Да не дешево, но это место не для повседневных посиделок. …",
    "rating": 5,
    "name": "Daria Malfoy",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим вас за то, что нашли время поделиться своими впечатлениями! Мы очень рады получать такие отзывы от наших гостей, ничто не делает нас более счастливыми) Надеемся вскоре увидеть вас снова! До встречи)\n\n(Translated by Google)\nGood day! Thank you for taking the time to share your impressions! We are very happy to receive such feedback from our guests, nothing makes us happier) We hope to see you again soon! See you)",
    "rating": 3,
    "name": "andrei",
    "cat": "Meal delivery"
  },
  {
    "review": "Место, где можно отлично покушать, посидеть в приятной атмосфере, получить прекрасный сервис. Каждое блюдо - произведение искусства. Мне понравилось. И идея с диджеем, просто, отличная. Ресторан не из дешёвых. Но, оно того стоит. …",
    "rating": 4,
    "name": "Asia Morhun",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) This is a great restaurant, which has not deteriorated either in the service or in the kitchen since the discovery of last year. …",
    "rating": 5,
    "name": "Юрий Омельченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень достойная кухня вкусно уютно. Все на высшем уровне. Любителям экзотической кухни здесь самое место. Но и  само собой  то что за все нужно платить. Стоит отметить что цены достаточно высокие. Но а подача блюд и их вкусовые качества на …",
    "rating": 2,
    "name": "Igor Shraibman",
    "cat": "Meal delivery"
  },
  {
    "review": "Александр, благодарим вас за обратную связь! Будем рады снова видеть вас в гостях!\n\n(Translated by Google)\nAlexander, thank you for your feedback! We will be glad to see you again!",
    "rating": 2,
    "name": "Victoria Kovalchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Это, пожалуй, мой самый необычный ресторанный опыт в Киеве. Признаться честно, я был даже немного в шоке. Как человек, имеющий тесные связи с Азией, могу сказать что атмосфера и антураж ресторана переданы на все сто процентов. …",
    "rating": 4,
    "name": "Антон Шагунов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Тааак нам приятно! Спасибо вам большое) С нетерпением ждем новых встреч!\n\n(Translated by Google)\nGood day! Soooo we are pleased! Thank you very much) We look forward to meeting you again!",
    "rating": 4,
    "name": "Сергей Стаховский",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место для хорошего вечера, тихая, уютная атмосфера. Ресторан впечатляет оформлением интерьера, вежливостью персонала, кухней - естественно. …",
    "rating": 2,
    "name": "Луиза Ханпашевна",
    "cat": "Meal delivery"
  },
  {
    "review": "Роман, добрый день! Спасибо, что поделились своими впечатлениями о визите. Нам ооочень приятно) Мы рады, что вам понравился наш интерьер, сервис и кухня, что может быть лучше ваших комплиментов? Будем рады видеть вас снова, до встречи)\n\n(Translated by Google)\nRoman, good afternoon! Thank you for sharing your impressions of the visit. We are sooo pleased) We are glad that you liked our interior, service and cuisine, what could be better than your compliments? We will be glad to see you again, see you)",
    "rating": 5,
    "name": "Екатерина Бондаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Приветливый персонал, кухня очень вкусная, размеры супа - ого-го, можно только им насытиться. Десерт, как произведение искусства, очень красиво и не менее вкусно. …",
    "rating": 5,
    "name": "Екатерина Бойчук",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I will definitely return.\nTo start the impressive entrance, from the beginning the service attentive and very aware of what is needed. …",
    "rating": 5,
    "name": "Yevgen Sysoyev",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Dear guest! Thanks for your appreciation and your recommendation! We are definitely waiting for you to visit again to surprise you even more! See you soon\n\n(Original)\nEstimado invitado! ¡Gracias por tu apreciación y tu recomendación! ¡Definitivamente estamos esperando que vuelvas a visitarte para sorprenderte aún más! Nos vemos pronto",
    "rating": 5,
    "name": "Анна Бабич",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень красивый интерьер. Прекрасный сервис. И, что самое важное, очень вкусная кухня. Классический Фо с говядиной - самый вкусный в моей жизни. …",
    "rating": 5,
    "name": "Alina Bershanska",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Owners of this institution, pay attention to the service and maintenance of NAM, there are big problems. I visited a lot of establishments in the city of Kyiv, but for the first time I did not feel like a guest of the …",
    "rating": 5,
    "name": "Yana Shyshkova",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Надежда Пыж",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A cool place that can definitely be recommended to all Asian food connoisseurs. Soups, snacks, main courses - everything was delicious, the portions were quite large. The interior is also quite refined and oriental …",
    "rating": 4,
    "name": "Влад Текаченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютное место, все очень вкусно и красиво. Десерт с жемчужиной особый восторг\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ivan Bartyan",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дарья. Спасибо за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon, Daria. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 3,
    "name": "Юлия Тарасова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Interesting interior. Phoebe cooked for about 20 minutes in an almost empty restaurant. Phobo is one of the most delicious tasting in Kiev, price 188 UAH. . Set of sauces and additions filed. And from the wand they …",
    "rating": 5,
    "name": "Aleksey Mezentsev",
    "cat": "Meal delivery"
  },
  {
    "review": "Атмосфера супер, обслуживание отличное) но всегда возвращаюсь именно из-за вкусной еды)) …",
    "rating": 3,
    "name": "Tanya O",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв! Мы очень рады, что Вы оценили наш сервис и насладились нашей кухней. Всегда ждем Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback! We are very glad that you appreciated our service and enjoyed our cuisine. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Марьяна Николаенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Минусы: обслуживание и отношение к гостям, никакого вовлечения и желания удовлетворить потребности гостя.\nИз плюсов: атмосфера, локация, кухня до 23:00 …",
    "rating": 5,
    "name": "Митя Иванов",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, вам отправили ответ на почту, прошу оставить контактный номер телефона  для обратной связи.\n\n(Translated by Google)\nGood afternoon, you have been sent a reply to the mail, please leave a contact phone number for feedback.",
    "rating": 5,
    "name": "Дмитрий Игнатенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Место намного приятнее bao. Несмотря на такой же «пафосный» дизайн, здесь чувствуешь себя более комфортно и уединенно. Конечно же все соответствует данному уровню заведения: дизайн, обслуживание, блюда, подача и цены. Жаль, что нет никак …",
    "rating": 5,
    "name": "Iryna Dingo",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, благодарим за высокую оценку и отзыв о нашем ресторане. Сожалеем, что не поздравили вас с Днем Рождения, но обязательно исправимся в будущем! Будем рады вас видеть)\n\n(Translated by Google)\nJulia, thank you for your appreciation and feedback about our restaurant. We are sorry that we did not congratulate you on your birthday, but we will certainly improve in the future! We will be glad to see you)",
    "rating": 5,
    "name": "Lars Thomasson",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious, very nice atmospheric interior, good service. More expensive than usual in Kiev. I recommend! …",
    "rating": 5,
    "name": "Наталиа Алекандрова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We will be waiting for you in our restaurant!\n\n(Original)\nДякуємо за високу оцінку! Будемо чекати на вас ще у нашому ресторані!",
    "rating": 5,
    "name": "Dana Kurus",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан с претензией на пафосное место, хоть вьетнамская кухня вообще не про это, с сильно завышенным ценником и средненькой кухней.\nСильно переоцененное место не про поесть, а про повыёбываться 🤷‍♂️ …",
    "rating": 5,
    "name": "Inna Lev",
    "cat": "Meal delivery"
  },
  {
    "review": "Андрей, приветствуем! Вы поставили оценку 4. Сообщите, пожалуйста, нам на почту bao.nam.restaurants@gmail.com или на facebook, что было не так. Нам важно ваше впечатление.\n\n(Translated by Google)\nAndrey, welcome! You gave a score of 4. Please let us know at bao.nam.restaurants@gmail.com or on facebook what was wrong. Your impression is important to us.",
    "rating": 1,
    "name": "Rezo0100 Rezorrr",
    "cat": "Meal delivery"
  },
  {
    "review": "11 августа, среда, около 15 часов - самое время пообедать. Выбор пал на Nam, ведь именно это заведение я хотела посетить после долгого отсутствия в родном городе, так как слышала немало позитивных отзывов. Захожу с мамой в ресторан, на …",
    "rating": 4,
    "name": "Анастасия Храмых",
    "cat": "Meal delivery"
  },
  {
    "review": "Мария , здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello Maria! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Katyelloworld",
    "cat": "Meal delivery"
  },
  {
    "review": "Все в новом заведении интересно подобрано. Сервис отзывчивый. Десерты супер. Есть минуса, музыка не соответствует формату заведения, минимал и техно звучит в этом заведении не очень, ощущение как будто репят колонки. Я думаю это исправят и …",
    "rating": 5,
    "name": "Катя Горбань",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) You come in with the first impression of \"Wow!\", But that evening something went wrong. We were put at a dirty table, all in grease and sticky surface. The passive waiter was gone all evening. They got something wrong …",
    "rating": 5,
    "name": "Євгеній Ліченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Оксана Прищепа",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная, необычная еда и красивая подача блюд. Особенно понравился десерт Кокосовый мусс с манго, свежий и в меру сладкий. …",
    "rating": 5,
    "name": "Milana Tiahur",
    "cat": "Meal delivery"
  },
  {
    "review": "О, саго пудинг с манго наш любимый десерт, гости говорят \"он лучше, чем секс\" ) Спасибо вам за отзыв! До встречи)\n\n(Translated by Google)\nOh, sago mango pudding is our favorite dessert, guests say \"it's better than sex\" ) Thank you for your review! See you)",
    "rating": 5,
    "name": "Enisey Club",
    "cat": "Meal delivery"
  },
  {
    "review": "Первое что нужно отметить заведение у дороги, на летние шумно, есть большое количество мух. Подача быстрая, оформлено красиво. Дорого, дорого, не дёшево. Для единоразового посещения - ок. …",
    "rating": 5,
    "name": "FutuROma _",
    "cat": "Meal delivery"
  },
  {
    "review": "Анастасия, благодарим вас за отзыв!\n\n(Translated by Google)\nAnastasia, thank you for your feedback!",
    "rating": 5,
    "name": "Maria Gordienko",
    "cat": "Meal delivery"
  },
  {
    "review": "Люблю это место, но хочется ещё больше веганских позиций.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Daria Antoniuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Елизавета . Спасибо за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon, Elizabeth. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Василиса",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The service is very excellent\nThe place and the sessions are wonderful and the decoration design is beautiful\nThe pursuit is high …",
    "rating": 5,
    "name": "Андрей Паньков",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello! Thanks for appreciating our organization! Until next time.\n\n(Original)\nأهلا! شكرا لتقدير مؤسستنا! حتى المرة القادمة.",
    "rating": 5,
    "name": "Alex Surnov",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень красивое заведение. Все было очень вкусно.\nВ меню хотелось бы видеть фото блюд.\nСтавлю 3 звезды, так как обслуживание было хамским: на просьбу сфотографировать …",
    "rating": 5,
    "name": "Иван Ванькевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Татьяна , здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nTatiana, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 4,
    "name": "Ernst Mosch",
    "cat": "Meal delivery"
  },
  {
    "review": "Не увлекались фото в дни посещений, но все вкусно, красивая подача блюд. Ходим сюда за кальяном 💨🖤 …",
    "rating": 4,
    "name": "Игорь",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Yaroslav Baklan",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно и необычно! Цены достаточно высоки, но за такое эстетическое и гастрономическое удовольствие можно заплатить.\nПривлекло внимание то, что в этом заведении хороший бар, с большим количеством …",
    "rating": 4,
    "name": "Екатерина Рудая",
    "cat": "Meal delivery"
  },
  {
    "review": "Анастасия, спасибо за высокую оценку и обратную связь! Мы очень рады, что вам понравилось) До встречи!\n\n(Translated by Google)\nAnastasia, thank you for your appreciation and feedback! We are very glad that you liked) See you!",
    "rating": 4,
    "name": "Maryna Kharetonchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Самый лучший, самый вкусный, самый уютный ресторан Киева! Дороговато, но искусство не может быть дешевым, чтобы совсем не уйти в массы! Это место для маленьких и больших праздников скорее, чем для банальных ежедневных обедов. Обслуживание …",
    "rating": 5,
    "name": "Vasyl Boichuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Алексей, благодарим вас за рекомендацию и высокую оценку! Мы счастливы получать такие теплые отзывы от наших постоянных гостей) С нетерпением ждем новых встреч!\n\n(Translated by Google)\nAlexey, thank you for your recommendation and appreciation! We are happy to receive such warm feedback from our regular guests) We look forward to new meetings!",
    "rating": 5,
    "name": "Nadya Serebryanskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкуснейший ресторан, очень вкусные и необычные кальяны, не везде, только в зале для курения, поэтому гостям, те кто предпочитает поесть без дыма, то же будет удобно!)) …",
    "rating": 4,
    "name": "Никита Николашин",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв! Мы очень рады, что Вы оценили наш сервис. Всегда ждем Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback! We are very glad that you have appreciated our service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Andrii Shestakov",
    "cat": "Meal delivery"
  },
  {
    "review": "Ужасное обслуживание, официант смотрит на посетителей как на г@вно. На половину просьб никак не реагировал, делал вид  будто меня нет. Возможно другие официанты нормальные, но нам попался какой то неадекват. …",
    "rating": 1,
    "name": "Александр Демченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Богдан! Нам очень жаль, что у вас сложилось такое впечатление про наш ресторан. Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за реакцию - мы обязательно исправимся.\n\n(Translated by Google)\nGood afternoon, Bogdan! We are very sorry that you have such an impression about our restaurant. We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your reaction - we will definitely fix it.",
    "rating": 5,
    "name": "Роза Датчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучший Фо с говядиной который я когда-либо ел!!! Вообще каждое блюдо - шедевр!! Очень вкусно. Сервис - отлично.\nЦена для центра Киева - на среднем уровне. Недавно появились ланчи за 350 грн, …",
    "rating": 2,
    "name": "Alla",
    "cat": "Meal delivery"
  },
  {
    "review": "Евгений, спасибо большое за рекомендацию! Нам очень приятно) Обязательно передадим все комментарии и комплименты на кухню! Надеемся, вы пробовали уже наши меню кари! А, если нет, тогда есть повод придти в гости) До встречи)\n\n(Translated by Google)\nEugene, thank you very much for your recommendation! We are very pleased) We will definitely pass all comments and compliments to the kitchen! We hope you have already tried our curry menus! And if not, then there is a reason to come to visit) See you)",
    "rating": 5,
    "name": "Дмитрий Байрачный",
    "cat": "Meal delivery"
  },
  {
    "review": "Ребяяяята, ну это нереально! Так вкусно я давно не ела!  Все просто замечательно... начинаю от уверенного и обходительного обслуживания и заканчивая очень красивой посудой. Спасибо!!! …",
    "rating": 5,
    "name": "Ольга Рутковская",
    "cat": "Meal delivery"
  },
  {
    "review": "Были в этом ресторане на бизнес ланч, это было круто, цена около 300 грн. Блюда космос!!!!\nСпасибо Вам!!! …",
    "rating": 5,
    "name": "Сергей Сирченко",
    "cat": "Meal delivery"
  },
  {
    "review": "К сожалению, сервис в заведении сильно испортился. Раньше он был выше всяких похвал. Вчера официанты прямо в зале громко смеялись и обсуждали с матами свои личные дела, и вели себя так, будто посетителей в зел нет. Очень долго несли суп, но …",
    "rating": 5,
    "name": "Евгения Саркисян",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 4,
    "name": "Andriy Zayats",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, красивая подача блюд, отличный сервис. Нам очень понравилось. Только, если вы не любитель острой еды, лучше уточнить перед заказом …",
    "rating": 5,
    "name": "Анна Попова",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день. Благодарим Вас за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Malina Ternovska",
    "cat": "Meal delivery"
  },
  {
    "review": "Гуляли по городу и заинтересовал интерьер здания, колоны. Решили заглянуть в ресторан. Были приятно удивлены качеству обслуживания и кухне. В ресторане приятная атмосфера, может это Новый год, а может и интерьер. Но однозначно рекомендую …",
    "rating": 5,
    "name": "D. T.",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день. Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon. Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Костянтин Щупаченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Сначала о хорошем - блюда действительно очень вкусные и изысканные, браво! Особенно десерт Жемчужина удивил. Но, к сожалению, не очень хорошее обслуживание немного испортило картину - официант был не очень приветлив, как нам показалось, но …",
    "rating": 5,
    "name": "Алевтина",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятный персонал , хорошая кухня и очень быстрое обслуживание! Можно посидеть в тихой и спокойной обстановке с друзьями или близкими! …",
    "rating": 5,
    "name": "Lena Cherem",
    "cat": "Meal delivery"
  },
  {
    "review": "Александр, спасибо за ваш отзыв!\n\n(Translated by Google)\nAlexander, thanks for your feedback!",
    "rating": 4,
    "name": "ODSfilms",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Not cheap but very atmospheric and nice Vietnamese restaurant. All very tasty, though somewhat unusual cocktails, but desserts are surprisingly classy (especially \"Pearl\")! …",
    "rating": 4,
    "name": "Mr. White",
    "cat": "Meal delivery"
  },
  {
    "review": "Место атмосферное, интересный продуманный дизайн, внутри запах восточных палочек :) Вкусно, порции не большие …",
    "rating": 5,
    "name": "Oksana Leshchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Denys Shcherba",
    "cat": "Meal delivery"
  },
  {
    "review": "Играл шансон в НАМе на всю громкость. Дно...Интерьер шедевральный, еда оч вкусная обслуживание оч приятное. Все понравилось. Но шансон перечеркнул все. А я думал у этого заведения есть характер и стиль. …",
    "rating": 4,
    "name": "Uldis Gulitis",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Володимир Ніколайчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Были сегодня с друзьями, впечатление о месте осталось очень неприятное. Еда вкусная- да! Ценник выше среднего, декор очень красивый, но всё это испортилось очень грязным и вонючим туалетом, без преувеличения, туалет пах хуже общественного …",
    "rating": 5,
    "name": "Lavrov Oleg",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Наталия Лерман",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну что сказать. С сожалением приходится констатировать, что самобытный и яркий ресторан взял курс на снижение класса. С рестораном явно что-то произошло, из-за чего его смело можно вычеркивать из премиум класса (fine dining). …",
    "rating": 5,
    "name": "Julia Zolotaiko",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 4,
    "name": "Віктор Невідомий",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) From the positive: impressive entrance doors, romantic spot lighting, interesting decor, live flowers, beautiful dishes design menu, delicious and good dishes ... stylish and delicious. …",
    "rating": 5,
    "name": "Anna Surneva",
    "cat": "Meal delivery"
  },
  {
    "review": "Почему нет 6 звезд для оценки??? Здесь вкусно ВСЕ! Небанальное меню, удовлетворяющее и гурмана и простого парня, вкуснейшие коктейли, обслуживание на высшем уровне, причем, вся команда. Хорошая почти вегетарианская кухня и приятный сервис. …",
    "rating": 5,
    "name": "Vitalii Tkachenko",
    "cat": "Meal delivery"
  },
  {
    "review": "We are very glad that you liked the restaurant. Our team sincerely rejoices in high marks, and even more happiness for us is satisfied guests!",
    "rating": 5,
    "name": "Таня Порхун",
    "cat": "Meal delivery"
  },
  {
    "review": "Довольно просторное помещение в самом центре Киева. Интерьер интересный, но выглядит недоделанным. Все очень вкусно! Цены выше среднего, что не позволит многим ходить туда часто. Но, хоть раз, посетить данное заведение стоит! …",
    "rating": 4,
    "name": "Angelina Folor",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан, оценили кухню и оставили отзыв. Всегда ждем вас в нашем ресторане!\n\n(Translated by Google)\nThank you for visiting our restaurant, appreciating the cuisine and leaving a review. We are always waiting for you in our restaurant!",
    "rating": 4,
    "name": "Yuliia Khokhulia",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень обидно было когда про мой заказ просто забыли . Тогда когда кухня уже закралась и официант сказал - извините , я забыл . Никакой компенсации в виде коктейля или другого не предложили . Уехала домой голодная так как было уже 23.00 и …",
    "rating": 5,
    "name": "Fiko Can",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Василь Сірак",
    "cat": "Meal delivery"
  },
  {
    "review": "Приехали с мужем на ужин. В итоге мы пришли 1) админ не провела даже за столик, сказала что можем дойти сами (ну ок, это не так печально как следующее).\n2) через минут 10 ожидания официанта нам говорят что заказ ждать больше часа …",
    "rating": 5,
    "name": "Andrey Tarasenko (Kristina Play Games)",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nJulia, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Ганна Денькович",
    "cat": "Meal delivery"
  },
  {
    "review": "Этот ресторан имеет все шансы стать любимым заведением.\nВеликолепно продуманный интерьер с первого шага погружает в атмосферу Вьетнама. Понравились высочезные потоки и много свободного пространства. Шикарные рисунки …",
    "rating": 5,
    "name": "Ольга Мусякевич",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Food, service - great.\nOf the disadvantages:\n1) Neglect quarantine restrictions …",
    "rating": 5,
    "name": "Anastasiia Starovoit",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, thank you for your feedback.\nOfficially, the restaurant pays for parking spaces, as evidenced by signs from the Kyiv City State Administration in parking lots. Also for the comfort of our guests there is a parking lot, which will always help to park your car.\nWe will definitely hold a conversation with the restaurant staff about quarantine measures, the safety of our guests is important to us. We look forward to seeing you again!\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня, дякуємо Вам за відгук.\nОфіційно ресторан оплачує місця на парковці, про це свідчать таблички від КМДА на паркомісцях. Також для комфорту наших гостей є паркувальник, який завжди допоможе припаркувати Вашу машину.\nМи обов'язково проведемо бесіду зі співробітниками ресторану про карантинні заходи, нам важлива безпека гостей. Будемо раді бачити Вас знову!\nЗ повагою керуюча рестораном Ірина.",
    "rating": 5,
    "name": "lili-lolita havriush",
    "cat": "Meal delivery"
  },
  {
    "review": "Блюда не оказались особо вкусными. Красивая подача. Коктейли неплохие. Цены довольно высокие. Красивый интерьер и внимательное обслуживание. Однако, больше возвращаться не хочется сюда. …",
    "rating": 5,
    "name": "Depeche Mode",
    "cat": "Meal delivery"
  },
  {
    "review": "Уважаемая, Елизавета, благодарим за отзыв. Ждём Вас снова в гости, мы хотим оставить только хорошие впечатления о нашей кухне.\n\n(Translated by Google)\nDear Elizabeth, thank you for your feedback. We are waiting for you to visit again, we want to leave only good impressions of our kitchen.",
    "rating": 5,
    "name": "Alex Mil",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно. Красивый интерьер\n\n(Translated by Google)\nDelicious. Beautiful interior",
    "rating": 5,
    "name": "Yevhenii Dzhus",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Olena, congratulations! Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nОлено, вітаємо! Дякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 5,
    "name": "Viktor",
    "cat": "Meal delivery"
  },
  {
    "review": "Забронировали столик для себя и друзей иностранцев. Приехали. Сказали, что брони нет. Посадили в проходе. Других вариантов не предложили, не смотря, что ресторан был полупустой. …",
    "rating": 4,
    "name": "Dmitry Leshchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Игорь, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nIgor, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Надежда Андреева",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё было на высоком уровне. Интерьер, сервис. В честь Дня Рождения презентовали шикарный десерт жемчужина. Но вьетнамскую кухню нужно понять, я не влюбилась.попробовать точно нужно хотя бы один раз. …",
    "rating": 4,
    "name": "Svit Flower",
    "cat": "Meal delivery"
  },
  {
    "review": "Марина, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nMarina, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Igor Bogachov",
    "cat": "Meal delivery"
  },
  {
    "review": "Красиво, вкусно и дорого. Меню красивое и непонятное🤔, не хватает картинок, чтобы понимать что это за блюдо. Очень красивая подача десертов и коктейлей😍👌Из мелочей: 1 ❌ нет меню с ценами на кальян, 2 ❌ в туалетах нет опознавательных …",
    "rating": 5,
    "name": "Vika Liashko",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 1,
    "name": "Валерия Береза",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место с приятной атмосферой, классным интерьером и приятным обслуживанием!\nЕда вкусная, подача интересная, продукты свежие! …",
    "rating": 5,
    "name": "Ирина Логвинова",
    "cat": "Meal delivery"
  },
  {
    "review": "Ольга, спасибо большое за обратную связь и вашу рекомендацию! Мы очень рады каждой встрече с вами) С нетерпением ждем в гостях)\n\n(Translated by Google)\nOlga, thank you very much for your feedback and your recommendation! We are very glad to every meeting with you) We look forward to visiting)",
    "rating": 5,
    "name": "Anton Marchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Оригинальная авторская кухня, ооочень вкусно, сервис отличный! Очень рекомендую севиче …",
    "rating": 5,
    "name": "Anna G",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алевтина! Благодарим вас, за то, что нашли время поделиться своими впечатлениями о визите. Будем рады видеть вас снова в гостях. До встречи)\n\n(Translated by Google)\nGood afternoon, Alevtina! Thank you for taking the time to share your impressions of the visit. We will be glad to see you again. See you)",
    "rating": 5,
    "name": "Grigoriy Kyrochkin",
    "cat": "Meal delivery"
  },
  {
    "review": "Больше никогда! Этот ресторан в последнем году превратилась в низкосортный кальян-бар. Во первых, нету зон для некурящих! Мы сидели в зале, где одни курильщики вокруг пускали дым кальяна в наши лица. Потом мы заказали суп Фо и краб. Кухня …",
    "rating": 5,
    "name": "Vitaliy Kolyadenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Alla Burdiug",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное заведение! Самое важное - пускают с собакой, для меня это уже давно маркер адекватности и хорошего сервиса! …",
    "rating": 4,
    "name": "Денис Губарев",
    "cat": "Meal delivery"
  },
  {
    "review": "Алена, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nAlena, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Yuriy Sozinov",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Incredible place! The kitchen and interior of the institution at the highest level 😍 …",
    "rating": 5,
    "name": "Жанна Петрова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We will be waiting for you in our restaurant!\n\n(Original)\nДякуємо за високу оцінку! Будемо чекати на вас ще у нашому ресторані!",
    "rating": 5,
    "name": "Bohdan Popovych",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) This restaurant was opened by the famous chef Hector Bravo. Asia inspired him to find non-trivial and authentic Vietnamese recipes, rethink them and cook in a new way. Here you can try exotic Vietnamese snacks in …",
    "rating": 5,
    "name": "Юрий и Вероника Назаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Andrew. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Irina Restaurant Manager\n\n(Original)\nДоброго дня, Андрій. Дякуємо за хороший відгук. Будемо раді бачити Вас знову!\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Семен Николаевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно, красивое помещение, быстрое и приятное обслуживание. Видел как готовят еду ( По работе занесло прямо на кухню - очень чисто !). Раньше здесь не бывал , но теперь буду чаще здесь есть и проводить время ! …",
    "rating": 5,
    "name": "Kate Zhosan",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Тони! Спасибо большое, что нашил время написать о нас и поделиться своими эмоциями) С нетерпением ждем новых встреч)\n\n(Translated by Google)\nGood afternoon, Tony! Thank you very much for taking the time to write about us and share your emotions) We look forward to new meetings)",
    "rating": 5,
    "name": "Татьяна Алятина",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A Vietnamese restaurant, we ordered chicken with pineapple and fried rice with vegetables once, delicious, or noodles with vegetables, it was not once …",
    "rating": 1,
    "name": "Yulian Konchunas",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Stephan Blagovisnuj",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан и интерьер конечно хороший, но!\nОфициант предложил целую утку по колониальному, ну хорошо. Принесли граммов 200-300 обычной утки из духовки, ценна 1600-1700. …",
    "rating": 5,
    "name": "Anatolii Lytvyn",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Kaśia Dolinina",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delight! Rarely do you meet such attention - I felt like a very important guest. In general, a great place, chic design, excellent service, very friendly and happy to help, insanely delicious and professionally …",
    "rating": 5,
    "name": "Ruslan Ivanchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Arthur Liup",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) My colleagues and I went to lunch. What can I say, it was delicious, interesting combinations of flavors, exquisite serving. I like more soulful and small establishments, but here is the atmosphere. Very polite and …",
    "rating": 5,
    "name": "Anna SS",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Congratulations! Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nВітаємо! Дякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 4,
    "name": "Satanic Rara",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучшее место Киева, из тех, в которых мне довелось бывать! Такой суп, что хотелось плакать от восторга! …",
    "rating": 4,
    "name": "Анастасия Дыхненко",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасииибо! Нам очень приятно! Фо замечательный и незабываемый, это правда! Уже ждет вас) Скорее приходите!\n\n(Translated by Google)\nThank you! We are very pleased! Pho is wonderful and unforgettable, it's true! Already waiting for you) Hurry up!",
    "rating": 3,
    "name": "Аня Карпенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Половину блюд из меню отсутствуют,два одинаковых блюда подали в разных тарелках и выглядели они почему-то по разному, порции совсем не большие, скажем за такие деньги. Заказали фирменный десерт,который подаётся с жидким азотом, его мы так и …",
    "rating": 5,
    "name": "Салтанат Фишер",
    "cat": "Meal delivery"
  },
  {
    "review": "Марина , здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nMarina, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Hellga Ignatovich",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious Vietnamese cuisine, especially snacks and dessert pudding. Dishes are moderately exotic, adapted for Ukrainian taste. Everything is beautifully decorated. The staff is polite. …",
    "rating": 3,
    "name": "Ирина П",
    "cat": "Meal delivery"
  },
  {
    "review": "Воду не подают в кафе ,ничего особенного ,цены космос и красивая подача ,абсолютно невкусно !!!!!! …",
    "rating": 5,
    "name": "Katia Jacobz",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо за ваш отзыв, мы сожалеем, что вам не понравилась наша кухня и обслуживание. Ваши замечания обязательно учтем. И ждем вас снова, чтобы исправить ваше впечатление о нашем ресторане.\n\n(Translated by Google)\nGood afternoon! Thank you for your feedback, we are sorry you did not like our cuisine and service. We will definitely take into account your comments. And we are waiting for you again to correct your impression of our restaurant.",
    "rating": 5,
    "name": "Bond",
    "cat": "Meal delivery"
  },
  {
    "review": "Атмосфера ресторана приятная, меню шикарное, но обслуживание оставляет желать лучшего. Пришли сегодня покурить кальян, несли долго, чайных пакетиков не было, крышку от чайника разбили, в 23.15 сказали кальян забираем - до свидания! Спасибо, …",
    "rating": 1,
    "name": "Serhey Novachenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Дария!  Спасибо, что оставили отзыв.\nМы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за комментарий, возьмем во внимание\n\n(Translated by Google)\nGood afternoon, Daria! Thank you for leaving a review.\nWe want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for the comment, let's take into account",
    "rating": 5,
    "name": "Andrei Serebrianskii",
    "cat": "Meal delivery"
  },
  {
    "review": "Конечно был очень давно, но всё же:\n-рис с крабом не вкусный. Точнее у него нет вкуса.\n-салат с говядиной(если не ошибаюсь) подвел тем, что мясо жесткое. …",
    "rating": 5,
    "name": "Bogdan Bondarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Kristina Kopaeva",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера хотели посидеть на террасе, заняли свободный большой стол, на котором не было информации о резерве. Вышла девушка, сказала что этот стол зарезервирован для компании из 8 человек. Информации о времени резерва она не предоставила. Ок, …",
    "rating": 5,
    "name": "Oleksii Kuznietsov",
    "cat": "Meal delivery"
  },
  {
    "review": "Анастасия, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nAnastasia, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Pavel Minenok",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good place. Delicious non-alcoholic cocktails. Very expensive …",
    "rating": 5,
    "name": "Natali Kyiv",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Anastasia, thanks for the feedback!\n\n(Original)\nАнастасія, дякуємо за відгук!",
    "rating": 5,
    "name": "Сергей «Foxstore» Костюк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Atmospheric. Prices are high, portions are small. Not bad, but nothing special. Interesting desserts. During the calculation there were some difficulties that took time. Another was impressed by the extortion of tips …",
    "rating": 5,
    "name": "Glenn Savel",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation! We noticed that you put three stars and would like to clarify whether you liked it, maybe you can share your opinion to make us even better for our guests?\n\n(Original)\nДякуємо вам за оцінку! Ми помітили, що ви поставили три зірки і хотіли б уточнити чи вам сподобалося, можливо ви зможете поділитися своєю думкою щоб ми стали ще краще для наших гостей?",
    "rating": 5,
    "name": "Zali Zali",
    "cat": "Meal delivery"
  },
  {
    "review": "Интересное место, запах приятный, но хотели заказать утиную грудку(которая есть в меню) и ее не оказалось, ответ официанта был \"поставщики, что-то там...). При таком антураже и ценах, можно было бы и уток прикупить... …",
    "rating": 5,
    "name": "Вероника Дубинская",
    "cat": "Meal delivery"
  },
  {
    "review": "Юрий, благодарим вас за отзыв и обратную связь. Действительно в тот вечер утки не было. Но мы исправили ситуацию. Приносим свои извинения и будем рады видеть вас снова в гостях!\n\n(Translated by Google)\nYuri, thank you for your feedback and feedback. Indeed, that evening there was no duck. But we corrected the situation. We apologize and we will be glad to see you again at a party!",
    "rating": 5,
    "name": "vi river",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно, с хорошей подачей.\n\n(Translated by Google)\nVery tasty, well served.",
    "rating": 5,
    "name": "Iren Pariy",
    "cat": "Meal delivery"
  },
  {
    "review": "Данил, здравствуйте! Спасибо за отзыв и высокую оценку нашему заведению! До новых встреч.\n\n(Translated by Google)\nDanil, hello! Thank you for your feedback and appreciation to our institution! Until next time.",
    "rating": 3,
    "name": "Павлина Каплий",
    "cat": "Meal delivery"
  },
  {
    "review": "Обещали плед через две минуты, а так и не принесли, коктейли супер!\nКрасивая ёлка! …",
    "rating": 5,
    "name": "Сергей Рудич",
    "cat": "Meal delivery"
  },
  {
    "review": "Александр, приносим свои извинения! Спасибо за отзыв, будем рады видеть вас снова) И да, плед уже подготовили)\n\n(Translated by Google)\nAlexander, we apologize! Thank you for your feedback, we will be glad to see you again) And yes, the blanket has already been prepared)",
    "rating": 5,
    "name": "Евгений Мартынюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан расположен в центре, есть парковка для посетителей ресторана. Но на открытой террасе очень шумно и пыльно. Заказ ждать долго. …",
    "rating": 5,
    "name": "Antonio Alferez",
    "cat": "Meal delivery"
  },
  {
    "review": "Анна, спасибо за отзыв! Мы обязательно учтем ваши замечания\n\n(Translated by Google)\nAnna, thanks for the tip! We will definitely take into account your comments.",
    "rating": 5,
    "name": "Lambros Mavrogenakis",
    "cat": "Meal delivery"
  },
  {
    "review": "Вроде вкусно и очень красивый интерьер. Но атмосфера и отношение персонала поразило. Изначально ощущался оценивающий взгляд официанта и отсутсвие какого-либо интереса к тебе как к гостю. Когда попросила посоветовать что-то из двух блюд с …",
    "rating": 5,
    "name": "Victor Isetan",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за ваш отзыв! Мы очень сожалеем, что вам не понравилось обслуживание в нашем ресторане. Если есть возможность, свяжитесь пожалуйста с нашим менеджером по телефону 096 758 58 58, чтобы рассказать подробнее - мы бы очень хотели учесть все ошибки и исправить ваше впечатление!\n\n(Translated by Google)\nThanks for your feedback! We are very sorry that you did not like the service in our restaurant. If possible, please contact our manager by phone 096 758 58 58 to tell us more - we would really like to take into account all the mistakes and correct your impression!",
    "rating": 5,
    "name": "Sergiy Gurzheyev",
    "cat": "Meal delivery"
  },
  {
    "review": "Администраторы порадовали своей безответственностью. Вчера сходили забронировали конкретный стол на сегодня, сегодня администратор перезвонил и уточнил прийдем ли мы, мы предупредили что опаздываем на пол часа, но точно прийдем. Пришли и …",
    "rating": 5,
    "name": "And S",
    "cat": "Meal delivery"
  },
  {
    "review": "Дмитрий, спасибо за ваш подробный отзыв! Мы обязательно проведем работу с администратором и учтем ваши замечания. Ждем вас в гости снова, чтобы исправить впечатление!\n\n(Translated by Google)\nDmitry, thanks for your detailed feedback! We will definitely work with the administrator and take into account your comments. We are waiting for you to visit again to correct the impression!",
    "rating": 5,
    "name": "Olya V",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший ресторан. Вкусная кухня, приятное обслуживание, красивый интерьер, уютно. …",
    "rating": 5,
    "name": "Вiталій Нестерук",
    "cat": "Meal delivery"
  },
  {
    "review": "Яна, спасибо за отзыв! Всегда ждем в гости\n\n(Translated by Google)\nYana, thanks for the tip! We are always waiting for a visit",
    "rating": 5,
    "name": "Леонид Оксаниченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Я влюбилась в вьетнамсуую кухню.. Очень красиво и вкусно и конечно же стильно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yulia Frenkel",
    "cat": "Meal delivery"
  },
  {
    "review": "Дарина, спасибо большое! Готовы продолжать вас влюблять) Именно по тому 15 новых позиций в основном меню и фестиваль кари в ближайшую неделю, как и вся наша команда, ждут вас в гостях) До встречи)\n\n(Translated by Google)\nDarina, thank you very much! We are ready to continue to fall in love with you) That is why 15 new positions in the main menu and the kari festival in the coming week, like our entire team, are waiting for you at a party) See you)",
    "rating": 5,
    "name": "Oly Lukash",
    "cat": "Meal delivery"
  },
  {
    "review": "Переоцененный ресторан во всех смыслах.\nУжасные кальяны, медленные официанты, подача вразнобой и оооочень долгая. …",
    "rating": 5,
    "name": "Leba Kna",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Никита! Спасибо за отзыв. Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com и мы обязательно выясним причины такой задержки и исправим.\n\n(Translated by Google)\nGood afternoon, Nikita! Thank you for your feedback. We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com and we will definitely find out the reasons for such a delay and fix it.",
    "rating": 5,
    "name": "Павел Сергеевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера посетили ресторан и получили максимум удовольствия, начиная от сервиса и заканчивая десертами! Очень вкусные димсам\nТеперь одно из любимых мест, куда буду приходить с удовольствием. Спасибо 👌❤️ …",
    "rating": 5,
    "name": "Oleg Lutskyi",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the good feedback. We look forward to seeing you again!\nSincerely, Irina Restaurant Manager\n\n(Original)\nДоброго дня. Дякуємо за хороший відгук. Будемо раді бачити Вас знову!\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 5,
    "name": "Andrrus Volkov",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень классный и вкусный ресторан. Начиная со входа,  невероятно красивые и наверное самые большие двери в Киеве. Отличная атмосфера. Блюда имеют очень красивый внешний вид и потрясающий вкус. Особенно впечатленяет то,  что ты не знаешь …",
    "rating": 5,
    "name": "Oleksandr",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день!\n\nПодскажите, все хотим попасть к Вам отведать прекрасных блюд, но в связи с …",
    "rating": 1,
    "name": "Vitalii Shevel",
    "cat": "Meal delivery"
  },
  {
    "review": "Митя, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nMitya, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Andrii Rudiuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Забронировал стол на определенное время, немного опаздывал так что еще раз набрал и предупредил администратора, но когда по итогу пришел оказалось что стол еще не убран и попросили подождать 5 минут. По истечении 10-и минут стол все еще был …",
    "rating": 5,
    "name": "Yasmina Kryvushenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо за ваш подробный отзыв. С официантом будет проведена работа. Извините за причиненные неудобства, очень надеемся исправить ваше впечатление при следующем визите\n\n(Translated by Google)\nGood afternoon! Thanks for your detailed feedback. Work will be done with the waiter. Sorry for the inconvenience, we really hope to correct your impression on our next visit.",
    "rating": 5,
    "name": "Татьяна Дмитриева",
    "cat": "Meal delivery"
  },
  {
    "review": "Один из лучших ресторанов азиатской кухни,рекомендую!Красивый интерьер и вкуснейшая еда попробуйте фо с курицей и дамплинги с уткой,так же рекомендую утиную грудку по императорски🔥 …",
    "rating": 5,
    "name": "Fedor Zubenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день. Спасибо за отзыв, мы очень рады, что Вы оценили наш ресторан. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback, we are very glad that you have rated our restaurant. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Виктор Калюжный",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилось еда и коктейли, вкусно и красивая подача. Единственное, что кальян подкачал, плохо курился. Но это никак не испортило впечатление об этом месте. Дороговастенько, но это того стоит. Обязательно попробуйте десерты: свежие, …",
    "rating": 4,
    "name": "Ганна Карпенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Надежда, спасибо за ваш отзыв! Рады, что понравилась еда и атмосфера, а ваши замечания мы учтем) Ждем в гости снова!\n\n(Translated by Google)\nNadezhda, thanks for your feedback! We are glad that we liked the food and the atmosphere, and we will take into account your comments) We look forward to visiting again!",
    "rating": 5,
    "name": "Yurii",
    "cat": "Meal delivery"
  },
  {
    "review": "Давно так не радовали рестораны в Киеве. Персонал мужской превосходен, профессионализм запредельный. Проигнорировать их рекомендации будет ошибкой. Кухня отлично адаптирована под нас, но и изюминки сохранились. Цены высоки, но соответствуют …",
    "rating": 5,
    "name": "Serhii Сережа",
    "cat": "Meal delivery"
  },
  {
    "review": "Была здесь впервые, очень вкусно! Интерьер шикарный, утка просто таяла во рту, коктейли отличные, обслуживание на высшем уровне- спасибо официанту Александру. Обязательно прийду к Вам ещё раз! …",
    "rating": 5,
    "name": "Ася Шапшалова",
    "cat": "Meal delivery"
  },
  {
    "review": "Мария, спасибо за ваш отзыв!\n\n(Translated by Google)\nMaria, thanks for your feedback!",
    "rating": 5,
    "name": "Федір Ніщименко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень шикарная и элитная атмосфера. И в то же время уютное.\nУже 2-й раз сдесь, обслуживание просто на высоте, имею ввиду официантов. Один вкусно и  классно \"продавал\" и описывал блюда. …",
    "rating": 5,
    "name": "Mykola Melnyk (Raido)",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо Вам, Антон, за такой хороший отзыв! Мы всегда Вам рады. До встречи в NAM)\n\n(Translated by Google)\nThank you Anton for such a good review! We are always glad to see you. See you at NAM)",
    "rating": 5,
    "name": "Larysa Bulatova",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера был особый повод и мы с женой, по совету дочери, решили посетить этот ресторан.\nТеперь по порядку : …",
    "rating": 5,
    "name": "Вячеслав Файвинов",
    "cat": "Meal delivery"
  },
  {
    "review": "Давно слышала об интерьере ресторана. Оправдала свои ожидания на счёт оформления, уровня обслуживания и кухни. Великолепные гребешки в манго-чили соусе, насыщений суп фо с крабовым мясом, с помощью соусов можно менять вкус от сладкого к …",
    "rating": 5,
    "name": "Tkachov Vasyl",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное место для отдыха . Коктейльная карта супер .\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pavel Diachenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nJulia, welcome! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 1,
    "name": "Alex",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная курочка.Хорошая обстановка. Дорогой алкоголь.Пример пиво только 0.33 - цена 180грн :) Для студентов дорого :))) …",
    "rating": 5,
    "name": "Светлана Крикун",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас за отзыв! У нас есть классные ланчи с 12.00 до 17.00 по 369 гривен! Очень вкусно и сытно! Ждем вас и всех студентов)\n\n(Translated by Google)\nThank you for your feedback! We have great lunches from 12.00 to 17.00 to 369 hryvnia! Very tasty and satisfying! We are waiting for you and all students)",
    "rating": 5,
    "name": "Мария Анферова",
    "cat": "Meal delivery"
  },
  {
    "review": "Eng below. Ресторан хороший, еда вкусная, но с налётом украинского жлобства. Вода без газа - только за 100 грн / бутылка 0.5. Были два раза с разными друзьями живущими в Америки, оба раза счёт за воду давал неприятный осадок от посещения. …",
    "rating": 5,
    "name": "Дмитрий Владимирович",
    "cat": "Meal delivery"
  },
  {
    "review": "Я не понимаю людей которые так строят бизнес и отношение к гостям.\nЗвоним... алло здравствуйте мы бы хотели заехать поужинать, а у вас есть кальян ? …",
    "rating": 5,
    "name": "Инна В",
    "cat": "Meal delivery"
  },
  {
    "review": "Ольга, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nOlga, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Oksana Lisetskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан размещён в историческом здании и скрывает захватывающую историю о себе. …",
    "rating": 2,
    "name": "Денис Легашов",
    "cat": "Meal delivery"
  },
  {
    "review": "Виктория, здравствуйте! Спасибо за высокую оценку нашему заведению! До новых встреч!\n\n(Translated by Google)\nVictoria, hello! Thank you for the appreciation of our establishment! Until next time!",
    "rating": 5,
    "name": "Igor Garnaga",
    "cat": "Meal delivery"
  },
  {
    "review": "Как сам ресторан, вопросов и претензий нет, но ребята если доставка это не ваш конёк, нечего туда лезть, вы только портите себе репутацию!!  Так ещё по телефону даже не признаёте своей вины, пытаясь оправдываться! Лучше не берите заказ …",
    "rating": 5,
    "name": "Angela Leschenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Дмитрий, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nDmitry, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Max Uperiaka",
    "cat": "Meal delivery"
  },
  {
    "review": "Вообще не понравилось, мы с мужем заехали пообедать. Было не вкусно, я взяла лапшу с говядиной, чувствовалось не свежее масло. Обслуживание на троечку. Даже расписывать не хочу. Это было новое место для нас, попробовать надо было, но больше …",
    "rating": 4,
    "name": "Valeriia “Wolfling” Punk Wolf",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо за ваш отзыв, мы сожалеем, что вам не понравилась наша кухня и обслуживание. Ваши замечания обязательно учтем. И ждем вас снова, чтобы исправить ваше впечатление о нашем ресторане.\n\n(Translated by Google)\nGood afternoon! Thank you for your feedback, we are sorry you did not like our cuisine and service. We will definitely take into account your comments. And we are waiting for you again to correct your impression of our restaurant.",
    "rating": 5,
    "name": "Eduard",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный ресторан. Еда здесь очень и очень вкусная. Подача блюд шикарная. Цены в меню адекватные. Соотношение цены и качества на достойном уровне как доя центра Киева. Персонал приятный и отзывчивый, всегда помогут сделать правильный выбор. …",
    "rating": 5,
    "name": "Діана Корнієнко",
    "cat": "Meal delivery"
  },
  {
    "review": "Андрей, спасибо за отзыв! Всегда рады видеть вас в нашем ресторане\n\n(Translated by Google)\nAndrey, thanks for the tip! We are always glad to see you in our restaurant",
    "rating": 5,
    "name": "Igor Timchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Today we visited NAM. Very cozy and delicious. The waiters are very polite, we recommend. …",
    "rating": 4,
    "name": "Юрий Воскобойников",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We are waiting for a visit yet)\n\n(Original)\nДякуємо за ваш відгук! Чекаємо у гості ще)",
    "rating": 4,
    "name": "Kate Ulasheva",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень смешанные чувства после посещения на ланч! Отзывы как бы зазывали попробовать , а в реалии - разочарование ! В связи с моей аллергией на кунжут и орехи , официант долго разбирался с поваром что они могут приготовить без аллергенов... …",
    "rating": 5,
    "name": "Алексей «Gnusniy Gnom» Ишкин",
    "cat": "Meal delivery"
  },
  {
    "review": "Устраиваюсь сюда работать. В целом, первое впечатление ресторан производит отличное: убранство, сервис, интерьер - всё привлекает каким-то особым шармом и оставляет послевкусие азиатских традиций. Надеюсь, изнутри эта \"кухня\" выглядит так …",
    "rating": 3,
    "name": "Юлия Малёванная",
    "cat": "Meal delivery"
  },
  {
    "review": "Красиво и вкусно, но один момент: очень странные, не самые удобные сиденья возле окна, чувствуешь себя ребёнком, который залез на высокий стул, и у которого теперь ножки неловко свисают. …",
    "rating": 5,
    "name": "Олексій Навальний",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что нашли время оставить отзыв. Мы рады, что Вам понравилось у нас. При следующе встрече, мы принесём для Вас подушку, чтобы было комфортно сидеть. До встречи в NAM)\n\n(Translated by Google)\nThank you for taking the time to leave a review. We are glad that you liked it with us. At the next meeting, we will bring a pillow for you to sit comfortably. See you at NAM)",
    "rating": 5,
    "name": "Аскольд Скрипка",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное современное место, оригинальное и вкусное меню. Очень понравилось.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Jo Nas",
    "cat": "Meal delivery"
  },
  {
    "review": "Нам этот ресторан посоветовала сестра. В карантин хотелось чего-то новенького и вкусненького, поэтому выбрали NAM.\nВыбрали пасту с морепродуктами, сет с супом с морепродуктами ; овощами с курицей …",
    "rating": 5,
    "name": "Pavel Daniman",
    "cat": "Meal delivery"
  },
  {
    "review": "Инна, добрый день! Нам очень жаль, что сложилась такая ситуация. Наша менеджер уже связалась с вами для того, чтобы уточнить детали и исправить ее. Приносим извинения за причиненные неудобства.\n\n(Translated by Google)\nInna, good afternoon! We are very sorry that this situation has arisen. Our manager has already contacted you in order to clarify the details and correct it. We apologize for any inconvenience caused.",
    "rating": 5,
    "name": "KiweTakoeKiwe",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно и необычно! Цены достаточно высоки, но за такое эстетическое и гастрономическое удовольствие можно заплатить.\nПривлекло внимание то, что в этом заведении хороший бар, с большим количеством …",
    "rating": 5,
    "name": "Nastya Malinovskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный ресторан, прекрасный интерьер, много внимания уделено даже мельчайшим деталям, удобное расположение в центральной части города, вежливый и обученный персонал. …",
    "rating": 5,
    "name": "Nastya Polonskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Благодарим за отзыв, интерьер нашего ресторан попал в 12 лучших интерьеров в мире по версии Международной ассоциации интерьерного дизайна IIDA и является большой гордостью для нас, как и уровень сервиса в ресторане над которым мы ежедневно работаем. По этому нас очень обеспокоило ваше сообщение. Будем благодарны, ели вы подробнее опишите ситуацию и расскажете, кто из наших сотрудников так настойчиво делился своими контактами и где живет этот человек, из вашего комментария я понимаю, что вы владеете этой информацией. Телефон для связи 093 72 98 521 - Анна, управляющая. Хорошего дня!\n\n(Translated by Google)\nGood day! Thank you for your feedback, the interior of our restaurant got into the 12 best interiors in the world according to the International Association of Interior Design IIDA and is a great pride for us, as well as the level of service in the restaurant we work on every day. For this we were very concerned about your message. We will be grateful if you describe the situation in more detail and tell us which of our employees so aggressively shared their contacts and where this person lives, from your comment, I understand that you own this information. Contact phone 093 72 98 521 - Anna, manager. Have a nice day!",
    "rating": 5,
    "name": "Oleksandr Kotusenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Кухня неплохая, интерьер классный, попросил обычной воды, принесли за 120 грн/0,5л. Об этом узнал уже из чека, что подпортило впечатление …",
    "rating": 5,
    "name": "Ekaterina Kalika",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв. Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо!\n\n(Translated by Google)\nGood day! Thank you very much for your feedback. We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you!",
    "rating": 4,
    "name": "Sunghee Kim",
    "cat": "Meal delivery"
  },
  {
    "review": "Все понравилось, закажу еще )))\n\n(Translated by Google)\nI liked everything, I will order more)))",
    "rating": 4,
    "name": "Vitalii Belelia",
    "cat": "Meal delivery"
  },
  {
    "review": "Андрей, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До новых встреч!\n\n(Translated by Google)\nAndrey, welcome! Thank you for your feedback and 5 stars to our restaurant! Until next time!",
    "rating": 3,
    "name": "Жанна Билык",
    "cat": "Meal delivery"
  },
  {
    "review": "Искали место с отдельной комнатой, так как выбрались с младенцем. Было комфортно и уютно , обслуживание отличное. Еда очень вкусная! …",
    "rating": 5,
    "name": "Жанна Гурневич",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв! Нам очень приятно, что Вы хорошо провели время. Всегда ждем Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback! We are very pleased that you had a good time. We are always waiting for you in our restaurant.",
    "rating": 4,
    "name": "hAW jun lee",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусные, интересные завтраки, цены адекватные для такого ресторана, персонал нормальный. В целом заведение интересное. Искателям \" хочу чего-то нового\" в еде, можно смело советовать! …",
    "rating": 3,
    "name": "Максим Барбаш",
    "cat": "Meal delivery"
  },
  {
    "review": "Дмитрий, приветствуем! Благодарим за отзыв нашему ресторану! Будем рады видеть вас вновь\n\n(Translated by Google)\nDmitry, welcome! Thank you for your review to our restaurant! We will be glad to see you again",
    "rating": 5,
    "name": "Елена Войэен",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно все! Атмосфера, сервис, коктейли - все на высшем уровне! Очень порадовало, что нам с парнем выделили столик отдельно от всех, спасибо) …",
    "rating": 5,
    "name": "Daria Diukarieva",
    "cat": "Meal delivery"
  },
  {
    "review": "Мы очень рады, что вам понравился ресторан. Наша команда искренне радуется высоким оценкам, а еще большее счастье для нас - довольные гости!\n\n(Translated by Google)\nWe are very glad that you liked the restaurant. Our team sincerely rejoices in high marks, and even more happiness for us is satisfied guests!",
    "rating": 5,
    "name": "Nadezhda Trotsko",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятный интерьер,  есть уютные столики. Еда островатая и не очень сладкая, как для вьетнамской кухни. В крабовом супе чувствуется острый недостаток крабов.\nУтка приемлема,  но вполне традиционна для киевских заведений …",
    "rating": 3,
    "name": "Kirill Tupchy",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличная еда, красивый интерьер, за музыку отдельный 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "דרור לנגר",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно (но и дорого). Интересный дизайн и планировка заведения. Минус за ненужного диджея с флешкой радиоформата. На втором этаже звуковое сопровождение гармоничное. …",
    "rating": 5,
    "name": "Sania Fair",
    "cat": "Meal delivery"
  },
  {
    "review": "Максим, приветствуем! Благодарим за отзыв! До встречи вновь!\n\n(Translated by Google)\nMaxim, welcome! Thank you for your feedback! See you again!",
    "rating": 5,
    "name": "Георгий Никитин",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место! При входе встречают красивые хостесс, внутри очень красиво! Еду готовят очень быстро! Подача десертов просто невероятная, десерт белая жемчужина выше всех похвал! Большой ассортимент коктейлей как алкогольных так и без …",
    "rating": 5,
    "name": "Марина Новикова",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за ваш комментарий и высокую оценку! Всегда рады видеть вас в ресторане NĂM!\n\n(Translated by Google)\nThanks for your comment and appreciation! We are always glad to see you at the NĂM restaurant!",
    "rating": 1,
    "name": "Igor Negrey",
    "cat": "Meal delivery"
  },
  {
    "review": "Обычная еда, были вчетвером, двоим стало не оч хорошо после посещения этого заведения. 2 общих туалета на первом этаже, и ещё сколько то на втором. Но этого мало) будете стоять под дверью в зале …",
    "rating": 1,
    "name": "Alexey Morozov",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что нашли время оставить отзыв. Мы используем только свежие продукты и тщательно следим за качеством блюд.\nНадеемся, вы придёте снова к нам в гости и у нас будет возможность оставить только хорошие впечатления!\nДо встречи в NAM\n\n(Translated by Google)\nThank you for taking the time to leave a review. We use only fresh products and carefully monitor the quality of dishes.\nWe hope you will come to visit us again and we will have the opportunity to leave only good impressions!\nSee you at NAM",
    "rating": 5,
    "name": "Ксения",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Stylish, fashionable, youthful :) For the first time the other day I visited here with friends. I didn't know anything about this place before. Thank you for a good first impression. They ate well and very tasty. From …",
    "rating": 5,
    "name": "Oleksandr T",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Svetlana, thank you for your feedback!\n\n(Original)\nСвітлано, дякуємо за ваш відгук!",
    "rating": 5,
    "name": "Рома Шатохин",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень жду официального открытия! Надеюсь разрешат ещё сделать несколько портрет в этом чудесном месте! Интерьер прекрасный, кухня тоже ! А сервис выше всяких похвал! Официанты посоветовали самое вкусное💖 десерт с манго покорил🍧 …",
    "rating": 5,
    "name": "Владислав Кременчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Был рано утром 14.02\nВнутри очень красиво\nБоул с лососем вкусно, дикий рис - нет …",
    "rating": 5,
    "name": "Андрій Демура",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что нашли время оставить отзыв о нас. Мы огорчены тем, что не оправдали Ваши ожидания. Ждём Вас снова в гости, постараемся оставить только хорошие впечатления.\n\n(Translated by Google)\nThank you for taking the time to leave feedback about us. We are disappointed that we did not live up to your expectations. We are waiting for you to visit again, we will try to leave only good impressions.",
    "rating": 5,
    "name": "Damir Bosco",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Tasty but not up to the price\n\n(Original) …",
    "rating": 4,
    "name": "Domenico Arduini",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан Эктора Хименеса Браво. Разумеется, он мог сделать только отлично. Очень удачный формат. Если бы это была исключительно классическая вьетнамская кухня, пусть даже очень вкусная но при этом в не в столь презентабельном виде, она бы …",
    "rating": 5,
    "name": "Emiliano Falleroni",
    "cat": "Meal delivery"
  },
  {
    "review": "Обслуживание с каждым днём все хуже.\n\nАнна, спасибо за ответ, это очень важно. …",
    "rating": 5,
    "name": "Ann Golik",
    "cat": "Meal delivery"
  },
  {
    "review": "Игорь, добрый день! Благодарим вас за отзыв и будем еще более признательны, если вы дадите подробную обратную связь о вашем визите в ресторан, чтобы могли провести работу над ошибками с нашими сотрудниками. Телефон для связи: 093 72 98 521 - Анна, управляющая. Хорошего дня!\n\n(Translated by Google)\nIgor, good afternoon! Thank you for your feedback and we will be even more grateful if you give detailed feedback about your visit to the restaurant so that you can work on the bugs with our employees. Contact phone: 093 72 98 521 - Anna, manager. Have a nice day!",
    "rating": 5,
    "name": "Alexander Kondratovich",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Too loud music on Friday, it is impossible to communicate at 1 table.\nThe kitchen only mimics high, unreasonably high prices. …",
    "rating": 5,
    "name": "Roksolana Lutsenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Коротко вкусно, быстро, дорого.\n\nЕда была красивая, вкусная и дорогая, но это кому как. …",
    "rating": 5,
    "name": "Dmitry Zhukov",
    "cat": "Meal delivery"
  },
  {
    "review": "Антон, спасибо за ваш отзыв! Все замечания приняли к сведению и ждем вас в гости снова!\n\n(Translated by Google)\nAnton, thanks for your feedback! All comments were taken into account and we look forward to your visit again!",
    "rating": 5,
    "name": "Светлана Савченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Коктейли - бомба, меню - на любителя, но вкусно очень. Единственное, что не понял, кофе - по вьетнамски, на вкус, как бодяга …",
    "rating": 5,
    "name": "Олександр Протас",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 3,
    "name": "Наталия Шагунова",
    "cat": "Meal delivery"
  },
  {
    "review": "Каждый раз возникают проблемы с доставкой, после которых мнение про заведение становится все хуже и хуже...\nнапример сегодня я заказала еду , но как обычно, по случайности, как всегда мне …",
    "rating": 5,
    "name": "TRONEL Jean-Luc",
    "cat": "Meal delivery"
  },
  {
    "review": "Луиза, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nLouise, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Анатолий Коцюрба",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Definitely a very decent institution. The interior attracts attention, service at a height. As for the kitchen, I think it is still to some extent adapted to the Ukrainian consumer, but this can not be called a …",
    "rating": 4,
    "name": "Iryna Vokalchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for the good feedback, we are waiting for more guests!\n\n(Original)\nДякуємо за добрий відгук, чекаємо у гості ще!",
    "rating": 5,
    "name": "Вікторія Корчун",
    "cat": "Meal delivery"
  },
  {
    "review": "Посещение этого нового ресторана на карте Киева это наслаждение эстетикой интерьера: фрески на стенах, узоры на плитке, резьба по дереву погружают в атмосферу Вьетнама. Вкус блюд легкий, наполненный тонкими ароматами трав и специй, на …",
    "rating": 5,
    "name": "Tanya Dolchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан с совершенным стильным дизайном и шикарной едой. Брали 5 позиций и от всего был в восторге - от супа фо (кстати, можно заказать половину порции, с курицей очень острый), Севиче из сибас (лучшее блюдо, попробовать is a must), ролы с …",
    "rating": 5,
    "name": "Николай Турнавиотов",
    "cat": "Meal delivery"
  },
  {
    "review": "Непередаваемо вкусная кухня! Особенная атмосфера и необычайных интерьер! Особенно понравился десерт со свежим манго, кокосовым муссом и зёрнами саго, съела 2))) Отдельно хочется отметить блюда со свежими морепродуктами! Рекомендую! …",
    "rating": 5,
    "name": "Victoria Tokarchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан просто великолепный. Обслуживание на самом высшем уровне. Очень вкусная еда, порции большие. …",
    "rating": 5,
    "name": "Татьяна Зубец",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Discovered a very tasty breakfast at 9-00 am in the city center. …",
    "rating": 4,
    "name": "Serafim Heifetz",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback. We look forward to seeing you again!\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Дякую за відгук. Будемо раді бачити Вас знову!\nЗ повагою керуюча рестораном Ірина.",
    "rating": 5,
    "name": "Marina Grabovs'ka",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан на 5 звезд, это еще одно творение Эктора, эту кухню стоит попробовать хоть раз, причем каждый найдет блюдо по своему вкусу. Оригинальная подача каждого блюда, хороший выбор вин и дизайнерский интерьер …",
    "rating": 5,
    "name": "Roger liljemark",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан отличный ,уютно комфортно ,персонал на высоте ,в целом все отлично , почему 4 звезды ? Иза повышених цен на коктейлей и различных простых напитков . …",
    "rating": 5,
    "name": "Sergii Shanin",
    "cat": "Meal delivery"
  },
  {
    "review": "Влад, благодарим вас за оценку! Мы заметили, что вы поставили четыре звёзды и хотели бы уточнить все ли вам понравилось, возможно вы сможете поделиться своим мнением чтобы мы стали ещё лучше для наших любимых гостей?\n\n(Translated by Google)\nVlad, thank you for rating! We noticed that you put four stars and would like to clarify whether you liked everything, maybe you can share your opinion so that we become even better for our beloved guests?",
    "rating": 5,
    "name": "Омар Терраб",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very stylish and exotic. Dear? So! But the atmosphere is worth it! …",
    "rating": 5,
    "name": "Andrew Mykolyn",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good afternoon, Ivan. Thanks for the feedback. We look forward to seeing you again!\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня, Іване. Дякую за відгук. Будемо раді бачити Вас знову!\nЗ повагою керуюча рестораном Ірина.",
    "rating": 5,
    "name": "Oleksandr Meier",
    "cat": "Meal delivery"
  },
  {
    "review": "Заказала доставку на сайте. Оплатила) Перезвонили и сообщили, что курьера у них нет сейчас и предложили мне самостоятельно оплатить доставку на такси (165грн). Жду возврат денежек, первый раз заказываю в этом месте и уверена, что за …",
    "rating": 5,
    "name": "Святослав-Мирослав Павлюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее тихое место с чудесным интерьером. Опасался увидеть исключительно экзотические блюда. Но все нормально- соблюдён баланс))) Кстати, есть бизнес ланчи, вкусные десерты и просто обалденный чай. Рекомендую. …",
    "rating": 5,
    "name": "DKV UKRAINE",
    "cat": "Meal delivery"
  },
  {
    "review": "Алексей, добрый день! Благодарим вас за такой развернутый отзыв и рекомендацию! Нам очень приятно) Будем рады видеть вас снова в гостях)\n\n(Translated by Google)\nAlexey, good afternoon! Thank you for such a detailed review and recommendation! We are very pleased) We will be glad to see you again as a guest)",
    "rating": 5,
    "name": "Илья Николаев",
    "cat": "Meal delivery"
  },
  {
    "review": "Пришли специально попробовать самый популярный десерт- Жемчужина и как на зло закончился сухой лёд(( как можно не рассчитать лёд под самый популярный десерт, который так рекламируют в инсте?( …",
    "rating": 5,
    "name": "Joel Samuel",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв.Нам очень жаль, что так вышло. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and for leaving a review. We are very sorry that this happened. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Inna",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень приятное место, очень вкусная кухня! Особенно суп фо с крабовым мясом)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lena Gontaruk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Марьяна . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood evening, Maryana. Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Igor Pugach",
    "cat": "Meal delivery"
  },
  {
    "review": "Отлтчнейший ресторан вьетнамской кухни в центре Киева, недалеко от стадиона. Открытая кухня, вкусная еда: Фо, спрингроллы, пельмешки. Отличные и очень оригинальные коктейли. По деньгам вполне заслуженно и не супердорого. Очень вежливый …",
    "rating": 3,
    "name": "FloRider",
    "cat": "Meal delivery"
  },
  {
    "review": "Фо с курицей и сырая дорада с рыбным соусом - это что-то\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kirill Trokhin",
    "cat": "Meal delivery"
  },
  {
    "review": "Блюда просто незабываемые, вкус остаётся как на рецепторах так и в памяти!\nСервис/декор/ подход/Детали - все просто замечательно! …",
    "rating": 5,
    "name": "Sasha Shkot",
    "cat": "Meal delivery"
  },
  {
    "review": "Ирина, здравствуйте! Спасибо за высокую оценку нашему заведению! До новых встреч в ресторане NAM!\n\n(Translated by Google)\nIrina, hello! Thank you for the appreciation of our establishment! Until next time at NAM restaurant!",
    "rating": 4,
    "name": "Svitlana Karachun",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Incredibly nice premises but a little difficult to understand in the menus in both Russian and English, also a very high price range ,,, so instead of buying the pig in the bag, we chose another restaurant …",
    "rating": 5,
    "name": "Galya Gladka",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Welcome! Thank you for your review and 5 stars to our restaurant! See you!\n\n(Original)\nVälkommen! Tack för din recension och 5 stjärnor till vår restaurang! Vi ses!",
    "rating": 5,
    "name": "Vlad Shkoda",
    "cat": "Meal delivery"
  },
  {
    "review": "ЛЮБВИ ПОСЕТИТЕЛЕЙ!!\nПриятное пребывание в этом месте, выбор самого здания  Киева, Попробовать Вьетнамскую кухню не улетая во Вьетнам! …",
    "rating": 5,
    "name": "Ольга Пономарева",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо Вам, Наталья, за такой хороший отзыв! Мы всегда Вам рады. До встречи в NAM)\n\n(Translated by Google)\nThank you, Natalya, for such a good review! We are always glad to see you. See you at NAM)",
    "rating": 1,
    "name": "Анна Горн",
    "cat": "Meal delivery"
  },
  {
    "review": "Ну что сказать, вкусно, вкусно у Эктора как не крути 😘😘\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mr (FeelGood)",
    "cat": "Meal delivery"
  },
  {
    "review": "Это просто восторг. Дорого - да, пафосно - да. Но, черт, как красиво!!! Продумано все до мелочей, до последней ложечки. Огромные двери, стулья до потолка, шикарная барная стойка, интересное решение со столиками на ступеньках, прекрасная …",
    "rating": 5,
    "name": "Светлана Сом",
    "cat": "Meal delivery"
  },
  {
    "review": "Инна, добрый день! Благодарим вас за то, что наши время время поделиться своими эмоциями от посещения NAM) Мы передадим ваши комплименты команде кухни, уверена, они будут счастливы услышать это! Будем рады видеть вас в гостях снова) Ждем встречи!\n\n(Translated by Google)\nInna, good afternoon! Thank you for taking our time to share your emotions from attending NAM) We will pass on your compliments to the kitchen team, I am sure they will be happy to hear it! We will be glad to see you again) We look forward to seeing you!",
    "rating": 5,
    "name": "Сергей Фортуна",
    "cat": "Meal delivery"
  },
  {
    "review": "На днях были в гостях в этом ресторане и остались очень НЕДОВОЛЬНЫЕ.  Если коротко :как будто пришли к персоналу домой (. Слишком отмороженные официанты, которым наверное кроме чаевых не интересно ничего. Для нас в этот ресторан ДОРОГА …",
    "rating": 5,
    "name": "Антон Павлович",
    "cat": "Meal delivery"
  },
  {
    "review": "Алина, добрый день! Спасибо за ваш отзыв, нам очень жаль, что вы были разочарованы обслуживанием в нашем ресторане. Мы обязательно проведем работу с персоналом. Приносим извинения за причиненные неудобства\n\n(Translated by Google)\nAlina, good afternoon! Thank you for your feedback, we are very sorry that you were disappointed with the service in our restaurant. We will definitely work with the staff. We apologize for any inconvenience caused.",
    "rating": 4,
    "name": "Валентина Науменко",
    "cat": "Meal delivery"
  },
  {
    "review": "В целом хорошо, основные блюда были отличны. Но на ресепшене девушка встретила нас с крайне недовольной рожей, неохотно провела. Имбирный напиток только подвёл. …",
    "rating": 5,
    "name": "Aleksandr Ufintsev",
    "cat": "Meal delivery"
  },
  {
    "review": "Анастасия, добрый день! Благодарим вас за отзыв и высокую оценку. Мы проведем работу с подразделением и рады, что вы сообщили нам о данной ситуации. Приносим свои извинения. Будем рады видеть видеть вас снова! Хорошего дня!\n\n(Translated by Google)\nAnastasia, good afternoon! Thank you for your feedback and appreciation. We will work with the unit and we are glad that you told us about this situation. We apologize. Looking forward to see you again! Have a nice day!",
    "rating": 5,
    "name": "Катерина Платонова",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютный необычный ресторан - вкусное меню от Шеф повара страны - Эктора. Интерьер эксклюзивный, есть Парковка на 4-5 машин перед рестораном, завтраки. …",
    "rating": 5,
    "name": "Maxim Zanoga",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за отзыв! Мы рады, что вам все понравилось, и всегда рады видеть в нашем ресторане!\n\n(Translated by Google)\nThank you very much for your feedback! We are glad that you liked everything and are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "demi fomchenkoff",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Gourmet dishes with original serving (which is worth the \"pearl\" dessert, its time and serving - do not leave indifferent). …",
    "rating": 5,
    "name": "Влад Зинченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We will be waiting for you in our restaurant!\n\n(Original)\nДякуємо за високу оцінку! Будемо чекати на вас ще у нашому ресторані!",
    "rating": 5,
    "name": "Uncle Vova (did VoIodЯ)",
    "cat": "Meal delivery"
  },
  {
    "review": "Один из самых вкусных ресторанов где я была, кулинарный экстаз. Подача блюд красивая. Всем рекомендую. …",
    "rating": 1,
    "name": "Сергей Обуховский",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за ваш отзыв, нам очень приятно получать высокую оценку нашего ресторана.\nВсегда рады вас видеть!\n\n(Translated by Google)\nThank you very much for your feedback, we are very pleased to receive a high rating for our restaurant.\nWe are always glad to see you!",
    "rating": 5,
    "name": "prosto52toha",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно...любителям рыбы и морепродуктов все понравится. Десерт самый вкусный с грушей. Если закажите напиток с золотом не забудьте розломить вафельку....будет магия …",
    "rating": 5,
    "name": "Кристина Черныш",
    "cat": "Meal delivery"
  },
  {
    "review": "Оксана, спасибо за отзыв и рекомендацию. С нетерпением ждем вас снова в гостях!\n\n(Translated by Google)\nOksana, thanks for the tip and recommendation. We look forward to welcoming you again!",
    "rating": 5,
    "name": "Олексій Шевченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень! вкусно. Почувствовала себя в Азии и попробовала самый вкусный безалкогольный коктейль kim. Интерьер 10/10, обслуживание 10/10, вкусовые качества блюд 10/10. Highly recommend …",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": "Meal delivery"
  },
  {
    "review": "Милана, сильно благодарны вам за высокую оценку и рекомендацию! Счастливы получить от вас обратную связь! Ждем новых встреч и уже готовим новинки на завтраки)\n\n(Translated by Google)\nMilan, thank you very much for your appreciation and recommendation! Happy to get feedback from you! We are waiting for new meetings and are already preparing new items for breakfast)",
    "rating": 5,
    "name": "Alla Ch",
    "cat": "Meal delivery"
  },
  {
    "review": "Одно из лучших мест в Киеве. Обслуживание на высоте. Интерьер очень приятный глазу. Советую места на втором этаже возле окна и коктейли на основе текилы)) Но будьте готовы к ценам- не дёшево. …",
    "rating": 5,
    "name": "Андрей Остапченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за отзыв! Мы с командой очень рады, что вам понравилось! До скорой встречи)\n\n(Translated by Google)\nThanks for the feedback! We are very happy with the team that you liked it! See you soon)",
    "rating": 5,
    "name": "Evgen Grabovskyi",
    "cat": "Meal delivery"
  },
  {
    "review": "Крутой интерьер, отличное обслуживание, своеобразная еда и это нужно понимать когда сюда идёшь. Если выбирать между двумя ресторанами сети, я бы предпочел БАО, но и этот ресторан интересно посетить, хотя бы вот для такого сравнения. …",
    "rating": 5,
    "name": "Oleh S.",
    "cat": "Meal delivery"
  },
  {
    "review": "Здесь вкусно, здесь хорошее обслуживание, здесь отличные крепкие коктейли) Всё, что нужно для счастья. …",
    "rating": 5,
    "name": "There is an opinion Есть мнение",
    "cat": "Meal delivery"
  },
  {
    "review": "Мария, добрый день! Очень благодарны вам за отзыв. До скорой встречи! Ждем вас в гостях)\n\n(Translated by Google)\nMaria, good afternoon! We are very grateful for your feedback. See you soon! We are waiting for you at a party)",
    "rating": 5,
    "name": "Denys Stepanyuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) First visited Vietnamese cuisine, quite tasty. The service is good, the waiters are polite. For the main course, I liked the salmon and scallops, but the salad did not cause delight …",
    "rating": 5,
    "name": "Максим Скрипченко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you Daria for your feedback!\nWe are glad that you liked us. We wait for the visit again, we will be impressed with all the dishes) See you at NAM!\n\n(Original)\nДякуємо, Daria, за відгук!\nМи раді, що вам сподобалось у нас. Чекаємо знову в гості, будемо вражати всіма стравами) До зустрічі в NAM!",
    "rating": 5,
    "name": "Taty MD",
    "cat": "Meal delivery"
  },
  {
    "review": "Замечательное место, отличное месторасположение, уютно и атмосферно. Приветливый персонал, отличное обслуживание. Вкусная кухня , прекрасные напитки. Рекомендую …",
    "rating": 5,
    "name": "Бирки С логотипом",
    "cat": "Meal delivery"
  },
  {
    "review": "Василиса, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nVasilisa, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Valerii Reshmedilov (Valera_kiev)",
    "cat": "Meal delivery"
  },
  {
    "review": "Здесь можно говорить очень долго , потому что о хорошем ресторане мало не скажешь.\nПостараюсь коротко. Сейчас если кто-то меня спросит, где можно не Просто вкусно …",
    "rating": 4,
    "name": "Kateryna Nesteruk",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный ресторан с современной вьетнамской кухней, очень вкусно, красиво и с хорошим сервисом! …",
    "rating": 5,
    "name": "Дарья Короткова",
    "cat": "Meal delivery"
  },
  {
    "review": "Алексей, благодарим вас за оценку! Будем рады видеть снова)))\n\n(Translated by Google)\nAlex, thank you for your review! We will be glad to see you again)))",
    "rating": 5,
    "name": "Maryna Pylypenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Когда ехали, знакомые говорили новое место, оч неплохо, я как то скептично к этому был настроен. НО! Был приятно удивлён, еда действительно оч вкусная, добавил в свой список посещаемых заведений! …",
    "rating": 5,
    "name": "Daria Skvortsova",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Иван! Благодарим вас за отзыв! Для нас большая честь быть в вашем списке.\nС нетерпением ждем вас в гостях!\n\n(Translated by Google)\nGood afternoon, Ivan! Thank you for your feedback! We are honored to be on your list.\nWe look forward to welcoming you!",
    "rating": 5,
    "name": "Анна Соловьева",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A unfortunately much too expensive restaurant. The food and service are outstanding! But for a meal with a small possibly medium portion, plus mineral water about 15 euros to pay, it must be a value. …",
    "rating": 5,
    "name": "Юлия Иванова",
    "cat": "Meal delivery"
  },
  {
    "review": "Уютно и вкусно!\nЧто еще надо ,чтобы хорошо провести вечер. …",
    "rating": 5,
    "name": "Sergey Turchin",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас за оценку! Мы заметили, что вы поставили четыре  звёзды и хотели бы уточнить все ли вам понравилось, возможно вы сможете поделиться своим мнением чтобы мы стали ещё лучше для наших гостей?\n\n(Translated by Google)\nThank you for rating! We noticed that you put four stars and would like to clarify whether you liked everything, maybe you can share your opinion so that we become even better for our guests?",
    "rating": 5,
    "name": "Виктор Голуб",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, тихо даже в будни в обед. Всегда выбираю nam для деловых встреч.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Brilliance",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв.  Всегда ждем вас в нашем ресторане!\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We are always waiting for you in our restaurant!",
    "rating": 1,
    "name": "Станислав Истомин",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная кухня!Красивый интерьер!Но, единственное , что оказалось не очень приятным , это то, что официант сам , настойчиво указал, что 10 % чаевых нужно включить в счет при оплате картой, хотя, указано ,что этот вопрос остается на …",
    "rating": 5,
    "name": "Aleksandr Makelsky",
    "cat": "Meal delivery"
  },
  {
    "review": "Екатерина, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nCatherine, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 5,
    "name": "Oleksander Lysenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Смешные порции за не смешные деньги. Ресторан новый и люди сейчас туда ходят...  Но побывав там дважды мне не сильно понравилось и возвращаться третий раз нет желания. Возможно случайно с компанией ещё посещу это место. …",
    "rating": 5,
    "name": "zinah alshehri",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great atmosphere, the interior feels style.\nThe dishes are delicious, the meals are interesting, come and try. Do not convey the taste of the review. Photo is not needed, everyone will get their …",
    "rating": 5,
    "name": "Сергей Безбородов",
    "cat": "Meal delivery"
  },
  {
    "review": "Все, что мы заказывали, было вкусно. Десерт «жемчужина nam» стоит заказать хотябы ради подачи, очень эффектно …",
    "rating": 5,
    "name": "ТАРАС Мороз",
    "cat": "Meal delivery"
  },
  {
    "review": "Надежда, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nHope, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 4,
    "name": "Emil Mirzoiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная еда. Нормальный персонал. Интересный интерьер. Всё необоснованно дорого. …",
    "rating": 5,
    "name": "ната усенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Артем, приветствуем! Благодарим за отзыв.\n\n(Translated by Google)\nArtem, welcome! Thank you for your feedback.",
    "rating": 5,
    "name": "Nataliya Shulga",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно! Спасибо Вам)\n\n(Translated by Google)\nDelicious! Thank you)",
    "rating": 5,
    "name": "Vladimir Vasilevich",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon . Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Sofia Pritula",
    "cat": "Meal delivery"
  },
  {
    "review": "Работал в этом ресторане зарплату не могу забрать все управляющий все как боги ведут себя людей за людей не …..вообще\nНе чего хорошего там нет не работайте там …",
    "rating": 5,
    "name": "Suren Balian",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Cozy, atmospheric place. Pleasant unobtrusive service. And most importantly, delicious. Duck sauce is just fantastic. …",
    "rating": 5,
    "name": "Arina Polegeshko",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We are waiting for your visit!",
    "rating": 5,
    "name": "Roman Kononov",
    "cat": "Meal delivery"
  },
  {
    "review": "Позвонила забронировать стол, оказалось, что свободных мест нет. Попросила перезвонить, когда освободится стол, живем в том же доме, где находится ресторан, поэтому могли бы подойти сразу же. Девушка заверила, что обязательно наберет. До …",
    "rating": 5,
    "name": "Григорий Ерёменко",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Алла! Приносим свои извинения за сложившуюся ситуацию. В субботу действительно в ресторане не было свободных мест, все столики были под резервом, тем более, что вы попросили лучший и уютный столик для двоих. Приглашаем вас в ресторан и с удовольствием угостим вас нашим фирменным ФО. Стол вы можете забронировать по моему личному номеру тел. 093 72 98 521 - Анна, управляющая. Будем рады вас видеть!\n\n(Translated by Google)\nGood afternoon, Alla! We apologize for the current situation. On Saturday, there really were no empty seats in the restaurant, all tables were reserved, especially since you asked for the best and most comfortable table for two. We invite you to the restaurant and we will be happy to treat you to our branded FO. You can book a table on my personal phone number. 093 72 98 521 - Anna, manager. We will be glad to see you!",
    "rating": 5,
    "name": "Тарас Середюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Дорого, вкусно, красиво. Порции маленькие, но это место для удовольствия, а не чтобы наедаться. Обслуживание хорошее, но заказ ждали долго. …",
    "rating": 5,
    "name": "Pavel Pavlo",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилось! Еда вкусная, красиво, обслуживание на высшем уровне и даже кальян не разочаровал. В прочем, место только открылось, надеюсь дальше не потеряет в качестве) …",
    "rating": 5,
    "name": "Евгения Чагиашвили",
    "cat": "Meal delivery"
  },
  {
    "review": "Кухня супер. Особенно запомнился десерт с топиоком и ещё чем-то там. Всем рекомендую. …",
    "rating": 5,
    "name": "Yiannis Aidinidis",
    "cat": "Meal delivery"
  },
  {
    "review": "Сергей, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nSergey, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 3,
    "name": "Orest SOKHAR",
    "cat": "Meal delivery"
  },
  {
    "review": "Невероятное заведение! Наивкуснейшие блюда, красивая, уютная обстановка, приятный персонал. Хочется сюда возвращаться снова и снова …",
    "rating": 5,
    "name": "Alex Denis",
    "cat": "Meal delivery"
  },
  {
    "review": "Евгения, благодарим вас за отзыв! Ждем в гости снова и снова)\n\n(Translated by Google)\nEugene, thank you for your feedback! We look forward to visiting again and again)",
    "rating": 5,
    "name": "Эврика Актив",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very nice interior, great service, but the menu is overpriced …",
    "rating": 5,
    "name": "Roman Davlet",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Hello, thank you for your feedback. We are very glad that you appreciated our service. See you at the restaurant.\n\n(Original)\nДобрий день, дякуємо Вам за відгук. Ми дуже раді, що Ви оцінили наш сервіс. До зустрічі у ресторані.",
    "rating": 5,
    "name": "Ирина Клименко",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасные предложения для бизнес-ланча и очень вкусный имбирный чай♥️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Зинурова",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Спасибо за высокую оценку нашему заведению! До новых встреч.\n\n(Translated by Google)\nHello! Thank you for the appreciation of our establishment! Until next time.",
    "rating": 5,
    "name": "Михайло Третяк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great restaurant! Delicious cuisine! Good service and atmosphere!\nThe service is good. …",
    "rating": 5,
    "name": "The Xxx",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nДякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 5,
    "name": "Олег Петров",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарный ресторан с высокой кухней, незабываемой атмосферой и самым вкусным супом. …",
    "rating": 5,
    "name": "Roman Kuzmych",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте! Спасибо за высокую оценку нашему заведению! До новых встреч.\n\n(Translated by Google)\nHello! Thank you for the appreciation of our establishment! Until next time.",
    "rating": 5,
    "name": "Сергей Боюка",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень редко бывает,  когда все, вот совсем все, что заказали - очень вкусно! Спасибо,  Nam! …",
    "rating": 5,
    "name": "Екатерина Зверева",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан Эктора. Очень уютная атмосфера. вкусно. Рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Стас Николаевич",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, благодарим Вас за отзыв! Мы очень рады, что Вы оценили наш сервис. Всегда ждем Вас в нашем ресторане.\n\n(Translated by Google)\nGood afternoon, thank you for your feedback! We are very glad that you have appreciated our service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Дарья",
    "cat": "Meal delivery"
  },
  {
    "review": "Интересный интерьер и очень вкусные морепродукты\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Игнатьев",
    "cat": "Meal delivery"
  },
  {
    "review": "Елена, спасибо за ваш отзыв! Будем рады видеть вас снова!\n\n(Translated by Google)\nElena, thank you for your feedback! Looking forward to seeing you again!",
    "rating": 5,
    "name": "Mr. K",
    "cat": "Meal delivery"
  },
  {
    "review": "не, ну с такими ценами из меню я даже не знаю что там такое можно приготовить выдающееся...когда по сути суп с лапшой и курицей 180грн....интерьер конечно выглядит более чем достойно....с другой стороны у нас хватает народа готового только …",
    "rating": 5,
    "name": "Татьяна",
    "cat": "Meal delivery"
  },
  {
    "review": "Неплохой ресторан вьетнамской кухни,насколько она вьетнамская не готов сказать,во Вьетнаме не был.С интерьером грустно,стулья не удобные и над ремонтом никто не заморачивался.Обслуживание на «отлично» и все вкусно.Прийду ли я сюда ещё …",
    "rating": 5,
    "name": "Dan Cozaru",
    "cat": "Meal delivery"
  },
  {
    "review": "Если бы вы сказали об этом нашей команде дизайнеров и архитекторов, они бы наверняка расстроились, ведь этот дизайн интерьера мы воплощали более 9 месяцев и вложили в него всю душу и любовь. Жаль, что вы не оценили. Возможно, мы могли бы помочь вам в этом, в следующий раз обязательно предложим провести экскурсию и расскажем о каждой детали) Будет очень интересно! Благодарим за отзыв!\n\n(Translated by Google)\nIf you told our team of designers and architects about this, they would certainly be upset, because we have been implementing this interior design for more than 9 months and have put all our heart and love into it. Too bad you didn't appreciate it. Perhaps we could help you with this, next time we will definitely offer to conduct a tour and tell you about every detail) It will be very interesting! Thanks for the feedback!",
    "rating": 5,
    "name": "Roman Khomchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно, стильно, и особенно! Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kristoffer Voigt",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) WE start with the door)) delicious food, good service, cool interior. You can visit with animals. …",
    "rating": 5,
    "name": "Валерия Жердев",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Denis, congratulations! Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nДенис, вітаємо! Дякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 2,
    "name": "Ле На",
    "cat": "Meal delivery"
  },
  {
    "review": "Качественная еда.\nОбслуживание надо улучшить\nДевушки на ресепшн не очень приятно умеют общаться.... …",
    "rating": 5,
    "name": "vovaolex",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Just great, superb.\nOn the first floor at the busy time you will discover a slightly futuristic and incredibly delicious Asian metropolis, where deliciously thought-out dishes will …",
    "rating": 5,
    "name": "Юлия Мельник",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Vladimir, thank you for such a large number of compliments to our design, I think reading this architect will be in the seventh heaven) Thank you for the comments on the service in the wardrobe, we will work on the mistakes! Waiting for new appointments!\n\n(Original)\nВолодимир, дякуємо за таку велику кількість компліментів що до нашого дизайну, думаю читаючи це архітектор буде на сьомому небі) Щиро дякуємо за коментарі що до сервісу на гардеробі, проведемо роботу над помилками! Чекаємо нових зустрічей!",
    "rating": 5,
    "name": "Аліна Ткаченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное место... Непийвода в очередной раз сделал прекрасный атмосферный интерьер!) Обслуживание и кухня на высоте! Подача блюд также удивляет... однозначно советую) …",
    "rating": 5,
    "name": "Александр Чукавин",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим за ваш отзыв и высокую оценку работы команды! Будем рады вас видеть среди наших постоянных гостей) До встречи!\n\n(Translated by Google)\nThank you for your feedback and appreciation of the team's work! We will be glad to see you among our regular guests) See you!",
    "rating": 4,
    "name": "Vita Peklo",
    "cat": "Meal delivery"
  },
  {
    "review": "Оригинальная обстановка и подача блюд.\n\n(Translated by Google)\nOriginal furnishings and serving dishes.",
    "rating": 5,
    "name": "Дарья Кравцова",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная кухня, вежливый персонал, уютная атмосфера в заведении, всегда можно заказать доставку. …",
    "rating": 5,
    "name": "Володимир Ольшанский",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, спасибо! Всегда рады видеть вас в нашем ресторане!\n\n(Translated by Google)\nJulia, thank you! We are always glad to see you in our restaurant!",
    "rating": 5,
    "name": "ROMANYAK ALEKSEY",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I ate very tasty, but my stomach was unusual.\n\n(Original) …",
    "rating": 4,
    "name": "Yurii Dmytrenko",
    "cat": "Meal delivery"
  },
  {
    "review": "здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nHello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "D Bond",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень, очень.. Познакомились с шеф поваром, он вьетнамец. Рассказал о блюдах своих, о составе. Потрясающий интерьер, сервис, и ВКУСНО. …",
    "rating": 5,
    "name": "Oksana Zakharova",
    "cat": "Meal delivery"
  },
  {
    "review": "Уникальное для Киева место. С Вьетнамской кухней. Очень понравился Сибас. Такого не ел нигде и никогда. Очень рекомендую …",
    "rating": 4,
    "name": "Bogdan Vasilkovsky",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Quite loud, as for a restaurant, background music. Gourmet dishes, unsurpassed cocktails, incredible desserts, convenient location. …",
    "rating": 5,
    "name": "Yevheniia Suslenska",
    "cat": "Meal delivery"
  },
  {
    "review": "Татьяна, спасибо за отзыв и рекомендацию. По поводу музыки уже учли и исправили) Ждем вас в гости!\n\n(Translated by Google)\nTatyana, thanks for the tip and recommendation. As for the music already taken into account and corrected) We are waiting for you to visit!",
    "rating": 5,
    "name": "alex a",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень симпатичный ресторанчик. Заведение для любителей экзотической кухни.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Брандин",
    "cat": "Meal delivery"
  },
  {
    "review": "Ангелина, благодарим вас за оценку и отзыв! Мы заметили, что вы поставили четыре звёзды и хотели бы уточнить все ли вам понравилось, возможно вы сможете поделиться своим мнением чтобы мы стали ещё лучше для наших любимых гостей?\n\n(Translated by Google)\nAngelina, thank you for your rating and review! We noticed that you put four stars and would like to clarify whether you liked everything, maybe you can share your opinion so that we become even better for our beloved guests?",
    "rating": 5,
    "name": "Bohdan Polishchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличнейший интерье, освещение, вкусная еда. И обслуживание, которое не вдохновило прийти ещё раз. …",
    "rating": 5,
    "name": "Abdallah alSubiae",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nJulia, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Pavlo Kindrat",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nice place to try Vietnamese cuisine. The decoration is beautiful, the food is also beautiful. …",
    "rating": 5,
    "name": "Тимофей Давыденко",
    "cat": "Meal delivery"
  },
  {
    "review": "Fiko, hello. Thank you four your feedback. See you soon.",
    "rating": 5,
    "name": "Вадим Беньковский",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very tasty, nice staff, good location, well cooked food, soup ,, laks ,, super !. …",
    "rating": 5,
    "name": "Alina Levinskaya",
    "cat": "Meal delivery"
  },
  {
    "review": "меню повышенной острости;)\nспасибо большое официанту, предупредил.\nотличная кухня и романтичная атмосфера …",
    "rating": 5,
    "name": "Ольга Рогозина",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравился интерьер, еда на высшем уровне, люблю вьетнамскую кухню)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Volodymyr Kolesnykov",
    "cat": "Meal delivery"
  },
  {
    "review": "Ганна, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nGanna, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "INNA",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно! Советую заказать салат с крабом. Понравилась подача в стол и сама атмосфера …",
    "rating": 5,
    "name": "Богдан Пилипчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё очень вкусно и атмосферно\n\n(Translated by Google)\nEverything is very tasty and atmospheric.",
    "rating": 5,
    "name": "Анна Глущенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A very nice place, just what is needed for those who want to discover Vietnamese cuisine. Prices are average but definitely worth it …",
    "rating": 5,
    "name": "Olga Boyechko",
    "cat": "Meal delivery"
  },
  {
    "review": "В заведении очень хорошая кухня! Очень понравился интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Полєзіна",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 4,
    "name": "Peter Tarassenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Новые вкусы, обслуживание на уровне :)\n\n(Translated by Google)\nNew tastes, service at a level :)",
    "rating": 5,
    "name": "Eugene Blaginin",
    "cat": "Meal delivery"
  },
  {
    "review": "Хоть в ресторан я хожу и не за этим, но в силу убогости киевских улиц, невозможно не отметить этот шикарный дизайн интерьера, эти детали, массивные двери.. …",
    "rating": 5,
    "name": "Lero S",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за отзыв.\nЖдём Вас в NAM)\n\n(Translated by Google)\nThanks for the feedback.\nWaiting for you at NAM)",
    "rating": 5,
    "name": "Ann",
    "cat": "Meal delivery"
  },
  {
    "review": "Пятерка в первую очередь за атмосферу и интерьер.\nЕда, на мой вкус, спорная.\nНо подача интересна. …",
    "rating": 5,
    "name": "Philipp Kreer",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё всегда вкусно, по кухне нет вопросов, еда отличная, но обслуживание в последний визит было очень посредственным …",
    "rating": 4,
    "name": "MLTravel",
    "cat": "Meal delivery"
  },
  {
    "review": "Обязательно к посещению ! Лучший фо бо на свете(наверное). Для меня так точно. Для такого сервиса цены не завышены. Очень атмосферно и круто! …",
    "rating": 5,
    "name": "Svyatoslav Stogov",
    "cat": "Meal delivery"
  },
  {
    "review": "Лучший точно) Будем рады вас видеть снова! Спасибо!\n\n(Translated by Google)\nThe best for sure) We will be glad to see you again! Thank you!",
    "rating": 5,
    "name": "Nazar Kim",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда супер вкусная, атмосфера приятная, официанты безразличные. Была много раз, обстановка с персоналом неизменна) …",
    "rating": 5,
    "name": "Kostyantyn Glynyov",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятно удивлён! Отличная кухня!\n\n(Translated by Google)\nPleasantly surprised! Great food!",
    "rating": 5,
    "name": "ира виш",
    "cat": "Meal delivery"
  },
  {
    "review": "Игорь, спасибо за высокую оценку и обратную связь! Счастливы, что смогли вас приятно удивить. У нас в запасе еще много всего) Что же, ждем в гости!)\n\n(Translated by Google)\nIgor, thank you for your appreciation and feedback! Happy to be able to surprise you. We still have a lot of things in stock) Well, we are waiting for a visit!)",
    "rating": 5,
    "name": "Anna Lukanina",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very beautiful restaurant, delicious, gourmet cuisine and original cocktails. I advise you to come here not hungry) …",
    "rating": 5,
    "name": "Rick-Anthony del Toro",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Victoria, thank you for your feedback! We will be very glad to see you again)\n\n(Original)\nВікторія, дякуємо за ваш відгук! Будемо дуже раді бачити вас знову)",
    "rating": 1,
    "name": "Катюша Литинская",
    "cat": "Meal delivery"
  },
  {
    "review": "Блюдо вынесли через 45 минут. Кухня не оправдывает ожидания и не соответсвует цене. …",
    "rating": 5,
    "name": "Alex Oleksenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная атмосфера,интересный дизайн,вежливое обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Galaxy Master",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Ирина. Спасибо за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood afternoon, Irina. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Ігор Чирко",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличная кухня, хороший выбор напитков. Официанты на высоте. Цены выше среднего. …",
    "rating": 5,
    "name": "Andrew Glass",
    "cat": "Meal delivery"
  },
  {
    "review": "Антон, спасибо большое за отзыв и рекомендацию! Ждем вас в гости)\n\n(Translated by Google)\nAnton, thank you very much for your feedback and recommendation! We are waiting for your visit)",
    "rating": 2,
    "name": "Super artur",
    "cat": "Meal delivery"
  },
  {
    "review": "Изумительно вкусно, хороший сервис, атмосфера, интерьер, уровень соответствует\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Krymov",
    "cat": "Meal delivery"
  },
  {
    "review": "Анна, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nAnna, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Сулейман Гулчаров",
    "cat": "Meal delivery"
  },
  {
    "review": "Хороший ресторан вьетнамской кухни. Пафосный интерьер. Но почему суп фо был холодный не пойму. …",
    "rating": 4,
    "name": "Елеонора Поліщук",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Григорий! Благодарим вас за отзыв и высокую оценку. Приносим свои извинения за сложившуюся ситуацию с супом, мы предприняли все необходимые действия, чтобы в будущем избежать подобных случаев. Будем рады видеть вас снова в гостях!\n\n(Translated by Google)\nGood afternoon, Gregory! Thank you for your feedback and appreciation. We apologize for the current situation with the soup, we have taken all necessary steps to avoid such cases in the future. We will be glad to see you again on a visit!",
    "rating": 4,
    "name": "Леонид Терещенко",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great. Deliciously. Dear. Minus. - Annoying waiters, the impression that they want you to leave as soon as possible. The only unpleasant moment. …",
    "rating": 5,
    "name": "Микола Голев",
    "cat": "Meal delivery"
  },
  {
    "review": "Thanks for your feedback! We took into account your comments and we'll wait for you in our restaurant!",
    "rating": 5,
    "name": "Dmytro Marchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасное новое место как поесть вьетнамскую кухню, так и выпипь вкусный коктейль. Открытая кухня. Модный диджей. …",
    "rating": 5,
    "name": "Igor Fedulov",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасный интерьер\nНекоторые блюда не стоят своей цены\nПол с крабом - напоминает рыбную катлету …",
    "rating": 3,
    "name": "Sanek Proger",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно и отличное обслуживание, ребятам спс!)\n\n(Translated by Google)\nTasty and excellent service, ATP guys!)",
    "rating": 5,
    "name": "Тетяна Коваль",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый вечер, Юрий . Спасибо за хороший отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood evening, Yuri. Thanks for the good feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 5,
    "name": "Вано Троцко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень стильный интерьер! Вкусная и оригинальная еда. Качественное обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Eugenia Volkova",
    "cat": "Meal delivery"
  },
  {
    "review": "Жанна, благодарим вас за отзыв) Будем рады вдеть в гостях!\n\n(Translated by Google)\nJeanne, thank you for your feedback.) We will be happy to be a guest!",
    "rating": 5,
    "name": "Sergey Korneev",
    "cat": "Meal delivery"
  },
  {
    "review": "Внутри красиво и вкусно, большего и не нужно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Галина Костюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Мы стремимся, чтобы каждый гость ресторана был доволен атмосферой, кухней и сервисом. Всегда ждем вас в нашем ресторане.\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We strive to ensure that every guest of the restaurant was satisfied with the atmosphere, cuisine and service. We are always waiting for you in our restaurant.",
    "rating": 5,
    "name": "Yevhen Tur",
    "cat": "Meal delivery"
  },
  {
    "review": "Душевно\n\n(Translated by Google)\nmentally",
    "rating": 5,
    "name": "Александр Лабушевский",
    "cat": "Meal delivery"
  },
  {
    "review": "Мы очень рады, что вам понравился ресторан. Наша команда искренне радуется высоким оценкам, а еще большее счастье для нас - довольные гости!\n\n(Translated by Google)\nWe are very glad that you liked the restaurant. Our team sincerely rejoices in high marks, and even more happiness for us is satisfied guests!",
    "rating": 5,
    "name": "Елена Гаевская",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно и красиво\n\n(Translated by Google)\nVery tasty and beautiful",
    "rating": 5,
    "name": "นิตยา มุขภักดี",
    "cat": "Meal delivery"
  },
  {
    "review": "Семён, здравствуйте! Спасибо за высокую оценку нашему заведению! До новых встреч.\n\n(Translated by Google)\nSemyon, hello! Thank you for the appreciation of our establishment! Until next time.",
    "rating": 5,
    "name": "Вячеслав Мельник",
    "cat": "Meal delivery"
  },
  {
    "review": "Это однозначно лучшее заведение, которое открылось за последний год в Киеве\nФо с телятиной - это прекрасно\nКак же это вкусно было …",
    "rating": 3,
    "name": "Oleksii Gunchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Катя, благодарим вас за отзыв! О, да, Фо и наша зависимость тоже) А вы еще не пробовали с курицей и с крабом! Каждый день, с 8.00 до 00.00, ждем на Фо)\n\n(Translated by Google)\nKatya, thank you for your feedback! Oh yes, Fo and our addiction too) Have you tried it with chicken and crab yet! Every day, from 8.00 to 00.00, we wait at Pho)",
    "rating": 4,
    "name": "Dmytro Tanasov",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место! Всё на высшем уровне!\n\n(Translated by Google)\nPerfect place! All at the highest level!",
    "rating": 5,
    "name": "Mamikon Boss",
    "cat": "Meal delivery"
  },
  {
    "review": "Татьяна, спасибо за обратную связь и высокую оценку!\n\n(Translated by Google)\nTatyana, thank you for your feedback and appreciation!",
    "rating": 5,
    "name": "Оксана Жебчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Не подошли к нам обслужить 20 минут. Может мы были одеты недостаточно богато?\n\n(Translated by Google) …",
    "rating": 4,
    "name": "susanna",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлиан, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nJulian, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for your feedback.",
    "rating": 4,
    "name": "Arco Westbroek",
    "cat": "Meal delivery"
  },
  {
    "review": "Атмосферно, вкусно, хороший сервис, цены выше среднего, но не заоблачные , с парковкой туговато, стильный дизайн! …",
    "rating": 5,
    "name": "Roman Malenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за отзыв и высокую оценку) Будем рады видеть вас снова!\n\n(Translated by Google)\nThanks for the feedback and appreciation) Looking forward to seeing you again!",
    "rating": 5,
    "name": "Andre Pass",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good restaurant. Service\n\n(Original) …",
    "rating": 1,
    "name": "Lore Szlapak",
    "cat": "Meal delivery"
  },
  {
    "review": "Одно из лучших заведений Киева!Цены выше средних,но полностью оправдано.Высокий уровень кухни и обслуживания.Рекомендую! …",
    "rating": 2,
    "name": "Tero Huikko",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое! Мы счастливы получать такие отзывы от наших гостей! Будем рады видеть вас! До встречи)\n\n(Translated by Google)\nThank you very much! We are happy to receive such feedback from our guests! We will be glad to see you! See you)",
    "rating": 5,
    "name": "Сабина Ле",
    "cat": "Meal delivery"
  },
  {
    "review": "Удивительная атмосфера и удивительная кухня. Приятный контингент. Место, которое хочется рекомендовать! …",
    "rating": 5,
    "name": "Артем Дашутин",
    "cat": "Meal delivery"
  },
  {
    "review": "Руслан, добрый день! Благодарим вас за то, что нашли время поделиться своими впечатлениями о вашем визите. Спасибо за рекомендацию! Ждем вас в гостях)\n\n(Translated by Google)\nRuslan, good afternoon! Thank you for taking the time to share your impressions of your visit. Thanks for the recommendation! We are waiting for you at a party)",
    "rating": 4,
    "name": "Natalie Surname",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасная вьетнамская кухня, дороговатая, но обслуживание соответствующее. Кальяны очень хорошие …",
    "rating": 5,
    "name": "Duje Kundić",
    "cat": "Meal delivery"
  },
  {
    "review": "Артур, благодарим за отзыв!\n\n(Translated by Google)\nArthur, thank you for the feedback!",
    "rating": 5,
    "name": "виталий грубый",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный бизнес-ланч\n\n(Translated by Google)\nGreat business lunch",
    "rating": 5,
    "name": "Denys Lysenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Анна, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вы смогли приятно провести время в нашем ресторане, ждём вас снова!\n\n(Translated by Google)\nAnna, thank you for your feedback and appreciation! We are very glad that you could have a pleasant time in our restaurant, we are waiting for you again!",
    "rating": 5,
    "name": "Larisa Dobroskok",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Four stars, okay, good service and excellent dishes.\n\n(Original)\n四星，还可以，服务好，菜品可圈可点。",
    "rating": 5,
    "name": "Andrii “DrSat” Lishko",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас за оценку! Мы заметили, что вы поставили четыре звёзды и хотели бы уточнить все ли вам понравилось, возможно вы сможете поделиться своим мнением чтобы мы стали ещё лучше для наших любимых гостей?\n\n(Translated by Google)\nThank you for rating! We noticed that you put four stars and would like to clarify whether you liked everything, maybe you can share your opinion so that we become even better for our beloved guests?",
    "rating": 5,
    "name": "Світлана Щолокова",
    "cat": "Meal delivery"
  },
  {
    "review": "Персонал- отлично!\nКухня - отлично!\nИнтерьер - отлично! …",
    "rating": 5,
    "name": "Алферова Мария",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за высокую оценку! До встречи в NAM)\n\n(Translated by Google)\nThank you for your appreciation! See you at NAM)",
    "rating": 5,
    "name": "Danil F",
    "cat": "Meal delivery"
  },
  {
    "review": "Вчера ходили с друзьями, еда очень вкусная, обслуживание отличное, но есть одно большое НО, вытяжка оставляет желать ЛУЧШЕГО …",
    "rating": 5,
    "name": "Jenia Poluektova",
    "cat": "Meal delivery"
  },
  {
    "review": "Были на завтраке, все было очень вкусно, и как сказал мой сын элегантно! Еще вернемся... …",
    "rating": 5,
    "name": "Dan Shadhan",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) So beautiful only in NAM\n\n(Original)\nТак красиво лише в NAM",
    "rating": 1,
    "name": "Владислав Колядюк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation! We will be waiting for you in our restaurant!\n\n(Original)\nДякуємо за високу оцінку! Будемо чекати на вас ще у нашому ресторані!",
    "rating": 5,
    "name": "Александра Емченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Коктейли понравились. В остальном присутствует разочарование.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерчик WinD",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим вас за оценку! Мы заметили, что вы поставили три звёзды и хотели бы уточнить все ли вам понравилось, возможно вы сможете поделиться своим мнением чтобы мы стали ещё лучше для наших гостей?\n\n(Translated by Google)\nThank you for rating! We noticed that you put three stars and would like to clarify whether you liked everything, maybe you can share your opinion so that we become even better for our guests?",
    "rating": 5,
    "name": "Andrii Padalka",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная еда, стильный интерьер, хороший сервис, интересная подача, классная музычка, все нравится здесь. …",
    "rating": 5,
    "name": "Вячеслав Зозулевич",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) An interesting feeding, delicious, but small portions\nFor very hungry you have to order from 3 dishes …",
    "rating": 5,
    "name": "Vladimir Sorokin",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I'm tired of spamming with text messages that I didn't subscribe to …",
    "rating": 5,
    "name": "Юлия Краснобаева",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. Please send your phone to our mail bao.nam.restaurants@gmail.com or on facebook. Thanks for the feedback.\n\n(Original)\nДоброго дня. Просимо надіслати ваш телефон на нашу пошту bao.nam.restaurants@gmail.com або на facebook. Дякую за відгук.",
    "rating": 5,
    "name": "T D",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно, необычно. Приятный интерьер, коктейли на высоте.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "sda dsa",
    "cat": "Meal delivery"
  },
  {
    "review": "Андрей, спасибо за ваш отзыв!\n\n(Translated by Google)\nAndrey, thanks for your feedback!",
    "rating": 3,
    "name": "Ivan Palamarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Отменная вьтнамская кухня. Внутри очень атмосферно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тальо Богданович",
    "cat": "Meal delivery"
  },
  {
    "review": "Богдан, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nBogdan, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 4,
    "name": "Varun Vahal",
    "cat": "Meal delivery"
  },
  {
    "review": "Все очень вкусно! Обслуживание на высоте! Очень уютное местечко с отличной атмосферой и музыкой! …",
    "rating": 4,
    "name": "Vlad Mazur",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличная кухня, просту изумительный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Пирхун",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за ваш отзыв, нам очень приятно получать высокую оценку нашего ресторана.\nВсегда рады вас видеть!\n\n(Translated by Google)\nThank you very much for your feedback, we are very pleased to receive a high rating for our restaurant.\nWe are always glad to see you!",
    "rating": 5,
    "name": "Bogdan A.",
    "cat": "Meal delivery"
  },
  {
    "review": "Кухня превосходная, как и обслуживание. Интерьер заслуживает отдельной похвалы, такой же высокой как и невероятная курица с лемонграссом! …",
    "rating": 4,
    "name": "Olena Brechka",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда, интерьер, музыка и обслуживание-всё на высоте. Место живое, можно компанией, можно на свидание-скучно не будет 👍🏼 …",
    "rating": 5,
    "name": "Meri Glo",
    "cat": "Meal delivery"
  },
  {
    "review": "Наталья, спасибо за то, что нашли время поделиться впечатлениями) Вы правы, можно вдвоем на завтрак, можно на романтический ужин, можно с друзьями за барную стойку, можно большой семьей поужинать. Ждем вас и будем рады видеть, с поводом или без) До встречи!\n\n(Translated by Google)\nNatalia, thank you for taking the time to share your impressions) You are right, you can have breakfast together, you can have a romantic dinner, you can with friends at the bar, you can have dinner with your big family. We are waiting for you and will be glad to see you, with or without reason) See you!",
    "rating": 5,
    "name": "Ирина Лапочкина",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарный сервис и отличная еда)\n\n(Translated by Google)\nGreat service and great food)",
    "rating": 5,
    "name": "Dmitry Tyschuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Сергей. Спасибо за отзыв. Будем рады видеть Вас снова!\nС уважением, управляющая рестораном Ирина.\n\n(Translated by Google)\nGood day, Sergey. Thank you for your feedback. We will be glad to see you again!\nBest regards, restaurant manager Irina.",
    "rating": 4,
    "name": "Михаил Буряк",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) THE BEST VIETNAMIAN RESTAURANT IN KIEV. VERY NICE ATMOSPHERE. PROFESSIONAL WAITERS. …",
    "rating": 5,
    "name": "Illia Achour",
    "cat": "Meal delivery"
  },
  {
    "review": "Высококлассное заведение с необычными, но очень вкусными блюдами. Сочетают несочетаемое) …",
    "rating": 5,
    "name": "Oleksii Pavlenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть у нас в ресторане!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you at our restaurant!",
    "rating": 5,
    "name": "Володимир Титаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Красиво, необычно и вкусно.\n\n(Translated by Google)\nBeautiful, unusual and tasty.",
    "rating": 5,
    "name": "Таня Гвоздинская",
    "cat": "Meal delivery"
  },
  {
    "review": "Вероника, спасибо большое! До скорых встреч)\n\n(Translated by Google)\nVeronica, thank you very much! See you soon)",
    "rating": 5,
    "name": "Катруся Быкориз",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно. Дорого.\n\n(Translated by Google)\nDelicious. Expensive.",
    "rating": 5,
    "name": "M. Dane Waters",
    "cat": "Meal delivery"
  },
  {
    "review": "Hello . Thanks for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "yuval shahar",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, charming interior. One of your favorite places, cavaorange is just top! 😌 …",
    "rating": 4,
    "name": "Andriy Yesypenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Не понравилось. Очень разочаровала кухня... и power bank пришлось просить 3 раза, так и не принесли... …",
    "rating": 5,
    "name": "Isaiah Jones",
    "cat": "Meal delivery"
  },
  {
    "review": "Павлина, добрый день! Благодарим вас за обратную связь. Мы обновили меню и исправили ситуацию с павер бэнк. Будем рады видеть вас снова в гостях и очень надеемся на еще один шанс!\n\n(Translated by Google)\nPeacock, good afternoon! Thank you for your feedback. We have updated the menu and fixed the situation with the paver bank. We will be glad to see you again, and we really hope for another chance!",
    "rating": 5,
    "name": "Лера Кондратенко",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень, вкусно !!!\n\n(Translated by Google)\nDelicious !!!",
    "rating": 5,
    "name": "Денис Сапожников",
    "cat": "Meal delivery"
  },
  {
    "review": "Сергей, спасибо за отзыв!\n\n(Translated by Google)\nSergey, thanks for the tip!",
    "rating": 5,
    "name": "Lora Lo",
    "cat": "Meal delivery"
  },
  {
    "review": "Ресторан ша шикарным интеръером. Правда цены выше среднего уровня.  Места нужно заказывать за ранее …",
    "rating": 5,
    "name": "Aleka Barbona",
    "cat": "Meal delivery"
  },
  {
    "review": "Евгений, добрый день! Спасибо за рекомендацию. Будем рады вас видеть!\n\n(Translated by Google)\nEugene, good afternoon! Thanks for the recommendation. We will be glad to see you!",
    "rating": 5,
    "name": "Руслан Мішаков",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I love this place Especially the soups. The restaurant is very beautiful. …",
    "rating": 4,
    "name": "Limon Dimon",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) One of the best restaurants in town. Amazing service, very tasty food and great cuisine. The decoration of the space is top! I highly recommend it. …",
    "rating": 5,
    "name": "Valera Lopotukha",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good morning! Thank you very much for your comments! We are very happy that you like a restaurant and service! We are waiting for you again and we will be glad to see you)\n\n(Original)\nΚαλή μέρα! Σας ευχαριστούμε πολύ για τα σχόλιά σας! Είμαστε πολύ χαρούμενοι που σας αρέσει ένα εστιατόριο και εξυπηρέτηση! Σας περιμένουμε και πάλι και θα χαρούμε να σας δούμε)",
    "rating": 5,
    "name": "Inna Zolotarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Роскошный интерьер, работали серьезные мастера. Цены заметно выше среднего\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Seungmo Koo",
    "cat": "Meal delivery"
  },
  {
    "review": "Действительно стоящее место. Очень вкусная кухня. Красивейший дизайн\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Олегович",
    "cat": "Meal delivery"
  },
  {
    "review": "Сергей, спасибо большое за высокую оценку и рекомендацию! Ждем вас на завтрак, обед и ужин) До встречи!\n\n(Translated by Google)\nSergey, thank you very much for appreciation and recommendation! We are waiting for you for breakfast, lunch and dinner) See you there!",
    "rating": 5,
    "name": "Ihor Babko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Fo-bo top\n\n(Original)\nФо-бо топ",
    "rating": 5,
    "name": "Дмитро Вольпов",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, что посетили наш ресторан и оставили отзыв. Всегда ждем вас в нашем ресторане!\n\n(Translated by Google)\nThank you for visiting our restaurant and leaving a review. We are always waiting for you in our restaurant!",
    "rating": 5,
    "name": "Valeriy Edelev",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый интерьер и очень вкусно. Особенно сибас маринованный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Віка Чаплинська",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Very tasty Vietnamese cuisine.\n\n(Original) …",
    "rating": 4,
    "name": "Олег Садовник",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Congratulations! Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nВітаємо! Дякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 5,
    "name": "sam marie",
    "cat": "Meal delivery"
  },
  {
    "review": "Потрясающие супы! Отличный сервис. Рекомендую.\n\n(Translated by Google)\nAwesome soups! Great service. Recommend.",
    "rating": 2,
    "name": "Андрей Бурдейный",
    "cat": "Meal delivery"
  },
  {
    "review": "Леонид, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nLeonid, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 4,
    "name": "Joshua Rosling",
    "cat": "Meal delivery"
  },
  {
    "review": "Одно из мною любимых мест♥️\n\n(Translated by Google)\nOne of my favorite places ♥ ️",
    "rating": 5,
    "name": "Anton Karpenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, благодарим за отзыв! До скорых встреч) С любовью\n\n(Translated by Google)\nJulia, thank you for the feedback! See you soon) With love",
    "rating": 5,
    "name": "Viktor Ryzhaiev",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусно и уютно\n\n(Translated by Google)\nTasty and cozy",
    "rating": 5,
    "name": "Дмитрий Васадин",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, ждем в гости снова!\n\n(Translated by Google)\nThank you, we are waiting for a visit again!",
    "rating": 5,
    "name": "Yuriy Lytvynenko",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) I love this place. Delicious food especially curry with shrimp) …",
    "rating": 4,
    "name": "Michael Shneider",
    "cat": "Meal delivery"
  },
  {
    "review": "Всегда приятная атмосфера, высокого качества еда и сервис! Будем посещать еще\n\n(Translated by Google) …",
    "rating": 4,
    "name": "victor Cartagena",
    "cat": "Meal delivery"
  },
  {
    "review": "Хорошее место. Вкусная еда. Все что нужно для хорошего вечера ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Капленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Олег, спасибо за отзыв, мы рады, что вам все понравилось!\n\n(Translated by Google)\nOleg, thank you for your feedback, we are glad that you liked everything!",
    "rating": 5,
    "name": "Y 368",
    "cat": "Meal delivery"
  },
  {
    "review": "Все отлично .рекомендую\n\n(Translated by Google)\nEverything is excellent. I recommend",
    "rating": 5,
    "name": "Inna Petrunia",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 4,
    "name": "María Ángeles Martinez",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) One of the best restaurants in the capital, I recommend their desserts. …",
    "rating": 4,
    "name": "Sergii Liakhov",
    "cat": "Meal delivery"
  },
  {
    "review": "С такой шкалой цен, линейка могла бы быть качественней. Одним именем \"браво\" сыт не будешь. …",
    "rating": 5,
    "name": "Evgen Yaremenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Добрый день, Виталий! Благодарим вас за то, что нашли время поделиться своими впечатлениями о визите. О какой линейке вы говорите? Не могли бы вы подробнее рассказать, что именно вам не понравилось и мы обязательно исправим ситуацию. Спасибо!\n\n(Translated by Google)\nGood afternoon, Vitaly! Thank you for taking the time to share your impressions of the visit. What line are you talking about? Could you tell us in more detail what exactly you did not like and we will definitely correct the situation. Thank you!",
    "rating": 5,
    "name": "Vlad Kim",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно. Интерьер 👍. Замечательное место. Цены $$$$.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Алейнов",
    "cat": "Meal delivery"
  },
  {
    "review": "Андрей, спасибо за оценку! До встречи!\n\n(Translated by Google)\nAndrew, thank you for rating! See you!",
    "rating": 5,
    "name": "Lorenz Geeroms",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивый интерьер, интересный выбор в меню\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Rodion Podoroga",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо большое за отзыв и высокую оценку! До встречи вновь!\n\n(Translated by Google)\nThank you very much for your feedback and appreciation! See you again!",
    "rating": 5,
    "name": "Anastasiia Atamanchuk",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great place with a nice interior and delicious tea and desserts. …",
    "rating": 5,
    "name": "Anna Mraovic",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Tatiana, congratulations! Thank you for appreciating our restaurant! Until We Meet Again!\n\n(Original)\nТетяна, вітаємо! Дякуємо, що високо оцінили наш ресторан! До нових зустрічей!",
    "rating": 5,
    "name": "Алексей Еськов",
    "cat": "Meal delivery"
  },
  {
    "review": "Красивая подача, хорошее обслуживание. Фо бо, за которым стоит возвращаться ещё. Недёшево. …",
    "rating": 5,
    "name": "Svetlana Timchenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Федор, благодарим вас за отзыв! И ждем на Фо) Ему ведь не придется вас долго ждать? До встречи!\n\n(Translated by Google)\nFedor, thank you for your feedback! And we are waiting for Fo) He does not have to wait long for you? See you!",
    "rating": 5,
    "name": "Alina",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное место, очень вежливый персонал, немного задержались с десертом, но в целом, все отлично! …",
    "rating": 5,
    "name": "D I",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) A little overrated, as for me. Beautiful, but in Kiev, tasty Vietnamese dishes …",
    "rating": 5,
    "name": "Александр Сергеевич",
    "cat": "Meal delivery"
  },
  {
    "review": "вкусный фо бо и приятная атмосфера\n\n(Translated by Google)\ndelicious pho bo and nice atmosphere",
    "rating": 5,
    "name": "Tomas Nikolich",
    "cat": "Meal delivery"
  },
  {
    "review": "Юрий, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nYuri, welcome! Thank you for your review and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "M T",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарная кухня, прекрасное обслуживание.\nДостойное место!!! …",
    "rating": 5,
    "name": "Antanas Špečkauskas",
    "cat": "Meal delivery"
  },
  {
    "review": "Сергей, благодарим за ваш отзыв, всегда рады видеть у нас в ресторане!\n\n(Translated by Google)\nSergey, thank you for your feedback, always welcome in our restaurant!",
    "rating": 3,
    "name": "Tom Fales",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравилось, все вкусно, причиняй сервис, высшие коктейли\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleg V",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious, cozy, in the interior, the style of the institution is maintained. …",
    "rating": 5,
    "name": "Сергей Кузяра",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Fedor, thank you for your feedback! Waiting for you) To meet!\n\n(Original)\nФедір, дякуємо за ваш відгук! Чекаємо на вас) До зустрічі!",
    "rating": 5,
    "name": "Алекс Ол",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere, extremely cozy. Delicious food. Good service. …",
    "rating": 4,
    "name": "Виталий Мельник",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Nicholas, good afternoon! Thank you very much for your feedback! We invite you to visit)\n\n(Original)\nМикола, добрий день! Дуже дякуємо вам за відгук! Запрошуємо в гості)",
    "rating": 5,
    "name": "Inna Movchan",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Amazing interior. Delicious breakfasts\n\n(Original) …",
    "rating": 5,
    "name": "Анастасия Сухолет",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень хорошо, а ещё лучший имбирный чай)\n\n(Translated by Google)\nVery good, and even better ginger tea)",
    "rating": 5,
    "name": "Виктор Исаковский",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная еда, оригинальные коктейли (особенно old gods), хорошее быстрое обслуживание. …",
    "rating": 4,
    "name": "di ma",
    "cat": "Meal delivery"
  },
  {
    "review": "Прекрасная фьюжн кухня, навеянная Вьетнамом. Не дёшево, но оно того стоит!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nikita Fista",
    "cat": "Meal delivery"
  },
  {
    "review": "Павел, спасибо за отзыв! Рады, что вы высоко цените наши усилия) Приходите еще и на завтраки) С нетерпением ждем новых встреч!\n\n(Translated by Google)\nPavel, thanks for the feedback! We are glad that you highly appreciate our efforts) Come also for breakfast) We look forward to new meetings!",
    "rating": 5,
    "name": "Pavlo Stadnikov",
    "cat": "Meal delivery"
  },
  {
    "review": "Отношения работников к гостю отвратительное\nВсё на таком пафосе, корона не жмёт? …",
    "rating": 5,
    "name": "Denys BCN",
    "cat": "Meal delivery"
  },
  {
    "review": "Алекс, здравствуйте! Мы хотим разобраться в сложившейся ситуации, поэтому просим прислать ваш номер телефона на нашу почту bao.nam.restaurants@gmail.com или на facebook. Спасибо за отзыв.\n\n(Translated by Google)\nAlex, hello! We want to understand the current situation, so we ask you to send your phone number to our mail bao.nam.restaurants@gmail.com or on facebook. Thank you for your feedback.",
    "rating": 5,
    "name": "Oleg Yatsenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Шикарно!\n\n(Translated by Google)\nGorgeous!",
    "rating": 5,
    "name": "Владимир Макаров",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличный интерьер и вкусно,очень вкусно\nРебята официанты просто молодцы …",
    "rating": 5,
    "name": "Сергей Коваленко",
    "cat": "Meal delivery"
  },
  {
    "review": "Мария, благодарим за ваш отзыв и обязательно передадим ваши слова нашим ребятам, уверены, они будут очень счастливы слышать такие комментарии в свой адрес) Ждем вас снова гостях, до встречи!\n\n(Translated by Google)\nMaria, thank you for your feedback and we will definitely pass your words on to our guys, we are sure they will be very happy to hear such comments addressed to them) We are waiting for you again as guests, see you!",
    "rating": 5,
    "name": "Виктория Гриша",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкусная кухня. Уютный зал. Учтивый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сания Ахметова",
    "cat": "Meal delivery"
  },
  {
    "review": "Владимир, благодарим вас за отзыв! До скорых встреч)\n\n(Translated by Google)\nVladimir, thank you for your feedback! See you soon)",
    "rating": 5,
    "name": "BEKYSORA UA",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень понравился бар, коктейли отменные и красивые.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vychislav Vysochin",
    "cat": "Meal delivery"
  },
  {
    "review": "Вкувно,уютно и фантастические десерты🤩. Вннимательный персонал😇\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valeria Nakushnova",
    "cat": "Meal delivery"
  },
  {
    "review": "Оксана, спасибо за ваш отзыв!\n\n(Translated by Google)\nOksana, thanks for your feedback!",
    "rating": 4,
    "name": "вадим бондарчук",
    "cat": "Meal delivery"
  },
  {
    "review": "Официанты хамят, даже не успел ничего знаю акащать...\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Igor Vladimirovich",
    "cat": "Meal delivery"
  },
  {
    "review": "Денис, добрый день! Благодарим за ваш отзыв. Мы учтем ваши замечания и проведем работу с персоналом. Приносим свои извинения\n\n(Translated by Google)\nDenis, good afternoon! Thank you for your feedback. We will take into account your comments and work with the staff. We apologize",
    "rating": 5,
    "name": "Pavel Prokopenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Все очень вкусно\n\n(Translated by Google)\nEverything is very delicious",
    "rating": 5,
    "name": "Ivan Margitych",
    "cat": "Meal delivery"
  },
  {
    "review": "Спасибо, за отличное обслуживание, отдельное спасибо, официанту Виталию, за рекомендации. …",
    "rating": 5,
    "name": "Patrick Schaffer",
    "cat": "Meal delivery"
  },
  {
    "review": "Благодарим за ваш отзыв, будем рады снова увидеть вас в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback, we will be glad to see you in our restaurant again!",
    "rating": 4,
    "name": "Anasteisha Sandyrieva",
    "cat": "Meal delivery"
  },
  {
    "review": "Достаточно дорогой ресторан по меркам Киева, но кухня, интерьер и сервис замечательные …",
    "rating": 5,
    "name": "Святослав Шувалов",
    "cat": "Meal delivery"
  },
  {
    "review": "Максим, благодарим за отзыв! Рады, что вам пришлось по вкусу) Ждем вас в гости с нетерпением!\n\n(Translated by Google)\nMaxim, thank you for your feedback! We are glad that you had to taste) We are waiting for you to visit with impatience!",
    "rating": 5,
    "name": "дизайнер интерьера S-STUDIO",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда вкусная, коктейли так себе\n\n(Translated by Google)\nFood is delicious, cocktails are so so",
    "rating": 5,
    "name": "Di",
    "cat": "Meal delivery"
  },
  {
    "review": "Валерия, благодарим за отзыв! Мы обязательно учтем ваши замечания\n\n(Translated by Google)\nValeria, thank you for your feedback! We will definitely take into account your comments.",
    "rating": 5,
    "name": "Oshri Danon",
    "cat": "Meal delivery"
  },
  {
    "review": "Мы долго жили в Азии, но такой вкуснейшей еды еще не встречали👍🏻\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Орлова",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Delicious and refined Vietnamese meals and friendly service staff. …",
    "rating": 5,
    "name": "Виталий Турилкин",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Diana, thank you for your feedback! We will be glad to meet you again)\n\n(Original)\nДіана, дякуємо за відгук! Будемо раді новій зустрічі)",
    "rating": 5,
    "name": "Mathias Arand",
    "cat": "Meal delivery"
  },
  {
    "review": "Всё было даже очень и очень;)))\n\n(Translated by Google)\nEverything was even very, very;)))",
    "rating": 4,
    "name": "Helen Musiichuk",
    "cat": "Meal delivery"
  },
  {
    "review": "Игорь, спасибо за отзыв! Ждем вас в гости!\n\n(Translated by Google)\nIgor, thanks for the tip! We are waiting for your visit!",
    "rating": 5,
    "name": "Алина Бондаренко",
    "cat": "Meal delivery"
  },
  {
    "review": "Мне кухня не очень , но всё на любителя\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Саня Пачковський",
    "cat": "Meal delivery"
  },
  {
    "review": "Юрий, спасибо большое, что нашли время поделиться! Нам очень жаль, что на вас не произвела впечатление  кухня. Возможно, вы сможете рассказать подробнее, что именно вам не понравилось и дадите нам шанс поработать над этим? Благодарим вас!\n\n(Translated by Google)\nYuri, thank you very much for taking the time to share! We're sorry you weren't impressed by the kitchen. Perhaps you can tell us in more detail what exactly you didn't like and give us a chance to work on it? Thank you!",
    "rating": 5,
    "name": "Татьяна Филиппович",
    "cat": "Meal delivery"
  },
  {
    "review": "Так красиво и так пусто...\n\n(Translated by Google)\nSo beautiful and so empty ...",
    "rating": 5,
    "name": "Elena Rudyaga",
    "cat": "Meal delivery"
  },
  {
    "review": "Екатерина, благодарим вас за отзыв! Пусто у нас не всегда) Точне даже будет сказать, редко когда бывает пусто) Будем рады вас видеть!\n\n(Translated by Google)\nCatherine, thank you for your feedback! It's not always empty here. It will even be accurate to say, rarely when it is empty. We will be glad to see you!",
    "rating": 5,
    "name": "Jay Amin",
    "cat": "Meal delivery"
  },
  {
    "review": "Еда вкусная, атмосфера бомбезная, обслуживание на высоте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Artem Konoplenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Алексей, приветствуем! Благодарим за отзыв и 5 звезд нашему ресторану! До встречи вновь!\n\n(Translated by Google)\nAlexey, welcome! Thank you for your feedback and 5 stars to our restaurant! See you again!",
    "rating": 5,
    "name": "Екатерина",
    "cat": "Meal delivery"
  },
  {
    "review": "Не очень... Цены высокие, хотя и вкусно)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман Загарюк",
    "cat": "Meal delivery"
  },
  {
    "review": "Юлия, благодарим вас за обратную связь! Будем рады вас видеть снова)\n\n(Translated by Google)\nJulia, thank you for the feedback! We will be glad to see you again)",
    "rating": 3,
    "name": "LINFENG LI",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) good restaurant! the most delicious pancakes with apples\n\n(Original) …",
    "rating": 5,
    "name": "Peter Erben",
    "cat": "Meal delivery"
  },
  {
    "review": "Честно жил би здесь)\n\n(Translated by Google)\nHonestly lived bi here)",
    "rating": 5,
    "name": "Aleksey Ilyin",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) For that kind of money, I'm much better than them in Munich !! And no worse! …",
    "rating": 5,
    "name": "Zurab Aznaurashvili",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day! Thank you for taking the time to share your impressions! It is a pity that our dishes could not impress you (But we hope that you will visit us again and give another chance, because we have changed the menu and will soon launch a curry festival. We are waiting for you)\n\n(Original)\nДобрий день! Дякуємо, що знайшли час поділитися своїми враженнями! Шкода, що наші страви не змогли справити на вас враження( Але ми сподіваємося, що ви завідаєте до нас знову та дасте ще один шанс, адже ми змінили меню і зовсім скоро запускаємо фестиваль карі. Чекаємо на вас)",
    "rating": 4,
    "name": "Dmytro Nechytaylo",
    "cat": "Meal delivery"
  },
  {
    "review": "Приятная атмосфера, экзотическая кухня и хорошее обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Емченко",
    "cat": "Meal delivery"
  },
  {
    "review": "Павел, благодарим вас за рекомендацию! До скорой встречи!\n\n(Translated by Google)\nPaul, thank you for the recommendation! See you soon!",
    "rating": 5,
    "name": "Роман Г",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусная кухня и хорошая атмосфера в ресторане )\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Ясинская",
    "cat": "Meal delivery"
  },
  {
    "review": "Это не только очень вкусно но и дико красиво!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Linux",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень красиво, очень вкусно, очень хорошая музыка.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Горбань",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Great interior, good service and very tasty.\n\n(Original) …",
    "rating": 5,
    "name": "Vadim Sichkar",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно, отличное обслуживание, стильный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена K",
    "cat": "Meal delivery"
  },
  {
    "review": "Екатерина, спасибо за ваш отзыв и высокую оценку! До скорой встречи)\n\n(Translated by Google)\nEkaterina, thank you for your feedback and appreciation! See you soon)",
    "rating": 5,
    "name": "Sofie",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The atmosphere is good and delicious but too expensive\n\n(Original)\n분위기가 좋고 맛있지만 너무 비쌈",
    "rating": 5,
    "name": "Денис Дубина",
    "cat": "Meal delivery"
  },
  {
    "review": "Основное блюдо: много соуса, не очень.\n\n(Translated by Google)\nMain course: a lot of sauce, not really.",
    "rating": 5,
    "name": "Петро Кошевой",
    "cat": "Meal delivery"
  },
  {
    "review": "Плохое обслуживание. Красивый интерьер.\n\n(Translated by Google)\nBad service. Beautiful interior.",
    "rating": 5,
    "name": "Dmytro Komisarenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Здравствуйте, Жанна, нам очень жаль, что у вас сложилось такое впечатление про наш ресторан. Будем благодарны вам, если вы поделитесь с нами детальной информацией про посещение ресторана на почту: bao.nam.restaurants@gmail.com или в Facebook. Спасибо за отзыв!\n\n(Translated by Google)\nHello, Zhanna, we are very sorry that you have such an impression about our restaurant. We will be grateful if you share with us detailed information about visiting the restaurant by mail: bao.nam.restaurants@gmail.com or on Facebook. Thank you for your feedback!",
    "rating": 5,
    "name": "Taras Kurian",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) The taste that remains with you until the next visit!\n\n(Original) …",
    "rating": 5,
    "name": "Dental Trip",
    "cat": "Meal delivery"
  },
  {
    "review": "Жанна, к этому и стремимся, чтобы наш вкус оставался с вами надолго) Благодарим за отзыв и высокую оценку! Ждем в гостях)\n\n(Translated by Google)\nZhanna, we are committed to this, so that our taste will stay with you for a long time) Thank you for your feedback and appreciation! Waiting for a visit)",
    "rating": 5,
    "name": "nemurerukai",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) It's good to go out on a date, but it's a bit more expensive than you think. …",
    "rating": 5,
    "name": "Игорь",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень посредственная кухня :( но дизайн алассный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Korniienko Alina",
    "cat": "Meal delivery"
  },
  {
    "review": "Интересное заведение, Вкусно, интересно.\n\n(Translated by Google)\nInteresting place, tasty, interesting.",
    "rating": 5,
    "name": "Vasyl Mikulin",
    "cat": "Meal delivery"
  },
  {
    "review": "Елена, благодарим вас за отзыв и высокую оценку! Мы очень рады, что вам все понравилось, ждём снова в нашем ресторане!\n\n(Translated by Google)\nElena, thank you for your feedback and appreciation! We are very glad that you liked everything, we are waiting again in our restaurant!",
    "rating": 5,
    "name": "Daria Zaiets",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно и приятная атмосфера.\n\n(Translated by Google)\nVery tasty and nice atmosphere.",
    "rating": 5,
    "name": "Анастасия Соколова",
    "cat": "Meal delivery"
  },
  {
    "review": "Дарья, добрый день! Благодарим вас за отзыв! До новых встреч)\n\n(Translated by Google)\nDaria, good afternoon! Thank you for your feedback! Until next time)",
    "rating": 4,
    "name": "Alexander Pestov",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень вкусно! Ектор не подвёл ;-)!\n\n(Translated by Google)\nDelicious! Ector did not disappoint ;-)!",
    "rating": 5,
    "name": "Liliia Vasilyeva",
    "cat": "Meal delivery"
  },
  {
    "review": "Надежда, спасибо за обратную связь! Передаем вам \"Привет\" от Ектора в том числе) Ждем в гостях!\n\n(Translated by Google)\nHope, thanks for the feedback! We are giving you \"Hi\" from Yektor including) We are waiting for you!",
    "rating": 5,
    "name": "Iryna Zatulii",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) They cook like that\n\n(Original)\nГотовлять так собі",
    "rating": 5,
    "name": "Александр Задоя",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Good day. We are very sorry that this time you have negative impressions! We would be very grateful if you leave your contact for feedback. I am waiting for an answer to the e-mail bukach.i@shf.com.ua or I am always glad to see you in the restaurant.\nSincerely, Irina, restaurant manager.\n\n(Original)\nДоброго дня. Нам дуже шкода, що цього разу у вас залишилися негативні враження! Будемо дуже вдячні, якщо Ви залишите Ваш контакт, для зворотнього зв'язку. Чекаю відповідь на електронну пошту bukach.i@shf.com.ua або завжди раді бачити в ресторані.\nЗ повагою, управляюча ресторану Ірина.",
    "rating": 4,
    "name": "Antonella Muroni",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Wow, good restaurant, reasonable prices and amazing place …",
    "rating": 4,
    "name": "Дмитрий Корень",
    "cat": "Meal delivery"
  },
  {
    "review": "Очень атмосферное место, прям частичка Прованса в Бердянске.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maxim Prazdnikov",
    "cat": "Meal delivery"
  },
  {
    "review": "Отличное обслуживание, вкусная кухня!\n\n(Translated by Google)\nGreat service, delicious food!",
    "rating": 5,
    "name": "Julia Kryvushenko",
    "cat": "Meal delivery"
  },
  {
    "review": "Георгий, спасибо за ваш отзыв!\n\n(Translated by Google)\nGeorge, thank you for your feedback!",
    "rating": 5,
    "name": "serg tsiboulsky",
    "cat": "Meal delivery"
  },
  {
    "review": "(Translated by Google) Service, cuisine, atmosphere, all at the highest level!\n\n(Original) …",
    "rating": 4,
    "name": "Volodymyr Mostovyi",
    "cat": "Meal delivery"
  }
]