[
  {
    "review": "A good and comfortable place to find in. Great Indian cuisine! We selebrayed our friend's birthday...",
    "rating": 3,
    "name": "Robert Benson",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your feedback. But let me ask you what you didn't like and what influenced the underestimation?",
    "rating": 1,
    "name": "Gary Seven",
    "cat": "Indian restaurant"
  },
  {
    "review": "The restaurant was almost empty when we dined here.\nWe specifically wanted a starter, which was pointed out to be entered on the menu as a \"snack\". I ordered mutton Sheesh kebab and a main of Chicken Madras with …",
    "rating": 5,
    "name": "Byron Nikolas",
    "cat": "Indian restaurant"
  },
  {
    "review": "The fullness of the restaurant has nothing to do with its objective assessment, and we also often have a full room. Our dishes are also brought out not at the same time, but as each is prepared, so that they do not cool down. And immediately, as soon as the cooks cook hot, our waiters take it out. No one has ever complained that we take out cold dishes. Moreover, you yourself wrote that the main course was cold only because YOU did not immediately reach the point of eating it. As for the sauces, our Hindu chefs make them according to their own recipe and never spare spices. Perhaps you just like too spicy, and the dish you chose is not spicy. Then you had to ask the waiter and he would recommend a spicy sauce. Our prices correspond to the quality of the dishes and are not more expensive than in other similar restaurants in the capital. The cuisine is exclusively Indian, since all our cooks are only Hindus. And there is no fraud in this! This is a false and subjective opinion of competitors. Otherwise, attention should be paid to the positive aspects, of which we have much more.",
    "rating": 5,
    "name": "Carol Obrien",
    "cat": "Indian restaurant"
  },
  {
    "review": "Food was truly delicious ♥️. Interior is amazing .wonderful place in this City. I like this indian restaurant.",
    "rating": 4,
    "name": "Siddarth Jaiswal (National Vidya Foundation)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nikolas, тhank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. We are pleased to read such reviews and we know that our guests are happy. We will wait for you again and will always be glad to see you in our restaurant 🙏",
    "rating": 5,
    "name": "Pavan Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "I ordered mutton Sheesh kebab and a main of Chicken Madras with an extra rice and a plain Naan.",
    "rating": 5,
    "name": "Aaron Ash",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your detailed review and appreciation of our restaurant. We are glad that you liked it by 5 stars! We will wait for a visit again) 🙏",
    "rating": 5,
    "name": "Kishan Chaudhary",
    "cat": "Indian restaurant"
  },
  {
    "review": "It is located near motherland statue. Indian restaurant. They speak Hindi also. Food is of good quality but very expensive. It costs approx RS 150 per roti. Other items are also very expensive.",
    "rating": 5,
    "name": "David Solomon",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 1,
    "name": "naila naila",
    "cat": "Indian restaurant"
  },
  {
    "review": "Amazing Indian restaurant in kiev, Ukraine. Decor is wow, food is wow. Very spacious and prompt service. And yes, don't forget to try Jalebi (Indian sweet dish) here",
    "rating": 3,
    "name": "Liya Eugene",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great Indian food. They even have one of my favorite dishes, which I haven't been able to find outside of India until here, Jalebi. The prices are a bit expensive compared to the rest of Kyiv, around 200-300 UAH for a dish. Good interior.",
    "rating": 5,
    "name": "HARDIK Chaturbhuj",
    "cat": "Indian restaurant"
  },
  {
    "review": "I often visit this place, very happy with the cuisine, everything is always delicious.",
    "rating": 1,
    "name": "Nikhil Dugar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку нашего ресторана!🥰 Обязательно загляните к нам ещё)))\n\n(Translated by Google)\nThank you for the appreciation of our restaurant! 🥰 Be sure to visit us again)))",
    "rating": 2,
    "name": "Wes Gleeson",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great staff delicious yummy food loved and enjoyed the lunch reasonable price",
    "rating": 5,
    "name": "Yaseen Effendi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for you review. We are very glad that you enjoyed your visit at New Bombay Palace. We will be waiting for your next visit",
    "rating": 5,
    "name": "Nobody",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very costly dishes i m not agree with all reviews first expression is last expression your interior no important\nImportant is your hospitality and range of services …",
    "rating": 4,
    "name": "Anderson Callum",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very cozy.but rate is little bit high.overall good experience.best for parties and family get together.moreover we can enjoy tasty Indian food in Ukraine",
    "rating": 4,
    "name": "KP Zivot",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We are glad you enjoyed your stay at New Bombay Palace. We will be glad to see you again.",
    "rating": 5,
    "name": "Faizullah Hussaini",
    "cat": "Indian restaurant"
  },
  {
    "review": "another one of the best vibin’ and a great food quality in kyiv :) totally satisfied with the food . service is excellent:) along with a really good hookah",
    "rating": 5,
    "name": "Mohammad Siddique",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your excellent review and appreciation of our restaurant! We are very pleased))) We are waiting for you again!❤",
    "rating": 5,
    "name": "Isha Sharma",
    "cat": "Indian restaurant"
  },
  {
    "review": "Everything is preserved here and food you eat is not worth it.TOO BAD TO BE CALLED AN INDIAN RESTAURANT",
    "rating": 4,
    "name": "J",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review Mr. Nikhil Dugar. We would like to apologize, we will take your review into account. If there is anything we can do that next time this won’t repeat please feel free to call us or email us and we will try and sort this issue out.",
    "rating": 4,
    "name": "Gert Ronnenberg",
    "cat": "Indian restaurant"
  },
  {
    "review": "Terrible. Has gone way downhill. Had to put a napkin over my 65 uah 300ml Ukrainian beer in order to keep the flies out. Then 4 flies were sitting on top of the napkin. 1200 uah for 2 people and the portions were small. Meat mostly fat. …",
    "rating": 5,
    "name": "Mikhail Khokhlovych",
    "cat": "Indian restaurant"
  },
  {
    "review": "One restaurant I keep going back to. Both Indian and Ukrainian staff are amazing and customer service is awesome. Food is great and a must try in dessert is Jalebi which is an Indian deep fried sweet dipped in hot sugar syrup. Indian Chinese is the best in Kyiv here. Highly recommended",
    "rating": 3,
    "name": "Nino Škopac",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much your review. We are very delighted to here that you enjoyed your stay at New Bombay Palace. We try our best to make your stay the most comfortable as possible. We will be glad to see you again. Have a nice day!",
    "rating": 5,
    "name": "Dharmapuri Traveller India",
    "cat": "Indian restaurant"
  },
  {
    "review": "The Interior is amazing ,the employees/waiters are so nice and so sweet and yes the works do speaking English, Russian, Ukraine and not to mention Hindi ,the service is beyond then i could have ever imagined. in my opinion this is one the …",
    "rating": 5,
    "name": "Ashwin Mehta",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We really appreciate the positive feedback, we always try our best to make our visitors have a great time. We are really glad you enjoyed everything. We will be waiting for your next visit! Have a great evening!",
    "rating": 5,
    "name": "VJ Rao",
    "cat": "Indian restaurant"
  },
  {
    "review": "Firstly the food was beautiful, very flavoursome and enjoyable .\nA huge criticism is the lack of a hot tray to keep the dishes warm . The food is served with starters and mains all at the same time ,resulting in cold dishes . …",
    "rating": 1,
    "name": "Pratham Kashyap",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your detailed review! We will try to take into account your wishes and next time please you with all 5 stars!)",
    "rating": 5,
    "name": "Narendra Kumar Sharma",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great vibe and great experience and authentic Indian taste even my Ukranian friends liked it. More power to you guys.",
    "rating": 3,
    "name": "Exploring Life with Smita",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for you feedback. We are very glad you enjoyed your stay at New Bombay Palace. We will be waiting for your next visit. Have a great day!🙏",
    "rating": 5,
    "name": "suresh patel",
    "cat": "Indian restaurant"
  },
  {
    "review": "Wonderful place, very spacious with excellent interior,  with new cooks the taste has improved a lot, nice place to enjoy tasty Indian food which makes you feel nostalgic",
    "rating": 4,
    "name": "Rahul Grover",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. We are pleased to read such reviews and we know that our guests are happy. We will wait for you again and will always be glad to see you in our restaurant 🙏",
    "rating": 5,
    "name": "Pranaav Kumar",
    "cat": "Indian restaurant"
  },
  {
    "review": "The best restaurant in Ukraine. The best staff and the best owner. Everything is world class.",
    "rating": 5,
    "name": "Pankaj Malik",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review! We really appreciate your kind words. We try our best for the guests to enjoy their time spent in New Bombay Palace. We will be waiting for your next visit. Have a great day🙏🏻",
    "rating": 5,
    "name": "Vytautas Jas",
    "cat": "Indian restaurant"
  },
  {
    "review": "It was really excellent.. food was so delicious with balance spices n awesome mesmerising decorations..while sitting in abroad its feel good to see our culture. I'll give 4/5",
    "rating": 4,
    "name": "Sasha Olhovenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for such a great review! We are very pleased. We are very glad that you liked everything. We are trying for you. We will wait for a visit again!))💓",
    "rating": 4,
    "name": "Anjali M",
    "cat": "Indian restaurant"
  },
  {
    "review": "Atmosphere 5/5, service 5/5 (they even made a dish for me that wasn't on the menu), lassi 5/5, salad 3/5, chicken dishes 4/5, samosas 5/5. Great experience overall.",
    "rating": 5,
    "name": "Neon TM",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thanks for your detailed feedback! We will try to take into account your wishes and next time please you with all 5 stars!)🙏",
    "rating": 2,
    "name": "james valle",
    "cat": "Indian restaurant"
  },
  {
    "review": "It is really pricey and the portions are small. My wife thought her portion was right, so I probably just eat more. …",
    "rating": 5,
    "name": "Creative Channel",
    "cat": "Indian restaurant"
  },
  {
    "review": "First of all, the food is good. I'm not an expert but this was a way nicer experience than other Indian places in Kyiv.\nI kind of expected this place to be pricey, what I didn't expect is that they …",
    "rating": 3,
    "name": "Mark",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review! We will be very happy to see you again.",
    "rating": 5,
    "name": "Vishal Chaturvedi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Decent, but pricey and you don’t really feel full.",
    "rating": 5,
    "name": "Nataliya Kosmach",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice Indian  food\nGr8  atmosphere",
    "rating": 5,
    "name": "Harpreet Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Excellent Excellent Excellent\nMy go to place for every meal whenever I am in Kyiv, Ukraine. Great food, great service....great people...",
    "rating": 3,
    "name": "Dr. Ketul Kareliya",
    "cat": "Indian restaurant"
  },
  {
    "review": "Тhank you for the detailed review and appreciation of our restaurant)) We are very glad that you liked everything. Will wait for you again and will always be glad to see you in our restaurant 🙏",
    "rating": 5,
    "name": "Seikhoo Bishnoi (MD)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Easily my favorite restaurant in Kiev. Quality of food is comparable to good restaurants in India. I have been here so often that I have tasted all their vegetarian dishes, and haven't had a bad meal yet. My favorite curries are the saffron kofta and kadai paneer",
    "rating": 5,
    "name": "Стефанія Костюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much . We always try good service to you . Visit again.",
    "rating": 5,
    "name": "Sid IND",
    "cat": "Indian restaurant"
  },
  {
    "review": "The staff was very hospitable. But food lacked taste and it wasn't even close to authentic indian food. Overpriced and most of the products were preserved. Will not recommend it",
    "rating": 5,
    "name": "sonu prajapati",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We will take everything you said into account. We will do our best that this does not repeat. If you have anything anything else that did not suit you please feel free to contact us.",
    "rating": 5,
    "name": "ShadowBeast xx",
    "cat": "Indian restaurant"
  },
  {
    "review": "Tasty meal, Nice team of Indian Staff. Owner Mr. Kuldeep Kumar is very nice  humble person. One must visit to have tasty Indian meal. Please book your table before to reach restaurant.",
    "rating": 4,
    "name": "S. Jonsson",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We appreciate your response, we hope to see you soon again!",
    "rating": 5,
    "name": "Piyush Paliwal",
    "cat": "Indian restaurant"
  },
  {
    "review": "Food is average. Not like tasty indian food but normal Indian food.\nThe furniture especially the chairs have metal coating which has sharp edges down the seat which hurts your legs..only the decor is good.",
    "rating": 5,
    "name": "arvid sundberg",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review, we will be sure to improve before your next visit.",
    "rating": 5,
    "name": "Karma Media And Entertainment",
    "cat": "Indian restaurant"
  },
  {
    "review": "“Excellent environment, friendly service, great menu choices and really decent food . Will be back. “ “What a lovely restaurant, good food and service and atmosphere, definitely hope to go back.",
    "rating": 5,
    "name": "yo0sh Damri",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for you review. We are glad to hear that you enjoyed your stay. We will be glad to see you again at New Bombay Palace.",
    "rating": 1,
    "name": "Diaya Tulshi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Excellent service and great Food much better than before. Hope they will keep it up.",
    "rating": 5,
    "name": "Gurmeet Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your rating. We will wait again at our guest))) We hope next time to please you with all 5 stars!🙏",
    "rating": 4,
    "name": "Saji Prelis",
    "cat": "Indian restaurant"
  },
  {
    "review": "The restaurant has an amazing interior, perfect service and very tasty Indian food. Best Indian Restaurant in Ukraine to try REAL Indian Food.",
    "rating": 1,
    "name": "jas sachdeva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We are glad that you enjoyed your stay at New Bombay Palace.",
    "rating": 5,
    "name": "Mohamed Sood",
    "cat": "Indian restaurant"
  },
  {
    "review": "Really such a great place to eat authentic Indian food.\nOne of the best food I eat today outside India while traveling many countries across the world. …",
    "rating": 5,
    "name": "Karan Suri",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much sir. Most welcome . Try to every  time best service .",
    "rating": 5,
    "name": "Guy Galboiz",
    "cat": "Indian restaurant"
  },
  {
    "review": "Cozy restaurant, tasty food. Prices are slightly higher than usual in Kiev, however it is totally worth it. A good place to eat after walking around The Motherland Monument.",
    "rating": 5,
    "name": "Ivan Brown",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 1,
    "name": "pandya bhargav",
    "cat": "Indian restaurant"
  },
  {
    "review": "Food is delicious, one star down only because of the price.",
    "rating": 5,
    "name": "Dr. Nevis Gurnani (Nevis)",
    "cat": "Indian restaurant"
  },
  {
    "review": "A little more pricey, but the food was good. It's also very beautiful on the inside! The restaurant was basically empty because I was in at an odd time between lunch and dinner, so service was quick and friendly!",
    "rating": 5,
    "name": "Deepak Sharma",
    "cat": "Indian restaurant"
  },
  {
    "review": "Dear client. Thanks for taking the time to share your experience with us. It’s nice to know that our staff helped you enjoy your stay. We hope to see you soon.",
    "rating": 5,
    "name": "Mukesh Ghai",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very tasty Indian food. I loved the interior. Service was perfect, for sure will come again.",
    "rating": 5,
    "name": "Prateek Lodha",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за отличный отзыв и очень рады, что Вам всё понравилось!👍 Ждём в гости снова))💖\n\n(Translated by Google)\nThank you for the excellent review and are very glad that you liked everything! 👍 We look forward to visiting again)) 💖",
    "rating": 1,
    "name": "Rajiv Rastogi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good food but extremely overpriced, I pay similar prices in London. Serving size is also lacking. Restaurant has potential but they need to adjust prices",
    "rating": 3,
    "name": "Murali Gouda",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for the feedback. We are glad you enjoyed the stay.",
    "rating": 1,
    "name": "Ashwin Meshram",
    "cat": "Indian restaurant"
  },
  {
    "review": "Perfect menu. True Indian ambience with live Indian music, traditional Indian paintings, presentations and true to Indian cuisine, with full vegetarian as well as non-vegetarian menu to find variety of food options. Average price",
    "rating": 5,
    "name": "Vipul Bhavsar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Rahul Kamboj",
    "cat": "Indian restaurant"
  },
  {
    "review": "Slow service, 20 minute+ wait for only pakora's for two . . And we were the only ones in there. Expensive too . . 650 uah . . Seen fries on menu  . . Wow ! Extortionate price of 175 uah",
    "rating": 2,
    "name": "Serhii Tereshchenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your feedback. We are very sorry to hear that you didn’t enjoy your stay. Please do feel free to contact us and we will make your visit much better, we are very sorry for the inconvenience.",
    "rating": 2,
    "name": "Anish Kumar",
    "cat": "Indian restaurant"
  },
  {
    "review": "My Experience with this place has been outstanding. The food, the service, the hospitality was amazing. Want to visit it again!",
    "rating": 5,
    "name": "Peter Thomson",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за прекрасный отзыв!🥰 Мы очень рады, что Вам всё понравилось🙌 Нам приятно, что наши гости остаются довольны. Будем рады видеть Вас снова в нашем ресторане!💖\n\n(Translated by Google)\nThank you for the wonderful review! 🥰 We are very glad that you liked everything We are pleased that our guests are satisfied. We will be glad to see you again in our restaurant! 💖",
    "rating": 5,
    "name": "sergii kyrpenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best masala tea in Kyiv. The food is tasty and the place itself is nice.",
    "rating": 4,
    "name": "A W (Ahmad)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for a detailed review and a high assessment of our restaurant. We will be glad to see you again! 🙏",
    "rating": 1,
    "name": "Anbu nijanthan a",
    "cat": "Indian restaurant"
  },
  {
    "review": "Recently been to Reasturant food quality is fabulous, high hospitality..quick service &  delicious food choice.. Reasturant located at fantastic location and views, has good space in side to conduct any event with 40 to 50 people.\nIt’s one of the best Indian cuisine Reasturant..👏🏻👏🏻",
    "rating": 5,
    "name": "sonu sajwan",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much. Pls visit again",
    "rating": 4,
    "name": "Ahmed Alblooshi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Overpriced and less quantity.\n250hrivans for 3 tablespoons of curry, never ever am I visiting this place again. …",
    "rating": 1,
    "name": "Said Al-Ruqaishi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice place for tasty Indian food in Kyiv. The place is large and has nice decorations unlike most Indian restaurants in Ukrain. The food was tasty and services were fast. Mango lassi was best and should not be missed.",
    "rating": 4,
    "name": "Iftah Tsabary",
    "cat": "Indian restaurant"
  },
  {
    "review": "Amazing food and amazing service! Easily the best food around Kyiv. The food is on the expensive side, however totally worth it. We are obsessed!",
    "rating": 2,
    "name": "R.K. Sharma",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for you review. We are glad that you enjoyed your stay at New Bombay Palace. We will be glad to see you again.",
    "rating": 5,
    "name": "Simar Saini",
    "cat": "Indian restaurant"
  },
  {
    "review": "They have shifted to a new location. Ambience is good and massive area inside with basement option for hookah lovers.",
    "rating": 5,
    "name": "Vivek Sharma",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за отличную оценку ресторана! Всегда рады видеть у нас в гостях)))\n\n(Translated by Google)\nThank you for the excellent rating of the restaurant! Always glad to see us as a guest)))",
    "rating": 3,
    "name": "Mathieu Chabasse",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best indian hotel in kyiv..Very good food.. management is v good.. there is guy called raj very humble, great man..good service👍🏻👍🏻👍🏻",
    "rating": 5,
    "name": "Satish Chandra",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We really appreciate it. Thank you for the positive feedback. We will be happy to see you again at New Bombay Palace.",
    "rating": 5,
    "name": "kostas sofianos",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very delicious but the price is high but totally worth it so be prepared 🙂\nOnwer speaks hindi/urdu and very amazing atmosphere 💕",
    "rating": 5,
    "name": "Utasav Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏",
    "rating": 5,
    "name": "Gerasimova Alisa",
    "cat": "Indian restaurant"
  },
  {
    "review": "A little on the pricey end, but the taste is great.",
    "rating": 5,
    "name": "Haswanth",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We really appreciate it. We have the best chefs from India. We hope you enjoyed your visit to New Bombay Palace. Have a great day!",
    "rating": 4,
    "name": "Virat Dahiya",
    "cat": "Indian restaurant"
  },
  {
    "review": "One of the best Indian restaurent in Kiev. Friendly staff, good food and exotic decoration showing amazing ancient Indian art.",
    "rating": 3,
    "name": "Vinod Kumar Chhachhiya",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution. Visit us again.",
    "rating": 2,
    "name": "Anton Butsyk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Some of the best Indian food that I've ever had!\n\nReally recommend checking this place out if you are a fan of Indian cuisine.",
    "rating": 5,
    "name": "Manoj Kumar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much sir. Most welcome. Try to every time best service.",
    "rating": 5,
    "name": "Dr Dilip Dhaker",
    "cat": "Indian restaurant"
  },
  {
    "review": "We visited the place with our team. What a wonderful experience, great ambience, delicious food and amazing service.",
    "rating": 3,
    "name": "robert biggers",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за отличный отзыв!🥰 Стараемся становиться ещё лучше для наших дорогих гостей🙌 Ждём Вас и всю команду в нашем ресторане снова))💖\n\n(Translated by Google)\nThank you for your great feedback! 🥰 We are trying to become even better for our dear guests We are waiting for you and the whole team in our restaurant again)) 💖",
    "rating": 1,
    "name": "milan chaudhari",
    "cat": "Indian restaurant"
  },
  {
    "review": "The food so lichis and our costomer servis very good. Thanks for that   Mr.naif .ksa",
    "rating": 5,
    "name": "Tapan Raval",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We are glad you enjoyed your stay. We will be glad to see you again at New Bombay Palace.",
    "rating": 5,
    "name": "cyrille amoursky",
    "cat": "Indian restaurant"
  },
  {
    "review": "Positives: good atmosphere\nNegatives: over priced, very small portion sizes, and food poisoning",
    "rating": 5,
    "name": "D C",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your feedback. We are very disappointed to hear about your experience. This does not come anywhere near our standards of service. Please feel free to get in contact with us via phone +38(093)576-60-69. We will be sure to a take look at your feedback. Have a great day",
    "rating": 5,
    "name": "Shivshankar Jha",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very delicious Indian veg and non-vegetarian  food in Ukraine Kiev we enjoy with friends today\nThanks for test Indian …",
    "rating": 5,
    "name": "CHIRAG Choudhary",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google)  Thank you for your positive feedback. We will be waiting for you again.🙏",
    "rating": 5,
    "name": "Vitalii Vinnik",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great food. When we were there there was only 2 other tables occupied. The dhals were great. This place is tucked away in the side of the off ramp.",
    "rating": 5,
    "name": "Jan Kobani",
    "cat": "Indian restaurant"
  },
  {
    "review": "baddest food ever had. will never recommend any one , as an indian i know the food very well.had food poisoning after eating......",
    "rating": 4,
    "name": "Prince World",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very nice food and excellent service",
    "rating": 5,
    "name": "Hazem Saker",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your great review! We will be glad to see you in our restaurant again!) 🙏",
    "rating": 5,
    "name": "Babu Rao T Ghatge",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best food in Ukraine in new bombay palace... And quick service. Much visit and enjoy indaian delicious food in new bombay palace",
    "rating": 3,
    "name": "Rahul jain",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you so much. Welcome to us again !!!",
    "rating": 1,
    "name": "VISHAL BHATIA",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great food and beautiful decor",
    "rating": 2,
    "name": "Suneet Chincholkar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you 🙏",
    "rating": 4,
    "name": "Manoj Joshi",
    "cat": "Indian restaurant"
  },
  {
    "review": "the museum was fantastic the guide was grate awesome he told me everything he was very good at his job and I learnt a lot I would recommend a guide to anybody at the museum",
    "rating": 5,
    "name": "ING",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Ranjan Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Not to go place,,,,food is not good.price is to high..not similar to indian taste...they ask to pay by cash only... theme is indian but taste is not even bad very bad...i suggest never go there",
    "rating": 5,
    "name": "VIRAL THAKKER",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very nice Indian Interior.\nFood is Fresh, Hot & Tasty.\nRestaurant is pet friendly.\n\"Very very Expensive restaurant\"",
    "rating": 5,
    "name": "Ravi Rakheja",
    "cat": "Indian restaurant"
  },
  {
    "review": "Amazing food and ambeince. Loved the experience. Expensive though from Ukraine STDs.",
    "rating": 4,
    "name": "Yousef Al-MUTLAQ",
    "cat": "Indian restaurant"
  },
  {
    "review": "Excellent food, nice ambience and is the best Restuarant in Kiev. Keep doing good job.",
    "rating": 2,
    "name": "Aathira Gurnani (MILI)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best staff 💯💯💯\nand delicious indian food but quite expensive as compared to others.",
    "rating": 5,
    "name": "Gian Chand Ashish Kumar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thanks for the high evaluation of our institution",
    "rating": 4,
    "name": "Milind Yeole",
    "cat": "Indian restaurant"
  },
  {
    "review": "Worst place to visit same menu was served on third visit repeatedly in three days. Same oily potato pakra as starter.\nWorthless place",
    "rating": 5,
    "name": "Przemek P",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thanks for taking the time to share your experience with us. We would like to apologize for the inconvenience. The menu has over 140 different meals, the tour guides that welcomed you to our restaurant were the ones who chose the dishes which would be provided to the guests. They were given a choice from all the 140 different meals, and they chose the “oily potato pakra”. If this would have been a direct order we would have provided you everything you asked for, but in this case, the the tour company which brought you to New Bombay Palace was the one who chose what you would have for your meal, not us. We would like to apologize again for the inconvenience, you may consider talking to your tour company instead.",
    "rating": 5,
    "name": "PIYUSH PATEL",
    "cat": "Indian restaurant"
  },
  {
    "review": "Tikka and sheek was good. Biryani was just okay. Service seems okay. Can try once.",
    "rating": 5,
    "name": "Kousik Bose",
    "cat": "Indian restaurant"
  },
  {
    "review": "Drop the idea of going there ..it's too expensive ..rates are 4 times than in india. Quantity is less. No authentic food",
    "rating": 5,
    "name": "Muhammad Qasir Shahzad",
    "cat": "Indian restaurant"
  },
  {
    "review": "All food are verey testy fell like a proarley India food. And good hospitality",
    "rating": 3,
    "name": "Aasshiish Sejpaal",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you so much . And pls next time visit with your family . Bombay palce are are waiting warm welcom . To all o f you",
    "rating": 4,
    "name": "venkatesh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Amazing food !! Best place in Kiev to have authentic Indian food...",
    "rating": 3,
    "name": "Dr DB Bhaaskara",
    "cat": "Indian restaurant"
  },
  {
    "review": "Both chicken curry and lamb masala lacked taste (yesterday). I was disappointed.",
    "rating": 5,
    "name": "Dmytro Komarchuk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for the feedback. We will be sure that next time you visit New Bombay Palace, the food will be delicious. We are very thankful for you feedback.",
    "rating": 5,
    "name": "Faik Serkan Bag",
    "cat": "Indian restaurant"
  },
  {
    "review": "Costly... Not worthy",
    "rating": 5,
    "name": "nicky pal",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great food, well served.  Surprisingly quiet",
    "rating": 5,
    "name": "Bobby Bazaad",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review! We are glad to hear that you enjoyed your stay at our restaurant. We will be glad to see you next time.",
    "rating": 5,
    "name": "Ashish Agarwal",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice and comfy Indian place for those who prefer traditional Indian cuisine",
    "rating": 1,
    "name": "Rahul gokhru",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 2,
    "name": "Satish Chandra",
    "cat": "Indian restaurant"
  },
  {
    "review": "The location of this Indian restaurant is romantic during the sunset near a mountain",
    "rating": 5,
    "name": "TP Iryna",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very bad in taste and quantity and quality everything.Prices are very high.main thing is quantity it is very bad.i recommend no to this restaurant.",
    "rating": 1,
    "name": "Saudi T",
    "cat": "Indian restaurant"
  },
  {
    "review": "Pure Indian food in bombay Palace. And good hospitality",
    "rating": 2,
    "name": "Мир",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution and your sincere feedback. Welcome to us again !!!",
    "rating": 5,
    "name": "Slava Movchan",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice food. Nice and Clean place. Friendly staff",
    "rating": 5,
    "name": "Roman Journalist",
    "cat": "Indian restaurant"
  },
  {
    "review": "Less than one star\nThe food is not fit for the middle east\nVery very quantity of food",
    "rating": 2,
    "name": "Oleg Beloy (Beloo)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Food is fresh and tasty, expensive but worth it...",
    "rating": 1,
    "name": "Sergio F",
    "cat": "Indian restaurant"
  },
  {
    "review": "Only decorating  was good  but food was ......sorry  to say not good.",
    "rating": 5,
    "name": "Андрей Андреевич",
    "cat": "Indian restaurant"
  },
  {
    "review": "Little expensive but the food is best Indian taste....",
    "rating": 3,
    "name": "ilia pomeranets",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your sincere and detailed feedback. Welcome to us.\n\n(Original)\nДякуємо за щирий та докладний відгук. Ласкаво просимо до нас ще.",
    "rating": 5,
    "name": "Kate Eyzer",
    "cat": "Indian restaurant"
  },
  {
    "review": "Awesome place to be in, nice Ambiance and a delicious food.",
    "rating": 5,
    "name": "Dima Chaikovskii",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Irene_ With_Love",
    "cat": "Indian restaurant"
  },
  {
    "review": "The food is okay but too pricey",
    "rating": 5,
    "name": "Elvira Danilova",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you enjoyed our restaurant. Quality is always valuable.\n\n(Original)\nМи дуже раді що Вам сподобалось у нашому ресторані. Якість завжди коштовна.",
    "rating": 5,
    "name": "Elena Grytsynger",
    "cat": "Indian restaurant"
  },
  {
    "review": "The best Indian restaurant in Kiev",
    "rating": 3,
    "name": "أبو هاشم",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏",
    "rating": 1,
    "name": "Tamara Cherniavska",
    "cat": "Indian restaurant"
  },
  {
    "review": "Wonderful decoration with unique flavors.",
    "rating": 5,
    "name": "Ana Gryn",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best Indian restaurant in Kyiv by far",
    "rating": 5,
    "name": "Юлия Корнеева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Магдалена Стрижий",
    "cat": "Indian restaurant"
  },
  {
    "review": "Friendly staff\nBest kitchen!",
    "rating": 5,
    "name": "Andrey Melko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for you review. We are glad that you enjoyed your visit at New Bombay Palace. We will be waiting for you next visit.🙏",
    "rating": 3,
    "name": "Zoya Sazonova",
    "cat": "Indian restaurant"
  },
  {
    "review": "Tasty indian cuisine! Expensive though;)",
    "rating": 5,
    "name": "Nina Yurieva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good place to have Indian food",
    "rating": 5,
    "name": "Kaan Akbulut",
    "cat": "Indian restaurant"
  },
  {
    "review": "It's good ,, but very expensive",
    "rating": 5,
    "name": "Михаил Карабанов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thanks, we will take into account",
    "rating": 5,
    "name": "Yuliia Opeloyeru",
    "cat": "Indian restaurant"
  },
  {
    "review": "Low quality and high price food.",
    "rating": 5,
    "name": "Alfa Gulceva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best ethic Indian good in Kiev",
    "rating": 4,
    "name": "Inna Bambura",
    "cat": "Indian restaurant"
  },
  {
    "review": "Best place for Indian food",
    "rating": 5,
    "name": "Daley Moon",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us!",
    "rating": 3,
    "name": "Mohanad I",
    "cat": "Indian restaurant"
  },
  {
    "review": "Too expensive for Indian food",
    "rating": 5,
    "name": "Olga Dmitrieva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Place not to eat indian food",
    "rating": 1,
    "name": "khalid alsubaie",
    "cat": "Indian restaurant"
  },
  {
    "review": "Such a nice Indian restaurant.",
    "rating": 3,
    "name": "Iryna Voit",
    "cat": "Indian restaurant"
  },
  {
    "review": "With Himalaï, best Indian restaurants in town!",
    "rating": 1,
    "name": "Екатерина Омельчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Delicious Indian food at Kiev...",
    "rating": 5,
    "name": "Маргарита Лукомская",
    "cat": "Indian restaurant"
  },
  {
    "review": "Your dish is very nice.",
    "rating": 5,
    "name": "Solomia",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Kseniya Myslivets",
    "cat": "Indian restaurant"
  },
  {
    "review": "Food was good but expensive",
    "rating": 5,
    "name": "Наталія Дрига",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much your review.\nWe will be glad to see you again at New Bombay Palace.",
    "rating": 4,
    "name": "Talal AL Ghaithi",
    "cat": "Indian restaurant"
  },
  {
    "review": "This is comfortable place with Indian style",
    "rating": 5,
    "name": "Антон Пархомов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Tastyest indian in ukraine",
    "rating": 5,
    "name": "Руслан Шамский",
    "cat": "Indian restaurant"
  },
  {
    "review": "It was quite good experience..",
    "rating": 5,
    "name": "Mrs. Panda",
    "cat": "Indian restaurant"
  },
  {
    "review": "We are happy that you enjoyed the experience at our restaurant. We hope to see you soon.",
    "rating": 5,
    "name": "Ніна Мирончук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great",
    "rating": 5,
    "name": "BTBVEVO",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your feedback!Will wait for you again  you in our restaurant  🙏",
    "rating": 5,
    "name": "Мария Серая",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good test",
    "rating": 5,
    "name": "Олексій Мельніков",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice food",
    "rating": 5,
    "name": "Юрий Атаманюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Poorest Food I have eaten",
    "rating": 1,
    "name": "Сабіра Новіченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very expensive and very less quantity.",
    "rating": 5,
    "name": "Таня Бобчак",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good good",
    "rating": 5,
    "name": "Артём Логовский",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution. Visit us again.",
    "rating": 4,
    "name": "Olena Riabichenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "The best and theeee bessssssssst",
    "rating": 1,
    "name": "M.K. Chyba",
    "cat": "Indian restaurant"
  },
  {
    "review": "One of the bestest of best place..",
    "rating": 5,
    "name": "Антон Владов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Alyona July",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good one",
    "rating": 5,
    "name": "غازي القحطاني",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice Indian.Food",
    "rating": 4,
    "name": "Василий Миньков",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice Indian food",
    "rating": 5,
    "name": "Natasha Lapteva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Not worth the money 😏😏",
    "rating": 5,
    "name": "Инга Павелл",
    "cat": "Indian restaurant"
  },
  {
    "review": "Total Indian taste",
    "rating": 3,
    "name": "Eugenia Kramarenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good service  and  memorable",
    "rating": 1,
    "name": "Leonid Siryak",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very good taste",
    "rating": 4,
    "name": "Torsten Wöllner",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 4,
    "name": "Yurii Pavlenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Very good taste",
    "rating": 3,
    "name": "Алексей Салтан",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "сергей Кирилловский",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nice",
    "rating": 3,
    "name": "ام سلومي",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution. Visit us again.",
    "rating": 5,
    "name": "Ольга Шалайко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Nn",
    "rating": 5,
    "name": "AlexSun de Dzhulaibek",
    "cat": "Indian restaurant"
  },
  {
    "review": "Service is not good",
    "rating": 5,
    "name": "Юлия Марченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good food..",
    "rating": 3,
    "name": "Оля Колода",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great",
    "rating": 5,
    "name": "Михаил Ушаков",
    "cat": "Indian restaurant"
  },
  {
    "review": "Good restaurant",
    "rating": 5,
    "name": "Maria Sviderska",
    "cat": "Indian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Олга Павленко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Great food",
    "rating": 5,
    "name": "Иванна Климчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Superb food",
    "rating": 5,
    "name": "Костя Сольський",
    "cat": "Indian restaurant"
  },
  {
    "review": "THANKS",
    "rating": 3,
    "name": "Олексій Голобородько",
    "cat": "Indian restaurant"
  },
  {
    "review": "Excellent place",
    "rating": 5,
    "name": "Olga Dolga",
    "cat": "Indian restaurant"
  },
  {
    "review": "Lowest service",
    "rating": 5,
    "name": "Finhouse-UA_ Finnish frame house",
    "cat": "Indian restaurant"
  },
  {
    "review": "Indian look",
    "rating": 5,
    "name": "Татьяна Денежук",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, excellent service, you can choose the sharpness of the dishes.\nVery tasty palyanichki naan! Cocktail menu is also the norm! …",
    "rating": 4,
    "name": "Alina Vanita",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Irina, thank you for the positive feedback and high evaluation of our restaurant))) We are very glad that you liked everything)) We are always looking forward to visiting again 🙏\n\n(Original)\nІрина, дякуємо за позитивний розгорнутий відгук та високу оцінку нашого ресторану))) Дуже раді, що Вам все сподобалось)) Завжди чекаємо в гості знову 🙏",
    "rating": 5,
    "name": "Ruslan Trigub",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) The place is tidy and nice and the service is fast, but, the vegetable masala dish was a shock, because this particular dish is cooked in the simplest restaurant and it is delicious as it consists of fresh vegetables …",
    "rating": 5,
    "name": "Олена Пахомова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Basket with small pita bread - UAH 300. A waiter who can hardly speak at all. For service without asking take 10%. You order blindly, because there are almost no photos. Meat dishes - a lot of them. But all this is …",
    "rating": 1,
    "name": "Mykhaylo Nadtochiy",
    "cat": "Indian restaurant"
  },
  {
    "review": "На двоих чек вышел 1300. Но вкусно.Приятный интерьер, быстро приготовили и хорошая кухня. Советую …",
    "rating": 5,
    "name": "Lyudochka Vasylyshyn",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за высокую оценку 🙏Всегда Вам рады 🙏🙏\n\n(Translated by Google)\nThank you for your appreciation 🙏 We are always glad to see you 🙏🙏",
    "rating": 4,
    "name": "Андрей Рейсер",
    "cat": "Indian restaurant"
  },
  {
    "review": "Были впервые в этом ресторане, действительно красивый, персонал приветливый и улыбчивый, и не навязчивый. Все блюда которые заказывали - вкусные, острые, кто не любит острое, говорите об этом официанту при оформлении заказа. …",
    "rating": 5,
    "name": "Анастасия Погосова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за ваш отзыв🙏Наша команда NBP  всегда рада нашим гостям 😊\n\n(Translated by Google)\nThank you very much for your feedback Our NBP team is always glad to see our guests 😊",
    "rating": 4,
    "name": "Аліса Нікол",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вчера вечером посещали это заведение.\nПлохо, не стоит вашего внимания\nQuite bad, does not worth your attention. Check carefully your receipt …",
    "rating": 5,
    "name": "Вита Кравченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Худший из индийских ресторанов в которых мне пришлось бывать. Цены завышены, порции скудные. Из гарниров один рис, официанты меню плохо знают и навязывают пробовать  блюда, которые не соответствуют вкусу гостей. Людей очень мало, место …",
    "rating": 4,
    "name": "D. Berestovetskyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Шикарное атмосферное заведение! Большой выбор кухни, приятный обслуживающий персонал, очень вкусная еда, есть выбор остроты каждого блюда. Приглушенный свет, красивые фото картины, позы камасутры в туалете. Цены ресторанные. Посидеть вдвоем …",
    "rating": 3,
    "name": "Dmytro Mihailov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв🙏Всегда рады Вам 😊\n\n(Translated by Google)\nThank you very much for your feedback We are always glad to see you 😊",
    "rating": 5,
    "name": "Оксана Харченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ресторан выглядит хорошо, из персонала много интересных людей , возможно представители Индии. Обстановка была слабая . Никакой музыки , для романтического ужина с девушкой не подходит. Возможно неплохо проводить мероприятия с аутентичной …",
    "rating": 5,
    "name": "Эдик Братченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Здравствуйте. Музыка у нас всегда играет в основном на верхнем этаже. Но если Вы желаете громче - можно сказать любому официанту. Также, хотим добавить, что наши цены НЕ выше, чем в других ресторанах подобного уровня. А в меню много индийских национальных блюд разнообразных по вкусу, остроте и ингредиентами. У нас действительно из персонала много индусов и повара исключительно индийской национальности, которые готовят истинную традиционную кухню)\n\n(Translated by Google)\nHello. Our music always plays mainly on the top floor. But if you want it louder - you can tell any waiter. Also, we want to add that our prices are NOT higher than in other restaurants of a similar level. And on the menu there are many Indian national dishes, varied in taste, spiciness and ingredients. We really have a lot of Hindus from our staff and cooks of exclusively Indian nationality who cook true traditional cuisine)",
    "rating": 5,
    "name": "Veselka Kononenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy place, delicious food. But salads are ordinary, and the price for them is extraordinary. …",
    "rating": 5,
    "name": "Виктория Стефанова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the high rating of our restaurant and your feedback!) We would like to add that our prices are not higher than in other restaurants of a similar level. Also, in addition to classic salads, the menu includes many Indian national dishes. We will wait for guests again 🙏\n\n(Original)\nДякуємо за високу оцінку нашого ресторану та Ваш відгук!) Хочемо додати, що наші ціни не вище ніж в інших ресторанах подібного рівня. Також, у меню окрім класичних салатів багато індійських національних страв. Будемо чекати в гості знову 🙏",
    "rating": 5,
    "name": "Гена Неижко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Были вчера , атмосфера нереального уюта и комфорта, очень вкусная кухня , большой ассортимент вина что очень порадовало. Персонал очень общительный и распологает к себе . Спасибо за все , процветания Вам , а мы вернёмся к Вам снова , по …",
    "rating": 5,
    "name": "Диана Толочко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за позитивный отзыв 🙏 Будем рады , видеть Вас снова 😊\n\n(Translated by Google)\nThank you very much for your positive feedback 🙏 We look forward to seeing you again 😊",
    "rating": 5,
    "name": "Travel Now",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень атмосферное заведение с приятным дизайном (без излишеств), вкусной кухней и приветливым персоналом. …",
    "rating": 5,
    "name": "Sergey Sergienko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв, для нас мнение гостей очень важно 🙏Спасибо за высокую оценку 🙏\n\n(Translated by Google)\nThank you for the review, the opinion of the guests is very important for us 🙏Thank you for the high rating 🙏",
    "rating": 5,
    "name": "Богдан Строкалис",
    "cat": "Indian restaurant"
  },
  {
    "review": "Прекрасное и необычное место, вкусные кофе и сладости. Красивый интерьер - просто супер для фотосессии 😍\nВнимательные  официанты, но не навязчивые, очень дружелюбные к деткам. Все …",
    "rating": 4,
    "name": "Ольга Давыдова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Рады, что вам все понравилось! 🤗 Ждём Вас в нашем ресторане ещё :)\n\n(Translated by Google)\nGlad you liked everything! 🤗 We are waiting for you in our restaurant yet :)",
    "rating": 1,
    "name": "Yuliia Sukharenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Огромное спасибо невероятно у ресторану за прекрасный день рождения для моей мамы! Все прошло великолепно! Шикарная кухня, невероятной красоты интерьер, обслуживание на высшем уровне! Как будто побывали в Индии 😍👍👍👍👍👍 все гости в …",
    "rating": 4,
    "name": "Mori",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏",
    "rating": 4,
    "name": "Артём Чибисов",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant is really too expensive, I mean, this meal only cost me more than 900 Hryvnia!!!..and far from the center..and the taste is okay.. …",
    "rating": 2,
    "name": "Dmitry I. Kravchenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Let's keep in mind. We will certainly take into account your wishes.\n\n(Original)\nدعونا نضع في اعتبارنا. بالتأكيد سنأخذ في الاعتبار رغباتك.",
    "rating": 4,
    "name": "Krystyna Borovyk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Только что вышла из заведения. Возможно, кухня хорошая, но попробовать не удалось - принесли меню и после за 20 минут так никто и не подошёл. Неприятно( …",
    "rating": 4,
    "name": "Иван Ткачук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Celebrated my Mom’s Birthday here, the service was amazing and fast, its really beautiful inside! 😍 the food is great!\nHighly recommend this place! 🤗 …",
    "rating": 4,
    "name": "Dmytro Pastukh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏",
    "rating": 5,
    "name": "ReadyForLove",
    "cat": "Indian restaurant"
  },
  {
    "review": "Замечательно место, с вкусной едой. Хороший и быстрый сервис и красивый администратор ❤️🌹🕊 …",
    "rating": 5,
    "name": "Вадимка :3",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за хорошую оценку и отзыв , будем рады увидеть Вас снова)\n\n(Translated by Google)\nThank you for the good rating and review, we will be glad to see you again)",
    "rating": 2,
    "name": "Luci Corbett",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A place where I am extremely comfortable, very harmonious, polite staff, nice girls, guys fire. Delicious very much. Thank you 🤗 I want to celebrate my birthday right here. …",
    "rating": 5,
    "name": "Майя Плющева",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the pleasant feedback, we are always glad to see you, we are waiting for you again. Sincerely, NBP\n\n(Original)\nДякуємо за приємний відгук, завжди раді Вас бачити, чекаємо на Вас знову. З повагою NBP",
    "rating": 3,
    "name": "Olga V",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Our favorite place. Genuine Indian cuisine and colorful interiors. …",
    "rating": 5,
    "name": "Злата Попова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our institution !! Always glad to have you\n\n(Original)\nСпасибі за високу оцінку нашого закладу!! Завжди раді Вам🙏",
    "rating": 5,
    "name": "Kristina I",
    "cat": "Indian restaurant"
  },
  {
    "review": "Чек на двоих 1300 грн. Красивый интерьер. Соль, перец, салфетки и тд не стояли на столе и при подаче блюд из не принесли . Основные блюда подали буквально через 5 мин - разогрели. Куриные ножки дома приготовлю не хуже. Рис вкусный. Второй …",
    "rating": 4,
    "name": "Эдгар Иванов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличный ресторан с необычно красивым интерьером, хорошим обслуживанием и вкусной кухней. Большая территория, можно отдыхать компанией …",
    "rating": 5,
    "name": "Ruslan Gorski-Dominskyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) When we came to the homeland statue, we could not get cold because of a distant and cold structure. But at sunset, the environment is also remarkable and a nice structure is as beautiful as it is outside 👍😊 …",
    "rating": 1,
    "name": "Anton Adamiv",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you so much sir",
    "rating": 5,
    "name": "Danny Griffin",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличное место для ценителей индийской кухни. Всё очень вкусно, уровень остроты можно заранее обговорить, могут сделать совсем неостро. …",
    "rating": 4,
    "name": "Igor Семенов",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Visit us again.\n\n(Original)\nДякуємо за оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 3,
    "name": "Humaid A Saeed AL ALI",
    "cat": "Indian restaurant"
  },
  {
    "review": "Я была во многих индийских ресторанах как в Киеве, так и заграницей и хочу отметить то, что этот ресторан входит в мои топ 3!\nНевероятно вежливый и внимательный персонал, очень классный дизайн, а меню это …",
    "rating": 5,
    "name": "Nadia Fedtsova",
    "cat": "Indian restaurant"
  },
  {
    "review": "Юлия, благодарим Вас за такой отзыв и высокую оценку нашего ресторана! 😍 Очень приятно получать обратную связь и видеть, что наши гости остаются довольны! 🙌Мы стараемся для Вас совершенствоваться и становиться ещё лучше.💯Будем рады видеть Вас снова в нашем ресторане! С любовью, команда NBP!❤️\n\n(Translated by Google)\nJulia, thank you for such a review and a high assessment of our restaurant! 😍 It's great to receive feedback and see that our guests are satisfied! 🙌 We are trying for you to improve and become even better. 💯 We will be glad to see you again in our restaurant! Love, NBP team! ❤️",
    "rating": 5,
    "name": "Aлина Баглаева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Место кричит об Индии!\nШикарная обстановка, говорящая о культуре индийской трапезы и разнообразное национальное меню восхищает своим вкусом. …",
    "rating": 5,
    "name": "Oksi Adamova",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусная индийская кухня,спокойная атмосфера. Отдыхаешь душой и телом!\nЦены правда не для обычных смертных, средний чек на 2 персон 1500+ 10% за обслуживание. …",
    "rating": 5,
    "name": "Илона Дарменова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Крутое место! Мне очень нравится индийская кухня,и у них как раз таки все вкусно и очень так традиционно. Повар отличный. Вкусные соусы. Кари на высоте. Официанты вообще супер вежливые,знают как русский(немного фраз на украинском),так и …",
    "rating": 4,
    "name": "Grigory Balanovskiy",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your sincere and detailed feedback. Welcome to us.\n\n(Original)\nДякуємо за щирий та докладний відгук. Ласкаво просимо до нас ще.",
    "rating": 5,
    "name": "Valeriy Edelev",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A special restaurant in Yalmsala\nRegular tandoori chicken\nFrench fries less than normal \"plus salt\" …",
    "rating": 5,
    "name": "Anton Dmytriyev",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв.  Наши цены намного ниже, чем в других индийских ресторанах.  Меню всегда приносят официант, цены мы не скрываем!!   Всегда рады, ценителей индийской кухни 🙏\n\n(Translated by Google)\nThank you for your feedback. Our prices are much lower than other Indian restaurants. The menu is always brought by the waiter, we do not hide the prices !! Always glad, connoisseurs of Indian cuisine 🙏",
    "rating": 5,
    "name": "Ivan Vynnyk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Практически аутентичная индийская кухня, даже лучше многих индийских ресторанов в Лондоне. Настоящий вкус, специи, приятности. Такая кухня не может быть дешёвой,  это не фаст фуд)) …",
    "rating": 5,
    "name": "Юлия Еремеева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ольга, спасибо большое за высокую оценку нашего ресторана)) Всегда Вам рады 🙏\n\n(Translated by Google)\nOlga, thank you very much for the appreciation of our restaurant)) We are always glad to see you 🙏",
    "rating": 4,
    "name": "Andrii Marunchak",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) They added even the lemon on the bill , It is too expensive not worth . …",
    "rating": 3,
    "name": "Олег Бабич",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) I really wanted to come here, so we stopped for dinner. Interior place, interesting color of India. Delicious coffee.\nSmall portions for a fairly high price. …",
    "rating": 5,
    "name": "Anna Babchenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Еда нормальная, не более. Как для таких цен, ждёшь явно большего. Сидели компанией и все ушли недовольными. Я заказывала жареный рис с курицей и попросила сделать не острым. Принесли рис и он оказался острым. Мне его переделали и принесли …",
    "rating": 5,
    "name": "Ирина Коптева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Пока самый лучший индийский ресторан) Еда очень вкусная, персонал очень вежливый и приятный. Атмосфера располагает …",
    "rating": 5,
    "name": "Денис Данилевский",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв, для нас это очень важно 🙏 NBP всегда рады видеть Вас 🙏\n\n(Translated by Google)\nThank you for your feedback, it is very important for us 🙏 NBP is always glad to see you 🙏",
    "rating": 5,
    "name": "Oleksandr Marchuk",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Elegant place of high level, but too expensive for ordinary mortals. Pie for 180 UAH - well ... Personally, it was a surprise for me.\nBut very impressive in its interior 😍 …",
    "rating": 5,
    "name": "Nickolay Korotenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "хороший и уже современный индийский ресторан с небольшим залом. меню сократили и добавили евроиндийскую кухню. в старом ресторане была атмосфера! а в новом... как обычно. жаль немного.... официанты уже не индусы и в не нацодежде! сказали, …",
    "rating": 1,
    "name": "Sultan Sanosi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ксения, как Вы правильно подметили -  ресторан стал более современным, поскольку время не стоит на месте. Соответственно, пришло время и нам провести ребрендинг.\nТем не менее, мы постарались максимально сохранить атмосферу современной Индии и продумали каждую деталь до мелочей. В новом помещении ресторана присутствует множество аутентичных елементов в декоре и не только.Та самая скульптура Шиви и другие. Также в картинах, абажурах и прочих деталях - во всём этом прослеживается традиционный индийский стиль.\nВторое: Меню мы не уменьшили! А как раз наоборот- расширили. Позиций стало гораздо больше и это легко проверить. Только палитурка стала тоньше из-за нового дизайна.\nПоэтому может показаться, что меньше. А новых блюд, десертов и напитков только прибавилось.\nИ ещё: повара у нас исключительно индусы - в этом и есть особенность ресторана. А вот официантов-индусов только два, как и было ранее(в этом ничего не изменилось). Один из них как раз обслуживал Ваш столик. А второй находится сейчас в отпуске и временно улетел домой на заслуженный отдых. Как только ситуация с выездом из Индии стабилизируется - он будет снова в строю. Но официанты-индусы у нас всегда ходят в национальной одежде, под названием «пижама курта».\nНасчёт небольшого зала, то у нас их два. Нижний этаж Вы не заметили, вероятно. Теперь у нас в ассортименте есть кальян. И на нижнем этаже оборудована отдельная зона для этого, чтобы не мешить другим гостям.\nОбязательно приезжайте к нам ещё и обратите внимание на все вышеперечисленные моменты. Надеемся, Вам также понравится.😉\n\n(Translated by Google)\nKsenia, as you correctly noted, the restaurant has become more modern, since time does not stand still. Accordingly, the time has come for us to rebrand.\nNevertheless, we tried to preserve the atmosphere of modern India as much as possible and thought out every detail to the smallest detail. In the new premises of the restaurant, there are many authentic elements in the decor and not only, the very sculpture of Shivi and others. Also in paintings, lampshades and other details - all of this can be traced to the traditional Indian style.\nSecond: We have not reduced the menu! On the contrary, they expanded it. There are many more positions and it is easy to check. Only the palette has become thinner due to the new design.\nTherefore, it may seem that less. And new dishes, desserts and drinks only increased.\nAnd one more thing: our cooks are exclusively Hindus - this is the peculiarity of the restaurant. But there are only two Indian waiters, as it was before (nothing has changed in this). One of them was serving your table. And the second is now on vacation and temporarily flew home for a well-deserved rest. As soon as the situation with leaving India stabilizes, he will be back in the ranks. But our Indian waiters always wear national clothes called \"kurta pajamas\".\nAs for the small hall, we have two of them. You probably didn't notice the lower floor. Now we have a hookah in our assortment. And on the lower floor there is a separate area for this, so as not to disturb other guests.\nBe sure to come to us again and pay attention to all of the above points. We hope you enjoy it too.",
    "rating": 5,
    "name": "Геннадий Власенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) It was very much like being in Indian cinema. Tried a few dishes - good, and delicious coffee. …",
    "rating": 5,
    "name": "Valerie Coretnic",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you. We are glad to see you and your friends.\n\n(Original)\nДякуємо. Раді бачити Вас ще і Ваших друзів.",
    "rating": 5,
    "name": "Ali",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Nice location, excellent and has halal food\n\n(Original) …",
    "rating": 4,
    "name": "Анна Мазур",
    "cat": "Indian restaurant"
  },
  {
    "review": "Читая отзывы об этом чудесном ресторане , кажется что все кто поставил 2 звезды даже не проходили мимо.  Очень вкусная кухня , пальчики оближешь , внимательный и заботливый персонал , видно что в ресторан вложена душа,  Спасибо Вам . Уже …",
    "rating": 5,
    "name": "Денис",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за тёплые слова 🙏🙏 Всегда Вам рады🙏🙏🙏\n\n(Translated by Google)\nThank you for your kind words 🙏🙏 We are always glad to see you🙏🙏🙏",
    "rating": 5,
    "name": "Gennadi Lebed",
    "cat": "Indian restaurant"
  },
  {
    "review": "Реально Бомбей - бомба!!! Ну всё классно..... рекомендую!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Darina Kolomoets",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Юла Гаврилюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, very high quality and most importantly the true spirit of India! The best restaurant of Indian cuisine in Kiev 👌🏻 …",
    "rating": 5,
    "name": "Юля Захарченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Rested yesterday as a family on the summer terrace, despite the large number of guests, the service was fast, the cuisine is very tasty, very cozy, a big plus is the delicious non-alcoholic cocktails, especially …",
    "rating": 5,
    "name": "Наталья Борисова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень рады, что Вам всё понравилось)) У нас ещё много вкусных коктейлей и блюд - обязательно попробуйте! Благодарим Вас и ждём снова в гости.🥰\n\n(Translated by Google)\nWe are very glad that you liked everything)) We still have many delicious cocktails and dishes - be sure to try it! Thank you and we look forward to visiting you again.",
    "rating": 5,
    "name": "Женя Чуприн",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусная еда, обслуживания на высшем уровне. Ходил в разные индийские рестораны в Киеве но этот САМЫЙ ЛУЧШИЙ. Все было отлично. Теперь буду постоянным клиентом! …",
    "rating": 3,
    "name": "Catrina L.",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за Вашу оценку 🙏 Команда NBP всегда рада нашим гостям 🙏\n\n(Translated by Google)\nThank you for your rating 🙏 The NBP team is always glad to see our guests 🙏",
    "rating": 4,
    "name": "Yana Boyar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Сказать, что очень вкусно и интересный интерьер - это ничего не сказать. Поэтому вместо слов я просто порекомендую заведение друзьям и приеду сюда ещё. Идеально …",
    "rating": 4,
    "name": "Samsung Sota",
    "cat": "Indian restaurant"
  },
  {
    "review": "Мария, благодарим Вас за высокую оценку и положительный отзыв!)) Очень рады, что Вам всё понравилось. Будем ждать в гости снова💗\n\n(Translated by Google)\nMaria, thank you for your appreciation and positive feedback!)) We are very glad that you liked everything. We will wait for a visit again💗",
    "rating": 5,
    "name": "Бегущий Банкир (Андрей Онистрат)",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place, good to get acquainted with Indian cuisine. The menu is surprisingly rich, you can try something new every day and probably not repeat in a month. …",
    "rating": 4,
    "name": "study in Ukraine",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Alexey, thank you very much for the high rating and nice feedback! 💖 We will be glad to see you again in our restaurant! 🙌 Also, we invite your family and friends to taste real Indian cuisine))) 😉\n\n(Original)\nОлексій, дуже дякуємо Вам за високу оцінку та приємний відгук!💖 Будемо раді бачити знову в нашому ресторані!🙌 Також, запрошуємо Ваших рідних та друзів посмакувати справжньою індійською кухнею)))😉",
    "rating": 4,
    "name": "володимир маляренко",
    "cat": "Indian restaurant"
  },
  {
    "review": "На двоих чек вышел 1300. Но вкусно. Приятный интерьер, быстро приготовили и хорошая кухня. Советую …",
    "rating": 5,
    "name": "Игорь Щербаков",
    "cat": "Indian restaurant"
  },
  {
    "review": "Юрий,  благодарим за Ваш положительный отзыв и высокую оценку нашего ресторана))\nВсегда рады видеть в гостях🙏\n\n(Translated by Google)\nYuri, thank you for your positive feedback and appreciation of our restaurant))\nWe are always glad to see guests🙏",
    "rating": 1,
    "name": "shamkh Alshamkh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Были в заведении первый раз,захотелось индийской кухни, съели 1 порцию карри ,два белых риса,1 стакан лимонада,1 лепешка.\nНе вкусно, за все заплатили 750 грн …",
    "rating": 5,
    "name": "Алиса Фролова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Здравствуйте, Сабіра! Благодарим вас за посещение нашего ресторана! Расскажите, пожалуйста, что пришлось вам не по вкусу?\nКак мы можем вас порадовать?\n\nС уважением, команда ресторана NBP.\n\n(Translated by Google)\nHello Sabira! Thank you for visiting our restaurant! Please tell us what did you dislike?\nHow can we please you?\n\nBest regards, NBP restaurant team.",
    "rating": 5,
    "name": "Ruslan Chernikov",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and atmospheric place that will delight you with delicious, spicy cuisine, friendly staff will do everything to make your evening unforgettable, there are also hookahs and very interesting lemonades. …",
    "rating": 5,
    "name": "Лилия Дрозд",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the great review and appreciation of our restaurant!)) We are always happy to invite you to visit! We are waiting for you again at New Bombay Palace)) 😉\n\n(Original)\nДякуємо за чудовий відгук та високу оцінку нашого ресторану!)) Завжди раді запросити в гості!Чекаємо Вас знову У New Bombay Palace))😉",
    "rating": 5,
    "name": "Влад Басенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Нереально вкусно! Заказывал разные блюда и все были очень вкусными и необычными. Очень доволен обслуживанием и уютной атмосферой. Однозначно советую посетить New Bombey Palace! …",
    "rating": 5,
    "name": "Александр В",
    "cat": "Indian restaurant"
  },
  {
    "review": "Артём, благодарим Вас за прекрасный отзыв и высокую оценку нашего ресторана!😍 Мы очень рады, что Вам всё понравилось и очень приятно читать такие отклики от наших гостей))) Будем рады видеть Вас снова в нашем ресторане💖🙌\n\n(Translated by Google)\nArtyom, thank you for your wonderful review and high appraisal of our restaurant! 😍 We are very glad that you liked everything and it is very pleasant to read such responses from our guests))) We will be glad to see you again in our restaurant💖🙌",
    "rating": 1,
    "name": "Pavel Chernak",
    "cat": "Indian restaurant"
  },
  {
    "review": "заведение реально индийское. снаружи выглядит не очень, но когда заходить- попадаешь в ту самую роскошную Индию  из боливудских фильмов. цены тоже соответствующие - выше среднего, даже дорого. если вы любите остренькое то вам точно сюда. …",
    "rating": 5,
    "name": "Вита Тартачна",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Not for Germans, English ... Ukrainians !!!\nI paid 20 euros -500 hryvnia for a tiny portion of takka masala and a bowl of paid rice for that! Beer, portion as for a child !!! A big bowl and tiny bowls. A …",
    "rating": 1,
    "name": "Денис Панченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв!\nХотели бы уточнить, что в меню указаны стандартные объемы пива 0,3 и 0,5. На ваше усмотрение Вы выбрали нужный Вам объем. Во вложении фото страниц меню с пивом, а так же с рисом и курицей, где указан стандартный выход блюд соответственно 250 г и 250 гр. В сумме это 500 гр основого блюда. В нашем индийском ресторане подается только высококлассный рис Басмати, поэтому цена эквивалентна качеству.\n\n(Translated by Google)\nThank you for your feedback!\nWe would like to clarify that the menu contains standard volumes of beer 0.3 and 0.5. At your discretion, you have chosen the volume you need. In the attachment there is a photo of the menu pages with beer, as well as with rice and chicken, where the standard output of dishes is indicated, respectively 250 g and 250 g. In total, this is 500 grams of the main course. Our Indian restaurant only serves upscale Basmati rice, so the price is equivalent to quality.",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": "Indian restaurant"
  },
  {
    "review": "Прекрасный ресторан с красивым интерьером, вкусной кухней и правильно подобранным персоналом! Спасибо вам!!! …",
    "rating": 4,
    "name": "Анастасия Будник",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за высокую оценку ресторана 🙏  Всегда Вам рады😊\n\n(Translated by Google)\nThank you for the high rating of the restaurant 🙏 You are always welcome😊",
    "rating": 5,
    "name": "Andrey Ulyanich",
    "cat": "Indian restaurant"
  },
  {
    "review": "Уютное место с прекрасным сервисом, роскошной обстановкой и атмосферой Индии. Блюда выше всяких похвал! …",
    "rating": 5,
    "name": "Aleksandr Katrich",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое 🙏 за оценку нашего ресторана, всегда Вам рады!!\n\n(Translated by Google)\nThank you very much for evaluating our restaurant, we are always glad to see you !!",
    "rating": 5,
    "name": "Дмитрий Кирсанов",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Great and delicious taste and all the food is halal according to what they say..a good experience especially the seafood drink. I recommend it...this is the second visit to the restaurant …",
    "rating": 5,
    "name": "Igor Druchok",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the high evaluation of our restaurant 🙏🙏 You are always welcome 🙏😊\n\n(Original)\nСпасибі за високу оцінку нашого ресторану 🙏🙏 Завжди Вам раді 🙏😊",
    "rating": 5,
    "name": "Jane Baraieva",
    "cat": "Indian restaurant"
  },
  {
    "review": "действительно, с национальными и распространёнными в Индии блюдами. Очень удобна система вызова официанта кнопкой. Плата за обслуживание включена в счёт. Приятный, вежливый персонал, есть стоянка, чистый санузел. Места на улице не очень …",
    "rating": 5,
    "name": "Mischenko Yuliya",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your sincere and detailed feedback. We are glad to see you here yet.\n\n(Original)\nДякуємо за щирий та докладний відгук. Раді бачити Вас у нас ще.",
    "rating": 5,
    "name": "Александр Глазов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Посетила впервые индийский ресторан. Радушно принимают администрация и официанты.\nНам быстро посоветовали меню для новичков! Съели все) Понравилось. Красивая …",
    "rating": 4,
    "name": "Kostiantyn Yevtushenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Дмитрий Музыка",
    "cat": "Indian restaurant"
  },
  {
    "review": "Снаружи ресторан особо  не впечатляет, но попадая внутрь, будто бы окунаешься в роскошную индийскую сказку 👍... Всё поражает богатством и великолепием..Заказанные блюда были волшебно вкусными(браво повару!!!) и перенесли нас в далёкую …",
    "rating": 5,
    "name": "Юрий Сергеевич Реков",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Татьяна Костенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Цены высоковаты.\nКухня на высшем уровне.жаль что закрылись. …",
    "rating": 5,
    "name": "Ирина Смельчикова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Евгения, здравствуйте!) Благодарим Вас за отзыв. Нам важно мнение каждого гостя и Ваша обратна связь помогает нам становиться лучше!🙌 Стараемся учитывать все пожелания!👍\nХотим сообщить, что на данный момент ресторан «New Bombay Palace» не прекратил работу совсем. Мы переехали на новый адрес: бул. Леси Украинки 34! В на период локдауна мы работаем в режиме доставки и выдаём заказы навынос уже по новому адресу.\nНаши контакты: +380(93) 576 60 69 и (044) 285-99-99. После окончания локдауна ждём Вас снова в гости с обновлённым меню и современным интерьером!) С любовью, команда NBP!❤️\n\n(Translated by Google)\nEugene, hello!) Thank you for your feedback. The opinion of each guest is important to us and your feedback helps us to become better! 🙌 We try to take into account all wishes! 👍\nWe would like to inform you that at the moment the restaurant \"New Bombay Palace\" has not stopped working at all. We have moved to a new address: blvd. Lesi Ukrainky 34! During the lockdown period, we work in the delivery mode and issue take-away orders to a new address.\nOur contacts: +380 (93) 576 60 69 and (044) 285-99-99. After the end of the lockdown, we are waiting for you again with an updated menu and a modern interior!) With love, NBP team! ❤️",
    "rating": 1,
    "name": "Сергей Вернидуб",
    "cat": "Indian restaurant"
  },
  {
    "review": "Цены очень завышены, скромно покушать на компанию в 10 человек вышло 9000+грн(10% включены в чек), при том что порции маленькие, вкуса никакого, громкие название блюд в итоге рис с мясом, беляш в тесте. Все блюда острые до ужасы, надо …",
    "rating": 5,
    "name": "Мария Орлова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань. Будь ласка, надішліть нам електронний лист із номером телефону чи електронною адресою, щоб наш менеджер міг особисто допомогти вирішити ваші проблеми.",
    "rating": 5,
    "name": "Вокер",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant, near the Motherland statue. Service is attentive, not too long waiting time. Very nice design. The food is good too, but not quite at the level of Sutra. Prices are rather high, but in Kiev is more …",
    "rating": 3,
    "name": "Валерій Безкоровайний",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere and detailed feedback. Welcome to us.",
    "rating": 5,
    "name": "Sergiy Baranets",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ресторан с индийской кухней. Обширное меню, действительно, с национальными и распространёнными в Индии блюдами. Очень удобна система вызова официанта кнопкой. Плата за обслуживание включена в счёт. Приятный, вежливый персонал, есть стоянка, …",
    "rating": 5,
    "name": "Егор Краснов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Всё было хорошо, пока не узнали цену за лаваш 300 гривен. Имели «счастье « заказать его дважды 🥲 В памяти так и останется хлеб = 600грн. …",
    "rating": 5,
    "name": "Анна Руских",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв. Но в нашем ресторане подают совсем не лаваш, а индийский хлеб - это лепёшки, они гораздо толще и с разными начинками(мясными и вегетарианскими). В пределах трехсот грн. в меню есть только одна позиция и это ассорти из индийского хлеба. А остальная стоимость индийского хлеба 49-85 грн.\n\n(Translated by Google)\nThank you for your feedback. But our restaurant does not serve lavash at all, but Indian bread is flat cakes, they are much thicker and with different fillings (meat and vegetarian). Within three hundred UAH. there is only one item on the menu and that is an assorted Indian bread. And the rest of the cost of Indian bread is 49-85 UAH.",
    "rating": 5,
    "name": "Ольга Шмалько",
    "cat": "Indian restaurant"
  },
  {
    "review": "Прикольно окунуться в культуру и кухню Индии\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Kingroyal saudi",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) The decor is luxurious and elegant, only the prices are expensive beyond imagination\nThe salads are normal and the main dishes are less than normal. I felt normal …",
    "rating": 3,
    "name": "Анатолий Трущенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) She passed by every day and did not dare to enter. Today we came here for the first time and did not regret it. Fabulous atmosphere in the Indian style, a wide range of cuisine, fast service and ordering. For lovers …",
    "rating": 5,
    "name": "Татьяна Ларченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the appreciation of our institution🙏 The NBP team is always happy for you 🙏😊\n\n(Original)\nСпасибі за високу оцінку нашого закладу🙏 Команда NBP завжди рада Вам 🙏😊",
    "rating": 5,
    "name": "Igor Lymono",
    "cat": "Indian restaurant"
  },
  {
    "review": "Лучший ресторан индийской кухни. Отличный шеф повар из Индии. Все меню достойно королей. Уютно. Вкусно. Комфортно. Спасибо, что Вы есть. Обязательно пройдем к Вам снова. …",
    "rating": 5,
    "name": "Konstantin Kholod",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation and feedback. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку та відгук. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Оксана Ольховик",
    "cat": "Indian restaurant"
  },
  {
    "review": "Колоритное заведение с аутентичной индийской кухней и волшебной атмосферой. Очень необычные, вкусные, сытные блюда. Цены выше среднего.\nЗаказала не острое, но всё равно чувствовалась пикантность(на любителя). …",
    "rating": 5,
    "name": "Yaroslav Debelyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Юлия, благодарим Вас! Мы очень рады, что Вам понравилось) Команда NBP старается для Вас - наших дорогих клиентов, чтоб Вы всегда оставались под приятным впечатлением от посещения ресторана!)\nХотим сообщить, что мы переезжаем и уже с 10.03.2021 ресторан будет находится по новому адресу: бул. Леси Украинки, 34! Ждём Вас снова 😊\n\n(Translated by Google)\nJulia, thank you! We are very glad that you liked it) The NBP team is trying for you, our dear customers, so that you always remain under a pleasant impression from visiting the restaurant!)\nWe would like to inform you that we are moving and from 10.03.2021 the restaurant will be located at a new address: blvd. Lesi Ukrainky, 34! We are waiting for you again 😊",
    "rating": 5,
    "name": "Амира Зенкова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place, food wants something better ... Also 10% for service will be added to your check. Not all waiters speak Ukrainian. …",
    "rating": 5,
    "name": "Yaroslav Strokalis",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Olga, we will take into account your wishes) As for 10% in the check, it is recommended, but not required. The service percentage can be left only at your request!\nAlso, since we have an INDIAN restaurant, there are certainly Hindus among the waiters. But we also always have Ukrainian-speaking waiters on duty. You can contact the administrator and he will definitely replace your waiter if you wish 😉\n\n(Original)\nОльга, мы врахуємо ваші побажання) Що стосується 10% у чеку, то це рекомендовано, але не обов'язково. Відсоток за обслуговування можна залишати лише за Вашим бажанням!\nТакож, оскільки в нас ІНДІЙСЬКИЙ ресторан - серед офіціантів звісно є індуси. Але в нас також завжди на зміні є і україномовні офіціанти. Можна звернутись до адміністратора і він обов'язково замінить Вам офіціанта, якщо забажаєте😉",
    "rating": 5,
    "name": "Max Vojtik",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you so much for the great birthday party for my mom! Everything went great! Gorgeous cuisine, incredible beauty of the interior, excellent service! As if in India 😍👍👍👍👍👍 all the guests are delighted, the …",
    "rating": 5,
    "name": "Дмитрий Голубка",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏🙏🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏🙏🙏",
    "rating": 1,
    "name": "Olga Gupalovich",
    "cat": "Indian restaurant"
  },
  {
    "review": "Теперь индийская кухня входит в число моих любимых🥰\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tkachenko Oleksandr",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за позитивный отзыв. Будем ждать вас снова.🙏\n\n(Translated by Google)\nThank you for your positive feedback. We will be waiting for you again.🙏",
    "rating": 5,
    "name": "Виталий Свижинский",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) I celebrated my birthday in a cozy hall yesterday. Excellent cuisine, feasted on various delicacies. Good service. Thanks to the NBP team. …",
    "rating": 5,
    "name": "Tatiana S",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Olga, thank you very much for the high rating and nice feedback! 💖 We will be glad to see you again in our restaurant))) Also, we invite your family and friends to taste real Indian cuisine.😉\n\n(Original)\nОльга, дуже дякуємо Вам за високу оцінку та приємний відгук!💖 Будемо раді бачити Вас знову в нашому ресторані))) Також, запрошуємо Ваших рідних та друзів посмакувати справжньою індійською кухнею.😉",
    "rating": 4,
    "name": "Ольга",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличный ресторан с очень вкусной кухней. Нам сильно понравилась атмосфера) Обслуживание - на высшем уровне. Официант, который нас обслуживал, был очень приветлив) Еду приносили вовремя) В общем, всем советую) …",
    "rating": 5,
    "name": "Dmitrij S",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our restaurant and your sincere feedback. Welcome to us again !!!\n\n(Original)\nДякуємо за високу оцінку нашого ресторану та щирий відгук. Ласкаво просимо до нас ще !!!",
    "rating": 5,
    "name": "Валентин Медончак",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food and cocktails, I recommend to everyone! The interesting and refined interior was especially memorable. …",
    "rating": 5,
    "name": "Виктория я",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you liked us!)) Thank you for your appreciation. We are waiting for guests again😉\n\n(Original)\nДуже раді, що Вам у нас сподобалося!)) Дякуємо за високу оцінку. Чекаємо в гості знову😉",
    "rating": 5,
    "name": "Александр Носик",
    "cat": "Indian restaurant"
  },
  {
    "review": "Кухня интересная.\nЧай вкусный!\nНО! …",
    "rating": 5,
    "name": "Давид Кардырович",
    "cat": "Indian restaurant"
  },
  {
    "review": "Зайдя в ресторан и очутившись в зале, вы переноситесь в Индию. Нам понравилось оформление, необычный для нас интерьер. Блюда острые, но вкусные (при заказе уточнили, хочу ли я острое блюдо и какой соус принести). Официанты - индийцы, …",
    "rating": 4,
    "name": "houman badr",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за ваш  отзыв 🙏 это очень важно для нас!Команда NBP  всегда рада 😊🙏\n\n(Translated by Google)\nThank you for your feedback 🙏 it is very important for us! The NBP team is always happy 😊🙏",
    "rating": 1,
    "name": "Sofiya Farakh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Провели незабываемым вечер с супругой. Отмечали небольшой семейный юбилей. Все было вкусно, приятная атмосфера, обходительный персонал. …",
    "rating": 5,
    "name": "Yaniv M",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за высокую оценку нашего ресторана🙏🙏 Всегда Вам рады😊🙏\n\n(Translated by Google)\nThank you for the appreciation of our restaurant🙏🙏 We are always glad to see you😊🙏",
    "rating": 5,
    "name": "ابو ترف الواسي",
    "cat": "Indian restaurant"
  },
  {
    "review": "В приготовлении блюд используют в основном индийские продукты, привезённые хозяином из Индии. А это очень круто - делать то, о чем заявляешь и по-настоящему. Сказал - индийская кухня у меня, всё - делай по-настоящему - так, как там. Я уже …",
    "rating": 3,
    "name": "Anna Lysenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ожидала большего за эти деньги. Вегетарианские блюда по цене как в \"Сутра\", но по вкусу на несколько уровней ниже. В целом, для меня не сильно отличается от тех же \" Гималаев\", НО -  тут реально вкусные самосы. Оболденные, лучшие в городе, …",
    "rating": 5,
    "name": "Шиян Танит",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Елена Ткаченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) This is probably the only restaurant in Kiev that is truly Indian. First of all, I would like to point out the atmosphere of the restaurant - as if you were going to India immediately. Super. Second, the kitchen. I, …",
    "rating": 5,
    "name": "Sergii Zinchenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.🙏🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.🙏🙏",
    "rating": 5,
    "name": "Андрій Мик",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно, это во-первых. Во-вторых, отличный интерьер - на мой взгляд, прекрасно передает атмосферу, царящую во дворцах махараджи :)\nОчень обходительные официантки. Повара - настоящие волшебники, индусы, кстати. …",
    "rating": 5,
    "name": "Ольга Радченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Без сомнений - обдираловка с претензией на аутентичную индийскую кухню. Был здесь 10 лет назад , интерьер увядает - цены пробивают крышу. Кари с овощами - овощной набор для быстрого приготовления - морковь, горошек, фасоль - ленивый кари, …",
    "rating": 5,
    "name": "Лена Кузьменко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Еда понравилась (хоть не была в Индии). Обслуживание хорошее, но явно заточено под иностранцев - официант по-русски/украински еле говорит, зато когда перешли на английский - сразу стало проще)). Интерьер, конечно, ээээ, на любителя)))) …",
    "rating": 4,
    "name": "Dmytro Lykhoviy",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Денис Гелетей",
    "cat": "Indian restaurant"
  },
  {
    "review": "Еда специфическая, очень вкусная (но это очень индивидуально)\nИнтерьер прекрасный.\nЦены слишком высокие. …",
    "rating": 5,
    "name": "Yan",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв .\n\n(Translated by Google)\nThanks for your feedback .",
    "rating": 5,
    "name": "FABLESHOW",
    "cat": "Indian restaurant"
  },
  {
    "review": "Уютный ресторан с аутентичным интерьером и отменным выбором национальной индийской кухней . Подходит для дружеских посиделок, деловых встреч, корпоративов и семейных праздников. Настоящее гастрономическое путешествие в индийскую сказку . …",
    "rating": 5,
    "name": "Сергій Конечний",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв нашего ресторана, нам очень приятно 🙏🙏 Всегда Вам рады 😊\n\n(Translated by Google)\nThank you very much for your review of our restaurant, we are very pleased 🙏🙏 We are always glad to see you 😊",
    "rating": 5,
    "name": "mega master",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Stylish place, very nice from the outside and authentic from the inside. The dishes are delicious, those who love Indian cuisine will enjoy it. Prices are above average. The average check is about 1000-1200 per person …",
    "rating": 5,
    "name": "Дмитрий Чукин",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень уютное место. Хорошо подобран персонал . И очень вкусная кухня 5 Из 5 однозначно ! …",
    "rating": 5,
    "name": "Maxim",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое)) Нам очень приятно. Обязательно приходите ещё!💖\n\n(Translated by Google)\nThank you very much)) We are very pleased. Be sure to come again! 💖",
    "rating": 5,
    "name": "Iaroslav Naumenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Сильно переоценено все. Блюда. Обязательные 10% в счете и атмосфера.\nПо еде-без нареканий. Но и без особого индийского аромата.\nТвердая четверка. Хотя из-за цен, должно быть три* …",
    "rating": 2,
    "name": "طارق الزاحم",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно, но очень дорого и порции очень маленькие. Любим индийскую кухню, но сюда ещё раз врядли приедем, будем пробовать другие заведения …",
    "rating": 4,
    "name": "ludmila grejdeanu",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань. Будь ласка, надішліть нам електронний лист із номером телефону чи електронною адресою, щоб наш менеджер міг особисто допомогти вирішити ваші проблеми.",
    "rating": 3,
    "name": "Алексей Левищенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень дружелюбный и  приятный персонал) Понравилось также что есть большой выбор как острой, так и не острой еды. А интерьер завораживает. Рекомендую!!!!! …",
    "rating": 3,
    "name": "John Doe",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за ваш отзыв🙏 Всегда вам рады😊\n\n(Translated by Google)\nThank you very much for your feedback🙏 We are always glad to see you😊",
    "rating": 4,
    "name": "Екатерина Мосс",
    "cat": "Indian restaurant"
  },
  {
    "review": "Заведение супер, кухня на хорошем уровне. Обслуживание отличное, особенно Диана)) …",
    "rating": 5,
    "name": "Kristina Gurzhii",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏🙏",
    "rating": 5,
    "name": "Paks",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Amphibious place, pleasant and attentive service, rich menu, very pleased with Indian pea dishes, sauces, meat, assorted nannies - all delicious and special. We will gladly return here. …",
    "rating": 3,
    "name": "Александр Кондраток",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.🙏",
    "rating": 5,
    "name": "Виктория Рябошапко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Красиво и вкусно, с улицы здание не очень, нужно было бы сделать ремонт, но внутри очень приятная и действительно колоритная обстановка, хорошая кухня и острая в меру, хотя я люблю поострее. …",
    "rating": 5,
    "name": "Danish Raja",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Катюша Хмелевская",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень красивый ресторан. Оформление и стиль Индийский. Персонал из Индии. Очень вежлевый. Готовят очень вкусно. Дорогая серверовка. Вернусь ещё к вам. …",
    "rating": 5,
    "name": "Dima Bekinin",
    "cat": "Indian restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо за отзыв🙏Всегда рады ,видеть вас в нашем ресторане !!!\n\n(Translated by Google)\nHello! Thank you for your feedback🙏Always glad to see you in our restaurant !!!",
    "rating": 4,
    "name": "Abhishek Singrakhia",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень атмосферно и вкусно!\n\n(Translated by Google)\nVery atmospheric and tasty!",
    "rating": 5,
    "name": "Яков",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏🙏",
    "rating": 4,
    "name": "Автандил Гомиашвили",
    "cat": "Indian restaurant"
  },
  {
    "review": "Действительно окунулась в атмосферу Индии . Всем советую чай масала . Персонал выше похвал . …",
    "rating": 4,
    "name": "Bratok Andriy",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the good feedback! 🙂 Be sure to visit us again! 🧡\n\n(Original)\nДуже дякуємо за гарний відгук!🙂 Обов'язково завітайте до нас ще!🧡",
    "rating": 4,
    "name": "akmal pasha",
    "cat": "Indian restaurant"
  },
  {
    "review": "Прекрасное место, с необычным интерьером. Повара и специи из Индии. Блюда, по остроте, адаптированы к европейской кухне. Хотя, остроту, можно заказать любую. Рыба, баранина, курица приготовлен отлично. Стоянка на 8 машин. Есть WIFI. …",
    "rating": 4,
    "name": "Sergey Garas",
    "cat": "Indian restaurant"
  },
  {
    "review": "Организовывал ужин в данном заведении - гостям все очень понравилось, собственно и оценка хорошая. Рекомендую! …",
    "rating": 5,
    "name": "Виталий Уманец",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за высокую оценку 🙏 Всегда Вам рады😊\n\n(Translated by Google)\nThank you for your appreciation 🙏 We are always glad to see you😊",
    "rating": 5,
    "name": "Александр Микуревич",
    "cat": "Indian restaurant"
  },
  {
    "review": "Один раз была в этом ресторане, кухня специфическая, недешево, атмосфера отличная …",
    "rating": 5,
    "name": "Александр Топор",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ольга, благодарим за оценку! Будем ждать снова у нас в гостях))) Надеемся в следующий раз порадовать вас на все 5 звезд.❤\n\n(Translated by Google)\nOlga, thank you for rating! We will wait again at our guest))) We hope next time to please you with all 5 stars.❤",
    "rating": 5,
    "name": "Khadeijah 88",
    "cat": "Indian restaurant"
  },
  {
    "review": "Еда не понравилась, было просто не вкусно. А вино не соответствовало по вкусу тому , которое заказывали, как будто просто налили самый дешевый Инкерман. …",
    "rating": 4,
    "name": "Roman Taborovskyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань. Будь ласка, надішліть нам електронний лист із номером телефону чи електронною адресою, щоб наш менеджер міг особисто допомогти вирішити ваші проблеми.",
    "rating": 5,
    "name": "Дима Алиев",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень хорошо, но мне не понравилось, что в счет добавлено 10% за обслуживание и наличие телевизора в зале (если канал с пряными фоном, то неплохо, главное чтоб не канал, где есть реклама). В целом неплохо, еда вкусная, острая, цены низкими …",
    "rating": 5,
    "name": "Andrii Kravchuk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Внутрь не заходили, просто проходили мимо. Запах был—как будто откачивают канализацию(возможно в тот момент это и происходило) Ну, а судя по фотографиям и внешнему виду, уютный. …",
    "rating": 5,
    "name": "Василий Невмержицкий",
    "cat": "Indian restaurant"
  },
  {
    "review": "Дорого. Цены стартуют от 10 долларов за любую фигню. К цене блюда мысленно добавляйте 10% потому что они чаевые включат вам в чек, независимо от того понравилось вам или нет. Чай единственное что дешевле $10.. Чай попить 80 гривен и плюс 8 …",
    "rating": 4,
    "name": "Dmitry Gromov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хороший индийский ресторан. Внешне и вовсе не примечательный, а вот внутри очень атмосферно. Вкусная кухня, хороший выбор. …",
    "rating": 4,
    "name": "Олег Мудрий",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно поел. Доступные цены. Все окей. Обслуживание на хорошем уровне.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Кращий",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за оценку нашего ресторана 🙏 Всегда рады Вам!\n\n(Translated by Google)\nThank you for rating our restaurant 🙏 We are always glad to see you!",
    "rating": 5,
    "name": "nabegh othman",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Not bad. The kitchen is interesting but specific. I think some dishes can be eaten on a regular basis (they are spicy - for fans). The interior is all in gold, no matter where you look at the gilding or the …",
    "rating": 4,
    "name": "Yura Tokar",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A nice and delicious food and also a perfect staff\nA restaurant that I recommend when visiting Kiev 👍🏻 …",
    "rating": 5,
    "name": "Natalia Kolomoets",
    "cat": "Indian restaurant"
  },
  {
    "review": "Many thanks from our restaurant! We are very glad that you liked it)) We will be waiting for you again!💓",
    "rating": 5,
    "name": "Artur Hrabchak",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусная индийская кухня, персонал дружелюбный, интерьер радует глаз, всё супер😻 …",
    "rating": 3,
    "name": "Akim Slys",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вадим, спасибо Вам за прекрасный отзыв!🙌 Обязательно посетите наш ресторан ещё))🥰\n\n(Translated by Google)\nVadim, thank you for the wonderful review! 🙌 Be sure to visit our restaurant again)) 🥰",
    "rating": 5,
    "name": "Demoon Tz",
    "cat": "Indian restaurant"
  },
  {
    "review": "Испортился этот ресторан к сожалению! Прождав 40 минут напитки, встали и ушли((((  Раньше, когда там был только индийский персонал было ощущение посещения Индии! Сервис был на высоте! Сейчас .... но коментс, сорри …",
    "rating": 5,
    "name": "Sergei Kedun",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно. Веганы и вегетарианцы найдут здесь для себя большое разнообразие блюд. Неимоверно вкусные десерты. Цены высокие. …",
    "rating": 3,
    "name": "Yurii",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хотелось написать позитивный отзыв ровно до момента, пока в чек не вписали лишнее блюдо, которое мы не заказывали. No comments.... Брехунов не признаю. …",
    "rating": 5,
    "name": "елена сема",
    "cat": "Indian restaurant"
  },
  {
    "review": "Приятная атмосфера, вкусно и чисто\n\n(Translated by Google)\nNice atmosphere, tasty and clean",
    "rating": 5,
    "name": "Сергей Годованый",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв 🙏🙏\n\n(Translated by Google)\nThank you for your feedback",
    "rating": 4,
    "name": "Sergey Barulyk",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень понравилась национальная кухня, вежливый персонал, все чисто и опрятно) однозначно приедем ещё раз, и рекомендуем друзьям) …",
    "rating": 4,
    "name": "Галина Ф",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your sincere and detailed feedback. Welcome to us.\n\n(Original)\nДякуємо за щирий та докладний відгук. Ласкаво просимо до нас ще.",
    "rating": 5,
    "name": "Сергей Ухтомцев",
    "cat": "Indian restaurant"
  },
  {
    "review": "Лучший ресторан индийской кухни. Отличный шеф повар из Индии. Все меню достойно королей. …",
    "rating": 1,
    "name": "Sefer Anik",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 4,
    "name": "Дмитро Михальчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень хорошая атмосфера, вежливый персонал и невероятно вкусная кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "виктор лукьяненко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв 🙏🙏 Всегда Вам рады.\n\n(Translated by Google)\nThank you for your feedback 🙏🙏 We are always glad to see you.",
    "rating": 5,
    "name": "Х Х",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Too expensive and medium level dishes. It is better to go to the Himalayas. It's tastier and much cheaper there. …",
    "rating": 5,
    "name": "Александр Соловенюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback😉 We will take into account your wishes) We respect the opinion of each of the visitors. However, as for the open advertising of other institutions, we understand that some of the competitors have their own interest in this.\n\n(Original)\nДякуємо за відгук😉 Врахуємо Ваші побажання) Ми поважаємо думку кожного з відвідувачів.  Однак, що стосується  відвертої реклами інших закладів, ми розуміємо що для когось із конкурентів є в цьому власний інтерес.",
    "rating": 5,
    "name": "Sergiy Demko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отдыхали вчера, всё очень понравилось. Вкусно, уютно так держать.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dmitry S.",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим Вас за прекрасный отзыв и высокую оценку нашего ресторана! 😍 Стараемся для Вас становиться лучше.😉Нам очень приятно получать обратную связь и видеть, что наши гости довольны! 🙌 Обязательно приходите к нам ещё!)))Будем рады видеть Вас снова в нашем ресторане! С любовью, команда NBP!❤️\n\n(Translated by Google)\nThank you for your excellent review and appreciation of our restaurant! 😍 We are trying to get better for you. 😉 We are very pleased to receive feedback and see that our guests are satisfied! 🙌 Be sure to come to us again!))) We will be glad to see you again in our restaurant! Love, NBP team! ❤️",
    "rating": 5,
    "name": "Marta Martazaeva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Удобное местоположение\nРесторан оформлен красиво\nПриятный персонал …",
    "rating": 4,
    "name": "Vladyslav Yakymenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв 🙏\n\n(Translated by Google)\nThank you very much for your feedback 🙏",
    "rating": 5,
    "name": "Vishal Malik",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) The food lacks the authentic Indian flavor. Various types of dishes were ordered, but they were not of good standard. Only the milk tea with masala was very excellent and the price was very, very high. …",
    "rating": 2,
    "name": "Boštjan Kovač",
    "cat": "Indian restaurant"
  },
  {
    "review": "Все здесь прекрасно и кухня и персонал! Спасибо девченки за особое внимание!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Пономаренко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation 🙏😊\n\n(Original)\nСпасибо за высокую оценку 🙏😊",
    "rating": 5,
    "name": "Nikita 8632",
    "cat": "Indian restaurant"
  },
  {
    "review": "Мое любимое заведение, всегда уютно, красиво, спокойно, немноголюдно! Невольно погружаешься в атмосферу Индии) Этому способствует индиская еда,  индийские официанты и индийская музыка! …",
    "rating": 4,
    "name": "Oksana Melnychenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Trust P2Fun",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хорошее и вкусное место, рядом есть прекрасные места для прогулки. Приятное и быстрое обслуживание. Остались сытыми и довольными. спасибо. …",
    "rating": 5,
    "name": "Александр Журавель",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 4,
    "name": "andriy pashchenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарю 🙏 было очень вкусно 🤤 отличное место, чтобы попробовать настоящую индийскую еду) …",
    "rating": 5,
    "name": "Javier Lloret",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв🙏🙏\n\n(Translated by Google)\nThank you very much for your feedback🙏🙏",
    "rating": 1,
    "name": "Cookie Paul",
    "cat": "Indian restaurant"
  },
  {
    "review": "Приятная обстановка, вкусно, оригинальнинькое местечко\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Соловей",
    "cat": "Indian restaurant"
  },
  {
    "review": "Самая лучшая индийская кухня в Киеве) просите по острее и получите настоящий индийский вкус) может и в Украине, но это не точно) …",
    "rating": 5,
    "name": "Eldo Rado",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Валерия Таргонская",
    "cat": "Indian restaurant"
  },
  {
    "review": "Лучшая индийская кухня в Киеве. Отличное обслуживание и приятная атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "алена романова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за оценку нашего ресторана .🙏🙏 Всегда рады 😊\n\n(Translated by Google)\nThank you for rating our restaurant .🙏🙏 Always happy 😊",
    "rating": 5,
    "name": "Mariya Yarenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусная еда, по традиционным рецептам, прекрасные интерьер и атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "SAM ALEX",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за прекрасный отзыв и высокую оценку😍 Ждём Вас снова в нашем ресторане!)))🙌\n\n(Translated by Google)\nThank you for your excellent review and high assessment We are waiting for you again in our restaurant!))) 🙌",
    "rating": 5,
    "name": "Денис Шмитт",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусная кухня и отличный интерьер для фотосессии в индийском стиле\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jattashankar Sinha",
    "cat": "Indian restaurant"
  },
  {
    "review": "Юлия, благодарим Вас за положительный отзыв и высокую оценку нашего ресторана!😉 Очень рады, что Вам понравлюсь)) Спешим сообщить, что уже с 20 марта «New Bombay Palace» будет находиться по новому адресу: бул. Леси Украинки 34. Ждём Вас снова к нам в гости с обновлённым меню и современным интерьером! С любовью, команда NBP❤️\n\n(Translated by Google)\nJulia, thank you for your positive feedback and high appraisal of our restaurant! 😉 We are very glad that you like it)) We are glad to inform you that from March 20 \"New Bombay Palace\" will be located at a new address: blvd. Lesi Ukrainka 34. We are waiting for you again to visit us with an updated menu and modern interior! Love, NBP Team❤️",
    "rating": 5,
    "name": "Марія Пензар",
    "cat": "Indian restaurant"
  },
  {
    "review": "Не заметил предупреждения что в счёт добавят +10℅ обслуживания. Обслуживание на высоте. Вкусная еда. Необычный интерьер. …",
    "rating": 4,
    "name": "murat şerbetçi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Так себе... дорого и не очень вкусно... сервис на любителя, но чаевые уже включены в счет... …",
    "rating": 5,
    "name": "Кирилл Миронов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно здесь готовят вегетарианские блюда, в пост отлично помогает именно индийская кухня. …",
    "rating": 5,
    "name": "Alla Burdiug",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 3,
    "name": "Etibar K",
    "cat": "Indian restaurant"
  },
  {
    "review": "Оооочень уютное, атмосферное и мега-вкусное место! Однозначно, рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Крина Сватовская",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ирина, благодарим за отличную оценку!😇 Мы рады, что Вам понравилось и надеемся ещё не раз пожелаете посетить на ресторан!🙌 С любовью, команда NBP!❤️\n\n(Translated by Google)\nIrina, thank you for the excellent rating! 😇 We are glad that you liked it and we hope you will wish to visit the restaurant more than once! 🙌 With love, NBP team! ❤️",
    "rating": 5,
    "name": "Wioletta Surowa",
    "cat": "Indian restaurant"
  },
  {
    "review": "Супер.\nОтличная обстановка.Обалденная кухня, индийский шеф повар,классное меню.Все супер. …",
    "rating": 5,
    "name": "Sridhar Balakrishnan",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 4,
    "name": "Volodymyr Aleksandrov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Тихое и спокойное место. Хорошая кухня. Приятно провели вечер с друзьями из Канады и Индии. …",
    "rating": 5,
    "name": "Віталій Гладкий",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "V B",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A true Indian restaurant in the heart of the capital. Indian cuisine, Indian interiors and staff. …",
    "rating": 5,
    "name": "Сергей V",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Welcome! Some again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Welcome! Сome again.",
    "rating": 5,
    "name": "Русский корабль!!! Иди на ХУЙ!!!!",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) An experience that will not be repeated. Very expensive restaurant and not worth the price\nThe taste of the dishes was very normal. I did not like the final, high price …",
    "rating": 5,
    "name": "Ірма Лейба",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хорошая кухня, хорошие порции, приятная остановка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "עדן מייסטר",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за Ваш положительный отзыв и высокую оценку нашего ресторана))\nВсегда рады видеть в гостях🙏\n\n(Translated by Google)\nThank you for your positive feedback and appreciation of our restaurant))\nWe are always glad to see guests🙏",
    "rating": 4,
    "name": "Валерия Викторовна",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очеь красивый ресторан, если хотите новых эмоций и впечатлений, вам сюда. Индийская кухня и колорит …",
    "rating": 5,
    "name": "Misha Kolesnik",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Comfortable and quiet, but the biryani is very low and the price is expensive …",
    "rating": 1,
    "name": "Vinay Agrawal",
    "cat": "Indian restaurant"
  },
  {
    "review": "👍👍👍",
    "rating": 4,
    "name": "Анастасия Годвод",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно.\nОчень атмосферно.\nЦены выше среднего, но оно того стоит! …",
    "rating": 5,
    "name": "Андрей Шевченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Anthracite spot. Delicious food.\n\n(Original) …",
    "rating": 4,
    "name": "Rohit Rathore",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere and detailed feedback. Welcome to us.",
    "rating": 2,
    "name": "Олександр Бондаренко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличный и аутентичный интерьер, вкусная кухня. Обслуживание быстрое и качественное. …",
    "rating": 5,
    "name": "Rajeev Banjara",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you enjoyed our restaurant. Welcome to us.\n\n(Original)\nМи дуже раді що Вам сподобалось у нашому ресторані. Ласкаво просимо до нас ще.",
    "rating": 5,
    "name": "Yuliia Liebschner",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно, необычно. Золото-богато. Обслуживание не самое лучшее\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Миколо Сергієнко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв .\n\n(Translated by Google)\nThanks for the feedback.",
    "rating": 5,
    "name": "A singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Атмосфера бомба, кальян шикарный, еда - божественная)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "advocate praxis",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим Вас за высокую оценку нашего ресторана и такой великолепный отзыв! Очень рады, что Вам всё понравилось))) Будем ждать снова у нас в гостях💗\n\n(Translated by Google)\nThank you for your appreciation of our restaurant and such a great review! We are very glad that you liked everything))) We will wait again at our place💗",
    "rating": 3,
    "name": "Bhupendra Rawat",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень понравилась еда и атмосфера в ресторане. Мы как будто побывали в Индии😁 спасибо! …",
    "rating": 5,
    "name": "Pankaj Jangid",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 1,
    "name": "Дарья Карпенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно. Заказывали острый супчик и рис\n\n(Translated by Google)\nDelicious. Ordered hot soup and rice",
    "rating": 5,
    "name": "Roman Sakun",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за высокую оценку нашего ресторана 🙏😊\n\n(Translated by Google)\nThank you very much for the appreciation of our restaurant 🙏😊",
    "rating": 5,
    "name": "Naum Koen",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусная индийская кухня, только очень дорого! Можно в трущобах месяц прожить за это бабло))) …",
    "rating": 5,
    "name": "Chris Chris",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Visit us again.\n\n(Original)\nДякуємо за оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 4,
    "name": "Levent Barlas",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Quite expensive for Kiev conditions, on a noisy traffic artery. Food was ok, coffee good. …",
    "rating": 5,
    "name": "Владислав Дехнич",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you enjoyed our restaurant.\n\n(Original)\nМи дуже раді що Вам сподобалось у нашому ресторані.",
    "rating": 5,
    "name": "subodh Rastogi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Ресторан дорогой. Все вроде бы хорошо, но больше пафоса\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерий Хоменчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв.\n\n(Translated by Google)\nThanks for the feedback.",
    "rating": 5,
    "name": "Максим Щербаненко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хорошая индийская кухня и интерьер ресторана на хорошем уровне.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Рустам А",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв 🙏Всегда Вам рады😊\n\n(Translated by Google)\nThank you very much for your feedback 🙏Always glad to see you😊",
    "rating": 4,
    "name": "Venkataraju P",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and authentic restaurant. I advise!\n\n(Original) …",
    "rating": 4,
    "name": "Alex-Rok Kokh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the warm feedback! It's nice that you like our establishment.\nGlad to welcome you again!\n\n(Original)\nДякуємо за теплий відгук! Приємно що наш заклад вам довподоби.\nРаді вітати вас знову!",
    "rating": 5,
    "name": "Андрей Товкач",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Impressions are cool, the food is tasty. The price is high, but worth it to visit. The interior is just a bomb …",
    "rating": 5,
    "name": "Rahul Hazra",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Henadiy Rozhon",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting. For the benefit of non-classical cuisine and lovers of \"exotica.\"\nNice impression. Unusual …",
    "rating": 5,
    "name": "Jomy THAMPAN",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere and detailed feedback. Welcome to us.",
    "rating": 4,
    "name": "Андрей Головань",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень необычное и красивое место. Вкусная кухня и необычный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Volodymyr Kovalenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 4,
    "name": "Nocomments Sergio",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Prices are too high for the quantity and quality of food\n\n(Original) …",
    "rating": 5,
    "name": "Volodymyr Kovalchuk",
    "cat": "Indian restaurant"
  },
  {
    "review": "атмосферное место, очеень нравится посещать с друзьями\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nataliia Carlson",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв 🙏Всегда Вам рады 😊\n\n(Translated by Google)\nThank you very much for your feedback 🙏 We are always glad to see you 😊",
    "rating": 5,
    "name": "Satyam Chandra",
    "cat": "Indian restaurant"
  },
  {
    "review": "Красивое место, очень вкусная кухня. Можно хорошо отдохнуть с семьей)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Youlia Farbitna",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our institution! 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу! 🙏",
    "rating": 5,
    "name": "M K",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусная сытная еда, единственное, цены слегка завышены. Интерьер впечатляет )))) …",
    "rating": 5,
    "name": "Валентина Комарова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our restaurant. Visit us yet.\n\n(Original)\nДякуємо за високу оцінку нашого ресторану. Завітайте до нас ще.",
    "rating": 5,
    "name": "dhimant trivedi",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) The best Indian restaurant in Kiev, very tasty\n\n(Original) …",
    "rating": 5,
    "name": "Sergey Nenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great review! 😍 We will be waiting for you again in our restaurant! 🙌\n\n(Original)\nДуже дякуємо за чудовий відгук!😍 Чекатимемо Вас знову в нашому ресторані!🙌",
    "rating": 4,
    "name": "Kostiantyn Denysov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Замечательное заведение! всё понравилось\n\n(Translated by Google)\nWonderful institution! All liked it",
    "rating": 1,
    "name": "rahul sethiya",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, we are very glad that you liked us! Thank you for the excellent rating and we will always wait again in our restaurant!))\n\n(Original)\nОлександр, ми дуже раді що Вам сподобалось у нас! Дякуємо за відмінну оцінку  і завжди чекатимемо знову в нашому ресторані!))",
    "rating": 5,
    "name": "ALEX Kozlovskyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Не мог дозвониться чтобы столик забронировать. Нет ответа по всем номерам телефона - звонил 2 января в 15:00 . Жаль. …",
    "rating": 2,
    "name": "avi singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно и уютно))\n\n(Translated by Google)\nVery tasty and cozy))",
    "rating": 3,
    "name": "vinamra Shukla",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв 🙏😊😊Мы стараемся для Вас))\n\n(Translated by Google)\nThank you for your feedback 🙏😊😊We are doing our best for you))",
    "rating": 3,
    "name": "Tanvir Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, high prices, small portions.\n\n(Original) …",
    "rating": 5,
    "name": "EIGHT STONES LLC/ /ВОСЕМЬ КАМНЕЙ",
    "cat": "Indian restaurant"
  },
  {
    "review": "Невероятно вкусно! И интерьер реально дворца!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юрий Саюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Нам очень приятно, когда наши гости остаются довольны!🥰Спасибо за высокую оценку!))💖👍\n\n(Translated by Google)\nWe are very pleased when our guests are satisfied! 🥰Thanks for the high rating!)) 💖👍",
    "rating": 5,
    "name": "Людмила Денисюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Кухня отличная, но дизайн перегружен...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vyachesav Kochenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим Вас, Анастасия за отзыв! Нам очень ценно мнение каждого гостя и мы обязательно учитываем все пожелания! Рады Вам сообщить, что вскоре наш ресторан переезжает на новое место с более современным интерьером! Уже с 10 марта 2021г. «New Bombay Palace» будет находиться по адресу: бул. Леси Украинки 34! Обязательно приходите попробовать наши блюда. Тем более, в первую неделю после открытия Вас ожидает скидка -25%! Ждём Вас снова в нашем ресторане. С любовью команда NBP!❤️\n\n(Translated by Google)\nThank you, Anastasia for your feedback! The opinion of each guest is very valuable to us and we will certainly take into account all the wishes! We are glad to inform you that soon our restaurant is moving to a new location with a more modern interior! Already from March 10, 2021. \"New Bombay Palace\" will be located at Blvd. Lesi Ukrainka 34! Be sure to come and taste our dishes. Moreover, in the first week after the opening you will have a -25% discount! We are waiting for you again in our restaurant. With love, NBP team! ❤️",
    "rating": 2,
    "name": "jai chauhan",
    "cat": "Indian restaurant"
  },
  {
    "review": "Дорогой ресторан, с НЕ ОСОБО соответствующим уровнем обслуживания и интерьером. Для людей с достатком ВЫШЕ среднего. …",
    "rating": 5,
    "name": "Илья Кудашкин",
    "cat": "Indian restaurant"
  },
  {
    "review": "Шикарная атмосфера,и очень вкусная еда\n\n(Translated by Google)\nLuxurious atmosphere and delicious food",
    "rating": 5,
    "name": "Ксенія Губіна",
    "cat": "Indian restaurant"
  },
  {
    "review": "Александр, благодарим за высокую цену!🙌 Обязательно приходите к нам ещё)))💖\n\n(Translated by Google)\nAlexander, thank you for the high price! 🙌 Be sure to come to us again))) 💖",
    "rating": 5,
    "name": "Vrutta Patel",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хороший ресторан, изысканный интерьер!\n\n(Translated by Google)\nNice restaurant, exquisite interior!",
    "rating": 5,
    "name": "Елена Гусева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за высокую оценку! Рады, что Вам всё понравилось. Будем ждать снова у нас в гостях)))\n\n(Translated by Google)\nDmitry, thank you for your appreciation! We are glad that you liked everything. We will wait again at our guest)))",
    "rating": 5,
    "name": "Aryan karan Brothers",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. Mr. Kumar is a wonderful restaurant owner\n\n(Original) …",
    "rating": 3,
    "name": "Игорь Лоза",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for appreciating our facility🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу🙏",
    "rating": 5,
    "name": "Неля Меленчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно, стильная обстановка, мне понравилось\n\n(Translated by Google) …",
    "rating": 2,
    "name": "slava umansky",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for the evaluation of our institution 🙏 You are always happy 🙏😊\n\n(Original)\nДоброго дня! Спасибі за оцінку нашого закладу🙏 Завжди Вам раді 🙏😊",
    "rating": 5,
    "name": "PK Fitness",
    "cat": "Indian restaurant"
  },
  {
    "review": "Атмосферно и очень вкусно 😋\n\n(Translated by Google)\nAtmospheric and delicious",
    "rating": 4,
    "name": "Maxim Tomorrow",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation 🙏🤗\n\n(Original)\nСпасибо  за высокую оценку 🙏🤗",
    "rating": 5,
    "name": "Анна Хитрая",
    "cat": "Indian restaurant"
  },
  {
    "review": "Одно из самых старых заведений Киева, атмосферно и вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Indian cuisine restaurant. Looks like the guys are diligent. …",
    "rating": 2,
    "name": "Назар Новак",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for rating our institution.\n\n(Original)\nДякуємо за оцінку нашого закладу.",
    "rating": 5,
    "name": "Евгения Озкан",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хорошее и красивое место. И особенно  вкусная кухня.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Karra Nikhilreddy",
    "cat": "Indian restaurant"
  },
  {
    "review": "Шикарно! Очень разнообразный ассортимент блюд, невероятно вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "WJR",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень уютное место, хорошее обслуживание и невероятная атмосфера! Очень рекомендую к посещению! …",
    "rating": 5,
    "name": "Дмитрий Малахов",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Лера Корчинська",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусно здесь\n\n(Translated by Google)\nVery tasty here",
    "rating": 5,
    "name": "Natalia",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв и высокую оценку 🙏🙏 🙏\n\n(Translated by Google)\nThanks for the feedback and high rating 🙏🙏 🙏",
    "rating": 3,
    "name": "Konstantin Belousov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Явно не стоит своих денег. Дорого и невкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksander Ovanezov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. Мы дорожим нашими клиентами, поэтому просим уточнить, что именно вас не устроило и как мы можем улучшить сервис.\nВы можете подробно рассказать причину жалобы на почту nbp1996AA@ukr.net\n\nС уважением, команда New Bombay Palace.\n\n(Translated by Google)\nThank you for your feedback. We value our customers, so we ask you to clarify what exactly did not suit you and how we can improve the service.\nYou can tell in detail the reason for the complaint to nbp1996AA@ukr.net\n\nBest regards, New Bombay Palace Team.",
    "rating": 5,
    "name": "Алекс Александров",
    "cat": "Indian restaurant"
  },
  {
    "review": "Уютный ресторан, вкусные салаты\n\n(Translated by Google)\nCozy restaurant, delicious salads",
    "rating": 5,
    "name": "Serhii Denysenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Самый вкусный чай что я пил)) и очень уютно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "PAGADALA RAHHUL",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 4,
    "name": "Евгений Петрикин",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Maybe it used to be good here. Price does not match quality …",
    "rating": 4,
    "name": "Цветана Цветкова",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback.\n\n(Original)\nСпасибі за відгук.",
    "rating": 1,
    "name": "Павел Кузнецов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Люблю. Хожу регулярно. Место не шумное, хотя цены конечно выше среднего.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Михаил Буряк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличное место, превосходный интерьер.  Цены конечно сильно завышенные\n\n(Translated by Google) …",
    "rating": 4,
    "name": "BHABA SWAIN",
    "cat": "Indian restaurant"
  },
  {
    "review": "Классное место!!! Индийская кухня восхитительная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Stanfield",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏",
    "rating": 4,
    "name": "Valentina Blanc",
    "cat": "Indian restaurant"
  },
  {
    "review": "Все отлично. Кухня вкусно, красиво.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Shailesh Purohit",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) This restaurant is pricey but I eat it honestly not new\n\n(Original) …",
    "rating": 5,
    "name": "Mohd Saifuddin",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно, красиво, аутентично, но оооочень дорого\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Вербило",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв\n\n(Translated by Google)\nThanks for your feedback",
    "rating": 4,
    "name": "Andre Kononov",
    "cat": "Indian restaurant"
  },
  {
    "review": "очень потрясный ресторан\n\n(Translated by Google)\nvery awesome restaurant",
    "rating": 4,
    "name": "Оля Игнатюк",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за положительный отзыв и отличную оценку нашего ресторана!)) Всегда ждём в гости снова 🙏\n\n(Translated by Google)\nThank you for your positive feedback and excellent rating of our restaurant!)) We are always looking forward to visiting again 🙏",
    "rating": 5,
    "name": "Дмитрий Спиридов",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень стильное тематическое место, очень вкусно и уютно.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Таня Колесник",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Not cheap, but delicious as in India.\n\n(Original) …",
    "rating": 5,
    "name": "Vivek Pratap",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Sergey Tikhonov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень понравилось заведение, кухня, обслуживание, интерьер. Спасибо!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andriy Kononenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Хороший ресторан автентичной индийской кухни\n\n(Translated by Google)\nGood Authentic Indian Restaurant",
    "rating": 5,
    "name": "Gaurav Sathe",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень красиво но дорого\n\n(Translated by Google)\nVery nice but expensive",
    "rating": 4,
    "name": "Kіra Kira",
    "cat": "Indian restaurant"
  },
  {
    "review": "Здравствуйте. Благодарим за высокую оценку нашего ресторана!) Также хотим добавить, что наши цены не выше, чем в других ресторанах подобного уровня в Киеве.\n\n(Translated by Google)\nHello. Thank you for your appreciation of our restaurant!) We also want to add that our prices are not higher than in other restaurants of a similar level in Kiev.",
    "rating": 4,
    "name": "Олена Олифиренко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Лучше место в Киеве не найти .\n\n(Translated by Google)\nYou can't find a better place in Kiev.",
    "rating": 5,
    "name": "Maria Kebu",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку! Всегда Вам рады))😊\n\n(Translated by Google)\nThank you for your appreciation! We are always glad to see you)) 😊",
    "rating": 4,
    "name": "Andrey Butov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Роскошное место!!! Очень красиво и атмосферно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jawad Gul",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 4,
    "name": "Bapineedu Anaparti",
    "cat": "Indian restaurant"
  },
  {
    "review": "Остался доволен) уютно и вкусно.\n\n(Translated by Google)\nSatisfied) comfortable and tasty.",
    "rating": 5,
    "name": "Юрий Винниченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Сегодня проходила мимо по дороге на выставку хризантем!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Woellner",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань. Будь ласка, надішліть нам електронний лист із номером телефону чи електронною адресою, щоб наш менеджер міг особисто допомогти вирішити ваші проблеми.",
    "rating": 5,
    "name": "Maksimjeet Chowdhary",
    "cat": "Indian restaurant"
  },
  {
    "review": "Волшебные блюда - вкуснотища!Десерты - атас! Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Harsh Nimavat",
    "cat": "Indian restaurant"
  },
  {
    "review": "своя атмосфера, по душе приглянулся.\n\n(Translated by Google)\nown atmosphere, liked it.",
    "rating": 5,
    "name": "Ruslan Lytvynenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Виталий, мы благодарны за Ваш положительный отзыв и отличную оценку ресторана!😉 Нам важно мнение каждого посетителя!)) Особенно приятно видеть, когда старания всей нашей команды NBP так высоко оцениваются дорогими гостями🤗 Мы прилагаем максимум усилий, чтобы New Bombay Palace стал одним из любимых заведений, куда Вам захочется возвращаться снова и снова!❤️\n\n(Translated by Google)\nVitaliy, we are grateful for your positive feedback and excellent evaluation of the restaurant! 😉 The opinion of each visitor is important to us!)) It is especially pleasant to see when the efforts of our entire NBP team are so highly appreciated by dear guests We are making every effort to make New Bombay Palace one of the favorite places where you will want to return again and again! ❤️",
    "rating": 5,
    "name": "Natáliya Mendes",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "KYIV Live",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку ресторана!)) Вы можете помочь нам стать лучше, указав, что больше всего понравилось. А на что нам стоит ещё обратить внимание. Хотелось бы получать больше обратной связи от наших гостей.💖\n\n(Translated by Google)\nThank you for your appreciation of the restaurant!)) You can help us become better by indicating what you liked the most. And what else should we pay attention to. I would like to receive more feedback from our guests.💖",
    "rating": 4,
    "name": "Valentyna Tsimbota",
    "cat": "Indian restaurant"
  },
  {
    "review": "Очень вкусный кофе готовят\n\n(Translated by Google)\nDelicious coffee",
    "rating": 5,
    "name": "Range Rover",
    "cat": "Indian restaurant"
  },
  {
    "review": "Место настоящей индийской кухни в Киеве!\n\n(Translated by Google)\nThe place of real Indian cuisine in Kiev!",
    "rating": 4,
    "name": "Mary Petrykina",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за теплые слова! Работаем для вас!\n\n(Translated by Google)\nThanks for the kind words! We work for you!",
    "rating": 5,
    "name": "Вероніка Рижкова",
    "cat": "Indian restaurant"
  },
  {
    "review": "Всьо очень круто\n\n(Translated by Google)\nVso is very cool",
    "rating": 2,
    "name": "21-Bharat Syal",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏",
    "rating": 5,
    "name": "Igor Chornyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Все очень хорошо\n\n(Translated by Google)\nEverything is very good",
    "rating": 5,
    "name": "Денис Денис",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Анна Сластьон",
    "cat": "Indian restaurant"
  },
  {
    "review": "погружение в атмосферу дворца магараджи-полное!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "abhay jain",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отличный индийский ресторан.Зашел\n\n(Translated by Google)\nGreat Indian restaurant.",
    "rating": 5,
    "name": "Badal Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Елена Головакина",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно, мало, дорого, красиво!\n\n(Translated by Google)\nTasty, little, expensive, beautiful!",
    "rating": 3,
    "name": "Maria Andruschakevich",
    "cat": "Indian restaurant"
  },
  {
    "review": "Охренительно дорогой и плохой кофе.\n\n(Translated by Google)\nDamn expensive and bad coffee.",
    "rating": 5,
    "name": "Yadvendra Chaubey",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань. Будь ласка, надішліть нам електронний лист із номером телефону чи електронною адресою, щоб наш менеджер міг особисто допомогти вирішити ваші проблеми.",
    "rating": 3,
    "name": "21-Arohi Singh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Good Indian\nThe place is empty of man …",
    "rating": 5,
    "name": "Яна Коробко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious indian food\n\n(Original)\nاكل هندي لذيذ",
    "rating": 5,
    "name": "Руслана Стеценко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We hope you enjoyed your stay at New Bombay. We will be glad to see you again. Have a great day!",
    "rating": 4,
    "name": "Vijish Mannoor (vmannoor)",
    "cat": "Indian restaurant"
  },
  {
    "review": "Слава Богу есть с чем сравнить в Киеве.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вова Мельник",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Venkatesh Munde",
    "cat": "Indian restaurant"
  },
  {
    "review": "Сочная пища. Отменные специи\n\n(Translated by Google)\nJuicy food. Excellent spices",
    "rating": 5,
    "name": "Trident11",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв 🙏\n\n(Translated by Google)\nThanks for the feedback 🙏",
    "rating": 5,
    "name": "Максим Приходько",
    "cat": "Indian restaurant"
  },
  {
    "review": "Остро, вкусно, гостеприимно ❤️\n\n(Translated by Google)\nSpicy, tasty, hospitable ❤️",
    "rating": 5,
    "name": "Phil Platt",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. But the prices are high\n\n(Original)\nСмачно. Але ціни високі",
    "rating": 5,
    "name": "ashish adap",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty\n\n(Original)\nДуже смачно",
    "rating": 1,
    "name": "Anilkumar Indrakumar Singadi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за высокую оценку!)) Будем рады видеть в нашем ресторане снова🙏\n\n(Translated by Google)\nThank you for your appreciation!)) We will be glad to see you in our restaurant again🙏",
    "rating": 5,
    "name": "manjindernagra manjindernagra",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно, но неоправданно дорого\n\n(Translated by Google)\nDelicious, but unreasonably expensive",
    "rating": 5,
    "name": "Wel der",
    "cat": "Indian restaurant"
  },
  {
    "review": "Всё супер ,кухня и персонал 👍\n\n(Translated by Google)\nEverything is super, kitchen and staff 👍",
    "rating": 5,
    "name": "jitendra singh rajpurohit",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв 🙏Всегда Вам рады 😊🙏\n\n(Translated by Google)\nThank you very much for your feedback 🙏 We are always glad to see you 😊🙏",
    "rating": 4,
    "name": "Виталий Королевский",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Jon Gergis",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за отзыв .\n\n(Translated by Google)\nThanks for the feedback.",
    "rating": 5,
    "name": "Iurii",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A true Indian restaurant\n\n(Original)\nСправжній індійський ресторан",
    "rating": 2,
    "name": "Dipanshu Panwar",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 4,
    "name": "Ірина Чорній",
    "cat": "Indian restaurant"
  },
  {
    "review": "Прекрасное и атмосферное место\n\n(Translated by Google)\nBeautiful and atmospheric place",
    "rating": 3,
    "name": "Sanya Kitov",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation 🙏\n\n(Original)\nСпасибо за высокую оценку 🙏",
    "rating": 3,
    "name": "Ihor Baranenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Chic restaurant\n\n(Original)\nШикарний ресторан",
    "rating": 4,
    "name": "Rus Izh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the high rating of our restaurant 🙏Always happy for you!\n\n(Original)\nСпасибі за високу оцінку, нашого ресторана 🙏Завжди Вам раді !",
    "rating": 5,
    "name": "Алла Савченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Nice expensive restaurant\n\n(Original)\nГарний дорогий ресторан",
    "rating": 4,
    "name": "Andrey Sarymsakov",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Татьяна Забелина",
    "cat": "Indian restaurant"
  },
  {
    "review": "Дорого, но вкусно\n\n(Translated by Google)\nExpensive but tasty",
    "rating": 5,
    "name": "Nataliya Konstantinova",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "BHAWAN SHARMA",
    "cat": "Indian restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Алекс «Монк»",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review. We are happy you enjoyed your stay at New Bombay Palace. We will be glad to see you again.",
    "rating": 5,
    "name": "SP S",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Карлик Вафлежуй",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 4,
    "name": "Sergey Ukraine",
    "cat": "Indian restaurant"
  },
  {
    "review": "уютно, вкусно, экзотично\n\n(Translated by Google)\ncozy, tasty, exotic",
    "rating": 5,
    "name": "Тома Алексенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Fabulous\n\n(Original)\nرائع",
    "rating": 5,
    "name": "Akash Kumar Netam",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) I was pleasantly surprised\n\n(Original)\nAm rămas surprins plăcut",
    "rating": 4,
    "name": "Екатерина Шерварли",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 2,
    "name": "مسفر المالكي",
    "cat": "Indian restaurant"
  },
  {
    "review": "Давно пора сделать ремонт.\n\n(Translated by Google)\nIt's time to make repairs.",
    "rating": 5,
    "name": "mariam almarzooqi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Нормальное заведение на троечку\n\n(Translated by Google)\nNormal institution for C grade",
    "rating": 5,
    "name": "Евгений Шияненко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) It's very atmospheric\n\n(Original)\nДуже атмосферно",
    "rating": 5,
    "name": "Іра Соло",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the review 😊\n\n(Original)\nСпасибі за відгук 😊",
    "rating": 5,
    "name": "Vasya Smith",
    "cat": "Indian restaurant"
  },
  {
    "review": "Всегда вкусно)\n\n(Translated by Google)\nAlways delicious)",
    "rating": 5,
    "name": "tanya b",
    "cat": "Indian restaurant"
  },
  {
    "review": "Отменная индийская кухня\n\n(Translated by Google)\nGreat Indian cuisine",
    "rating": 5,
    "name": "Богдан Олександрук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Не за те деньги.\n\n(Translated by Google)\nNot for the money.",
    "rating": 5,
    "name": "Женя Приступа",
    "cat": "Indian restaurant"
  },
  {
    "review": "Уютно",
    "rating": 5,
    "name": "Боря",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the high evaluation of our restaurant🙏🙏🙏😊 You are always welcome 😊\n\n(Original)\nСпасибі за високу оцінку нашого ресторану🙏🙏🙏😊 Завжди Вам раді 😊",
    "rating": 5,
    "name": "mehul dave",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Дмитрий Довгань",
    "cat": "Indian restaurant"
  },
  {
    "review": "Супер)\n\n(Translated by Google)\nSuper)",
    "rating": 1,
    "name": "Julia Bigich",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏",
    "rating": 5,
    "name": "Igor Mirochnyk",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Oleg Kuzema",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Ruslan Vyshnevskyi",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Марина Сытник",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) I recommend!\n\n(Original)\nРекомендую!",
    "rating": 5,
    "name": "Oshri Danon",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо за высокую оценку, нашего ресторана 🙏🙏🙏\n\n(Translated by Google)\nThank you for your appreciation of our restaurant 🙏🙏🙏",
    "rating": 5,
    "name": "Saketh Reddy",
    "cat": "Indian restaurant"
  },
  {
    "review": "Кухня необычная\n\n(Translated by Google)\nThe kitchen is unusual",
    "rating": 4,
    "name": "Ali Alkaby",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) there are pros and cons\n\n(Original)\nє  і плюси і мінуси",
    "rating": 5,
    "name": "Silence",
    "cat": "Indian restaurant"
  },
  {
    "review": "Bes",
    "rating": 1,
    "name": "jasmeet singh Sachdeva",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution. Visit us again.",
    "rating": 5,
    "name": "BlueBloodFlex",
    "cat": "Indian restaurant"
  },
  {
    "review": "Вкусно но дорого\n\n(Translated by Google)\nTasty but expensive",
    "rating": 4,
    "name": "Dr.Mohammed Abdul Haseeb",
    "cat": "Indian restaurant"
  },
  {
    "review": "Красиво\n\n(Translated by Google)\nhandsomely",
    "rating": 5,
    "name": "HARSH SHAH",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 4,
    "name": "Руслан Криволап",
    "cat": "Indian restaurant"
  },
  {
    "review": "Шикарно",
    "rating": 3,
    "name": "Sergey Shapovalov",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 4,
    "name": "Adawia Jabar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Шарм Индии!)\n\n(Translated by Google)\nCharm of India!)",
    "rating": 5,
    "name": "Xavier van Buchem",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Lucky Arpan",
    "cat": "Indian restaurant"
  },
  {
    "review": "👍👍",
    "rating": 5,
    "name": "Victoriia Holovkova",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим Вас за высокую оценку!😉 Мы  очень рады, что Вам нравится наш ресторан !👍 Хотим сообщить, что «New Bombay Palace» по старому адресу работать уже не будет! Теперь всегда мы будем открыты по новому адресу: бул. Леси Украинки 34!)) На период локдауна у нас также работает услуга доставки!👌Либо можно забрать свой заказ из ресторана навынос.😉📲Принимаем звонки по телефонам:\n+380(93) 576 60 69 и (044) 285-99-99. После окончания локдауна с радостью ждём Вас снова в гости!🙌 С любовью, команда NBP!❤️\n\n(Translated by Google)\nThank you for your appreciation! 😉 We are very glad that you like our restaurant! 👍 We would like to inform you that the “New Bombay Palace” at the old address will no longer work! Now we will always be open at a new address: blvd. Lesia Ukrainka 34!)) For the period of lockdown, we also have a delivery service! 👌 Or you can pick up your order from the takeaway restaurant. We accept calls by phones:\n+380 (93) 576 60 69 and (044) 285-99-99. After the end of the lockdown, we are happy to welcome you again! 🙌 With love, NBP team! ❤️",
    "rating": 5,
    "name": "маргарита марго",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Guns\n\n(Original)\nГууууд",
    "rating": 5,
    "name": "Раиса Калиниченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Ігор Чугай",
    "cat": "Indian restaurant"
  },
  {
    "review": "Перекусить самое то.\n\n(Translated by Google)\nHave a bite to eat.",
    "rating": 4,
    "name": "לירון דנון",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за  ваш отзыв, всегда рады вам.\n\n(Translated by Google)\nThank you very much for your feedback, we are always glad to see you.",
    "rating": 4,
    "name": "Алина Богуславская",
    "cat": "Indian restaurant"
  },
  {
    "review": "Облизував пальчики )\n\n(Translated by Google)\nLicking my fingers)",
    "rating": 4,
    "name": "Ihor Vus",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады Вас видеть🙏😊\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you🙏😊",
    "rating": 2,
    "name": "Vinay Dixit",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Ostrenko\n\n(Original)\nостренько",
    "rating": 5,
    "name": "Mahesh Y",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо\n\n(Translated by Google)\nThanks",
    "rating": 5,
    "name": "Sagar Patil",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Visit us again.\n\n(Original)\nДякуємо за оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 4,
    "name": "Jigyasha Kumari",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Pathos\n\n(Original)\nПафос",
    "rating": 4,
    "name": "Александр Кравченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "отлично для прогулки\n\n(Translated by Google)\ngreat for a walk",
    "rating": 4,
    "name": "Алексей Коломейцев",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) i miss ukraine\n\n(Original)\nوحشتني اوكرانيا",
    "rating": 2,
    "name": "Andriy Parsyehov",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Nadia",
    "cat": "Indian restaurant"
  },
  {
    "review": "хорошо\n\n(Translated by Google)\nGood",
    "rating": 5,
    "name": "Катя Новикова",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "София Пивоварова",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏🙏😊",
    "rating": 3,
    "name": "Ali Alhamrani",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alex Kh",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the high rating 🙏 🙏🙏\n\n(Original)\nСпасибі за високу оцінку 🙏 🙏🙏",
    "rating": 5,
    "name": "Daria Kerina",
    "cat": "Indian restaurant"
  },
  {
    "review": "такое\n\n(Translated by Google)\nsuch",
    "rating": 4,
    "name": "Владислав Ашмянцев",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Visit us again.\n\n(Original)\nДякуємо за оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 5,
    "name": "Рашид Лукум Жано",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Пташник",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за отличную оценку!)) Будем ждать в нашем ресторане снова🙏\n\n(Translated by Google)\nThank you for your excellent rating!)) We will wait in our restaurant again🙏",
    "rating": 5,
    "name": "Alex Kolomys",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ярослав Зінченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "Sergei, thank you for your great review! We will be glad to see you in our restaurant again!) 🙏",
    "rating": 5,
    "name": "Paul S",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) A pathetic place\n\n(Original)\nПафосне місце",
    "rating": 5,
    "name": "Pavan Kumar",
    "cat": "Indian restaurant"
  },
  {
    "review": "Все понравилось\n\n(Translated by Google)\nAll liked it",
    "rating": 5,
    "name": "Александра Помазан",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо Вам за позитивный отзыв. Будем ждать вас снова.🙏\n\n(Translated by Google)\nThank you for your positive feedback. We will be waiting for you again.🙏",
    "rating": 5,
    "name": "Dionis Smile",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Great place\n\n(Original)\nЧудове місце",
    "rating": 3,
    "name": "Юрий Захарчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Sourin Banerjee",
    "cat": "Indian restaurant"
  },
  {
    "review": "Красивое место",
    "rating": 2,
    "name": "shaikh irfan 17 786",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our institution!\n\n(Original)\nСпасибі за оцінку нашого закладу!",
    "rating": 4,
    "name": "Александр Ефименков",
    "cat": "Indian restaurant"
  },
  {
    "review": "Понравилось\n\n(Translated by Google)\nLiked",
    "rating": 5,
    "name": "Mahnoor Abid",
    "cat": "Indian restaurant"
  },
  {
    "review": "Зачетное место\n\n(Translated by Google)\nCredit place",
    "rating": 4,
    "name": "Богдан Каенов",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution, always glad to you.\n\n(Original)\nСпасибі за високу оцінку нашого закладу, завжди раді Вам.",
    "rating": 5,
    "name": "Fahmy Lassie",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmitry Arabadzhi",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Роман Савченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Ольга Макарчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Neha Rai",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Tejas Abrol",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку нашему ресторану и очень рады, что Вам всё понравилось)) Всегда ждём в гости ещё!🙏\n\n(Translated by Google)\nThank you for your appreciation of our restaurant and are very glad that you liked everything)) We are always looking forward to visiting you again! 🙏",
    "rating": 5,
    "name": "Niranjan Bhutkar",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan Borodenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "Александр, благодарим за высокую оценку!😉Мы очень рады, что Вам всё понравилось. 👍Стараемся делать всё возможное для Вашего идеального отдыха))Ждём снова в нашем ресторане! С любовью, команда NBP!❤️\n\n(Translated by Google)\nAlexander, thank you for your appreciation! 😉We are very glad that you liked everything. 👍We are trying to do our best for your perfect holiday)) We are waiting again in our restaurant! Love, NBP team! ❤️",
    "rating": 4,
    "name": "Alexandr Mris",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Илья Зильбершейд.",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏",
    "rating": 5,
    "name": "Анастасия Отличная",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Игорь Чибисов",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Богдан Щипакин",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Welcome to us.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Ласкаво просимо до нас ще.",
    "rating": 5,
    "name": "Prafful Chouhan",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Shabnam Suprava",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Please visit us again. Merry Christmas!\n\n(Original)\nДякуємо за оцінку нашого закладу.Завітайте до нас ще. З Різдвом Христовим!",
    "rating": 1,
    "name": "Диана Фролова",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Total e Service",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку нашего ресторана)) Всегда рады видеть в гостях🙏\n\n(Translated by Google)\nThank you for the appreciation of our restaurant)) We are always glad to see you as a guest🙏",
    "rating": 5,
    "name": "General Doctors",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Denis Z",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations.\n\n(Original)\nДякуємо, що знайшли час, щоб дати нам оцінку вашого візиту. Ми дуже шкодуємо, почувши, що наш ресторан не виправдав ваших очікувань.",
    "rating": 5,
    "name": "Vipul Seth",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Pioner Rekston",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏 🙏🙏🙏🙏🙏😊😊",
    "rating": 4,
    "name": "Alex Ghetmansky",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Андрій Фіковський",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 3,
    "name": "Anton Shklyar",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Crypto PK",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for evaluating our facility. Please visit us again.\n\n(Original)\nДякуємо за оцінку нашого закладу.Завітайте до нас ще.",
    "rating": 5,
    "name": "Volodymyr Tymoshchuk",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Мария Еремеева",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you very much for your review, we really appreciate it. We will be glad to see you again at New Bombay Palace!",
    "rating": 5,
    "name": "Ranjeev Nar",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Shagun Thakur",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏🙏🙏🙏😊",
    "rating": 5,
    "name": "Богдан Гура",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Traveling Desi",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the evaluation of our institution.\n\n(Original)\nСпасибі  за оцінку нашого закладу.",
    "rating": 5,
    "name": "ИРИНА Юрченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Olha Rymartsova",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Zagorsky",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for taking the time to give us an assessment of your visit. We are very sorry to hear that our restaurant did not live up to your expectations. Please send us an email with your phone number or email address so our manager can personally help you resolve your issues.",
    "rating": 4,
    "name": "Оксана Завадовська",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Serg K",
    "cat": "Indian restaurant"
  },
  {
    "review": "Благодарим Вас, Сергей за положительный отзыв!) Команда NBP будет рада видеть Вас снова у нас в гостях!\nХотим Вам сообщить, что с 10.03.2021 наш ресторан будет находится по новому адресу: улица Леси Украинки 34 😊\n\n(Translated by Google)\nThank you Sergey for your positive feedback!) The NBP team will be glad to see you again as our guest!\nWe would like to inform you that from 10.03.2021 our restaurant will be located at a new address: 34 Lesi Ukrainka Street 😊",
    "rating": 5,
    "name": "Саша Коренчук",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "T alwuqayan",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your appreciation of our institution. Visit us again.",
    "rating": 5,
    "name": "Lanly Vaz",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "HARIS GHAZALI",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We are glad to see you in our restaurant.\n\n(Original)\nДякуємо за високу оцінку. Ми раді бачити Вас у нашому ресторані.",
    "rating": 5,
    "name": "Анна Карагяур",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serhii Serhii",
    "cat": "Indian restaurant"
  },
  {
    "review": "Алёна, благодарим за отличную оценку!🙂 Будем ждать снова у нас в гостях)))\n\n(Translated by Google)\nAlena, thank you for the excellent rating! 🙂 We will wait again at our guest)))",
    "rating": 4,
    "name": "Анна Мищенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrew V",
    "cat": "Indian restaurant"
  },
  {
    "review": "🙏🙏🙏🙏",
    "rating": 5,
    "name": "Леся этотСухецкая",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Таня Дорошенко",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "anugya deep",
    "cat": "Indian restaurant"
  },
  {
    "review": "Денис, благодарим за высокую оценку нашего ресторана!😉 Мы стараемся учитывать все пожелания наших гостей. Вы можете помочь нам стать лучше, описав что Вам понравлюсь, а на что нам стоит больше обратить внимание и исправить в нашей работе!😉Будем рады видеть Вас в нашем ресторане!🙌 С любовью, команда NBP!❤️\n\n(Translated by Google)\nDenis, thank you for the high appraisal of our restaurant! 😉 We try to take into account all the wishes of our guests. You can help us become better by describing what you like and what we should pay more attention to and fix in our work! 😉We will be glad to see you in our restaurant! 🙌 With love, NBP team! ❤️",
    "rating": 5,
    "name": "Happy Happy",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anatoliy Klimashevskyy",
    "cat": "Indian restaurant"
  },
  {
    "review": "Спасибо большое за высокую оценку!)) Очень рады, что Вам понравилось. Будем ждать в гости снова🙏\n\n(Translated by Google)\nThank you very much for your appreciation!)) We are very glad that you liked it. We will wait for a visit again🙏",
    "rating": 5,
    "name": "Виктория Назаренко",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Eugene",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again.\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас.",
    "rating": 5,
    "name": "Alexandr Lazarenko",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yana Slipets",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Manish Rachh",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Jayant Gotani",
    "cat": "Indian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation of our institution. Visit us again. 🙏\n\n(Original)\nДякуємо за високу оцінку нашого закладу. Завітайте ще до нас. 🙏",
    "rating": 1,
    "name": "Наталия Семченко",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alok Bansal",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Navraj Singh Deopa",
    "cat": "Indian restaurant"
  },
  {
    "review": "Thank you for your sincere feedback. Welcome to us.",
    "rating": 5,
    "name": "Ruslan Zakharov",
    "cat": "Indian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "mohammad",
    "cat": "Indian restaurant"
  }
]