[
  {
    "review": "Incredibly delicious food, very tasty and fresh! Really amazing. Definitely worth a visit if you like Eastern European food. We had pickled vegetables, blini with salmon, chicken kijiew and Schaschlik as well as an extremely yummy piece of Napoleon cake.",
    "rating": 5,
    "name": "Erik Amann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "First - I would give 4.5 stars instead of 5 :) We tried pancakes with salmon, shaslyk (grilled meat and vegetables), vareniki with potato and traditional Borsch soup. I am giving -0.5 starts because of the soup: there was no meat inside and …",
    "rating": 5,
    "name": "Oleg Fedotkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good place! Good atmosphere, great food, pleased service!\nRecommend to visit not for only Ukrainians, But also for any German and city visitors",
    "rating": 5,
    "name": "Nikolay Buinenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was excellent! The meat was tender and the vegetarian dishes were delicious. The service was fast and we enjoyed our time there. We will definitely come again!",
    "rating": 5,
    "name": "Paul Rudolph",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Service is quite good and the men is nice where. Food also good but could have been better But bliny were not hot and they bring my colleague wrong soup he still liked though.",
    "rating": 4,
    "name": "Anna Presnyakova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The service was very very slow. The waiter insisted that we should take an appetizer because it would take some time before the main course was ready.\nThe bread we got served with the appetizer and didn't ask for, was also on the …",
    "rating": 1,
    "name": "Betty B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not only do the food was delicious but also the owner made our experience at the restaurant absolutely remarkable. We got to chat a bit and enjoyed a friendly atmosphere. Highly recommended!",
    "rating": 5,
    "name": "Artem Ponomarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is tasty with good appearance, one can see it is a chef who really cares about the customers. We ordered salmon rolls for predish, Ente with pear for main dish, was really tasty. …",
    "rating": 4,
    "name": "panpan jiang",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place. 2 bedrooms and a bath with air-conditioning and sweet people. The neighbor to the left of the door has the cell number of the manager. There are also some sweet ladies there, but they only speak German. Bring someone who speaks German just in case!",
    "rating": 4,
    "name": "Evan Engler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The ambience & music is absolutely Russian-Ukraine. The food is very well cooked, especially the wareniki and Chicken Kiev!!! If you're a fan of borsh soup they have an authentic recipe and if Baltika beer imported fr mother Russia. A must-visit for sure",
    "rating": 5,
    "name": "George Bilalis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Friendly staff, original menu, great food, in a cozy atmosphere. We will definitely go back :)",
    "rating": 5,
    "name": "Y. G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I really like this place, good food as and very good service the only problem ia that they take long to serve the food",
    "rating": 4,
    "name": "Ana Paula MG",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I will go to this place but ı dont know how much meals you can write English versiyons",
    "rating": 2,
    "name": "Görkem Akray",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Odessa  is Ukrainian city and kitchen is Russian.",
    "rating": 4,
    "name": "Marjana Olenchk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very,very good",
    "rating": 5,
    "name": "Alex Krapivnyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is good.",
    "rating": 5,
    "name": "Peter Hooiveld",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was very tasty. The service friendly. We went there without reserving a table and everything worked as we had imagined. Can recommend visiting the restaurant. …",
    "rating": 5,
    "name": "Tobias Vollmer Fotograf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) How lucky to have found this Ukrainian / Russian cuisine restaurant in Südstadt. Located on one of the streets that lead to Chlodwigplatz (right next to Weinladen), it is a real discovery to try the potato vareniki, …",
    "rating": 5,
    "name": "Javier Muñoz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Were there on Saturday, highly recommended, nothing to criticize. Good food, friendly service …",
    "rating": 5,
    "name": "Heinz G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) First of all: great restaurant. You are greeted in a super friendly way, the arrangement on the phone was without problems.\nThe owner, I guess, tried very hard to serve us a nice evening. The starter was …",
    "rating": 4,
    "name": "Alex Jablonowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wunderbarer Service, Essen mega liquor (and wine also)\nSome sachets are very authentic, and other experiments, but also very easy! …",
    "rating": 5,
    "name": "Тимур Мезінов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) So the reviews are not the place for political opinions. Whatever thoughts may be running through one's mind, baiting against a nationality here is discriminatory, especially getting upset about Russian politics, …",
    "rating": 5,
    "name": "Bernd willnich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We just didn't like it. It's a shame that we ordered the main course with the starter, because when we tried the starter we knew that the main course couldn't be better and that's how it was. The staff was sociable …",
    "rating": 1,
    "name": "Sven S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Small cute restaurant, the service was great. The food was delicious, but it was a bit lacking in taste. The menu wasn't big, but almost everyone will find a dish on the menu (I think it's enough, so you don't need …",
    "rating": 5,
    "name": "Vanessa Rock",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We were surprised at first that the restaurant was very empty today (we were early and the only guests). However, I can say that it was definitely not the service or the food. Both were really very good and we enjoyed …",
    "rating": 5,
    "name": "haezelchen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Extremely friendly service. Quite small restaurant with not many tables. Small selection of dishes. Very tasty for that. Traditional dishes are on the menu. …",
    "rating": 5,
    "name": "Carsten",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious and the service was great too. I can only recommend it !!!!! …",
    "rating": 5,
    "name": "khrystyna barabakh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good eatery with a reasonable selection of dishes.\n\nA great way to try a variety of different types of vodka. …",
    "rating": 4,
    "name": "Frank Raab",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Total impossible accommodation completely different as indicated\nBecause of clean near cathedral etc …",
    "rating": 1,
    "name": "Jessy Salone",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Small restaurant, uncomplicated table reservation, very nice welcome and service.\nThe appetizer was delicious, as was the first main course (soup solyanka) and …",
    "rating": 3,
    "name": "Irina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший и приветливый хозяин, хорошая украинская кухня👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Iren",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я и моя семья были там, это было красиво, это так вкусно, я надеюсь, что мы скоро снова поедем в Германию …",
    "rating": 5,
    "name": "Anni 910",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Friendly restaurant in the south of the city with a varied menu and delicious dishes. We recommend. …",
    "rating": 5,
    "name": "Stef CGN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Outstanding food, beautiful ambience and, above all, very courteous, attentive service. We'll be back soon! …",
    "rating": 5,
    "name": "Annette Socha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Am native of Odessa. Here I get a piece of home served on my plate. Very tasty and definitely worth a visit. …",
    "rating": 5,
    "name": "Joel M Dakhov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent, Russian-Urainic may not be as well known, but it is highly recommended. Most off all here. …",
    "rating": 5,
    "name": "Gilles",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Sehr lecker und empfehlenswert!\nОчень вкусно! Рекомендую! …",
    "rating": 5,
    "name": "Kyrill Brunstein",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Been there twice and always topped off. The plates were presented very nicely and the value for money is more than adequate. In addition, a friendly service! Really an authentic place !! …",
    "rating": 5,
    "name": "N B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Russian-Ukrainian cuisine as I know it originally from Russia. Very nice service! …",
    "rating": 5,
    "name": "René von Tiger",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Friendly welcome, portions plentiful. Food could be seasoned a little more. …",
    "rating": 4,
    "name": "Andrea B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Got to know the Russian / Ukrainian cuisine yesterday. Better than previously thought 🙂 The drinks - especially the alcohol - are inexpensive, the food is all the more expensive, but they are also delicacies. Very …",
    "rating": 5,
    "name": "Kai Wittfeld",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food was delicious! The portions could be a bit bigger but still a very recommendable restaurant! …",
    "rating": 5,
    "name": "Mischa Blum",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Es ist einfach das wunderschöne Restaurant mit authentischem und unglaublich köstlichem Essen. Borsch schmeckte wie zu Hause, was ein wichtiger Indikator für Geschmack und Qualität ist. Außerdem ist der Service ausgezeichnet, sehr …",
    "rating": 5,
    "name": "Kateryna Pisarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательный ресторан с традиционной русской и украинской кухней.\nВсё очень вкусно и по домашнему.\nПерсонал дружелюбный, обстановка приятная! …",
    "rating": 5,
    "name": "Alexander Shcherbakov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It's a shame that I can't give minus stars. The food that is sold there is not even worth a star. Whoever wants to try Ukrainian Russian food would rather not go there. We paid 145 euros and didn't eat anything. But …",
    "rating": 1,
    "name": "guram tchkonia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Что одесского в ресторане с гордым названием \"Одесса\"? К сожалению таки одно название. На выбор гостя представлен стандартный набор блюд русской, украинской и отчасти кавказской кухни: борщ, блины, вареники, бифстроганов, сельдь под шубой, …",
    "rating": 3,
    "name": "Jazzylive",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I wanted to impress my friends and ordered some russian appetizers for my birthday. The guests were very happy with the food.\nDelicious food, affordable price and 5 star service. …",
    "rating": 5,
    "name": "Tania Rata",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant with very tasty food and service!\n\n(Original) …",
    "rating": 5,
    "name": "Silke Fischer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное обслуживание и очень доброжелательный персонал! Меню составлено из традиционных блюд украинской кухни и приготовленных по-домашнему вкусно, но по-европейски изысканно. С удовольствием вернёмся сюда, ещё и ещё. …",
    "rating": 5,
    "name": "Владимир Жакобов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We recommend! Great, authentic decor including the right music;) Super friendly and attentive service, the food really tasty and well presented. We loved it :) …",
    "rating": 5,
    "name": "Phoebe Buffay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very warm and attentive owner-operated service in a cozy atmosphere. The food tasted great. We will be back. 😋👌 …",
    "rating": 5,
    "name": "Hülya Senol",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very friendly service. Delicious dishes, tasted almost like grandma's). I would love to come back. …",
    "rating": 5,
    "name": "Alex Sh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We recommend. The service is absolutely friendly and patiently explains the tw. unknown food. Since one of us is Ukrainian, we can say with a clear conscience that the dishes are also authentic and of good quality. …",
    "rating": 5,
    "name": "Marina L",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We recommend.\n\nSuper delicious food and very nice waiter. Very accommodating and attentive. We …",
    "rating": 5,
    "name": "sonja pa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Today I created the file Odessa.\nThe restaurant is a bit too dark for me because of the lighting, some say romantic. …",
    "rating": 3,
    "name": "Carsten Mueller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The name of this restaurant is more sheen than being. Food a bit overpriced, the ambience is more like a rustic German pub, there are problems with hygiene. If you want to eat Russian-Ukrainian food, you should go to …",
    "rating": 2,
    "name": "Valerij Pabst",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent food, very pleasant atmosphere and very courteous and nice service. We'll definitely be back soon and look forward to trying the other dishes. …",
    "rating": 5,
    "name": "Philipp von Zehmen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Kiev style chicken balls are fantastic.\n\n(Original) …",
    "rating": 5,
    "name": "Karyna Kubatova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I think Odessa is great. The food was really good. I can say that because we were in a group of 6 people. The charming operator has lovingly accompanied us through the beautiful evening. I'm sure, even if you have no …",
    "rating": 4,
    "name": "Fraeulein Reckless",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and beautiful food! If you are a friend of large portions, however, you should also approve a starter.\nVery nice and friendly staff! …",
    "rating": 4,
    "name": "Laurin Whay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant. Authentic. Delicious. Reasonable prices. Great service. I am thrilled and will be back soon 😍 …",
    "rating": 5,
    "name": "Skee Lo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, not too big a selection but still sufficient. Suitable for every occasion. Would come back immediately. …",
    "rating": 5,
    "name": "Lilia Doleschal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and cozy place .... between the narrow streets of Cologne .... we were pleased and delicious to relax with YOU as guests .... 💗💗💗 …",
    "rating": 5,
    "name": "Марьяна Мала",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно!!! Спасибо хозяину! Обслужил, накормил, напоил и много чего рассказал. Привет из Брюгге😉 …",
    "rating": 5,
    "name": "Александр Бройченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The only negative is, the wait for the food ..... otherwise eat great! Price performance basically great! I have rarely been so positively surprised! No more words just try my tip !! …",
    "rating": 5,
    "name": "Scholaf Olz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We recommend! The food is delicious, the upholstered chairs and benches are cozy and the service is very friendly and courteous! …",
    "rating": 5,
    "name": "Stephanie Zaar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вся еда супер мне нравится обсолютно всё! Уютный ресторан с очень дружным персоналом . Рекомендую ❤❤❤❤ …",
    "rating": 5,
    "name": "Drama Qveen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great food. Great drinks. Great service. Thanks for yesterday! …",
    "rating": 5,
    "name": "Tom Tommy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good food and very nice hospitality from the owner personally !! Many thanks to Mr. Krapivnij 😊👌👍👍👍👍👍 …",
    "rating": 5,
    "name": "Viki S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) If you want to try vodka like in Russia, this is the place for you.\nVery very good, but you should have eaten well beforehand …",
    "rating": 4,
    "name": "Marc tH",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) -friendly\n-Top service\n-delicious …",
    "rating": 5,
    "name": "bella123 bella123",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Vodka from the carafe. Friendly hosts. Enjoy your meal.\n\n(Original) …",
    "rating": 5,
    "name": "En1ero",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food was ok, but unfortunately the last touch was missing. Service very attentive and friendly. …",
    "rating": 3,
    "name": "Robert Kremer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, cozy atmosphere, very nice service.\n\n(Original) …",
    "rating": 5,
    "name": "Kornyman24",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super nice service and fantastic food!\n\n(Original) …",
    "rating": 5,
    "name": "Martin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Спасибо, очень приятная и добрая атмосфера. Всё было очень вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Natalia Lavrov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The owner is always ready to help and the check-in was very easy and quick. …",
    "rating": 4,
    "name": "Larissa Wohlfeil",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It was just delicious without complaining about bad taste …",
    "rating": 5,
    "name": "Doppel Korn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was very tasty  .\n\nThe food was fantastic. …",
    "rating": 5,
    "name": "TK. Z.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё было очень вкусно и приемлемая цена\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Service tried hard. Inattentive. Food was good, spicy sauce wasn't homemade …",
    "rating": 4,
    "name": "Helmuth Buchmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty, super friendly and the price-performance ratio is right !! It was a pleasure …",
    "rating": 5,
    "name": "Mareike AusLingen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice food, friendly service. We recommend\n\n(Original) …",
    "rating": 5,
    "name": "Frank Schmitz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food & nice atmosphere, the shashlik is a little expensive. …",
    "rating": 4,
    "name": "Рыжий Хасид",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything great. Ambience matches the name. The food is just as good …",
    "rating": 5,
    "name": "Roman Winter",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Small restaurant with local specialties, fresh, good fish selection. Parking in the area difficult …",
    "rating": 3,
    "name": "HJ Rings",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good food. Good service. Good price. Good wines.\n\n(Original) …",
    "rating": 5,
    "name": "Miguel Moura",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "атмосфера домашнего спокойствия!!! Блюда фантастические ! Сельдь под шубой просто неописуемая !!! …",
    "rating": 5,
    "name": "Ok Sportik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Something completely different. Everything was delicious. …",
    "rating": 5,
    "name": "Elisabeth Metz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice restaurant, with very good food and nice staff.\n\n(Original) …",
    "rating": 4,
    "name": "David Hellenbart",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Really delicious. I'm very pleasantly surprised.\n\n(Original) …",
    "rating": 5,
    "name": "Ute Vogelsang",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food, we were very satisfied!\n\n(Original) …",
    "rating": 5,
    "name": "Thomas Hoge-BVA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The conditions is very unfriendly !!! Price - performance is not right! A pity. …",
    "rating": 1,
    "name": "Ruslife Ruslife",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very beautiful.\nQuiet and tasty. …",
    "rating": 5,
    "name": "Vasyl Holovachko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super restaurant",
    "rating": 5,
    "name": "Svitlana Dokupel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютное, приятное местечко! Спасибо за борщик! )\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mitridat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Sehr gute Küche",
    "rating": 4,
    "name": "Tommi Zirbes",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Fine, small restaurant with good food\n\n(Original) …",
    "rating": 4,
    "name": "Elena Pyatkova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отмечали мой день рождения.\n\n(Translated by Google)\nCelebrated my birthday.",
    "rating": 5,
    "name": "Valentina Scurovskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Милый ресторанчик, вкусная еда.\n\n(Translated by Google)\nNice restaurant, delicious food.",
    "rating": 4,
    "name": "Alex Didik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Sehr gut",
    "rating": 5,
    "name": "Sven Stumpf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) High prices. Food average.\n\n(Original) …",
    "rating": 2,
    "name": "Christian",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Slow service\n\n(Original)\nLangsam service",
    "rating": 4,
    "name": "Cyril Leon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious!\n\n(Original)\nSehr lecker!",
    "rating": 5,
    "name": "Alex Klappert",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Best!!! Always at Odessa when out and about in Cologne!\n\n(Original) …",
    "rating": 5,
    "name": "Pavel Mass",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nadiia Meyer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Always my pleasure\n\n(Original)\nImmer wieder gerne",
    "rating": 5,
    "name": "Oliver Deuker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) good food, calm atmosphere\n\n(Original) …",
    "rating": 4,
    "name": "Peter Wattler-Kugler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy restaurant with delicious food\n\n(Original) …",
    "rating": 4,
    "name": "Paul Janisch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное обслуживание и атмосфера.\n\n(Translated by Google)\nPleasant service and atmosphere.",
    "rating": 5,
    "name": "Bepa Fichti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Decent food for a fair price.\n\n(Original) …",
    "rating": 3,
    "name": "Marion G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Mega delicious.\n\n(Original)\nMega lecker.",
    "rating": 5,
    "name": "Dominik B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Authentic, inexpensive\n\n(Original)\nAutentisch, preiswert",
    "rating": 4,
    "name": "Günter Knaup",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I can recommend ...\n\n(Original)\nKann man empfehlen...",
    "rating": 3,
    "name": "Kunter Agan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Really great!\n\n(Original)\nTotal super!",
    "rating": 5,
    "name": "Aachener & Düsseldorfer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все нештяк\n\n(Translated by Google)\nAll not good",
    "rating": 5,
    "name": "Rush Rush",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks :)\n\n(Original)\nVielen Dank :)",
    "rating": 5,
    "name": "devin lawrence",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food is bad\n\n(Original)\nEssen ist schlecht",
    "rating": 1,
    "name": "Miller Witali",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Богданова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nick 94",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Роман Джура",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "D Vongehr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "G S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Daniel Stein",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "cany Ivanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Duraid “Meh.” Issa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mischa Ka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksandr Andrushkiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Michael Meier-Etienne",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Marina Thalmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Svetlana Müller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "michael mernberger",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександр Савельєв",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Sławek Szesz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Brigitte Maatz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Life Coaching Art Hollefeld",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Paul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) As can be seen from a certificate in the restaurant, you not only get the best pelmeni in all of Cologne here, in my opinion you get some of the best food in the whole city here! The exquisite selection of Russian and …",
    "rating": 5,
    "name": "Cataldo De Simone",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Mihail Koganko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Frank Merz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Meik Dankleff",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrés Felipe González",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ashwin Sundarka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ekaterina Lovygina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Vanessa Mattar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kevin Wedding",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Michaell Golert",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Drachenberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nathalie Zelkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vincent Junker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "henry edwards",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sieglinde",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Stan H.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Olga Gorenzweig",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Martin Strubich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Катерина Титар",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Micha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Julia B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "M Tac",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pia Lengefeld",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Levytskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Carmen Asuero",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Juliaмеа",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Thomas Schmidt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anna Neufeld",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "H",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alexander van Hees",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Amira Kelani",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Граф Матросович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ruslan Memmedli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "SaLa Bim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ігор Ковальчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "N. Galactika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Ivanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Christina Frink",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "S. B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "János Mesterházy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Reiner Heinrichs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Swen Weiss",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kirill",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Gunther Rose",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anna Nierwetberg",
    "cat": "Ukrainian restaurant"
  }
]