[
  {
    "review": "Great little bar. Staff are very friendly, welcoming and knowledgeable on all cocktails, especially Vlad who made us some fabulous drinks. Great decor. Recommend a visit",
    "rating": 5,
    "name": "Sophie Jervis",
    "cat": "Cocktail bar"
  },
  {
    "review": "My favorite bar in Kyiv since the first visit 6 years ago 😍🥂 Amazing atmosphere, great service and the most delicious cocktails",
    "rating": 5,
    "name": "Anna Hula",
    "cat": "Cocktail bar"
  },
  {
    "review": "Just the best bar in Kyiv and whole Ukraine. Finest selection of classic cocktails, as the most tasteful twists! The best ever team!",
    "rating": 5,
    "name": "Anna Aloka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing cocktails from prohibition era, speakeasy makes its hard to find, but you feel the satisfaction when you do. About bartenders, lovely atmosphere, big smile, water before cocktails and all I can say I'll come back one day there",
    "rating": 5,
    "name": "Kacper Drzeżdżon",
    "cat": "Cocktail bar"
  },
  {
    "review": "The first bar which is rated within TOP 500 BARS OF THE world. And it did make it to the 255th place in 2021. I have to admit, it is defintely a highly professional bar with amazing  smiling people and pleasant atmosphere. I described the …",
    "rating": 5,
    "name": "Uliana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very interesting setup, good drinks but very pricey. It took 25min for two cocktails.",
    "rating": 4,
    "name": "Shaun",
    "cat": "Cocktail bar"
  },
  {
    "review": "We had trouble finding the place, there were no signs, so we acted brave and opened doors to this gigantic building and there we found a little sign and a bodyguard. We went to the cellar and found this amazing place. The drinks were delicious and they weren’t greedy with the spirits.",
    "rating": 5,
    "name": "Eglė Dambrauskaitė",
    "cat": "Cocktail bar"
  },
  {
    "review": "Good alcohol and great service.  What can you expect from the speakeasy bar in Kiev, they are not in vain in demand.  I liked it very much, I want to find all speakeasy points",
    "rating": 5,
    "name": "Maskyss s",
    "cat": "Cocktail bar"
  },
  {
    "review": "Parovoz is an hidden gem in Kiev, awesome cocktails, knowledgeable bartenders and nice atmosphere.. highly recommended.\nCan be difficult to find, walk into the cinema, turn left, down the stairs... no signs at all of what you might find.. ;)",
    "rating": 5,
    "name": "Clicproducts Norge",
    "cat": "Cocktail bar"
  },
  {
    "review": "Quite busy, especially because it was a Sunday. Recommend to come early if you still want a spot. Good cocktails.",
    "rating": 4,
    "name": "Heliantha de Wid",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bartenders! So friendly and knowledgeable. Absolutely have to come here if visiting Kyiv. Hard to find - enter the cinema and turn left down some stairs, but absolutely worth it.",
    "rating": 5,
    "name": "Rachel Yapp",
    "cat": "Cocktail bar"
  },
  {
    "review": "Excellent food and delicious cocktails! We’ve been here last summer, sat at the bar and had a very nice bartender, who spoke English fluently and based on a small talk was able to create the exact combination of flavors out taste buds were …",
    "rating": 5,
    "name": "Daria Plodenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great place! Kind of a secret spot to find in the city. I've noticed that Kiev has these really cool bars that are tucked away for only the select to find. The bartenders take their craft very seriously. They have a wide variety of …",
    "rating": 4,
    "name": "Rick Lemoine",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars in Kyiv imho :) You can find here really big variety of good drinks) Bartenders are very helpful and friendly. At weekend this place is overcrowded with people, but atmosphere is very pleasant:)",
    "rating": 5,
    "name": "Oleksandra Khala",
    "cat": "Cocktail bar"
  },
  {
    "review": "Excellent place for cocktails in this American prohibition-era themed bar. Enter through the cinema and head left. Highly recommended.",
    "rating": 5,
    "name": "Ethan Rinks",
    "cat": "Cocktail bar"
  },
  {
    "review": "Secret place, you have to nock the door to enter. Friendly servers and nice cocktails.",
    "rating": 5,
    "name": "Aris Kots",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing experience and cocktails ! I was glad not to have to read the menu ! Just tell the barman what you like and surprise ;)",
    "rating": 5,
    "name": "Ludovic Rusch",
    "cat": "Cocktail bar"
  },
  {
    "review": "Must visit place! Amazing cuisine, superb cocktails. Professional bartenders.",
    "rating": 5,
    "name": "Tetiana Kalinichenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great Place, which is hidden belov the Kiev cinema. Pros: Good selection of craft cocktails, liquors and snaks. Nice ambiance. Cons: Hard to find)",
    "rating": 5,
    "name": "Margarita Anisimova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Really nice place that takes you a bit back in time, with the bar that looks like an old train ( Parovoz) The drinks are probably some of the best you will find in Kiev. And it's on world top 300 list. So it's really worth a visit.",
    "rating": 5,
    "name": "Jan Erik Hogstad",
    "cat": "Cocktail bar"
  },
  {
    "review": "REALLY nice bar with awesome cocktails. The bartenders are professionals and sitting at the bar they were explaining what goes in and if there was a story behind the cocktail. BEST bar in Kiev.",
    "rating": 5,
    "name": "Mike Bunschoten",
    "cat": "Cocktail bar"
  },
  {
    "review": "A very entertaining place, being a speak easy it is not so easy to get there but it is worth it. It has a great atmosphere, the cocktails are good, good music and the vibe is great too!",
    "rating": 5,
    "name": "Feña Barriga",
    "cat": "Cocktail bar"
  },
  {
    "review": "A cool bar offering classic drinks and special variations. Bar tenders know what they are doing. Guests are a wild mix of different social groups. Don't forget to bri g your cigarettes if you are a smoker )) Very encouraging. A clear recommendation!",
    "rating": 5,
    "name": "Heiko Wöhr",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool place, hidden under the cinema. Entrance is on the left. Drinks (mostly cocktails) are tasty, but pricy. Think 190-250 UAH for a cocktail.",
    "rating": 5,
    "name": "Sydo Spijksma",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice cocktails, hidden under the theater",
    "rating": 5,
    "name": "Selin Ustaoğlu",
    "cat": "Cocktail bar"
  },
  {
    "review": "A perfect place whether you prefer a classic shaken-not-stirred or something with a local twist. Tide and clean space, interior indeed nicely stands for the name and a taught, yet polite, security guy on the entrance reminds me Man in Black headquarter. Thanks for the evening guys.",
    "rating": 5,
    "name": "Dmytro Zlenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very loft and cozy place, you get the atmosphere of a luxury train compartment from early 1900s. Bar is outstanding, kitchen is very nice, staff is exceptionally friendly and helpful. Inevitably, prices are quite high, but this place is a definite must visit.",
    "rating": 5,
    "name": "Serge Matsko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Pretty hard to find which made it fun. The drinks were strong and good, but as a foreigner, I didn’t really feel welcomed there.  The bartenders wouldn’t let me sit at the bar even though the seats were empty and my waitress didn’t seem interested in taking my order.  The service was very slow as well : /",
    "rating": 3,
    "name": "alex goya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails and bartenders, the atmosphere of speak-easy bar is on spot! Would definitely recommend",
    "rating": 5,
    "name": "Oleg Ud",
    "cat": "Cocktail bar"
  },
  {
    "review": "Excellent cocktails and very friendly staff ! Highly recommend a visit",
    "rating": 5,
    "name": "Mike",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktail bar indeed. Expensive, but for the price you get the good quality. So I would say it's a good value. However the amosphere of the place was mediocre, at least for me. But here I review the cocktails and those were definitely top notch.",
    "rating": 5,
    "name": "R",
    "cat": "Cocktail bar"
  },
  {
    "review": "Loved the place. It was a bit hard to find, which only added to the charm (for those looking: not gonna spoil all of the challenge, but it's in the same building as Kiev cinema). The cocktails are very fine, especially house specials. …",
    "rating": 5,
    "name": "Irina Sidorenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "They tried to charge us for 1 extra cocktail, but we noticed the scam so they removed it from the bill. Excellent cocktails though, a bit pricy.",
    "rating": 2,
    "name": "Ilai Waimann",
    "cat": "Cocktail bar"
  },
  {
    "review": "wonderful speakeasy experience with charming and entertaining bartenders. drinks were so good. \"must visit\" bar in Kyiv.",
    "rating": 5,
    "name": "Dima Grinkevych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great vibe and amazing drinks. Attentive bartenders. I only took one star down because it’s a small place. Otherwise a great spot reminding me some of the great bars in Washington DC. …",
    "rating": 4,
    "name": "Inna Bagoli",
    "cat": "Cocktail bar"
  },
  {
    "review": "Awesome cocktails, lots of options. Good food, but not a big variety. Prices are higher than in the average bar in Kyiv, but there is a significant difference in the quality of drinks they serve. Love this place! Very friendly, English …",
    "rating": 5,
    "name": "Helen Hrytsyuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Extraordinary cocktails with splash of Ukrainian identity - spices and stylish tastes blend together perfectly.",
    "rating": 5,
    "name": "Žygimantas Stubrys",
    "cat": "Cocktail bar"
  },
  {
    "review": "As always, it is one of the coolest and oldest speak easy bars in Kyiv. Their barmen, at least what I know, used to be the best in Ukraine.\nYou can always rely on them and ask them to make you a cocktail you will never …",
    "rating": 5,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great quality of cocktails and drinks.\nNice service, not cheap but fairly priced, food is average.",
    "rating": 4,
    "name": "Yotam Kadishay",
    "cat": "Cocktail bar"
  },
  {
    "review": "This is one of my favorite bars in the world. Amazing staff, great drinks, good vibe. Unfortunately I have not managed to find a better bloody marry than in Parovoz!",
    "rating": 5,
    "name": "Mariia Ktitorova",
    "cat": "Cocktail bar"
  },
  {
    "review": "The place is just awesome! The atmosphere is amazing, the cocktails are really great! Every detail fits the place. We came in and although it was evening I felt like morning (because of the lights the bar has). It was felt really comfy and …",
    "rating": 5,
    "name": "Anna Rie",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing drinks, friendly vibe and an atmosphere with a lot of soul. An históric place on Kiev that Will live forever.",
    "rating": 5,
    "name": "Luca Corradini",
    "cat": "Cocktail bar"
  },
  {
    "review": "Hidden cocktails bar in the lower floor of classical building. Atmosphere is magic and cocktails are best in Town",
    "rating": 5,
    "name": "Luca Cavalletto",
    "cat": "Cocktail bar"
  },
  {
    "review": "A proper speakeasy. A light challenge to find the entrance which is always part of the fun. Attentive staff, excellent cocktails from classics to house creations, cosy atmosphere, and attention to detail make this place stand out from the rest. I always make a point to stop in when I come to Kiev.",
    "rating": 5,
    "name": "Brandon Beerwort",
    "cat": "Cocktail bar"
  },
  {
    "review": "Be aware that this place is a coctail bar, and they are doing their job really good with good attitude.\nGood bar with good staff! Highly recommended!",
    "rating": 5,
    "name": "Emrah YILDIRIM",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great and unusual bar especially for friday-saturday night, super vibes,",
    "rating": 5,
    "name": "Liia Shkarupa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Bar is great, drinks are amazing but staff.... very arrogant, unfriendly and... we made quite a bill and would leave nice tips (still will) but service is just not class.... …",
    "rating": 2,
    "name": "Lykos ASC",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best Bar in Kiev. But hard to find. You habe to ask a local!",
    "rating": 5,
    "name": "Thorsten",
    "cat": "Cocktail bar"
  },
  {
    "review": "I had great experience in this place! They have cocktail which I couldn’t find anywhere else. Can’t wait to come back!",
    "rating": 5,
    "name": "Susanna Yahnienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great, very atmospheric place.  It is situated under cinema Kyiv. It is representing real American bar during dry law period.  Great interier.  Amazing selection of craft cocktails,  spirits and authentic snacks.  Great place for quick drink or traditional meeting and fun with friends.  Parovoz Speak Easy.",
    "rating": 5,
    "name": "Дмитро Ткаченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Like this place needs more praise, but here I go. It is the best cocktail bar in the city, full stop. I know other spots might have a cocktail or two that are better, but overall Paravoz has a consistency and quality that is generally …",
    "rating": 5,
    "name": "Roberto Hernandez",
    "cat": "Cocktail bar"
  },
  {
    "review": "Our favorite cocktail bar in Kiev. It will be tough to find a place with better drinks anywhere else. The BEST bloody mary in the entire world (no joke), very savory and yummy. The most important thing is that they keep it consistant while …",
    "rating": 5,
    "name": "Olga Kukhar-Hernandez",
    "cat": "Cocktail bar"
  },
  {
    "review": "An atmospheric place with super lovely bartenders,  who are doing tasty cocktails that you will never forget. One guy even made up a set of cocktails with label - \"something tasty\", and they are :) …",
    "rating": 5,
    "name": "Mariia Goshchevska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best place in Kyiv I've visited so far. Friendly atmosphere,  tasty cocktails. Staff would always advice with cocktails and meals",
    "rating": 5,
    "name": "Olha Danchyshyn",
    "cat": "Cocktail bar"
  },
  {
    "review": "Hidden bar (ask to the locals to find it) close to the city center: here you can find a wide selection of cocktails and an old fashioned atmosphere. There are so many cocktails you are going to find something you like for sure. Recommended",
    "rating": 5,
    "name": "Alessio Perego",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best cocktail bars I've ever visited! A plenty of cocktails that are not served around, and prepared on the highest level.\nThough it's a quest to find it.",
    "rating": 5,
    "name": "Олександр Корицький",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best cocktails in Kiev is there",
    "rating": 5,
    "name": "valentina tina",
    "cat": "Cocktail bar"
  },
  {
    "review": "All times favourite.\nWaitress is attentive and can suggest smth to your preference.\nPricey overall but they have some nice signature cocktails.",
    "rating": 5,
    "name": "Natalia T",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice cocktails in a cool speakeasy atmosphere- not that easy to find - look for the basement of movie theatre and head down :)",
    "rating": 5,
    "name": "Daniel Aks",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing food and drinks and what's really important: amazing people. Place to be",
    "rating": 5,
    "name": "EDISONБАМБОНИШКА",
    "cat": "Cocktail bar"
  },
  {
    "review": "Fantastic cocktails, atmosphere and such friendly and welcoming staff. The drinks are to die for and standout compared to the other bars we tried in Kyiv",
    "rating": 5,
    "name": "Phil AK",
    "cat": "Cocktail bar"
  },
  {
    "review": "Interesting design, pleasant atmosphere, worth going there)",
    "rating": 4,
    "name": "Valerie Sobakar",
    "cat": "Cocktail bar"
  },
  {
    "review": "It was a good experience. Expensive coctails but hightly professional service and amazing barmens. You will never find this place if you dont know where it actually is",
    "rating": 5,
    "name": "Ježi Kovalevskij",
    "cat": "Cocktail bar"
  },
  {
    "review": "The definition of speak easy bar. Nice atmosphere,  location , drinks. They have to invest little bit more to music..",
    "rating": 5,
    "name": "Ioannis Lagos",
    "cat": "Cocktail bar"
  },
  {
    "review": "overall amazing place🖤",
    "rating": 5,
    "name": "INNA",
    "cat": "Cocktail bar"
  },
  {
    "review": "A very pleasant place to easily get friends or have a talk with someone. it is ususally quite hard to get past bar, because most of hte people stand there and interact, while waiting for their coctails. the coctails are really good. you can ask the waiter or barmen for recommendation. Never failed me.",
    "rating": 5,
    "name": "Karpova Ira",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best cocktail bar ever! Hard to find (enter the cinema and take the stairs down on the left) but so Nice atmosphere, nice staff and very tasty cocktails!",
    "rating": 5,
    "name": "Joffrey Montmeza",
    "cat": "Cocktail bar"
  },
  {
    "review": "Different atmosphere, challenging to find entrance. Small and cosy. The food and drinks are good too. Can give a try and see whether it fits you or not. Prices are moderate not so expansive or cheap.",
    "rating": 5,
    "name": "Aygun Atesoglu",
    "cat": "Cocktail bar"
  },
  {
    "review": "The quality of cocktail are very high, very nice place",
    "rating": 3,
    "name": "Shiva Parizad",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bar in Kyiv, a must-visit place. Great cocktails, also ask for off menu options to your liking. Food is also good here, and the best olives",
    "rating": 5,
    "name": "Andrii K",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best American atmosphere of the 30s",
    "rating": 5,
    "name": "Rimantas Nagrodskis",
    "cat": "Cocktail bar"
  },
  {
    "review": "The most delicious drink I’ve ever tried in my life was encountered at parovoz. Very classy atmosphere, can’t wait to go back to sip that piece of heaven.",
    "rating": 5,
    "name": "Ilona",
    "cat": "Cocktail bar"
  },
  {
    "review": "Went in an ordered tequila for the boys, waiter gave us water.\n\nOrdered a jack&coke, barmen REFUSED to serve it and gave me some other cocktail",
    "rating": 1,
    "name": "Volodymyr Pyzhov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Central place, cosy easy atmosphere, good cocktails, awesome bartenders! Prices are just little bit over average in Kyiv.",
    "rating": 5,
    "name": "Yuriy Petruk",
    "cat": "Cocktail bar"
  },
  {
    "review": "The drinks here are great. The price seems a bit high, but not too much.",
    "rating": 5,
    "name": "GODWIN ABIANGA",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars in Ukraine. For all spicy-lovers - local Bloody Mary is  recommended :)",
    "rating": 5,
    "name": "hopperx 134",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ohh, great bar)\nFirstly I tested the ”white russion” there, and after this one I started love this cocktail, and understood this one was the best)))",
    "rating": 5,
    "name": "Anastasia Streletskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very wide variety of cocktails. Prices are reasonable. To access place go inside the cinema building and on the left, go downstairs.",
    "rating": 5,
    "name": "Melih Atasever",
    "cat": "Cocktail bar"
  },
  {
    "review": "Pricey, but the pepper steak and Caesar salad are excellent. Don't mother desserts, they try to stylize classics and just end up ruining them",
    "rating": 5,
    "name": "Jeremy K.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very hidden place. Great cocktails.",
    "rating": 5,
    "name": "Chris Filippis",
    "cat": "Cocktail bar"
  },
  {
    "review": "Classy place with really great drinks",
    "rating": 5,
    "name": "Renno Siirmets",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars I have ever visited.\nIf you happen to be in Kyiv you have to try Martini or Sazerac here.",
    "rating": 5,
    "name": "Maksym Rykin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails, very detailed decor, staff were knowledgeable and skilled. Overall it was an excellent experience!",
    "rating": 5,
    "name": "Drone Dimension",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool bar with big choice of cocktails",
    "rating": 5,
    "name": "Olha Bilan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails, really good food. Usually welcoming service. Crowded Fridays and Saturdays.",
    "rating": 5,
    "name": "Andriy Bozhok",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice concept, good drinks. Was a little bit overcrowded when we came in and didn't have ingredients for cocktail I ordered",
    "rating": 4,
    "name": "Andrei Snitko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Disapointed the word in big letters, wait 25min and get out.\nAnd it's now a teenager place, they're just finishing the school.",
    "rating": 1,
    "name": "Eric SYLVIUS",
    "cat": "Cocktail bar"
  },
  {
    "review": "I have visit this place 2x and always felt that the time has stopped. This bar had a nice daily lights which give you breakfast feeling all day long.",
    "rating": 5,
    "name": "Sergiej Rewiakin (Soft)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bar ik Kyiv, I highly reccomend!!! Expert bar tenders and a great atmosphere!",
    "rating": 5,
    "name": "Michael King",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice drinks, old school atmosphere, competent bartenders.",
    "rating": 5,
    "name": "david large",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails , food and athmosphere.\nA bit hard to find. Instructions: enter the cinema and take the stairs on the left :)",
    "rating": 5,
    "name": "Asmir Mustafic",
    "cat": "Cocktail bar"
  },
  {
    "review": "It was a fun experience, and the cocktails were Nice and tasty. The staff were helpful and spoke English quite well.",
    "rating": 4,
    "name": "Markus",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice trendy place (quite hard to find), friendly staff",
    "rating": 5,
    "name": "Sergey Struzh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool and calm atmosphere a good stop on a bar hop. Drinks are not bad at all.",
    "rating": 4,
    "name": "Fredrik Westerlund",
    "cat": "Cocktail bar"
  },
  {
    "review": "It was the third time when I came there (at about 10 p.m. on Friday night), tried to get a table or at least a place at the bar but as usual there was not a single free place! Even for 1 person! This bar is just so tiny and always full! What's the secret??",
    "rating": 3,
    "name": "Прасковья Анна",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars in Kyiv: great classic cocktails, nice barman, but prices a bit high.",
    "rating": 5,
    "name": "Denys Ivanets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great drinks and service.",
    "rating": 5,
    "name": "Slawek Pruchnik",
    "cat": "Cocktail bar"
  },
  {
    "review": "Have good coctails, but pricy, hard to find (go to cinema and take left turn then find stairs down), very nice retro atmosphere",
    "rating": 3,
    "name": "Paulius Navickas",
    "cat": "Cocktail bar"
  },
  {
    "review": "Just like real speakeasy. Ambience is wonderful, drinks are wonderful. So perfect I could die. Absolutely like this place.",
    "rating": 5,
    "name": "Heorhii Burlachenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing service. Home made cocktails. Never had this much fun sitting on the bar!",
    "rating": 5,
    "name": "Ilan Pe'er",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktail bar in Kyiv and tops in Europe. Very friendly bartenders, all professionals.",
    "rating": 5,
    "name": "Joe Klinger",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very nice place with fast and pleasant service. All our cocktails was very good and tasty",
    "rating": 4,
    "name": "Юрій Ніколенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Kiev is the world's best city for cocktail bars, this bar is part of the reason why",
    "rating": 5,
    "name": "Barry Hudson",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best cozy bar in Kiev. The gin cocktails are absolutely amazing!",
    "rating": 5,
    "name": "cyrille amoursky",
    "cat": "Cocktail bar"
  },
  {
    "review": "A unique bar with rock solid cocktails. Service is fast and friendly.",
    "rating": 5,
    "name": "Daniel Berezovsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "The most authentic cocktails, nice food and awesome place 😏",
    "rating": 5,
    "name": "Ihor Chyzh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Fantastic bar. Great staff , drink and low prices.",
    "rating": 5,
    "name": "Ami Gasson",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great place for a cocktail!",
    "rating": 4,
    "name": "fabio n",
    "cat": "Cocktail bar"
  },
  {
    "review": "Good overall but a pity t is not a big bigger!",
    "rating": 4,
    "name": "makonchis",
    "cat": "Cocktail bar"
  },
  {
    "review": "Place is nice, but stuff is very unpolite. Thery ruin your night by their behavvior.",
    "rating": 1,
    "name": "Marko Ristanovic",
    "cat": "Cocktail bar"
  },
  {
    "review": "Stylish cocktail bar hidden away in the city centre. Difficult to find but worth the effort.",
    "rating": 4,
    "name": "Jonas Bylund",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very cozy, top quality drinks and helpfull bartenders! Cheers!",
    "rating": 5,
    "name": "Romas Mželskij",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great service and cocktails. But was very cold",
    "rating": 4,
    "name": "Iryna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Drinks incredible. Service very slow. Grumpy waitress.",
    "rating": 3,
    "name": "Justin L",
    "cat": "Cocktail bar"
  },
  {
    "review": "Parovoz is one of Kyiv's top cocktail bars in the basement of a movie theater (turn left after entering the theater to find the stairs heading down to the bar).",
    "rating": 5,
    "name": "Joseph Tordella",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktails in Kiev. Love there martini assortment.",
    "rating": 5,
    "name": "Aleksandr Piterman",
    "cat": "Cocktail bar"
  },
  {
    "review": "Not easy to find but when you do you will surely like having a drink there. Can be a bit crowded.",
    "rating": 4,
    "name": "Fredrik Westerlund",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing atmosphere and amazing cocktails!",
    "rating": 5,
    "name": "Rob Nuey",
    "cat": "Cocktail bar"
  },
  {
    "review": "Varieties of cocktails available very good.Staffs are friendly.Highly recommend",
    "rating": 5,
    "name": "prabhu muthu",
    "cat": "Cocktail bar"
  },
  {
    "review": "Probably the best combination of cocktails and non-live ambient jazz music in town",
    "rating": 5,
    "name": "Mykhailo Vorona",
    "cat": "Cocktail bar"
  },
  {
    "review": "I had so much fun there. It's a secret place, has not that much space, but it's fun there",
    "rating": 5,
    "name": "Алена Тараненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Love this place! Best cocktails and atmosphere in town!",
    "rating": 5,
    "name": "Marina O'Connell",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of my favourite bars in the city.\nAmazing!!!",
    "rating": 5,
    "name": "Volodymyr Piskun",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars of the World🙌🏻",
    "rating": 5,
    "name": "Sergei",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great finding. Had a great time with my friends",
    "rating": 5,
    "name": "Dima S",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best place to enjoy good drinks and meet good People! Sondern!",
    "rating": 5,
    "name": "Morten Finstertal",
    "cat": "Cocktail bar"
  },
  {
    "review": "Too much expensive place for an underground room with a poor interior!!! You can find much better place with price policy 2 times cheaper!!!",
    "rating": 1,
    "name": "Oleh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Fun place and great drinks",
    "rating": 5,
    "name": "Bryan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice place but very difficult to find it.",
    "rating": 5,
    "name": "Iryna Pogorila",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best bar in Kyiv ❤️❤️❤️",
    "rating": 5,
    "name": "Svetlana Gaunt",
    "cat": "Cocktail bar"
  },
  {
    "review": "Fun place to get a drink. You basically need a local to find it though.",
    "rating": 4,
    "name": "Heath Padrick",
    "cat": "Cocktail bar"
  },
  {
    "review": "I liked the atmosphere and alcohol tasted nice as well",
    "rating": 5,
    "name": "Lana Levandovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "I just didn't like the bloody Mary",
    "rating": 3,
    "name": "The Border",
    "cat": "Cocktail bar"
  },
  {
    "review": "A fancy speakeasy. Can be a bit hard to find. Very good food",
    "rating": 4,
    "name": "Torgeir Lindland (TravelTorgeir)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Incredibly good cocktails but awkward location.",
    "rating": 5,
    "name": "Cihan Keser",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best bars in the city. Bartenders make miracles:)",
    "rating": 5,
    "name": "Illia Termeno",
    "cat": "Cocktail bar"
  },
  {
    "review": "Favourite bar in Kiev. Was a speakeasy before they became a \"thing\"",
    "rating": 5,
    "name": "Artem Kravchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best Blood Mary one can find.",
    "rating": 5,
    "name": "Nikita Kruk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Do you want to wait for 45 minutes and still not get your order in? Then this is the place for you. Utterly disappointed.",
    "rating": 1,
    "name": "Dennis Batyrev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Just find out entrance. Not only good cocktails but meet as well.",
    "rating": 5,
    "name": "Mikhail Druzhinin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Hidden gem with a great selection of cocktails.",
    "rating": 5,
    "name": "Cristian Stroe",
    "cat": "Cocktail bar"
  },
  {
    "review": "Among the 3 best cocktail bars in Kyiv",
    "rating": 5,
    "name": "East Tour",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktails, bartenders and guests in Kyiv",
    "rating": 5,
    "name": "Denys Davydov",
    "cat": "Cocktail bar"
  },
  {
    "review": "You should definitely try their Martini menu",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "YACCP – Yet another cozy cocktail place.",
    "rating": 5,
    "name": "Moritz Mœller (The Ritz)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great vibe with good drinks served.",
    "rating": 5,
    "name": "Martynas Jurkšaitis",
    "cat": "Cocktail bar"
  },
  {
    "review": "small but friendly bar, foods are delicious",
    "rating": 4,
    "name": "Ozhan Ogretmenoglu",
    "cat": "Cocktail bar"
  },
  {
    "review": "Excellent, in all senses!",
    "rating": 5,
    "name": "Andre Arriaza",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cozy place with the best coctails I've tried in Kiev",
    "rating": 5,
    "name": "Iryna Poliakova",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best coctail bars in Ukraine",
    "rating": 5,
    "name": "Nataliia Kunderevych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Don't miss this one - really good cocktail bar!",
    "rating": 5,
    "name": "Dragan Milic",
    "cat": "Cocktail bar"
  },
  {
    "review": "Had a bad time last time I went, the waitress was very rude and ruined the evening.",
    "rating": 1,
    "name": "Dima Gapkaloff",
    "cat": "Cocktail bar"
  },
  {
    "review": "A bit too pricey for nothing that special. The staff was kinda rude.",
    "rating": 3,
    "name": "msergazin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Get a cocktail, go to the smoking room, wait for warmer days",
    "rating": 5,
    "name": "Nastasia Fisher",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails in a warm atmosphere",
    "rating": 4,
    "name": "John Jones",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great bar, great setup, great prices, great food",
    "rating": 5,
    "name": "Yuri Yarin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Pricy and not so fun",
    "rating": 3,
    "name": "Levent Pınar",
    "cat": "Cocktail bar"
  },
  {
    "review": "easily the best classy bar in kiev",
    "rating": 5,
    "name": "Anonymous",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool and expensive)))  pepper steak is perfect))",
    "rating": 5,
    "name": "Maksym Rohanin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bar for me since 2007.",
    "rating": 5,
    "name": "Viacheslav Kondrashov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Awesome cocktails!!!",
    "rating": 5,
    "name": "Andrey Gusach",
    "cat": "Cocktail bar"
  },
  {
    "review": "Delicious, but expensive food and drinks)",
    "rating": 5,
    "name": "Yaroslava Serdiuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice atmosphere, but beer was overpriced",
    "rating": 3,
    "name": "Igor Laurent",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great little tucked away gem in old city kyiv",
    "rating": 5,
    "name": "Dawna McC",
    "cat": "Cocktail bar"
  },
  {
    "review": "The one and only Parovoz! True legendary place in Kiev",
    "rating": 4,
    "name": "Pavel Salatiuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cozy place, must to visit!",
    "rating": 5,
    "name": "ivan dzeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice cocktails and atmosphere.",
    "rating": 5,
    "name": "Nik Koniakhin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very cool bar and bartenders.",
    "rating": 5,
    "name": "Guy Kraintz",
    "cat": "Cocktail bar"
  },
  {
    "review": "I really liked their burger.",
    "rating": 5,
    "name": "Dmytro Karataiev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool speakeasy vibe, great cocktails",
    "rating": 4,
    "name": "Jason Yustin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktails ever!",
    "rating": 5,
    "name": "Dmytro Ivchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktails in the city!",
    "rating": 5,
    "name": "Ivan Sinitsa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool retro atmosphere, good coctails",
    "rating": 5,
    "name": "Anastasiia Lytvyn",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best cocktails in the town",
    "rating": 5,
    "name": "Fedir Martynov",
    "cat": "Cocktail bar"
  },
  {
    "review": "A bit upscale but cozy place",
    "rating": 5,
    "name": "Andriy Lesnykh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Funny place!! Good food and drinks",
    "rating": 5,
    "name": "Edu Maguiña Quilcate",
    "cat": "Cocktail bar"
  },
  {
    "review": "👍👍👍",
    "rating": 5,
    "name": "Dmitry Voronin",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best Bar in Ukraine",
    "rating": 5,
    "name": "Romchuk Prokopiv",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bar in Kiev!",
    "rating": 5,
    "name": "Albertas Urbonas",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best speak easy bar in Kyiv",
    "rating": 5,
    "name": "Vladyslav Chapiuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best bar in Kiev",
    "rating": 5,
    "name": "Tero Huikko",
    "cat": "Cocktail bar"
  },
  {
    "review": "The coolest bar in Ukraine",
    "rating": 5,
    "name": "Sofhia Tatter",
    "cat": "Cocktail bar"
  },
  {
    "review": "Somewhat pricy but still a place to visit",
    "rating": 4,
    "name": "Dima Medun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very crowded, poor cocktails",
    "rating": 2,
    "name": "Kristina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great atmosphere and customers",
    "rating": 5,
    "name": "Andrew Hackshall",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice cocktails ☺️",
    "rating": 5,
    "name": "Den Ridges",
    "cat": "Cocktail bar"
  },
  {
    "review": "Perfect place for cocktails",
    "rating": 5,
    "name": "Kateryna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nigh-perfect cocktails.",
    "rating": 5,
    "name": "Lysander Mckain",
    "cat": "Cocktail bar"
  },
  {
    "review": ":) nice place",
    "rating": 5,
    "name": "Slava Kolesnikov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best sours in the city 😏",
    "rating": 5,
    "name": "Anastasia Usmanova",
    "cat": "Cocktail bar"
  },
  {
    "review": "If you need a good shot",
    "rating": 4,
    "name": "Anton Galkovskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Top night",
    "rating": 4,
    "name": "Kevin Callender",
    "cat": "Cocktail bar"
  },
  {
    "review": "Liquid coral - 👌",
    "rating": 5,
    "name": "Дарья Борисова",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best ever! 🔥🔥🔥🔝",
    "rating": 5,
    "name": "Иван Венгеренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cool vibe",
    "rating": 4,
    "name": "Steve White",
    "cat": "Cocktail bar"
  },
  {
    "review": "Unique cocktails, cozy",
    "rating": 5,
    "name": "Marius Ciepka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Too expensive..((",
    "rating": 3,
    "name": "Kostiantyn Seliuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Really great place!",
    "rating": 5,
    "name": "Serhii Topchii",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great cocktails",
    "rating": 5,
    "name": "marco noventa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Perfect.",
    "rating": 5,
    "name": "Dinamic D",
    "cat": "Cocktail bar"
  },
  {
    "review": "Perfect cocktails",
    "rating": 5,
    "name": "Oleksii Malashyna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Overpriced, mainly for foreigners",
    "rating": 2,
    "name": "Stoyan Dosev",
    "cat": "Cocktail bar"
  },
  {
    "review": "This is what a bar should be like",
    "rating": 5,
    "name": "Nick Bershadskyy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice but expensive",
    "rating": 4,
    "name": "Denny van der Vaart",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best coctails!",
    "rating": 5,
    "name": "Kacper Osiecki",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great place to chill",
    "rating": 5,
    "name": "Ian Oogly",
    "cat": "Cocktail bar"
  },
  {
    "review": "Pricy, but delicious",
    "rating": 5,
    "name": "Dmitry K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice",
    "rating": 4,
    "name": "Andrew Palanich",
    "cat": "Cocktail bar"
  },
  {
    "review": "Lovely place!",
    "rating": 5,
    "name": "Iuliia Lazarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "The Best Bar !!!",
    "rating": 5,
    "name": "Tima Semeniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Really cool place",
    "rating": 5,
    "name": "William Griffin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great coctails",
    "rating": 5,
    "name": "Omar Gotiashvili",
    "cat": "Cocktail bar"
  },
  {
    "review": "Best place in the world",
    "rating": 5,
    "name": "Liudmyla Mishchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing",
    "rating": 5,
    "name": "כרמל טובל",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing steak",
    "rating": 5,
    "name": "Julian Martinez",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing place!",
    "rating": 5,
    "name": "Victor Kuschenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Fantastic..!!",
    "rating": 5,
    "name": "barlas ozkok",
    "cat": "Cocktail bar"
  },
  {
    "review": "best ever place",
    "rating": 5,
    "name": "Maxim Zaitsev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice Place",
    "rating": 5,
    "name": "MkJkChaseMax",
    "cat": "Cocktail bar"
  },
  {
    "review": "Потрясающее атмосферное место. Коктейли на высоте🍹🍸 Чек - минимум 1 000 ₴/чел. Стол лучше бронировать заранее, т.к. на выходных в баре огромное количество людей.)) …",
    "rating": 5,
    "name": "Полина Чебаненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутой бар, маленький и уютный. Находится в подвале кионотеатра Киев, самая левая дверь от центральной двери. Лучше бронировать место заранее, обычно там всегда все занято. …",
    "rating": 5,
    "name": "Oleksandr Razumeiko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар.\nОчень вкусные коктейли.\nПриятный персонал. …",
    "rating": 5,
    "name": "Pavel Maslov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Нам понравилось.\nКоктейли хорошие, закуски вкусные. Не дёшево, но оно того стоит.\nСамая вкусная Кровавая Мери в моей жизни была тут ❤️ …",
    "rating": 5,
    "name": "Павел Дорошенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была впервые в пятницу. Понравилось. Тут, без преувеличения, самая вкусная кровавая мэри в Украине. Также, мне и моим друзьям понравилась кухня и хорошее обслуживание. Место небольшое, если хотите за стол, то лучше забронировать за пару …",
    "rating": 5,
    "name": "Stanislava Klymova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый атмосферный бар в Киеве! Самая атмосферная барная стойка в Киеве! Самые атмосферные бармены в Киеве! …",
    "rating": 5,
    "name": "Victor Naumkin",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the nicest places I've seen, very discreet and original! There isn't even a sign outside, but everyone knows it. very good cocktails and good food. …",
    "rating": 5,
    "name": "emi ama",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были здесь с коллегами. Место тихое, неприметное, уютное.  Кто хочет попробовать лучшие в Киеве алкогольные коктейли - приходите сюда. Это просто вкусовой взрыв. Мне ооочень понравилось. Названий уже и не вспомню, тогда было много видов)) …",
    "rating": 5,
    "name": "Инна Удоденко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Помните фильмы про США времён сухого закона? Вот эти подвальные вытянутые бары с кирпичными стенами и тусклыми лампочками. Вот здесь создаётся именно такая атмосфера. Во многом благодаря интерьеру, а ещё больше благодаря людям - бармену, …",
    "rating": 5,
    "name": "Vladyslav Kolmykov",
    "cat": "Cocktail bar"
  },
  {
    "review": "До этого не изменяла в Киеве Хендрикс бару) но Паравоз очень понравился, много интересных коктейлей, крутой персонал и классная атмосфера. …",
    "rating": 5,
    "name": "Мария Е",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very interesting ambience, MEGA delicious cuisine (one of the most delicious César salads I had eaten).\nAs for the cocktails, they're delicious. …",
    "rating": 4,
    "name": "Marianna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное зимнее место, чтобы выпить вкусный коктейль с друзьями и обсудить насущие проблемы. Коктейли нереально вкусные, в тренде, место колоритное, немного узкое, но паровоз как ни как. Рекомендую как для препати в пятницу, так и для …",
    "rating": 5,
    "name": "Alla Burdiug",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Incredibly delicious cocktails. Some of the best in the center. Quite alcoholic, but a little more expensive than in other establishments nearby) …",
    "rating": 5,
    "name": "Юрій Блінов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я бы оставила отличный отзыв о заведении. Но этого мало!!!! Заведение супер! Но! Ещё в нем есть супер официант НАТАЛЬЯ! Моя любимая супер профессионал. Она не будет навязывать вам своё мнение.  Она просто предложит вам то, что Вам …",
    "rating": 5,
    "name": "Elena Klimenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I have only negative impressions about this institution.\nMy assessment is not for cocktails or cuisine, but for the work of the institution itself, because I have never seen such a thing! I left the restaurant …",
    "rating": 1,
    "name": "Diana Kudria",
    "cat": "Cocktail bar"
  },
  {
    "review": "ожидания были больше, как-то много людей, мало места: узкое длинное помещение, сидели долго то даже подмерз, внутри прохладно. коктейли неплохие, но за этот ценник ожидаешь какого-то вау эффекта от одного из лучших баров в рейтинге. не …",
    "rating": 4,
    "name": "Олексій Мосійчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I have always had a certain attraction towards \"secret\" places. Parovoz is reached by passing through a theater, descending down into the basement which is actually a well-kept and interesting place in the details. …",
    "rating": 4,
    "name": "Cristiano Sala",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Damn, I just wrote a description for the photos. There was the following: the interior is cool, but a really good bar. Delicious, fast. The bartender made cocktails not from the menu, but to our taste, I guessed …",
    "rating": 5,
    "name": "Yevhen Kochubei",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Mysterious bar without a sign. An institution for \"their\". Enjoys insane popularity, extremely crowded place, it is worth ordering a table in advance. …",
    "rating": 5,
    "name": "Alena Kebkal",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычное расположение самого бара, популярное уютное и приятное место с хорошей охраной) Коктейли не пробовал, но выбор огромный, ценовой сегмент выше среднего. Вкусный кофе. …",
    "rating": 5,
    "name": "Der fantastische Sergio",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Parallel world)\nThe first cocktail bar in Ukraine, founded in 2014, became the successor of the restaurant \"Paravoz\", which has been at this location since 2002. …",
    "rating": 5,
    "name": "Sofi Inciri",
    "cat": "Cocktail bar"
  },
  {
    "review": "Спускаясь в бар, появляется ощущение что попал в другую страну. Много иностранцев. Несмотря на особенно ограниченное пространство, ощущается уют и комфорт. Вежливый персонал поможет подобрать именно то, что вам нужно. Даже если этого нет в …",
    "rating": 5,
    "name": "Alex Radionov",
    "cat": "Cocktail bar"
  },
  {
    "review": "В меню в основном дорогой алкоголь, нет многих популярных брендов, Jack Daniel's например. Безалкогольных напитков и закусок тоже мало. Довольно тесно, мало посадочных мест. Плюс только в скрытности заведения, нет вывески, с первого раза не …",
    "rating": 3,
    "name": "Oleg Shchuka",
    "cat": "Cocktail bar"
  },
  {
    "review": "О любимейший бар!) Как же я скучаю по тебе во время карантина, слезно вспоминая коктейль \"Жидкий коралл\" и ребрышки в вишневом соусе, а ещё отменный гуакамоле) …",
    "rating": 5,
    "name": "Viktoriia Makusheva",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The usual cocktail bar. You can have a snack in it, except for a drink. Caesar salad did not impress (very specific homemade mayonnaise). But the cheese slice is a bomb, I really liked the caramel cheese and Parmesan …",
    "rating": 3,
    "name": "Olya Ivanova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера крутая! И коктейли вкусные! То, что надо, чтоб сидеть, пить и душевно говорить. …",
    "rating": 5,
    "name": "Mariana Nikolaieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень порадовали! Атмосфера очень движевая и живая, контингент тоже легкий, а коктейли первоклассные. Цены выше умеренных - 200-300 грн за коктейль, но они божественны... есть на все вкусы: легкие, крепкие, мягкие, жесткие, сладкие, кислые …",
    "rating": 5,
    "name": "Konstantin Gnedov",
    "cat": "Cocktail bar"
  },
  {
    "review": "нам понравилось)) место magic! атмосфера зашкаливает на +100 ! коктейльмэйкерам низкий уклон! спасибо ребятушки за то что сделали наш вечер! …",
    "rating": 5,
    "name": "Юлия Бакунова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я побывал во всех барах Украины, и паровоз - один из моего ТОП-5. Попробуйте тут Блади Мэри, она тут лучшая (trust me). Ну или Something tasty cocktail - не знаю ни одного человека, кому бы он не понравился. …",
    "rating": 5,
    "name": "Artem Trawkin",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I decided to spend the evening of my birthday in this bar and did not regret it. Everything was great: drinks, bartenders and the atmosphere in general, I can say with confidence that this is one of the best bars in …",
    "rating": 5,
    "name": "Kateryna Basaman",
    "cat": "Cocktail bar"
  },
  {
    "review": "Никакой вывески, сложно найти. Официантки приятные, все доступно объяснили даже человеку, не смыслящему в алкоголе от слова совсем. Атмосфера просто непередаваемая. Приятный выбор различных напитков, не все из которых есть в меню. Цены, …",
    "rating": 4,
    "name": "Forget-me-not",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар с классными коктейлями, душевной обстановкой и суперским настроением. Атмосферно очень и очень! …",
    "rating": 5,
    "name": "Лана",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар с качественным алкоголем и барменами настолько крутыми что они уже повыигрывали все на свете конкурсы по барному мастерству)))Цены высокие но ты платишь за супер вкус и подачу …",
    "rating": 5,
    "name": "Kate Ulasheva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Нереально вкусные коктейли - Liquid coral и Red snapper - кровавая Мэри на джине 😍 …",
    "rating": 5,
    "name": "Yevheniia Lisovol",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересный аутентичный бар. Много авторских коктейлей. Вывесок нет, так что спрашивайте у местных. Немного портят впечатление неприветливые охранники на входе:( …",
    "rating": 5,
    "name": "Dmytro Latanskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место, откровенно говоря, не из дешёвых, но Олд Фэшн, который готовят в этом месте, не сравнить ни с чем другим. После него уже абсолютно все другие Олд Фэшн в Киеве на вкус на вода с сиропом. Хахах. Стоит попробовать. …",
    "rating": 5,
    "name": "lee khait",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютный бар, вкусные коктейли. Непринужденная обстановка для приятного общения в компании друзей. …",
    "rating": 5,
    "name": "Yana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшая bloody mary в Киеве! Рекомендую!\nА кроме того:\n- авторская коктейльная карта, …",
    "rating": 5,
    "name": "Alla Tsymanovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ресторан, в который хочется вернуться ещё и ещё. Первый раз пришли познакомиться с меню и сразу заказали банкет на день рождения. Совпало ВСЕ и ожидания и реальность 💣💣💣 и отдельно отмечу сервис (сервис в Украине часто боль🤪)  - Женя …",
    "rating": 5,
    "name": "Нина Фролова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хороший бар, приветливые бармены и отличная музыка 🎶\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Кутовой",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) There is a small bar location facing the difficult pizzeria door with no sign saying the name of the venue but the bartender has very relevant quality cocktails …",
    "rating": 4,
    "name": "Erkan Esmek",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бармены-кайф, крутые, но вот все очень долго.я коктейль за столиком ждала 30 минут и мне в итоге сказали что нет апельсинового мармелада, поэтому коктейля не будет. После этого я ещё минут 20 ждала снова. И это в четверг и это был почти …",
    "rating": 4,
    "name": "Алина Кузнецова (Alinka)",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A small but dynamic bar. Very tasty cocktails. There are always a lot of people, so it is better to book a place. …",
    "rating": 5,
    "name": "Oleksandr",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самая вкусная Кровавая Мери в Киеве, ну и самая лучшая команда 😉\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrew Kuzmychov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Долго искала хороший бар в Киеве. И вот случилось... Фантастическое место с безумной атмосферой, крутыми барменами, бесподобными коктейлями и вкусной кухней (вителло тоннато - ван лав). Однозначно стоит сюда заглянуть. …",
    "rating": 5,
    "name": "Anna Pigalova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера. Вкусные коктейли. Рекомендую к посещению - однозначно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Синица",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятное место, Василий, Наташа, Аня, молодцы! Чувствуется, что о тебе заботятся и выпивка отменная!  Хочется приходить и приходить! …",
    "rating": 5,
    "name": "Victoria S.N.",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Extremely atmospheric establishment !!! A place not to rush to enjoy, taste, appreciate cocktails. Everything is chic - location, serving, taste. Special thanks for the water, which is provided immediately - this is a …",
    "rating": 5,
    "name": "Kateryna Paliy",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The first Speak easy bar of my life. It was not easy to find, but it's worth it. Reasonable prices, polite staff, delicious cocktails. Quiet and cozy …",
    "rating": 5,
    "name": "The Storier",
    "cat": "Cocktail bar"
  },
  {
    "review": "Профессионалы. ТОП БАР. Не затерялся б в лучших столицах Европы. В Киеве у них практически нет конкурентов, заведения такого уровня в этом городе можно сосчитать по пальцам одной руки. Если кто-то хочет побаловать себя вкусом изысканного …",
    "rating": 5,
    "name": "Mike Simon",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great cocktails, interesting atmosphere and delicious cuisine\nDefinitely worth a visit! …",
    "rating": 5,
    "name": "Софія Дз",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очееень вкусные коктейли, и суперские бармены👍🏻\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Irina Vashkel",
    "cat": "Cocktail bar"
  },
  {
    "review": "Инстаграм выглядит симпатичнее, чем в реальности)\nБыла один раз, показалось, что ничего особенного. Возможно, просто не самый удачный заказ сделала …",
    "rating": 3,
    "name": "Анна Корж",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение, с вкусными коктейлями и закусками и тёплым душевным обслуживанием! Благодарю ❤️ …",
    "rating": 5,
    "name": "Лианчик",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Shish kebab bomb staff clear polite pleasant asame main quickly served lunch.who travels come feed you tasty and fast.to the station 2 minutes.with come …",
    "rating": 5,
    "name": "Михайло Снігура",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересный бар. Были компанией. Очень легко забронировать столик. Персонал знает всю карту напитков. Коктейли на уровне. Пил Незабываемую классику - Виски Сауэр. Красивая подача и хороший вкус. Интересным разнообразием стал Виски …",
    "rating": 5,
    "name": "corvin GRAY",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли в городе. Даже если не знаешь, чего хочешь - всегда помогут с выбором. Наверное одно из не многих мест в Киеве, которые не испортились через год после открытия. Спасибо ❤️ …",
    "rating": 5,
    "name": "Kateryna Pokladova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Это что-то нереальное, отличная атмосфера, даже посетители все улыбающиеся и доброжелательные. Вкусные коктейли. Приносят воду в красивенной бутылке как комплимент от заведения. Единственное, около отсутствующей двери сквозит. И, вы не …",
    "rating": 5,
    "name": "Luba Ma",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, интересный интерьер. Коктейльную карту хотелось бы больше, стандартные любимые всеми варианты никто не отменял использовать …",
    "rating": 5,
    "name": "Катерина Картер",
    "cat": "Cocktail bar"
  },
  {
    "review": "Садитесь за бар и общайтесь с барменами! Они точно знают что вам понравится! Все было превосходно. …",
    "rating": 5,
    "name": "Денис Степанок",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место, советую каждому любителю алкоголя и коктейлей. Это один из самых известных баров Киева, но при этом здесь не слишком много людей, находиться комфортно. …",
    "rating": 5,
    "name": "Oksana Sych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый лучший коктейльный бар в Украине!очень вкусные коктейли,вкусная кухня,добрый и приветливый персонал! …",
    "rating": 5,
    "name": "Карина Ласиевская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пришли в заведение. Нам предложили очень неудобный столик, хотя заказывали удобный. Не понравился интерьер. Не стали дальше себя расстраивать и ушли. …",
    "rating": 1,
    "name": "Иван Невзоров",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место! Не очень много посадочных мест. Коктейли хорошие, ничего сверхъестественного, но вкусные. Официанты  немного надменны, но могут хорошо посоветовать, исходя из запроса гостя. По ценам хотелось бы чуть ниже, буквально …",
    "rating": 4,
    "name": "Алина Тенетка",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно. Отличные коктейли, всегда хорошая, иногда живая музыка (в основном спокойный блюз). Раньше бармены запоминали в лицо; сейчас клиентов стало больше, и ребята стали уделять меньше времени каждому клиенту. Но все равно лучше …",
    "rating": 5,
    "name": "Наталия Шнур",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) That's how much I don't like alcohol lately, this steam locomotive is a great place and a great selection of cocktails. And adequate, and most importantly, competent waitresses! …",
    "rating": 5,
    "name": "Антон Шаванов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятное место. Если быть точнее, невероятные бармены.\n\nБармен Дима. Всегда открыт. Помнит своих клиентов, помнит их предпочтения. …",
    "rating": 5,
    "name": "OlesFranko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютная атмосфера, и барвумены очень добрые, приветливые и хорошие. Вкусные напитки и необычный вкус у каждого. Но все таки теплая и ламповая обстановка это пожалуй самое классное тут. Места не так много, есть специальная комната для …",
    "rating": 5,
    "name": "Кристина Задвижная",
    "cat": "Cocktail bar"
  },
  {
    "review": "Нравится контингент. Коктейль самый вкусный не помню названия, но вот фото..\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mari Niko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное место с прекрасной атмосферой. Настоящий Speak Easy Bar, в котором ты забываешь о времени и можешь переключиться, отдохнуть с любимым коктейлем. Посетители доброжелательные, легко познакомиться, разговориться прямо на барной …",
    "rating": 5,
    "name": "Eugeen Talaur",
    "cat": "Cocktail bar"
  },
  {
    "review": "Несмотря на всеобщий хайп вокруг этого места,  ничем особенным оно мне не запомнилось. Хотя и уровень хороший, коктейли вкусные,  каждому гостю подали бесплатную воду. Смутило отсутсвие кислорода,  от чего все сразу начали зевать, да и в …",
    "rating": 4,
    "name": "Anastasia Kuts",
    "cat": "Cocktail bar"
  },
  {
    "review": "Друзья, не первый раз отдыхаю в этом замечательном ресторане.\nИ с гордостью могу сказать , что очень довольна обслуживанием , кухней и той атмосферой которую изначально задали для этого прекрасного заведения ! …",
    "rating": 5,
    "name": "Дмитрий Васильченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютное место. Разнообразная коктельная карта. Официанты подскажут и подберут коктель что подходит под запоос клиента. Цены 150—190 грн. за коктель но оно того стоит. …",
    "rating": 4,
    "name": "Оля Понятышин",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The place is stylized as a car) For those who are looking for something unusual, you can try Kyiv Sour with chestnut puree, egg white and salted beet slice) …",
    "rating": 5,
    "name": "Ярослава Савченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "мало посадочных мест, но это и делает заведение уютным  и особенным. Это по праву один из лучших баров в Киеве. Ориентировочно коктейль от 200 грн без алкогольный. Есть комната для курения. …",
    "rating": 5,
    "name": "Ксения Тимченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютная атмосфера, и барвумены очень добрые, приветливые и хорошие. Вкусные напитки и необычный вкус у каждого. Но все таки теплая и ламповая обстановка это пожалуй самое классное тут. Места не так много, есть специальная комната для …",
    "rating": 5,
    "name": "Vasyl Dmytriiev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное заведение, если хочется выпить элитный алкоголь. Бармены очень толковые и умные(отдельный привет Юре), знают свою работу на более чем, постоянно что-то рассказывают о напитках(историю, интересные факты), большое спасибо за приятно …",
    "rating": 5,
    "name": "Comeback Kid",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший котельный бар. Профи работают на все 1000 процентов, знают зостей, знаю свое дело, знают напитки и много историй. Это любимы шалман. Благодарю за то, что делаете. 👍💪🙏🙏🙏🙏 …",
    "rating": 5,
    "name": "Fedor Semerenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails. I especially recommend \"Bloody Mary\"! …",
    "rating": 5,
    "name": "Павло Сопрук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) incredible place, very tasty cocktails.\n\n(Original) …",
    "rating": 5,
    "name": "Valerie S",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мне тесновато :) хотя на диванчиках очень даже не плохо сидится. Барная карта очень хорошая, есть что выбрать, много алкогольных напитков, которые я не пью, и вроде три без алкоголя мне назвали. Пила коктейль с маракуйей, вкусный, но много …",
    "rating": 4,
    "name": "Виктория Малина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошая коктельная карта, вкусные стейки, но очень неудобные столики на двоих да и перебор с кондиционированием, после посещения слег с простудой …",
    "rating": 4,
    "name": "Yuriy Petrenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Таких наглых официантов не видел давно. Коктейль компании из 5 человек готовили 40 минут. По итогам все принесли. Коктейли супер. Отношение официантов на нуле. Не стоит огрызаться клиентам, лучше извиниться за свой косяк и работать дальше. …",
    "rating": 1,
    "name": "Константин Крук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место! Один из любимых киевских баров)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maryna Hovorukhina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Fantastically delicious bloody Mary. Great cocktails, fantastic music and interior …",
    "rating": 5,
    "name": "Анна Чугай",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вчера мне, образно говоря, плюнули в лицо. Бар, который был у меня в топе любимых. Перед нами запустили гостей с которыми мы стояли, а нас нет. 5 лет будучи постоянными клиентами бара, нам сказали \"ну мы вас не знаем\". Вы понимаете …",
    "rating": 1,
    "name": "Sergey Zavarykin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших коктейльных баров Киева. Со своей особенной атмосферой и талантливыми бартендерами, 'Паровоз' поможет сгладить  любой день ваших будней и оторваться на выходных. Из- за множества номинаций этот бар стал одным из самых …",
    "rating": 5,
    "name": "Mariana Obozinskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень маленькое помещение, никогда нет свободного места. Коктейли вкусные, но и цена соответствует. Можно посетить раз для галочки, но проводить в этом подвале постоянно свободное время не самый лучший выбор. Бармены заняты общением со …",
    "rating": 3,
    "name": "Ivan O",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера, точные рекомендации, вкусные фирменные коктейли, адекватные бармены и официанты - рекомендую!\nБыли несколько раз, придём ещё 🥳 …",
    "rating": 5,
    "name": "Alexander P",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее место. Отличные коктейли. Крутая атмосфера. Помещение очень компактное, потому в пятницу и на выходных очень много народу, но сами посетители всегда были адекватные. Цены не самые низкие, но качественные напитки и не могут стоить …",
    "rating": 5,
    "name": "Иван Портной",
    "cat": "Cocktail bar"
  },
  {
    "review": "Поиски бара превратились в квест. Находится в кинотеатре Киев. Вывески нет. Уютное артистическое место. Авторские коктейли на высоте. Учтите, что не готовят шорты, только лонги. Я был днем, в баре было еще 3 человека - клево! Бармену - …",
    "rating": 5,
    "name": "Andrei Kabachevski",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение находится в подвале, вход через кинотеатр Киев, но найти не просто.  Негде с комфортом разместиться большой компанией. Выпить пива сюда не приходите, зато если любите коктейли, это заведение для вас. Есть даже коктейли, которые …",
    "rating": 4,
    "name": "Яна Несмеяна",
    "cat": "Cocktail bar"
  },
  {
    "review": "А вы знаете, что такое чувствовать человека? Я был в Киеве в командировке и не мог не зайти сюда. Не буду скрывать по своей глупости я искал этот бар около полутора часа) и когда нашёл мне уже не хотелось пробовать чего-то эдакого, просто …",
    "rating": 5,
    "name": "Тамила Гаджиева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю их кровавую Мери . Очень крутой бар. БарМенеджер Дмитрий наш любимчик\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lave Litv",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всех коктейлей уже не вспомню названий😁😂 но официанты отлично подбирают авторские коктейли по твоим запросам, типа: \"люблю кисленькое, горькое с базиликом и т.д.\" а ща баром если сесть, так бармен вообще как бог)) попадает в твои вкусы …",
    "rating": 5,
    "name": "Ksenia Cherniavskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, атмосферное место. Маленький выбор еды что оправдано статусом бар. Мало места для размещения. Отдельная комната для курения. Цены выше среднего на коктейльное меню …",
    "rating": 4,
    "name": "Artemiy UA",
    "cat": "Cocktail bar"
  },
  {
    "review": "А вы знаете, что такое чувствовать человека? Я был в Киеве в командировке и не мог не зайти сюда. Не буду скрывать по своей глупости я искал этот бар около полутора часа) и когда нашёл мне уже не хотелось пробовать чего-то эдакого, просто …",
    "rating": 5,
    "name": "Тарас Милькевич",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснючие коктейли, приятные бармены - видно что мастера своего дела. Музыка прикольная на фоне и это всё вместе создает отличную атмосферу вечера. …",
    "rating": 5,
    "name": "Леонид Березницкий",
    "cat": "Cocktail bar"
  },
  {
    "review": "Побывал здесь один раз, но обязательно приду ещё! Интерьер в стилистике Восточного экспресса, меню на английском языке, приятное обслуживание официантов, которые готовы подсказать в любую минуту. Ну и, конечно же, оригинальные и вкусные …",
    "rating": 5,
    "name": "Сергей Назарчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "А вы знаете, что такое чувствовать человека? Я был в Киеве в командировке и не мог не зайти сюда. Не буду скрывать по своей глупости я искал этот бар около полутора часа) и когда нашёл мне уже не хотелось пробовать чего-то эдакого, просто …",
    "rating": 5,
    "name": "Виталий Козьменков",
    "cat": "Cocktail bar"
  },
  {
    "review": "+ Приятная и необычная атмосфера\n- Завышенные цены\n+ Вкусные коктейли …",
    "rating": 4,
    "name": "Алексей Сикорский (Just)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень душевно, бесподобные коктейли и по-домашнему вкусная любимая одесская еда))) …",
    "rating": 5,
    "name": "Olga Lisiana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютное место,хорошая компания, вкусные коктейли и превосходная кухня🙌👍☺️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Слисаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое место! Персонал, интерьер, меню. Вот прям безупречно, не к чему придраться) очень сильно советую! …",
    "rating": 5,
    "name": "NNAROBI",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как обычно, на протяжение многих лет 16+ , на высоте! -  и по кухне и по обслуживанию. А ещё работает всегда. …",
    "rating": 5,
    "name": "Vasyl Shur",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The most delicious cocktails and cuisine in the city.\nService at the highest level :) …",
    "rating": 5,
    "name": "Оксана Рощина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар классный, понравилось все, начиная с того, что он слегка спрятан в коридорах кинотеатра, и заканчивая вкуснейшими коктейлями в душевной обстановке. …",
    "rating": 5,
    "name": "Veronika Nikolaieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Восхитительное заведение, очень правильные и мегавкусные коктейли! Атмосфера дружественная :) Ребята - вы молодцы!!! Благодарю за чудесный вечер!!!! …",
    "rating": 5,
    "name": "Мария Сотниченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Что с контингентом??? Стали пускать всякий мусор, раньше такого не было.\nЛюди приходят будто в самый дешевый паб - в кроссовках, шортах - в чем попало. Сразу теряется атмосфера всего заведения. Вряд ли опять приду. Очень жаль …",
    "rating": 3,
    "name": "Лиля Дерий",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место для общения с друзьями.  Понравилось все - атмосфера, коктейли, десерт. Гости, насколько я увидела,  от 18 до 45, и всем комфортно, никто никому не мешает. Обязательно приду еще, хотя место, конечно, недешевое. …",
    "rating": 5,
    "name": "Anna Schiraya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одно из любимых. Внимательны к клиентам, приятный антураж, вкусно) портит одно, иногда выпившие ведут себя как быдло...а хозяева заведения смотрят сквозь пальцы на это. За границей в приличном заведении сделают первое замечание, если второе …",
    "rating": 5,
    "name": "GN",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place and the guys are very happy with their approach to communication. A bar that is worth visiting 100%! One of the best !!! …",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место миниатюрное. И если хотите сюда попасть - бронируйте. Но оно того стоит. Самые разные коктейли. На любой вкус. И очень достойная кухня. …",
    "rating": 5,
    "name": "Sergiy Baranets",
    "cat": "Cocktail bar"
  },
  {
    "review": "классное место, профессиональные, приветливые бармены,\nвход довольно тяжело найти …",
    "rating": 5,
    "name": "Sergejs",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое легендарное место для посиделок и классного вечера в Киеве.\nОднозначно Лучшие коктейли столицы и уют, который обычно теряют популярные бары. …",
    "rating": 5,
    "name": "Olya Baranets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилась атмосфера. Отличные коктейли. Зайду ещё!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ulia Bogush",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютно и атмосферно. Вкусные коктейли и непринуждённая обстановка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "tanya guzun",
    "cat": "Cocktail bar"
  },
  {
    "review": "То, что здесь очень хорошие коктейли — это и так все знают. Но кроме этого здесь ещё весьма неплохая еда. По соотношению цена/качество выигрывает у многих киевских заведений …",
    "rating": 5,
    "name": "Vitalii Pustovyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, fast enough service even at full load. You can come with a sand)\nThe only negative drawbar at the door. It's cool to sit. …",
    "rating": 5,
    "name": "Оксана Скігіна",
    "cat": "Cocktail bar"
  },
  {
    "review": "По-прежнему один из лучших баров города. Классика и авторские коктейли. Рекомендую копчёную грушу как закуску. …",
    "rating": 5,
    "name": "Anton Art",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the cool cocktail places in Kiev))) A kind of atmosphere, professional bartenders, delicious cuisine ... if you go, I advise you to definitely try Something Tasty)) …",
    "rating": 5,
    "name": "Svyatoslav Storozhenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious and original cocktails, cozy and unusual interior, wonderful and unobtrusive service. And a few more surprises that you will like. …",
    "rating": 5,
    "name": "Anatoliy Pavlovskiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Everyone loves it as one of the oldest bars in Kiev. I was not impressed .. For a meeting with friends whom I have not seen for a long time, not suitable-VERY close, immediately someone is sitting next to you and …",
    "rating": 2,
    "name": "Yulia Goshovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails and cuisine\n\n(Original)\nСмачні коктейлі та кухня",
    "rating": 5,
    "name": "Мария Докучаева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Incompetent waiters. Everyone says otherwise. It takes a very long time to bring a menu or a check. Service horror. Although the kitchen is very good. …",
    "rating": 1,
    "name": "Іра Рожко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из самых любимых баров Киеве! Обязательно попробуйте кровавую мэри. Если хотите сесть большой компанией (больше 2/3 человек), то лучше забронировать столик заранее. Комната для курения - шикарная вещь!  Если вы турист, то обязательно …",
    "rating": 5,
    "name": "Ольга Мусякевич",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутые коктейли. Приятный классический интерьер. Бармен Николай - зе бест. Вывески при входе нет. Находится в здании кинотеатра Киев. …",
    "rating": 5,
    "name": "Vladyslav C",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших коктейль-баров в Киеве!\n\n(Translated by Google)\nOne of the best cocktail bars in Kiev!",
    "rating": 5,
    "name": "Miroslav Kirichenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место! Отличные коктейли! Отличные бармены!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Григоренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень приятное и атмосферное заведение, бываю здесь не в первый раз. Хороший персонал и бармены, вкусные и красивые коктейли 🍸 хороший выбор для небольшой компании …",
    "rating": 5,
    "name": "Григорий Стрикун",
    "cat": "Cocktail bar"
  },
  {
    "review": "Подпольный киевский бар без вывески, с кучей народа внутри, тесными столами, нг сюда все равно все возвращаются снова и снова. Наверное культовое место Киева, которому уже более 10 лет так точно. …",
    "rating": 4,
    "name": "Nikita Tkach",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее место, но коктейли не соответствуют их цене.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Denis Ramone",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю это заведение! Ребята здесь дружные, позитивные, весёлые... во всяком случае, я так чувствую🙈  Ну а про их коктейли,  я даже  говорить не буду. Это нужно только пробовать! …",
    "rating": 5,
    "name": "Mi Mi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютный бар, где чувствуешь себя как дома. Коктейли вкусные. Только почему-то не делают Космополитен …",
    "rating": 5,
    "name": "Valeriia Filinovych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар) Очень вкусные коктейли, отличные бармены. Атмосферно. В общем, место куда хочется еще не один раз вернуться. …",
    "rating": 5,
    "name": "Евгения Марченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Once I happened to come here for a few cocktails) what can I say: the cocktails are incredible, the concept is very interesting, the staff is friendly. …",
    "rating": 5,
    "name": "Sofia Bodun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, официанты и бармены советуют действительно те напитки, которые вам понравятся, даже в субботу вечером, когда много людей и достаточно шумно - есть своя атмосфера, в которую хочется возвращаться. …",
    "rating": 5,
    "name": "Arina Yaskevych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар, в котором я бывала, бармены просто топ, коктейли вкуснейшие, атмосфера огонь🔥10/10 …",
    "rating": 5,
    "name": "Надежда Костянецкая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень колоритное и красивое место. Неимоверно вкусные коктейли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Катерина Кириленко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый лучший в мире бар.\nВкусно все.\nА коктейли, просто ❤️ …",
    "rating": 5,
    "name": "Елена Киселёва",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The most delicious cocktails in Kiev. Interesting interior. Usually crowded. …",
    "rating": 5,
    "name": "Вікторія Редько",
    "cat": "Cocktail bar"
  },
  {
    "review": "Душевное место. О коктейлях даже без слов. Тартар из говядины, креветки с бататом , пюре из сельдерея с говяжьей котлетой под сыром дор блю - мои любимые блюда. Девочки официанты - умнички ))) …",
    "rating": 5,
    "name": "ok__noori ok__noori",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктейли и безумно дружелюбные и приятные бармены =)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vera Lungol",
    "cat": "Cocktail bar"
  },
  {
    "review": "Паровоз всегда радует, коктейли на любой вкус! Бармену стоит задать основной ингредиент и он вас непременно порадует. Всегда на высоте! …",
    "rating": 5,
    "name": "Лена Лекс",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bartender Yura Zozulya is the best !!! An expert in his field, a pleasant interlocutor !!! …",
    "rating": 5,
    "name": "Jana Shilina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютное место. Здесь вам подадут выпить интересные напитки и коктейли. А бармены расскажут про коктейль так, что захочется еще и еще... …",
    "rating": 5,
    "name": "Aleksandr Belko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Gorgeous pub! So many positive emotions. Cool service and a good team. …",
    "rating": 5,
    "name": "Евгений Никитин",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) When they came together, they chose a place without reserve. The waitress came and said that it was a reserve by moving the sign from another place to ours and said that we would rearrange the table separately. Okay, …",
    "rating": 2,
    "name": "Dan Karpo",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails for every taste. An interesting place …",
    "rating": 5,
    "name": "Александр Козуб",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый хамовитый гардеробщик из всех возможных. Охранник так же недалеко ушёл.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Анна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятное место. Большой выбор классических и авторских коктейлей , красивая подача. Хороший плюс - бар круглосуточный …",
    "rating": 5,
    "name": "Константин Петрович",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как всегда безупречно. Бар, кухня атмосфера. Я любила его в 2005м, и люблю его повзрослевшим. Спасибо, что со временем вы становитесь только лучше. …",
    "rating": 5,
    "name": "Anna Telychko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее атмосферное место. Бармены большие молодцы, для этих ребят их работа не просто средство заработка. Видно, что хотят быть лучшими. Очень понравилось. …",
    "rating": 5,
    "name": "Дмитрий Бондарчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар с невероятно вкусными коктейлями. Цена/качество соответствуют. До скорых встреч :) …",
    "rating": 5,
    "name": "Ирина Канурная",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классное место! Маленький уютный барчик скрытый от посторонних с вкусняшными коктейлями. Рекомендую для пре или афте пати …",
    "rating": 5,
    "name": "Natasha Holoborodko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар Украины 2015 года по версии авторитетной национальной премии \"СОЛЬ\".\nВеликолепная коктейльная карта. …",
    "rating": 5,
    "name": "Iurii Roshchyn",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусное меню и выпивка, почти всегда всё занято. Единственное что не нравиться так это, что мало места, а так все очень круто! …",
    "rating": 5,
    "name": "Наталья Лысенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Amazing place, expensive cocktails but strong and probably the best I've ever tasted. It's worth the visit just because of the environment itself, even the movies are shown inside. The bar itself is quite difficult to …",
    "rating": 5,
    "name": "Otilija Šapokaitė",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The entrance is very difficult. There's a cinema on the lower floor and a curtain in the entrance and so on. …",
    "rating": 3,
    "name": "ezgi yekbun cengiz",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хороший бар, уютно.\nМного разнообразных напитков, обслуживание хорошее.\nЕдинственное - не очень удобная барная стойка для заказа ... …",
    "rating": 5,
    "name": "Andrey Budnitsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый вкусный Bloody Mary в городе\n\n(Translated by Google)\nThe most delicious Bloody Mary in town",
    "rating": 5,
    "name": "Eugene Pakhomov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, вышколенные бармены, такие приветливые, официантки так себе - неоперативные. Вкусная еда, в общем норм. …",
    "rating": 4,
    "name": "Dmitriy Barsuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятный интерьер, несмотря на отсутствие окон,  хороший выбор напитков,  хорошее обслуживание,  неплохая еда. Бываю тут редко,  но все это стабильно годами. …",
    "rating": 4,
    "name": "Victor Dolzhansky",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A very nice place where you can go and chat with your friends. Cocktails very good staff friendly and helpful. Would definitely recommend. …",
    "rating": 5,
    "name": "tarık ırgız",
    "cat": "Cocktail bar"
  },
  {
    "review": "Трендово, модно, молодежно. Но когда там толпа народу, не знаю, как это может нравится. Бармены на высоте, коктейли супер. …",
    "rating": 4,
    "name": "Anton Korotkov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место,  но бывает слишком людно, прям слишком. Коктейли от 200 грн …",
    "rating": 5,
    "name": "Катерина Шишкіна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, коктейли на уровне топовых баров киева, эмоции в принципе только положительные)) …",
    "rating": 5,
    "name": "Максим Ященко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар с хорошими коктейлями и приятной атмосферой!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexey Zhebit",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Unusual and interesting cocktails, friendly staff and a cult place in general, constantly attracts visitors. The room in the basement is cramped and slow to maintain. …",
    "rating": 4,
    "name": "Вадим Камінський",
    "cat": "Cocktail bar"
  },
  {
    "review": "Конечно понравилось, уютно, тепло. Приятнейшая атмосфера и вкуснейший SomethingTasty\nОчень хороший вежливый персонал, красивый интерьер …",
    "rating": 5,
    "name": "Inna K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшее обслуживание, приветливый персонал и вкусные коктейли ❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Альона Буйновська",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тесно, дорого, и в то же время атмосферно и классно. Прикольные коктейли и большой выбор виски, в том числе и японского. …",
    "rating": 5,
    "name": "Олег Яковлев",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Colorful place with a relaxed atmosphere. 3 great cocktails cost about $ 20. I recommend trying Bloody Mary here. …",
    "rating": 5,
    "name": "Viacheslav Koptilyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли вкусные, но куревом воняет так, что голова болит\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Nick Fediaiev",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious\nCool design 5⭐ …",
    "rating": 5,
    "name": "VANYA STETS",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самые вкусные коктейли и самые понимающие во вкусах официанты! MUST VISIT заведение в Киеве …",
    "rating": 5,
    "name": "Volodymyr Nosenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A place with an interesting atmosphere and quality drinks …",
    "rating": 5,
    "name": "Rbk Serhii",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обслуживание отличное, есть комната для курящих. Больше специализируется на коктейлях, цветы чуть выше обычных. …",
    "rating": 3,
    "name": "Катерина Белова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательная коктейльная карта, отличный персонал и приятные бармены. Лучший бар города …",
    "rating": 5,
    "name": "Olga Kunichenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "simply the best! лучшая блади мэри в стране)\nи бармены! бармены! #onelove …",
    "rating": 5,
    "name": "Maria Shramko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место интересное, найти не легко(если ты не местный)! Коктейли неплохие, но и не самые вкусные! Второй раз не пойду! …",
    "rating": 4,
    "name": "Юлия Буцкая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасное место для общения с друзьями. Красиво, стилистика выдержана.\nУчтивый персонал. Есть комната для курения. …",
    "rating": 5,
    "name": "Юлия Канивец",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное камерное место с отличными коктейлями. Советую бронировать столик заранее :) …",
    "rating": 5,
    "name": "Инна Алексеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутой Бар, много хороших и вкусных коктейлей, будете в Киеве обязательно посетите это место, и попробуйте пару коктейлей! …",
    "rating": 5,
    "name": "Bogdan jr.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Огромная карта с различными коктейлями, а также бармены могут сделать без проблем что-то на заказ. …",
    "rating": 5,
    "name": "Dmytriy Borniakov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли живут здесь. Правда мол места и зимой какой  то неприятный сквозняк, но разве это вас остановит перед вкусным коктейлем? …",
    "rating": 5,
    "name": "Oleg Dekhtiarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера в этом месте просто бомбическая. Да и коктейли тоже отличные делают. Собственно от бара больше ничего и не ждешь. …",
    "rating": 5,
    "name": "Виктор Авраменко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное место, оригинальный интерьер, сидишь ночью и так светло как днем, это приятно, весело и громко играет музыка, напоминает NYC как и соседний Under Wonder:) так что есть шанс окунутся в \"ту атмосферу\":) найти только правда трудно, …",
    "rating": 3,
    "name": "Vladimir Kolesnikov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший из лучших. Суперовый интерьер, громаднейший выбор по спиртным напиткам и очень вкусные коктейли, очень! …",
    "rating": 5,
    "name": "Mister N",
    "cat": "Cocktail bar"
  },
  {
    "review": "Голова долго болела после выпитого(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitalii Bondarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неплохие коктейли, но десерт кошмар!! Заказала яблочный тарт  и не как не ожидала видеть кусок сухого теста с яблоками 😬 …",
    "rating": 3,
    "name": "Irina Mikki",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Mysterious Placement. Interesting and not typical atmosphere. Delicious cocktails)) …",
    "rating": 5,
    "name": "Леся Рубель",
    "cat": "Cocktail bar"
  },
  {
    "review": "Цены выше чем в среднем по Украине. Любителям старых американских баров строго рекомендован. …",
    "rating": 5,
    "name": "Коплик Евгений",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый атмосферный бар Киева, отличные коктейли! Всем советую, мой любимый бар!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Rusa Shattskykh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Культовое место. Нечего добавить, вкуснейшие коктейли и своя особая атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrew Gordiychuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We had difficulty finding the place but it was worth it. Cocktails are nice. It was very crowded when we went on a Saturday evening. …",
    "rating": 5,
    "name": "elif cansu gök",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Incredible institution by its concept.\nI highly recommend visiting.\nThe interior is moving and the cocktails are forced to return again and again. …",
    "rating": 5,
    "name": "Ivan Boyarchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшие коктейли, веселые и общительные бармены, при большом количестве посетителей официанты работают на отлично. …",
    "rating": 4,
    "name": "Tony Montana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Утратил Паровоз свою марку, все еще хорошо. Но все мои любимые коктейли уже не те( …",
    "rating": 4,
    "name": "Viktor Rasputin (Распутин Виктор)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар, вкусные коктейли и крутые официанты. Дороговато, но ты понимаешь за что платишь …",
    "rating": 5,
    "name": "Анастасия Пасынок",
    "cat": "Cocktail bar"
  },
  {
    "review": "отличное место.\nнемного навязчивые официантки, но в целом хорошо …",
    "rating": 4,
    "name": "Porco Rosso",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли просто восхитительные, и место атмосферное!))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Няка Анимака",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, очень вкусные коктейли!\n\n(Translated by Google)\nAtmospheric, delicious cocktails!",
    "rating": 5,
    "name": "Anastasiya Evtushenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшие коктейли. А пеницилин и джин гарден просто божественны!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анатолий Михайлюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всегда приветливые бармены и вкусные коктейли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maksym Bardega",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар один из лучших в Киеве, Bloody Mary must have to drink\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nick Nick",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место, коктейли прекрасные\nПерсонал фантастический, огромное спасибо что вы есть ) …",
    "rating": 5,
    "name": "Vladyslav Poliakov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли и приятная атмосфера. Столик лучше бронировать заранее.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Николай Морущак",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cool retro interior, old movies, relaxing atmosphere, good choice of drinks, but the choice of food is small and the prices are high ... …",
    "rating": 4,
    "name": "Оля Вишня",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар Киева, и любимый, конечно же! Ребята, поздравляю с 17-летием ;)\nЧирз! …",
    "rating": 5,
    "name": "Vitaly M",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый что называется бар! Отличный ассортимент и всегда особая атмосфера. Любой приезд в Киев - маст визит …",
    "rating": 5,
    "name": "Алена Дроздова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Просто  отменный  бар,  очень хороший бармен,  замечательные коктейли. обстановка- на ура ) …",
    "rating": 5,
    "name": "Дмитрий Маслов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера, люди, коктейли, еда. Каждый идёт за чем-то своим. Лично я выбрал то, за что я ставлю 5 …",
    "rating": 5,
    "name": "Іван Бай",
    "cat": "Cocktail bar"
  },
  {
    "review": "Понравилось всё. Но раньше официанты были парни - это было приятнее ;)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Grace",
    "cat": "Cocktail bar"
  },
  {
    "review": "отлично ый олдфешен. Аккуратно вносят изменения под ваш вкус\n\n(Translated by Google) …",
    "rating": 5,
    "name": "totktonada frakc",
    "cat": "Cocktail bar"
  },
  {
    "review": "Еда очень вкусная, прям агонь, коктейли вкусные в целом не дешевое заведение, столики надо бронить заранее …",
    "rating": 5,
    "name": "Valeriia Chekalkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "У бармена уже есть наколки но еще нет сервиса.... Дешевый гламурный пафос,  и неоправданно дорогие цены даже для Киева. …",
    "rating": 1,
    "name": "Cruise Post",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное атмосферное место))) с прекрасными ребятами барменами)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alena Bondar",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я коктейли не люблю, но тут они шик :) Шумно, много народу, но если отхватишь столик - ок :) …",
    "rating": 5,
    "name": "April Stew",
    "cat": "Cocktail bar"
  },
  {
    "review": "Помню старый добрый Паровоз. Сейчас всё изменилось. Но место хорошее, неплохие коктейли. …",
    "rating": 5,
    "name": "Kseniya Shatsman",
    "cat": "Cocktail bar"
  },
  {
    "review": "Чмошный бар где бармен решает сколько и что тебе можно и  стоит выпить, а охранник открывает двери на выход только сверившись с барменом на предмет оплаты. …",
    "rating": 1,
    "name": "syshchenko gleb",
    "cat": "Cocktail bar"
  },
  {
    "review": "Это очень колоритное место. А бармен Дмитрий просто на высоте!!!\nПопробуйте авторские коктейли, и вы придёте сюда снова и снова …",
    "rating": 5,
    "name": "Helen Postarnak",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) That's always great, thank you to the team for their excellent service and cocktails. …",
    "rating": 5,
    "name": "Ksenia Kozhushko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) In a place that is hard to find as a location (inside the cinema, downstairs) the cocktails are nice. …",
    "rating": 5,
    "name": "osman kısaoğlu",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли как всегда на высоте.\nПравда, новые коктейли от белорусских коллег не впечатлили. …",
    "rating": 5,
    "name": "Anna Ponomarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всё выдержано в рамках одной концепции. Креативно, стильно, интересно. Но с кухней мне не повезло... …",
    "rating": 4,
    "name": "Anatol Polkovnikov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар. Обязательно Кровавая Мэри. Не пожалеете. Лучшие бармены, чемпионы. …",
    "rating": 5,
    "name": "Людмила Малуша",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из моих любимых баров, который недавно получил свою очередную награду) Так держать и дальше) А я к вам и дальше буду в гости приходить) …",
    "rating": 5,
    "name": "Виктория Морозенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное заведение! Обязательно прийдем ещё!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yanina Pirzada",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) It is a pity that there was not enough space, but that is how much it should be here. Delicious, pleasant and unexpectedly cozy. …",
    "rating": 5,
    "name": "Shut Kadenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар города,заказал 2 мохито,самбуку и  5 шотов Б-52.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вика Лонговая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Попробуйте пенициллин, не пожалеете :)\n\n(Translated by Google)\nTry penicillin, you won't regret it :)",
    "rating": 5,
    "name": "Анастасия Добросол",
    "cat": "Cocktail bar"
  },
  {
    "review": "Легендарный киевский бар. Первый раз попал сюда в 2006. Ходил хожу и буду ходить …",
    "rating": 5,
    "name": "walter reinghardt",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Deadly slow service. The order waited for hours. And this is at very high prices …",
    "rating": 1,
    "name": "Andrii Voron",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктейли, которые состоят из алкоголя. Очень пьянящие. Большая редкость. …",
    "rating": 4,
    "name": "Roman Anatolievich",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли.  Очень шумно\n\n(Translated by Google)\nDelicious cocktails. Very noisy",
    "rating": 4,
    "name": "Oksana Mrinskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Восхитительно! Великолепно! Официанты читают мысли и результат превосходит все ожидания! …",
    "rating": 5,
    "name": "Ольга Базванова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый позитивный бармен ))  и атмосфера- особенная 🥰\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Голяка",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно, интересно, необычно) и конечно же очень приятный персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгения Олейник",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение, трудно найти, но это только плюс.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Иван Перехода",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Immerse yourself in the atmosphere of the New York bar\n\n(Original) …",
    "rating": 5,
    "name": "natalya plotnytska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное заведение. Коктейли очень вкусные. Рекомендую Кровавую Мэри\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алёна Молчанова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всё отлично, кроме уборных....\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Яна Доу",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное заведение, однозначно вернусь.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Hell Raikiri",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Perfectly cooked cocktails in a bar decorated in a classic bar. Good service. Feeling in line with 1920s Chicago. …",
    "rating": 5,
    "name": "Rickard Reite",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Tsvkovo, cozy though prices above the average market. Good steaks and cocktails …",
    "rating": 4,
    "name": "Василь Зауличний",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли и обслуживание на высшем уровне. А что ещё нужно для идеальной пятницы?) …",
    "rating": 5,
    "name": "Oleksandr Riznychenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место. Официанты знают абсолютно все про алкоголь который вам приносят) …",
    "rating": 5,
    "name": "Ruslan ego",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место номер один с оригинальными рецептами коктейлей.\nТут вам не дадут скучать :) …",
    "rating": 5,
    "name": "Надежда Тихонова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The security guard at the entrance messed up the impression that he had not let back a part of the company that went out to meet people. …",
    "rating": 2,
    "name": "Vitaliy Tsaruk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар Киева\n\n(Translated by Google)\nThe best bar in Kiev",
    "rating": 5,
    "name": "Olga Terefeyeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар, попали мне прям в сердечко. Игорю и Коле приветы🤗\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valeriia Iz",
    "cat": "Cocktail bar"
  },
  {
    "review": "Большой выбор коктейлей, но заявленного объема не выдерживают.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Elena Savickaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар Киева,большой ассортимент качественного алкоголя, профессиональный персонал …",
    "rating": 5,
    "name": "Александр Коросташивец",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не вкусные Коктейли. Из 4х все ужасные, а цены как за отличные\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Анастасия Шевчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "место интересное,  атмосферное, но один главный минус - ужасно накурено\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Ольга Лахтадыр",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одно из лучших мест в Киеве, отличный интерьер, коктейли и обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мария Зрожаева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Большой выбор коктейлей , красивая подача блюд.  круглосуточный )))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ира Гройсман",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно! Людно и даже очень, но это и есть стиль бара\nКровавая мери - обязательно попробуйте ! …",
    "rating": 5,
    "name": "Ann Job",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самые вкусные коктейли\nБармены просто пушка 🔥🔥🔥 …",
    "rating": 5,
    "name": "Ирина В",
    "cat": "Cocktail bar"
  },
  {
    "review": "350 лет можно провести в ожидании коктейля, плохой опыт пребывания\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Oleksandr Zemlianoi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень милые сотрудницы, обслуживание прекрасное. Не понравилась курилка, вытяжка не справляется …",
    "rating": 4,
    "name": "Аnn Кaas",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Extremely cool establishment. Delicious cocktails. Bartender Dima is the best …",
    "rating": 5,
    "name": "Христина Степанишин",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших баров Киева\n\n(Translated by Google)\nOne of the best bars in Kiev",
    "rating": 5,
    "name": "Sh. Lilia",
    "cat": "Cocktail bar"
  },
  {
    "review": "Исходя из личного опыта - лучший бар в Киеве!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ярослав Залізний",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) always an incredible experience ... top musical selection, top dining menu and top cocktail continue …",
    "rating": 5,
    "name": "Vincent Brodier",
    "cat": "Cocktail bar"
  },
  {
    "review": "Идеальное место для тех, кто имеет хороший вкус ) особенно спасибо бармену Диме за то что подберет лучшее по всем требованиям) …",
    "rating": 5,
    "name": "Мария Мельникова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дороговато стало, но коктейли хороши. Кухня мала но тоже ок\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Andrey Dykun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктели)\nРекомендую …",
    "rating": 5,
    "name": "Олена Вознюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ужасно. Обслуживание медленное, ужасный запах амиака и краски. Слишком перехваленное заведение, не по заслугам дали награду. …",
    "rating": 1,
    "name": "Иван Коломайко",
    "cat": "Cocktail bar"
  },
  {
    "review": "На данный момент это любимый бар в Киеве :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tetiana Mashkantseva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорогие, но нереально вкусные коктейли и хорошее обслуживание) бармены красавцы\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталія Соловйова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A chic selection of whiskey. Classy atmosphere. Pretty good shots. The interior is chic …",
    "rating": 5,
    "name": "Максим Скубенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Здесь алкоголь – это искусство! Очень атмосферно и стильно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Boldyrev",
    "cat": "Cocktail bar"
  },
  {
    "review": "в 2019 году зашел впервые после \"ремонта\"\nНе то. Совсем не то, что было и новый Паровоз не нравится абсолютно …",
    "rating": 3,
    "name": "Arthur Grigoryan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Что уж говорить, место абсолютно подходит под статус спик изи, хорошие коктейли, но дороговато. …",
    "rating": 4,
    "name": "Анна Свешникова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одни из вкусных коктейлей в Киеве))\n\n(Translated by Google)\nSome of the delicious cocktails in Kiev))",
    "rating": 5,
    "name": "Марина Григорян",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very nice place. Cocktails here are the best! ;)\n\n(Original) …",
    "rating": 5,
    "name": "София Майло",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейльный Бар с активной стойкой. Помещение тесное, но очень популярное.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ugin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место с классной обстановкой и отличными коктейлями\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Michael Balakorsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар отменный, но ОЧЕНЬ советую бронировать места заранее.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерий Узеховский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар, который сложно обойти, приезжая в Киев! Севетую Тартар из говядины 👌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "demi fomchenkoff",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A very kilmatic place.\n\n(Original)\nBardzo kilmatyczne miejsce.",
    "rating": 4,
    "name": "Darek Adamski",
    "cat": "Cocktail bar"
  },
  {
    "review": "Меню понравилось, особенно выбор коктейлей\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elmira Elmira",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Always unbeatable atmosphere and perfect cocktails.\n\n(Original) …",
    "rating": 5,
    "name": "Наталя Остапюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Старый \"Паровоз\" был отличным местом. Новый формат - пшонка-стайл интерьер и надменный бармен хамло. …",
    "rating": 1,
    "name": "Hans",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место с хорошими коктейлями. Стоит посетить!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владислав Редько",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I love the interior, negroes and coming out of a great movie, you do not need to run far. …",
    "rating": 5,
    "name": "Іра Білоніжка",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю это место! Коктейли, кухня - просто замечательные!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aliona Dimitriou",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересный контингент, вкусные авторские коктейли, отличное обслуживание.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Maria Diachkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли в Киеве ☺️\n\n(Translated by Google)\nThe best cocktails in Kiev ☺️",
    "rating": 5,
    "name": "Alex",
    "cat": "Cocktail bar"
  },
  {
    "review": "С трудом находится, но потом тяжело  оттуда уходить. Отличные коктейли!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valery Moskalenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличные коктейли. Гостеприимные бармены. Оливки - ум отъешь!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Konstantin Umanskii",
    "cat": "Cocktail bar"
  },
  {
    "review": "Спикизи бар с хорошими коктейлями. Маленький и уютный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mr.Tolmach",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведения, места мало, но наверное это и сближает посетителей, много иностранцев …",
    "rating": 5,
    "name": "Игорь Прутких",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшее обслуживание в моей жизни и невероятные коктейли 10/10😋👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Лысенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятное, затерянное место с приветливым персоналом и особенно барменами, но очень высокой ценовой категорией. …",
    "rating": 5,
    "name": "Igor Omelchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Музыка, атмосфера, коктейли, люди   - я к вам прийду еще много-много раз!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ксюша Баштынская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный коктейль-бар\n\n(Translated by Google)\nGreat cocktail bar",
    "rating": 5,
    "name": "Miseracle",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Favorite bar in Kiev. Tasty cocktails\n\n(Original) …",
    "rating": 5,
    "name": "Nitsa M",
    "cat": "Cocktail bar"
  },
  {
    "review": "Здесь и случился рестарт барной культуры города в две тысячи четырнадцатом. Культовое местечко. …",
    "rating": 5,
    "name": "Tosha Kirzanoff",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар как бар. С несколько завышенными ценами на алкоголь, но адекватными на еду.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Denis Kostenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Понравилось! \"Зомби\" очень вкусный коктейль 🍹\n\n(Translated by Google)\nLiked! \"Zombie\" very tasty cocktail 🍹",
    "rating": 5,
    "name": "Olena Leech",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Simply the best bar of Ukraine. Decipher yourself.\n\n(Original) …",
    "rating": 5,
    "name": "Vsevolod Polishchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very little space. It's hard to find a free table.\n\n(Original) …",
    "rating": 2,
    "name": "Oleg Pasichnyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Снова и снова без устали продолжаю любить этот бар.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Прист",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тусовочный место) вкусные коктейли!\n\n(Translated by Google)\nParty place) delicious cocktails!",
    "rating": 5,
    "name": "Юлія Кавунець",
    "cat": "Cocktail bar"
  },
  {
    "review": "Правильные коктейли; вкусная еда; душевно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Сацюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Оригинальное заведение. Отличное место, чтоб расслабиться и пообщаться с друзьями …",
    "rating": 5,
    "name": "Тарас Марченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "В общем неплохо. Хотя место специфичное. Но меню порезали ...\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Andrey Vorobets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютный барчик, но места маловато, а людишек всегда много👍\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Евгений ляшенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все очень понравилось. Спасибо",
    "rating": 5,
    "name": "Денис Ремишевский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктейли\n\n(Translated by Google)\nDelicious cocktails",
    "rating": 5,
    "name": "Сева Ашкинадзе",
    "cat": "Cocktail bar"
  },
  {
    "review": "Был и остаётся одним из лучших баров Киева.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Morozov",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A good place to socialize and taste cocktails.\n\n(Original) …",
    "rating": 5,
    "name": "Valentin Cherdakli",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) the best author cocktails, bartenders know their business and the products they work with …",
    "rating": 5,
    "name": "Volodymyr Tkachuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусная еда при невысокой стоимости. Приятная атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksey Globets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли города, персоналу браво!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dimitri Mykhaylyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар в Киеве\n\n(Translated by Google)\nThe best bar in Kiev",
    "rating": 5,
    "name": "Dmitry Musienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, душевненько, но места маловато(((((\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksandra Gavrylyshyna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли там вкуснейшие!\n\n(Translated by Google)\nThe cocktails are delicious there!",
    "rating": 5,
    "name": "Alex Bylyn",
    "cat": "Cocktail bar"
  },
  {
    "review": "Так и не нашел. Но походу там круто если его не так просто найти)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Рома Штанников",
    "cat": "Cocktail bar"
  },
  {
    "review": "Восхитительное место и коктейли\n\n(Translated by Google)\nDelightful place and cocktails",
    "rating": 5,
    "name": "Elena Medvedeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли в городе. Один из лучших баров.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Kislyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "заведение входищее в топ5 в контексте коктейльной карты, вполне приличная кухнЯ\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yvan Stopper",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мало места, приходится стоять. И это при ценнике выше среднего.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Kassandra H",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень много иностранцев\nШирокая коктейльная карта\nВкусная кухня …",
    "rating": 5,
    "name": "Егор А",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусны коктейли! И красивая посуда!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитро Чуприна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) It's cool here for you too. This place leaves no one indifferent. …",
    "rating": 5,
    "name": "Oksana Mykhalchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно - шумно, пьяно, вкусно)\n\n(Translated by Google)\nAtmospheric - noisy, drunk, tasty)",
    "rating": 5,
    "name": "Anna",
    "cat": "Cocktail bar"
  },
  {
    "review": "отличное место для хорошего и приятного отдыха\n\n(Translated by Google)\ngreat place for a good and pleasant stay",
    "rating": 5,
    "name": "Василиса Куликова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Для любителей постоять в вагоне и заплатить x1.5\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Олександр Журкін",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютно и коктейли вкусные.\n\n(Translated by Google)\nCozy and delicious cocktails.",
    "rating": 5,
    "name": "Andrei Lazebniy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютно, приятная атмосфера, обслуживание быстрое 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Денис Бруяко",
    "cat": "Cocktail bar"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Иванна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) cool cocktails, unexpectedly delicious carbonara\n\n(Original) …",
    "rating": 5,
    "name": "Олексій Колеса",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хороший сервис, интерьер, коктейли, все супер)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Близнюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отрыв. Коктейльная карта супер, отличное место для продолжения гулянки после полуночи ;) …",
    "rating": 4,
    "name": "Andrii Shvets",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Speak from the bar. Very welcoming and delicious !!!\n\n(Original) …",
    "rating": 5,
    "name": "Бодя Козицький",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самая вкусная Кровавая Мэри, которую я когда-либо пробовала!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгения Лихачёва",
    "cat": "Cocktail bar"
  },
  {
    "review": "\"Маргарита\"- супер, реберця- супер. Достойное заведение\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Светлана Ботюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) By the author's original cocktails - here\n\n(Original) …",
    "rating": 5,
    "name": "Roman Sydor",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The best place in town)\n\n(Original)\nНайкраще місце в місті)",
    "rating": 5,
    "name": "Paul Sukho",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорогое, пафосное, атмосферное место. Must see для иностранных гостей :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Лушпенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "В топе лучших баров Киева!))\n\n(Translated by Google)\nIn the top of the best bars in Kiev!))",
    "rating": 5,
    "name": "Кристиан Торрес",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место для ночного коктейля. Или двух ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Bezdetko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю. Просто обожаю. Битком всегда, но шо поделать? Обожаю не я одна)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ксения Рябоконь",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The best bar in Kiev!\n\n(Original)\nНайкращий бар в Києві!",
    "rating": 5,
    "name": "Jeki Vollte",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое заведение Киева\n\n(Translated by Google)\nFavorite institution in Kiev",
    "rating": 5,
    "name": "George Ivanov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших олдскульніх баров в Киеве\n\n(Translated by Google)\nOne of the best bars in Kiev oldskulnіh",
    "rating": 5,
    "name": "Alexey Pavlochev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли\n\n(Translated by Google)\nDelicious Cocktails",
    "rating": 5,
    "name": "Арина Дрифан",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорого, коктейли так себе.\n\n(Translated by Google)\nExpensive, cocktails are so-so.",
    "rating": 3,
    "name": "Drake",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уникальное место, N 1 в Киеве\n\n(Translated by Google)\nUnique place, N 1 in Kiev",
    "rating": 5,
    "name": "Elena Loginova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Unusual, interesting, atmospheric institution\n\n(Original) …",
    "rating": 5,
    "name": "Євгенія Любова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Martini as it is \"this is not what you think\"\n\n(Original) …",
    "rating": 5,
    "name": "Ірина Банашко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все понравилось,  кроме официантки. Фыркала и игнорила\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Giulia De Rosa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место, но мне то же не хватает старого паровоза.Много воспоминаний с ним. …",
    "rating": 4,
    "name": "Alexsey Balanov",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the best bars in Kiev, in the basement of the Kyiv Cinema …",
    "rating": 5,
    "name": "Mykhailo Kozik",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю это место!!\n\n(Translated by Google)\nI love this place !!",
    "rating": 5,
    "name": "Alla Ch",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, коктейли - бомба!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Волохова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Олдскульный бар. Классика - это замечательно\n\n(Translated by Google)\nOld school bar. Classic is great",
    "rating": 5,
    "name": "Роман Петровский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар.Поситите и  будете в восторге\n\n(Translated by Google)\nThe best bar. Visit and be delighted",
    "rating": 5,
    "name": "Я Комфи",
    "cat": "Cocktail bar"
  },
  {
    "review": "кажется,тут людно всегда. но коктельчики пойдут)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Irene Zheludenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютно и вкусные коктейли\n\n(Translated by Google)\nVery cozy and delicious cocktails",
    "rating": 4,
    "name": "Кирило Максимович",
    "cat": "Cocktail bar"
  },
  {
    "review": "Можно спиться, б/а коктейль тоже есть\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Gora Kornev",
    "cat": "Cocktail bar"
  },
  {
    "review": "А я скучаю за прошлым паровозом.. сколько хороших воспоминаний, эххх,,,\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuriy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Первоклассное обслуживание и каждый напиток - произведение искусства.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Slava Romanova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар со вкусной кухней и отличными коктелями\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Mushvig Gasanov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бармены бесподобны, коктейли тоже\n\n(Translated by Google)\nBartenders are awesome, cocktails too",
    "rating": 5,
    "name": "Наталья Викторовна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место. Больше 10 лет. Атмосферно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anton Lebedev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Довольно интересное и уютное заведение.\n\n(Translated by Google)\nPretty interesting and cozy place.",
    "rating": 5,
    "name": "Tatiana Balakan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Среднее местечко, хорошее географическое расположение и только.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Андрей Поляков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение, отличные коктейли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Podrezova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар кухня все на высоте\n\n(Translated by Google)\nBar kitchen everything is on top",
    "rating": 5,
    "name": "Anton H",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятное место с хорошими коктейлями\n\n(Translated by Google)\nNice place with nice cocktails",
    "rating": 5,
    "name": "Oleg Pedai",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшие коктейли, замечательная публика\n\n(Translated by Google)\nDelicious cocktails, wonderful audience",
    "rating": 5,
    "name": "Kateryna Khokhlova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place, people and cocktails.\n\n(Original) …",
    "rating": 5,
    "name": "Jojo Mayer",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший классический бар в городе\n\n(Translated by Google)\nThe best classic bar in town",
    "rating": 5,
    "name": "Grigoriy Shcherbukha",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусный коктейль\n\n(Translated by Google)\nDelicious cocktail",
    "rating": 5,
    "name": "Юлия Степенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший коктейль бар!\n\n(Translated by Google)\nBest cocktail bar!",
    "rating": 5,
    "name": "Alexander Shevchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Best cocktail bar of Kiev\n\n(Original)\nКращий коктейль-бар Києва",
    "rating": 5,
    "name": "Viktor Shulika",
    "cat": "Cocktail bar"
  },
  {
    "review": "Незабываемая отмосфера, и безумно вкусные коктели\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгения Савенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самая лучшая кровавая Мэри в Киеве\n\n(Translated by Google)\nThe best bloody Mary in Kiev",
    "rating": 5,
    "name": "Alex S",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хороший бар и обслуживание\n\n(Translated by Google)\nGood bar and service",
    "rating": 5,
    "name": "Стас Николаевич",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Yura Zozulya bartender the best !!!\n\n(Original)\nЮра Зозуля бармен the best!!!",
    "rating": 5,
    "name": "Ірина Осіпова",
    "cat": "Cocktail bar"
  },
  {
    "review": "🎤 Филипп любит пропустить стаканчик-другой в Паровозе\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Филипп Киркоров",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric, a little expensive\n\n(Original)\nАтмосферно,трохи дорого",
    "rating": 1,
    "name": "Татьяна Кондратчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самый лучший бар :)\n\n(Translated by Google)\nThe best bar :)",
    "rating": 5,
    "name": "Sergey Buglak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Здесь лучшая Bloody Mary\n\n(Translated by Google)\nHere is the best Bloody Mary",
    "rating": 5,
    "name": "Алексей Нежиков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Кровавая Мэри - отпад\n\n(Translated by Google)\nBloody Mary - mortality",
    "rating": 5,
    "name": "Vadim Panarin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусная еда и хорошие коктейли\n\n(Translated by Google)\nDelicious food and good cocktails",
    "rating": 5,
    "name": "Марина Бродецкая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятно атмосферное и классное место.\n\n(Translated by Google)\nIncredibly atmospheric and cool place.",
    "rating": 5,
    "name": "Микола Слава_Україні!",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the best bars in Kiev.\n\n(Original)\nEine der besten Bars in Kiew.",
    "rating": 5,
    "name": "Constantine",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The cocktails are delicious\n\n(Original)\nКоктейлі смачні",
    "rating": 5,
    "name": "Pavel Kuts",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересные коктейли\n\n(Translated by Google)\nInteresting cocktails",
    "rating": 5,
    "name": "Dmi Rey",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер место! Лучшая Кровавая Мэри в городе!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Арасланов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар в Киеве\n\n(Translated by Google)\nThe best bar in Kiev",
    "rating": 5,
    "name": "Григорий Смолкин",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Large selection of cocktails\n\n(Original)\nВеликий вибір коктейлів",
    "rating": 5,
    "name": "Yaroslav Kornachevskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое место! Все на высшем уровне.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Ponomarov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как бы, охеренно) и музыка норм!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Тарасова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересные коктейли\n\n(Translated by Google)\nVery interesting cocktails",
    "rating": 5,
    "name": "Teson",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли в городе!\n\n(Translated by Google)\nThe best cocktails in town!",
    "rating": 5,
    "name": "Kat Kravets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Круто!\n\n(Translated by Google)\nCool!",
    "rating": 5,
    "name": "Тимур Ражабов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар Киева!!!\n\n(Translated by Google)\nThe best bar in Kiev !!!",
    "rating": 5,
    "name": "Кирилл Химиченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Amazing place\n\nNot easy to find …",
    "rating": 5,
    "name": "Geoges Edy Jaques",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший бар\nParovoz Speak Easy …",
    "rating": 5,
    "name": "Dmitriy Dmitriy",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валерия Качан",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bartender bomb\n\n(Original)\nБармен бомба",
    "rating": 5,
    "name": "cyber",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно! :)\n\n(Translated by Google)\nYummy! :)",
    "rating": 5,
    "name": "Alexander T.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктели в городе\n\n(Translated by Google)\nBest cocktails in town",
    "rating": 5,
    "name": "Andrew Petruk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Tuyoko expensive and tasteless\n\n(Original)\nТуйко дорого, та несмачно",
    "rating": 1,
    "name": "Александр Гал",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шелдон Купер был бы в восторге.\n\n(Translated by Google)\nSheldon Cooper would have loved it.",
    "rating": 5,
    "name": "Alexandr Sushkov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное место в самом центре города\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Den Elizaryev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из самых старых баров который не менял владельцев, эволюционировал и существует не на потоке случайных прохожих. Здесь смесь из гостей города, постоянных жителей которые с обеда до глубокой ночи могут сидеть за барной стойкой и тех кто …",
    "rating": 5,
    "name": "Ievgen Mykhailenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарный \"кровавая Мэри\"!\n\n(Translated by Google)\nPosh \"bloody Mary\"!",
    "rating": 5,
    "name": "Konstantin Pogrebnyak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли.\n\n(Translated by Google)\nDelicious cocktails.",
    "rating": 5,
    "name": "Ruslan Butuzov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Душевное место\n\n(Translated by Google)\nsoulful place",
    "rating": 5,
    "name": "Andrii Gavryshchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юрій Пантелюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "К удивлению превосходная кухня\n\n(Translated by Google)\nSurprisingly excellent cuisine",
    "rating": 5,
    "name": "Volodymyr Kulbaiev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отлично!\n\n(Translated by Google)\nExcellent!",
    "rating": 5,
    "name": "Elena S",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как всегда не высоте!\n\n(Translated by Google)\nAs always, not high!",
    "rating": 5,
    "name": "Ihor Zhukovskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Константин Жабко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Stylish, always crowded.\n\n(Original)\nСтильно, завжди людно.",
    "rating": 5,
    "name": "Inga Lirchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Something Special Cocktail\n\n(Original)\nКоктейль Something Special",
    "rating": 5,
    "name": "Svitlana Merezhko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как всегда на высоте! Спасибо\n\n(Translated by Google)\nAs always on top! thank",
    "rating": 5,
    "name": "Павел Скрыпник",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting bar format\n\n(Original)\nЦікавий формат бару",
    "rating": 5,
    "name": "Павло Клімко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool bar\n\n(Original)\nДуже крутяцький бар",
    "rating": 5,
    "name": "Sashko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Виски сауэр Бомба )\n\n(Translated by Google)\nWhiskey Sour Bomba)",
    "rating": 5,
    "name": "Саша Булгаков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшая окрошка на правом берегу\n\n(Translated by Google)\nThe best okroshka on the right bank",
    "rating": 5,
    "name": "Андрей Резник",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли!!!\n\n(Translated by Google)\nDelicious cocktails !!!",
    "rating": 5,
    "name": "Anastasiia Denysova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень комфортно!\n\n(Translated by Google)\nVery comfortable!",
    "rating": 5,
    "name": "Ириша Боднар",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пафосно, достойно, дорого.\n\n(Translated by Google)\nPathetic, dignified, expensive.",
    "rating": 5,
    "name": "Nikolay Dordienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Оксана Пархоменко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Офигеть крутой баревич!\n\n(Translated by Google)\nOfiget cool barevich!",
    "rating": 5,
    "name": "Андрей Александров",
    "cat": "Cocktail bar"
  },
  {
    "review": "Смачно...\n\n(Translated by Google)\nGreat ...",
    "rating": 5,
    "name": "Yakimasport UA",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное местечко )\n\n(Translated by Google)\nCool place)",
    "rating": 5,
    "name": "Владислав Войцеховский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень красивые стаканы\n\n(Translated by Google)\nVery beautiful glasses",
    "rating": 5,
    "name": "Olya Avramenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Friendly and delicious 🍀\n\n(Original)\nДружньо та смачно 🍀",
    "rating": 5,
    "name": "Oleksandr Poluv'yan",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Business Place)\n\n(Original)\nКомпанійське місце)",
    "rating": 5,
    "name": "Ірина Дубровська",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шумно.\n\n(Translated by Google)\nNoisy.",
    "rating": 3,
    "name": "Vladimir Putsko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли\n\n(Translated by Google)\nDelicious Cocktails",
    "rating": 4,
    "name": "Олександр Кузянін",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень  уютно!\n\n(Translated by Google)\nVery cozy!",
    "rating": 4,
    "name": "eugen tymoshchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Марина Шевчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отлично\n\n(Translated by Google)\nExcellent",
    "rating": 5,
    "name": "Photographer Baranov Dmitriy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятные коктейли!!\n\n(Translated by Google)\nIncredible cocktails !!",
    "rating": 5,
    "name": "Natalia Wrzeszcz",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорого, но вкусно\n\n(Translated by Google)\nExpensive but tasty",
    "rating": 5,
    "name": "Aleksandr Svideniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли\n\n(Translated by Google)\nDelicious Cocktails",
    "rating": 4,
    "name": "Iryna Pshenychna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар среднего уровня\n\n(Translated by Google)\nMid-level bar",
    "rating": 3,
    "name": "Aleksei Filanovskiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли.\n\n(Translated by Google)\nThe best cocktails.",
    "rating": 5,
    "name": "Александр Александров",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорого, но классно.\n\n(Translated by Google)\nExpensive, but cool.",
    "rating": 5,
    "name": "Max",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Evgeny Bugakov",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "lyuda kovalchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшая кровавая Мери.\n\n(Translated by Google)\nThe best bloody Mary.",
    "rating": 5,
    "name": "Karina Aleksandrovna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошая атмосфера.\n\n(Translated by Google)\nGood atmosphere.",
    "rating": 5,
    "name": "Rauf Amirvaliyev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютный ламповый паровоз\n\n(Translated by Google)\nCozy lamp locomotive",
    "rating": 5,
    "name": "Oleg Kuzmenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень хорошее душевное место\n\n(Translated by Google)\nVery good spiritual place",
    "rating": 5,
    "name": "никита курило",
    "cat": "Cocktail bar"
  },
  {
    "review": "Холодный камамбер\n\n(Translated by Google)\nCold Camembert",
    "rating": 2,
    "name": "Мария Рубан",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The authentic bar\n\n(Original)\nΤο αυθεντικό μπαρ",
    "rating": 4,
    "name": "ΑΝΑΣΤΑΣΙΟΣ ΓΚΟΛΝΑΣ",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее душевное место.\n\n(Translated by Google)\nGood spiritual place.",
    "rating": 5,
    "name": "Анна Буклеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "🔥 огонь\n\n(Translated by Google)\n🔥 fire",
    "rating": 5,
    "name": "Anton Maznev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучший!!!\n\n(Translated by Google)\nBest!!!",
    "rating": 5,
    "name": "Evgen Prodanchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Убогое место , тут грязно и некрасиво\n\n(Translated by Google)\nWretched place, it's dirty and ugly here",
    "rating": 3,
    "name": "Daria Xineko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасные коктейли\n\n(Translated by Google)\nGreat cocktails",
    "rating": 5,
    "name": "Urban Insider",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное место,уютно\n\n(Translated by Google)\nCool place, cozy",
    "rating": 5,
    "name": "Мага Вертухай",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bar - fire!\n\n(Original)\nБар - агонь!",
    "rating": 5,
    "name": "Andrey Ignatenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшая кровавая мерри\n\n(Translated by Google)\nDelicious Bloody Merry",
    "rating": 5,
    "name": "николь савицкая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличные стейки.\n\n(Translated by Google)\nGreat steaks.",
    "rating": 5,
    "name": "Александр Скляров",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошо, но дорого\n\n(Translated by Google)\nGood but expensive",
    "rating": 5,
    "name": "Dmytro Doletskiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное заведение 😻🍓\n\n(Translated by Google)\nGreat establishment 😻🍓",
    "rating": 5,
    "name": "Rina Rey",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) CBS cocktails\n\n(Original)\nКоктейли збс",
    "rating": 5,
    "name": "Vladimir Bondarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отлично\n\n(Translated by Google)\nExcellent",
    "rating": 5,
    "name": "Владислав Онипко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшие коктели\n\n(Translated by Google)\nDelicious cocktails",
    "rating": 5,
    "name": "Michael S. Polishchuk Yaremenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутые коктейли\n\n(Translated by Google)\nCool cocktails",
    "rating": 5,
    "name": "Андрій",
    "cat": "Cocktail bar"
  },
  {
    "review": "Кайфовое место.\n\n(Translated by Google)\nThe buzz place.",
    "rating": 5,
    "name": "Stanislav Stav Asviyan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно\n\n(Translated by Google)\nDelicious",
    "rating": 5,
    "name": "Vlad Novikov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Надо посетить!\n\n(Translated by Google)\nMust visit!",
    "rating": 5,
    "name": "Fox Metall (Foster)",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Nice place\n\n(Original)\nГарне місце",
    "rating": 5,
    "name": "Elena Tretiakova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарное заведение\n\n(Translated by Google)\nSmart institution",
    "rating": 5,
    "name": "Yuri _",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все отлично!!",
    "rating": 5,
    "name": "Дашк Адаш",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классный бар\n\n(Translated by Google)\nCool bar",
    "rating": 5,
    "name": "Valentyn Shabelnyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие коктейли в этом городе!\n\n(Translated by Google)\nThe best cocktails in this city!",
    "rating": 5,
    "name": "Igor Skryl",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классно!",
    "rating": 5,
    "name": "Евгенія Бухаріна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ожидала большего\n\n(Translated by Google)\nI expected more",
    "rating": 4,
    "name": "Дарья Анатольевна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Есть, пить, пить, пить! )))\n\n(Translated by Google)\nEat, drink, drink, drink! )))",
    "rating": 5,
    "name": "brazerhoff",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера",
    "rating": 5,
    "name": "Vladimir Dzhikidze",
    "cat": "Cocktail bar"
  },
  {
    "review": "Топ топа, без сомнений.\n\n(Translated by Google)\nTop of the top, no doubt.",
    "rating": 5,
    "name": "Антон Телицын",
    "cat": "Cocktail bar"
  },
  {
    "review": "СУПЕР\n\n(Translated by Google)\nSUPER",
    "rating": 5,
    "name": "Vitaliy Kolpachiev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Топ\n\n(Translated by Google)\nTop",
    "rating": 5,
    "name": "Koll Me",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шумной и воняет\n\n(Translated by Google)\nNoisy and stinks",
    "rating": 2,
    "name": "Евгений Вольный",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cocktail bar",
    "rating": 4,
    "name": "Elvis Rublovskis",
    "cat": "Cocktail bar"
  },
  {
    "review": "Великолепно!\n\n(Translated by Google)\nFabulous!",
    "rating": 5,
    "name": "Александр Крупник (AlexK)",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) atmospheric\n\n(Original)\nатмосферно",
    "rating": 5,
    "name": "Alien Le",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все супер.\n\n(Translated by Google)\nEverything is great.",
    "rating": 4,
    "name": "Daniil",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера божесивенная\n\n(Translated by Google)\nThe atmosphere of God",
    "rating": 5,
    "name": "Michael Bentsa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место.\n\n(Translated by Google)\nPerfect place.",
    "rating": 5,
    "name": "Dmitriy Chuta",
    "cat": "Cocktail bar"
  },
  {
    "review": "отлчиное заведение\n\n(Translated by Google)\nan excellent institution",
    "rating": 4,
    "name": "Антон Пасько",
    "cat": "Cocktail bar"
  },
  {
    "review": "Напоили хорошо\n\n(Translated by Google)\nHave a good drink",
    "rating": 4,
    "name": "Fantasy Beauty Girls in Real Life in Real Life",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематическое заведение\n\n(Translated by Google)\nThematic institution",
    "rating": 3,
    "name": "Luba Farbey",
    "cat": "Cocktail bar"
  },
  {
    "review": "скудный выбор\n\n(Translated by Google)\nmeager choice",
    "rating": 4,
    "name": "Иван Белов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер место!\n\n(Translated by Google)\nSuper place!",
    "rating": 5,
    "name": "Daniil Pysarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень дооооорого\n\n(Translated by Google)\nVery expensive",
    "rating": 3,
    "name": "Alex A. Renoire",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все на высоте\n\n(Translated by Google)\nEverything is on top",
    "rating": 5,
    "name": "REAL COMPILATIONS",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер место.\n\n(Translated by Google)\nSuper place.",
    "rating": 5,
    "name": "Stretching",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric\n\n(Original)\nАтмосферний",
    "rating": 4,
    "name": "Сергей Селезнев",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 5,
    "name": "J. M.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 4,
    "name": "Sergey Garas",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric\n\n(Original)\nАтмосферно",
    "rating": 4,
    "name": "Роман Макавоз",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric\n\n(Original)\nАтмосферно",
    "rating": 5,
    "name": "Michael Shato",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olena Kedrovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Катерина Юшко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Natalia Razumikhina",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "BITCHELANGELO",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Artemii Skiba",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "casha yurchyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Ilya Doroshenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleg LastName",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Garvit Bansal",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dzmitry Khadorkin",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Вероника Кухаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Juliia Peren4uk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Gennadiy Khelemskyy",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "George Frank",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Drozdov",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleh Ulasyuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Hanna Hanna",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Егор Плетняков",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleh Gryshchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Studia OS",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mykola Khalavka",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "DLH M-B",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yuliia Husakova",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Лена Агуф",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maksym Bourosh",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lina Milyutina",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrew AlexIn",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kirill Kolyshenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександра Задніпряна",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alyona Chayka",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Name Surname",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Taras Yemchura",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "UFO NLO (ufonlo)",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "о. krushenichka",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexey Krikmanis",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Bob Irish",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Maria Shavarskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "ОЛЕКСАНДР СЄОХОЛ",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Evgeniya Kupryashkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mr Wall",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lyubov Voytsekhovskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Di",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andrii Balatskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yanina Dobrovolska",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Victor Pavlenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tetiana Piven",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Лилия Садливская",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alyona Varfolomieieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oksana Bozhkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kaja Puto",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mike Storcheous",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleg Plisov",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tasos Fokas",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Elena Berkovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Stian Grundstad",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vitaly Baranovsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Denis Berko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Борисенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alena Shcherba",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Polina Novostroina",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Daniel Lupu",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Лосев",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Marina Sayenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Volodymyr Gerasimov",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Parfeniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрій Франько",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Irina Us",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nathaniel Espino",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vadim Zubovich",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mykola Verkhohlyad",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andriy Hulyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alex Goy",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "M B",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andrii Hromiak",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dane K",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валик Дрегваль",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Dmitrij",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталия Олейник",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Василенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим П",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Svitlana Drobashko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Joshua Kase",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юлия Яблонько",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Никита Лаптинов",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Denys Novikov",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Viktor Sychynskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Остап Турянський",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "KiHgepIIcix",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Татьяна Ковальчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Itamar Keller",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Маша Новак",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Martina Kašková",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Suprun",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marriage Agent",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maks Kovalenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Dmitriy Prodchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Artem Baryliuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Igor Banashko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Царюченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим Рябец",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Макс Бутенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mykola Verteba",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анастасия Отличная",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Фазлиахмедов",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Н. А.",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tomas Žeimys",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим Череватенко П-42",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Сергей Стефанюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "katya austin",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Comeloss",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pashaflo Flo",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Герасимович",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Евгений Бижанов",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Стаборчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kirill Kozhemiakin",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Vlad",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Anton T",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Studio Yarko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Oleksii Derke",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Bakumenko Vladymyr",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maks Lyashenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Igal Sarig",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nikita Palach",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Notasha Talks",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Шаравара",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kseniya Kseniya",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Дмитрий Донской",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexander Trachuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Abdullah Al-khazraji",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Phil Hoffman",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Драпкин",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Jan Zeman",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Дмитрий Герасименко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виталий Стояновский",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Taras Kozub",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Даниил Зражевский",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sergey Koropets",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sbitova.",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "UA Game",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Кобилінська",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Євген Шац",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Євген Ковалевський",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Rumi",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yurko Nychyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alex Spielberg",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yevhenii Saienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Michael Dvornichenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kaloyan Iliev",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexander Pachkovsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marina Karavaieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Inna Kandaurova",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Елена Агеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksandr Davydenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Halyna Demchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Артем Симоненков",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nicklas Nilsson",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "illarion sauk",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maria Gordienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Gleb Hodorovskiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Zimbabva Lumumba",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Маглюй",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "стас ищенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Volodymyr Khutkyy",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serhii Piatak",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kate Evst",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Chris Fowell",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serg ecs",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ігор Олійник",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Марина Ягмур",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Victoriia Ivashyna",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Дарья Андрющенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Полина Шимпф",
    "cat": "Cocktail bar"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Євгенія Купчан (Конечно Кислотен)",
    "cat": "Cocktail bar"
  }
]