[
  {
    "review": "The best food I had in Ukraine!\nUnique Ukrainian traditional style and pleasant atmosphere.\nThe staff was friendly, and they would happily assist you in choosing food. …",
    "rating": 5,
    "name": "Ayat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Am excellent restaurant for traditional Ukrainian food. Good service, good atmosphere, nice food, good selection of dishes well presented and prepared. What really adds to it all is that every room is done out in a different style of …",
    "rating": 5,
    "name": "Nishan M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a lovely restaurant full of character! Excellent borscht- and everything else we ordered was just well cooked. Really nice, attentive service. Wish we could order everything from the menu.",
    "rating": 5,
    "name": "Robyn Huang",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best local dish experiences we had in Kiev. The staff are super friendly and everything lost in translation is soon forgotten with the amazing meals. Most staff speak fairly good English.",
    "rating": 5,
    "name": "Preston Pietersen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A local friend recommended this place for authentic Ukrainian cousins. Before we go there i asked to take us to place that reminds her of her grandma's food. And she recommended Pervak! She took care of the orders. I have to tell you this, …",
    "rating": 5,
    "name": "Faris Helmi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great interior and presentation of the food, decent bathrooms with high-tech appliances. Really wanted to love this place as it does many things right, but ultimately couldn't as while the taste was good it wasn't exceptional, and it was the most expensive restaurant I visited during my time in Kiev with rather small portions",
    "rating": 4,
    "name": "Elmar Abbasov (Ubicray)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything here is delicious. Solyanka and borsch were perfect on a cold winter's night. There's some creative dishes on the menu, like the duck & blue cheese varenyky, which was heavenly. The chicken Kiev was juicy and tender. The bread …",
    "rating": 5,
    "name": "Cindy Tan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "REALLY DISAPPOINTING!\n\nI've made a reservation (wedding anniversary) but when I arrived, my name was …",
    "rating": 1,
    "name": "Lucas Leal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We loved it! I recommend this place to anyone looking to experience local cuisine. The portions are generous, the prices are reasonable and the staff is very friendly. Do not think twice, you will not be disappointed. …",
    "rating": 5,
    "name": "Galia M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "First class Ukrainian place, not cheap for Kiev but you get the foods, the drinks and the experience",
    "rating": 5,
    "name": "Konstantin Hierl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 😊",
    "rating": 5,
    "name": "Loïc971 W",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not only the food was delicious but the service was impeccable.\nдуже дякую to the waitress ( i am sorry i forgot to ask your name ) that spoke a perfect English, it helps for Ukrainian beginners like me, she explained very …",
    "rating": 2,
    "name": "Cam Cam",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This was recommended as a good place to try authentic Ukrainian cuisine. There is quite a lot of choice, albeit not that many vegetarian options. The food was fine, and prices are fair but the service was horrible and the restaurant seems …",
    "rating": 4,
    "name": "MM",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wide selection of traditional dishes. Tasty homemade spirits. [11.2021]",
    "rating": 5,
    "name": "Michael Ivashchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Probably the best borscht I've ever had. This place is going to be on my must-visit list whenever I visit Kyiv.\nEven though potatoes with shkvarki was a bit off to me (potatoes were baked not fried), the borscht made me fell in love with the place.",
    "rating": 3,
    "name": "Ömer Sümerli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Restaurant’s decoration is wonderful. There are many drinks in the bar. But the prices are very expensive. I have eaten borch soup and fish. It costs almost 730 grivna",
    "rating": 5,
    "name": "Urszula Bezak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food amazing, people working here super nice and the atmosphere and design is great.\nAnd best solianka ever",
    "rating": 3,
    "name": "Aathira Gurnani (MILI)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A good restaurant good food nothing exceptional .. nice interiors. We had a nice time. We ordered chicken Kiev which is very famous there I think but It was not “omg this is the best thing ever” feeling for the price coz it cost like above …",
    "rating": 2,
    "name": "Kat B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "10 out of 10 waiters had face masks hanging on their chin, not covering nose and mouth. What’s the point of using it then? Food is just ok but far from great. Service is not great either. Wouldn’t come back.",
    "rating": 5,
    "name": "Hannes Valdi Stefánsson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to enjoy the Ukrainian traditional food. Waiter was super professional and we felt very welcome there.",
    "rating": 5,
    "name": "Farida Elchuzade",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice restaurant! Loved the interior, the food and the service! Everything was excellent💯",
    "rating": 5,
    "name": "Pawel Lagoda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food and atmosphere are good. You can find local cousine served in delicious and traditional  way. Basically  in strict city Centre,  also close to metro. All good 👍",
    "rating": 4,
    "name": "NASSER",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s the one of the best I have visited in Kiev\nFood is very delicious\nAtmosphere is amazing coz u feel u r in old village in Ukraine …",
    "rating": 5,
    "name": "Maria Ditch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, very friendly service and so Ukrainian!\n\nThe decor is very quirky. Some tables have beer pumps. Sit at the bar on …",
    "rating": 5,
    "name": "Aurelien Meyer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic restaurant. The food is absolutely delicious. We had mixed dumplings, the duck salad, cold herring, rolled salmon, rabbit in mushroom sauce and the crusty pear. Everything was perfectly prepared and presented. The wine selection …",
    "rating": 3,
    "name": "Robert Khalev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pervak! Wow! Great food! Really looked forward to trying this restaurant out and I am glad I did..... …",
    "rating": 5,
    "name": "Michael Miller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty, the best service I think in Kyiv, nice atmosphere with live music between 2000-2200 usually. You can ask to play almost any song for couple of dollars. It takes some time until they bring you dishes, but it worth it. On Friday, Saturday and Sunday evenings, it is better to reserve the tables ahead.",
    "rating": 5,
    "name": "Pierre Castellares",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Place is decorated to be traditional Ukranian farm, very rustic. Even the employees are wearing some traditional clothes. Food was delicious, my waiter was very attentive and made excellent suggestions. Price was right and affordable. I reccomend the bar area or the area behind the bar. Sit on the horses!",
    "rating": 5,
    "name": "mona shoti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Am awesome restaurant for classic Ukrainian food. Good service, right atmosphere, first-class meals, properly selection of dishes well provided and organized. What simply provides to all of it is that every room is done out in a exclusive …",
    "rating": 4,
    "name": "Eleonora Suhoviy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What impressed:\n\nFood: an extensive choice of traditional Ukrainian dishes including hot and cold …",
    "rating": 5,
    "name": "Ana G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, welcoming ambiance, and very friendly staff!",
    "rating": 5,
    "name": "Bernadett Deák",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was the best food experience in Kyiv, welcoming staff and excellent meals. Very lovely atmosphere, awesome design, reasonable prices. If you want to eat at one restaurant in the city, I highly recommend to choose this one. <3",
    "rating": 4,
    "name": "Sofia Del Rio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is tasty, the staff speaks English. The singer was terrible!!! I actually thought it was karaoke night, like that bad!",
    "rating": 5,
    "name": "Yo Gun's",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian food, tasty and not expensive.",
    "rating": 4,
    "name": "Paulina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 🥰",
    "rating": 5,
    "name": "Rafal Zieba",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice place with local food. Good prices nice atmosphere.",
    "rating": 5,
    "name": "Mohannad Janahi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for visiting 🙌",
    "rating": 5,
    "name": "El Torres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place with the delicious Ukrainian food and good service. Truly recommend!",
    "rating": 5,
    "name": "connor keenan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty local cuisine with an old school ambience and decor. Lovely experience and delicious vareniki",
    "rating": 5,
    "name": "Kimo Quaintance",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Borsh in Ukraine, we were there twice\nBoth of the time was Perfect, even my Ukrainian Girlfriend said that she ate lot of Borsh in her life but this is just #1 …",
    "rating": 5,
    "name": "Vlad Mozgovoi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food, atmosphere and service was all fantastic.\n\nAs a tourist and first time visitor to the Ukraine I was very interested to try …",
    "rating": 5,
    "name": "Tamás Kántor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best meals in Kiev, and a great representation of Ukrainian food. The dishes are all quite finely made, and with subtle flavoring. Everything is made to a high standard, and with class. The borscht was excellent, as were the …",
    "rating": 5,
    "name": "Emrah Yilmaz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely place. We'll definitely come back.\nExcellent service and fresh food.",
    "rating": 5,
    "name": "chahine atallah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, delicious food, super nice atmosphere. If you would like to have some traditional Ukrainian dish in a nice setting this place is highly recommended.",
    "rating": 5,
    "name": "Mateusz Piksa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I tried Borsch Soup and Pervak Cake it was delicious. Good ambiance at inside.",
    "rating": 5,
    "name": "Karen Cohen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place is amazing, food, decor, waiters\nBut expect to pay a lot ,",
    "rating": 4,
    "name": "Andrew Karney",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very satisfying and flavorful traditional Ukrainian cuisine 💪🏻",
    "rating": 5,
    "name": "Jan Baksa Lesjak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wow wow wow\nExcellent food, especially the duck!\nThe potato pancakes were ok, the soup was nice (borscht), the pelmini (we took sheep cheese with mint and rabbit) was excellent!",
    "rating": 5,
    "name": "Karim Kanbar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty and beautifully served Ukrainian cuisine",
    "rating": 5,
    "name": "Adrian Zakrzewski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome food & drinks. Highly recommended. The lamb was one of the best I have ever eaten anywhere in the world so far in my life. And I've been to places. Thank you for a wonderful very special meal in Kyiv.",
    "rating": 5,
    "name": "Edgars Kokins",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best dining in Kiev. This restaurant simply left me speechless.\n\nThe waiters are very professional and welcoming. The service is indescribably …",
    "rating": 5,
    "name": "Steven W",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I was delighted to eat some fantastic Ukrainian dishes in this restaurant. Interior was fabulous, service excellent and prices much cheaper than I would expect. I believe it's one of the best places to eat in Kiev. Highly recommend!",
    "rating": 5,
    "name": "A Kh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place. Very attentive and kind waitress. The food was good, their home made brews were nice. Top place in Kiev for local cuisine.",
    "rating": 5,
    "name": "Dana Leev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant. Tasty Ukrainian dishes and great live music. At begining we got 2 shots and bread for free. I love Pervak and visit it everytime when I'm in Kiev. Regards from Germany",
    "rating": 5,
    "name": "Jens Voss",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Just awesome food.\nTons of choices, great staff. Highly recommend if you want to experience traditional Ukrainian kitchen in a city environment.",
    "rating": 5,
    "name": "George Papadakos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukraine restaurant. You must order peelmini! Good music. I loved the decoration, super traditional and beautiful. Most go to when you in kiyv.",
    "rating": 5,
    "name": "Matthew Yanko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really great experience - food tasty, service really nice but a must see are the toilets - both man and woman. This is really unique and an unforgettable experience.",
    "rating": 4,
    "name": "Léonie Allix",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "MJ SHIN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I had one of the best borsch in my life here, and all the traditional Ukrainian dishes I tried exceeded my expectations. I would recommend to anyone looking for a great atmosphere, excellent service and delicious food, all at a very reasonable price.",
    "rating": 5,
    "name": "Yahya Koç",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "really nice restaurant . had the grilled trout,  baked pork,  rabbit perogi and herring salad.  if you are here on holiday i recommend it !  the prices are very reasonable,  the location and restaurant is relaxed and the food is tasty. the service was quick as well. make sure you check it out !",
    "rating": 5,
    "name": "Олег Шарудин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Such a good restaurant with an unique atmosphere. Waiters in traditional costumes, lots of Ukrainian meals and more.. delicious on top of that! Desserts are to die for as well. …",
    "rating": 5,
    "name": "Deni Tron",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good traditional restaurant. I visited maybe 13:00 there was not many people. Still good mood. Staff guided us the restaurant",
    "rating": 5,
    "name": "SALVADOR OBREGON GOMA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I've been here for a couple of times. If you want authentic Ukrainian food, this is your place. Food are so good and delicious, prices are affordable, place is amazing (please discover all the place, because this place is like a puzzle). Crew is very helpful. Location is amazing. I will come back again and again.",
    "rating": 4,
    "name": "Jolee Evans",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant with Ukrainian traditional food. Borscht was amazing, definitely you should try it!",
    "rating": 5,
    "name": "Marharyta Khrystiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing traditional Ukrainian food experience! Warm cosy vibe with exceptional customer service 👍",
    "rating": 5,
    "name": "Michael Efimov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Spectacular. Very cheap and delicious food. Good place for discover traditional Ukrainian food.",
    "rating": 3,
    "name": "Nur Güngördü",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We came here for dessert and drinks on a Saturday night— it was very quiet. There were many rooms to explore each decorated in a different style. The waitresses are in costume to match the Ukrainian theme. Although we loved the attention to …",
    "rating": 3,
    "name": "Jérémie Michel (Le Conscientiseur)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tiny portions but truly authentic decoration and tasty dishes.",
    "rating": 5,
    "name": "Andrew Chen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice old restaurant with an authentic Ukrainian cusine.",
    "rating": 5,
    "name": "Catherine C.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "They forgot our order. We waited almost 40 min. And meal isnt good. Borscht soup is just onion and pepper. Chicken kiev is tasteless, rabbit meat is too creamy. And too expensive for all. I give 3 star, because restaurant ambiyance is good",
    "rating": 5,
    "name": "Ieva Gedmintaite",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Putting the right mark for this restaurant was quite hard...\nThe waiters are nice. The food is good (for me at least is was good, but not it was insipid for my friend...) …",
    "rating": 5,
    "name": "Richard Huidink",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best salmon I have ever tasted and the cake is so subtly sweet and smooth",
    "rating": 5,
    "name": "Ram stein",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely place. So beautifully decorated and the food was very delicious. Service here was also quick and attentive (we came after 1pm on a weekday). The business lunch was well priced. We got a salad, soup, beef stroganoff, and a cordial at 95 UAH (US$4). Would love to visit again the next time I am in Kiev.",
    "rating": 4,
    "name": "Magda G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place. Staff a bit slow. But overall experience was good. Fantastic ukranian draft beer! 👌🍻",
    "rating": 1,
    "name": "Renee Szostak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This restaurant has a big menu with drinks and food. It's possible to order Ukrainian food, but also other things.",
    "rating": 5,
    "name": "Gal Oz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great atmosphere, helpgul staff, Natalya - best regards!!! The dishes were very delicious... chrenovucha, medovucha, vishniovka .... wonderful !!! All recommendations!",
    "rating": 5,
    "name": "Evgeny Ka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice food and drinks!\nBut the waiters are not so nice...",
    "rating": 4,
    "name": "Huub Verhoeven",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Waiter recommended the sea bass — it appeared so unappetizing that I was no longer hungry when it arrived. The waiter never checked in to see how our meals were and despite seeing my dish untouched, did not offer me anything else or remove …",
    "rating": 5,
    "name": "utku kayadelen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We want to explain this situation. The waiter offered you one of the popular fish dishes. Sea bass was prepared and served as standard. The menu indicates that the fish is a weight dish. This means that its weight can be from 250 to 350 grams. Unfortunately, the waiter did not tell you what is written in the menu. And this was the cause of misunderstanding. We apologize for this situation and always look forward to your visit!",
    "rating": 5,
    "name": "Abdoulah Soulami",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great atmosphere, good prices. Love the place",
    "rating": 5,
    "name": "Donna “Donna”",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice delicious place. Good service and relation between price and the portions.",
    "rating": 4,
    "name": "Heliantha de Wid",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very friendly waiters, some are very good in English others a bit less, but it's always fun trying to communicate without speaking each others language.\nMost of all delicious food.",
    "rating": 4,
    "name": "María Puerta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good atmosphere, delicious foods and great service. Love that place",
    "rating": 5,
    "name": "Jan Lokaj",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious, just delicious. Been there a couple of years ago, had the best chicken kyiv. Was never a fan of cabbage pirojki, but theirs are just perfect.",
    "rating": 5,
    "name": "Rocksy Seletska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome authentic food with great service....best food in Kiev...its a musy",
    "rating": 4,
    "name": "Gogos G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good restaurant, good food. Not very cheap. Nice bar stools.",
    "rating": 5,
    "name": "Desirée Larsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Even if it looks like a tourist trap, the food was great and the quirky decor makes it quite fun.",
    "rating": 3,
    "name": "m nechyporuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty meals, good service, reasonable pricing.",
    "rating": 1,
    "name": "Chris Plumley",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great experience and food. Don't expect your low carb diet to last 😅",
    "rating": 4,
    "name": "Andrzej Brandt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Friendly staff! Tasteful food.As cheap as the most restaurants in Kiev.",
    "rating": 4,
    "name": "Ilya Gurman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic christmas and authentic Ukrainian atmosphere. Nice decoration and good food.",
    "rating": 5,
    "name": "Katarzyna Bezak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fell for the classic \"prices are per 100g\" but this one was mixed in with meals with a set value on menu - so we had a surprise 3x higher bill at the end, and still got pressured into giving a tip. Some staff were not very friendly, …",
    "rating": 5,
    "name": "Igal Liberman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "After 20+ successful visits to Pervak, I must say the last visit today was by far the worse. The quality of food has decreased and prices have drastically increased. …",
    "rating": 5,
    "name": "Alex peleg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The most known establishment serving the finest Ukrainian cuisine in the great antourage. The prices are high and they are rightly so",
    "rating": 5,
    "name": "Jason Frederick Argall",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pretty good Ukrainian food, though I expected more from the duck vareniki",
    "rating": 3,
    "name": "Lucky Luke TR (İpsiz)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was the best food experience I have ever had. Beggining with the most amazing tea I tried, then the amasing solianka, varniki and flaming ribs. I cannot even describe how tasty was the whole meal! Just pure perfection",
    "rating": 4,
    "name": "Jon Morris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great atmosphere. This is my go-to place when in Kiev for a nice dinner",
    "rating": 5,
    "name": "David Doty",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to feel Kiev's culinary. Had a wonderful meal",
    "rating": 3,
    "name": "Fatih0_o",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good Ukrainian menu. I recommend the salted fish, pickled veggies and the ribeye.",
    "rating": 4,
    "name": "Jean-Michel ALLIX",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ambiance is beautiful but it is not possible to say that it is very special for the food.",
    "rating": 5,
    "name": "Evaldas Balnys",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I was here tonight, at the request of my date.  Good food, good service, although you get what you pay for!   There were three persons in our party, and the price was close to $100 USD before the tip.  It was very good Ukrainian cuisine, but be forewarned, this is no puzata hata!",
    "rating": 5,
    "name": "Ronan HUOU",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and service. Peranyky and borscht were delightful.",
    "rating": 5,
    "name": "Michael Gr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "nice decoration. nice local food but may need experience for some flavors",
    "rating": 3,
    "name": "Mario Schp",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good traditional Ukrainian food with a great atmosphere.",
    "rating": 5,
    "name": "Annalisa Mazzola",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great enviroment,Delicious food,Nice ladies and their advantiges, life music😀.\n\nLocal vodka taste perfect! …",
    "rating": 5,
    "name": "Mi No",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We spent an awesome dinner at Pervak restaurant especially thanks to our waiter Konstantin.\nPerfect Ukrainian meals and vodka shots.\nI definitely recommand",
    "rating": 5,
    "name": "Igor Kurdiukov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good business lunch menus,  reasonable prices, good service, good location",
    "rating": 5,
    "name": "Anastasiia Girard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was good. But we waited very long for it (ca 1 hour). We had to remind the waitress more than twice about our orders. And when we complained in the end, she replied: “i don’t agree with you”. …",
    "rating": 5,
    "name": "Sergiy B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really traditional place not only in the food but also in the location. You need to book in advance to be sure to find a table. Vodka is amazing!",
    "rating": 4,
    "name": "eChe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My partner and I came here only by accident. The service was impeccable by two very friendly sisters. The food was beautiful. We were made to feel welcome and our meal was very reasonably priced.",
    "rating": 5,
    "name": "Joaquin Anton",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommend this restaurant. Ukrainian and European cuisine with very good prices. Our waiter was very young boy but super attentive and experienced, gave very good advices with food and drinks.",
    "rating": 5,
    "name": "Hanry Kluk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything was perfect! Welcoming and very pleasant staff, delicious food, warm ambiance.\nSome small things in service that could be improved (not taking away the drink until it is fully finished for ex), but it is minor",
    "rating": 5,
    "name": "Lumpen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty Ukrainian traditional dishes. Recommend",
    "rating": 1,
    "name": "Can Tolga Simsek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place with good traditional Ukrainian food.",
    "rating": 5,
    "name": "Stefan Löwe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant. Really enjoyed the dumplings with cheese and mint and the chocolate cake",
    "rating": 5,
    "name": "Elena Tsymbal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great local experience. Excellent service, food and environment. Don’t expect so much veg options.",
    "rating": 4,
    "name": "Michael AURAS",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's good place in downtown, there is ukrainian cuisine and interesting interior, acceptable prices. You had better book a table in advance. Also you can have a business lunch there, there are delicious coffee and baking.",
    "rating": 5,
    "name": "Vitaly Talyansky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was awful. I denied to eat it after I taste but unfortunately my girlfriend wasn’t lucky enough. She had incredibly bad food poisoning after eating meat dumplings. She threw up over and over again. Bad experience in the last day of our Kyiv trip",
    "rating": 5,
    "name": "D3m0nstar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If I could I would give 6 stars.\nNice menu, excellent service and good taste.",
    "rating": 3,
    "name": "Anton Tkachenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty Ukrainian food, interesting surrounding. Perfect quality of service. Live music. Places for big groups.",
    "rating": 5,
    "name": "Ioannis Anastassakis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good food in unique location",
    "rating": 5,
    "name": "Kristine Zmicerevska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Both the ambience and the menu are amazing. Have visited 3 days in a row and tasted an array of dishes. I’d order any of them again. Horse radish infused vodka is a must. Vasyl is the most skilled, friendliest waiter in this hemisphere.",
    "rating": 5,
    "name": "Sandu Guzun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurants I've visited during my stay in Ukraine. Staff is super friendly and the food is carefully prepared!!!",
    "rating": 5,
    "name": "saboteur360",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, have live show but horrible service",
    "rating": 3,
    "name": "Robert Parks",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian cuisine, good prices",
    "rating": 5,
    "name": "Adam Riddick",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "tony s",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This was the restaurant a taxi driver recommended to me on my arrival in Kiev. I really liked the food and the atmosphere + complimentary shots! We did make a booking and it was quite busy on the day we were dining  - but good places tend to be like this. I'd highly recommend to visit.",
    "rating": 5,
    "name": "Novalga Aniswara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love the place and the people that work there. One of the best service. Desert's must try them)) and some local alcohol",
    "rating": 5,
    "name": "Mustafa Reisli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "Bader Alobaywi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Went to Pervak 2 times during our visit. One of the better places for lunch or dinner. Authentic local food. Great service. Would definitely recommend this place",
    "rating": 1,
    "name": "vanfja",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I ordered Veal Borscht Pirozhok with meat and a chocolate cake. The price and Borscht were good but the bread was not fresh. I recommend this place",
    "rating": 3,
    "name": "Raşit Özdemir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "An incredible experience, amazing Ukrainian food, fantastic service and a beautiful decor!",
    "rating": 4,
    "name": "Eric Tholomé",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cool, unique place, great vibe, awesome food, great attentive service  - can't ask for more...",
    "rating": 3,
    "name": "Oksana Horobinska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice dining experience.. worth a try",
    "rating": 1,
    "name": "Mark Milk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love Ukranian traditional foods, and here is good choice.",
    "rating": 5,
    "name": "FormerCookieMonster",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurants that serves Ukrainian food.",
    "rating": 5,
    "name": "Steffen Lange",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you are a tourist, don’t visit, got to Petrus- ь instead. Pervak is Soviet and prioritizes large parties of oligarchs. I came by myself, waited 15min for a waiter to come, 20 minutes for one glass of wine and then waited 30 minutes for a …",
    "rating": 5,
    "name": "Emily CPY",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious foods. But waiters are so cold, they don't smile even a bit.",
    "rating": 1,
    "name": "Ilia Mebonia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place is quite incredible - so many rooms with pretty crazy decors. The food was also very good. It's just so sad that when we arrived, they gave us the closest table on the right hand side without offering us any of the other fun …",
    "rating": 5,
    "name": "Stefano Galdo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Typical Ukraineian cuisine, might be interesting for a tourist. Important to mention that the place itself considered as posh for some reasons I didn't noticed really. Service, food, people,  prices? All was okay. I dont know.. not my thing",
    "rating": 4,
    "name": "Ian Birdwell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Their business lunch set menu is not good. The food quality is bad and they serve chicken thighs instead of breast for their dishes. The salad bar for this afternoon promo isn't even a salad bar really, just shaved carrots and some other …",
    "rating": 5,
    "name": "James Krouse",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Visited this restaurant on May 2019 during a business trip. Pleasant experience. They serve local food as well as some international dishes. We had among others a borsch soup which didn't look exactly like a borsch soup, it was delicious …",
    "rating": 5,
    "name": "Dimitar Vasilev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A place to relax and simply enjoy Ukrainian Food at its best.",
    "rating": 5,
    "name": "Dobrin Perev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely loved it! They have amazing staff and wonderful food. This is a great place to try some real Ukrainian food. An all around fantastic experience. …",
    "rating": 5,
    "name": "Kayleigh Riddick",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Poor quality food, can't get any worse. Service is super lame as well. Surprised how this place got this high rating)",
    "rating": 5,
    "name": "Mehmet Öztürk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Truly tattsy Ukrainian food and perfect service. I strongly recommend it if you are in Kiev.",
    "rating": 4,
    "name": "Bart Crols",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food! Super loud event downstairs, and it took a little while to get the check, but they also squeezed us in for dinner without a reservation. Some seating is tight; someone in my party was under a coat rack. Nonetheless, a good experience, and highly recommended for authenticity.",
    "rating": 5,
    "name": "Steph RP",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice restaurant. Traditional Ukrainian themed restaurant. Excellent service that is somewhat catered to tourists. Homemade flavored tincture flight was excellent",
    "rating": 3,
    "name": "Matt Swallow",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing traditional Ukrainian food, must to try it. High level of service and very clean restaurant.\nHighly recommend it.",
    "rating": 3,
    "name": "Joe Taylor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect atmosphere with very interesting interior. The kitchen is good and the personal is very kindly! You should visit this place for sure!",
    "rating": 2,
    "name": "Kwok Mike",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing restaurant and brilliant service from staff. Food is incredible!",
    "rating": 1,
    "name": "I.M. Shousha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beatiful place in kiev town, meat and traditional concept vonderful",
    "rating": 4,
    "name": "Yotam Kadishay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "Grant Ceffalo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome local food in a cosy atmosphere!!!",
    "rating": 5,
    "name": "Maria Ditch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and nice wine. Service was a bit slow, but the servers were very kind and helpful to us, as non-Ukranian speakers. We went at 8pm on a Friday night and they were able to find us a table for two, but it was quite busy, so it might …",
    "rating": 5,
    "name": "Ceren Usalan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Service was pleasant, although I would have preferred different seating. There were some drunk Austrian gentlemen at a nearby table who were rude and belligerent to the staff. This made for a very poor dining experience for my date and I and the other patrons. The food was good, and the decor was rustic and pleasant.",
    "rating": 5,
    "name": "Bob Sutton",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great decor and good food. Unfortunately, service was pretty much non-existent. After sitting we waited about 20 minutes for menus and another 25 for drinks. They were very busy and all servers looked extremely unhappy. Not a great experience.",
    "rating": 4,
    "name": "Umberto M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Had dinner with my wife there. Food and drinks were okay. However, waiter for our table came to take our plate twice even though when the dishes were fairly obviously not finished. The guy was so eager for tips in cash and “reminded” us for …",
    "rating": 1,
    "name": "N A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food quality is not as advertised. Waiters are very slow. I got my order after 40mins though it's not full. Waiter told me you must pay 10% additional in cash as a service fee. Avoid if you can. There are much better Ukrainian places around this area.",
    "rating": 1,
    "name": "Haris Baltrūnas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very classical, with local dishes, nice service, and relatively not cheap.",
    "rating": 2,
    "name": "Leandro Guimarães Antonio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is an excellent restaurant!  They serve mostly Ukrainian food, but a bit of everything.  Every dish I tried here was excellent.\nThey also have homemade fruit liquors, in traditional Ukrainian style. …",
    "rating": 4,
    "name": "Kellen Woodard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic welcome, wonderful service, amazing food and delicious drinks!  We didn't book, but turned up on a Friday night and were allocated a table.  Varenyky were delicious, mushroom and cheese filled  bread was so tasty, Borsch was gorgeous. Potato pancakes pure perfection.",
    "rating": 5,
    "name": "Ivan Koshelnyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Maria thank you very much !",
    "rating": 5,
    "name": "Martin Gould",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place with interesting atmosphere. The decorations are very impressive and the place is really cosy and warm. The food served was tasty, we tried several different dishes and all was delicious. The service is fast, unlike many …",
    "rating": 2,
    "name": "Tiago Palhoto",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I went on a Monday for lunch - and to try Ukrainian borscht for the first time.  The staff seated me in the bar area and the waiter was attentive.  The borscht was very good as well as the potato pancakes.  Would definitely visit again....",
    "rating": 5,
    "name": "William Nakoski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian traditional restaurant that offer several rooming option, with or without live music and a bar.\nFood is  tasty and original, menu offering is pretty large. …",
    "rating": 5,
    "name": "Mariusz Redwanz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What started out as a good experience slowly got worse and finished on a horrible note.\nAfter we didn't receive one of the dishes we ordered It took us over ten minutes …",
    "rating": 5,
    "name": "Kyrylo Lyzanets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very expensive compared to other similar places, and food was worse than mediocre. they give you free shot on entrance, but it is far from enough to compensate.",
    "rating": 5,
    "name": "Anıl Koray",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Overpriced and poor service\nWe had been attracted by the nice decoration and by the promise of typical Ukrainian food. However we ended up facing disapproval faces by the waiter when we …",
    "rating": 5,
    "name": "Sultan Alkhodair",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love delicious Ukrainian cuisine and here you can find it. Rich selection of dishes. Relatively neutral service. The staff was not always attentive. I do not recommend to come in the afternoon. At this time there are a lot of people. Very noisy",
    "rating": 3,
    "name": "B A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Anyone who want to be familiar with Ukrainian culture and dishes, be welcome to come here. For sure I do recommend",
    "rating": 5,
    "name": "Milan Navara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful place right in the centre, nice look and feel inside. The traditional Ukrainian food was very tasty and reasonably priced. We got a free shot of some vodka mixed with something, and accompanied with a red hot chilli. The menu …",
    "rating": 5,
    "name": "Paul Henderson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you're going there to see one of the main attractions, forget it. There was not a single lady with those nice dresses and cleavage.\nFood is way overpriced and the service was not efficient at all. When we asked …",
    "rating": 5,
    "name": "Глеб Грайф",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hello.  Thanks for the feedback.\nWe assure you, all the waitresses that you liked - work in our restaurant.  If you didn’t see them attractive, you might have a bad mood.\n\nAbout prices on the menu: all prices you can see on the site, and believe us,  are not  expensive to other restaurants.\n\nRegarding the proposed wine: we are sure that the waiter offered you a great option, maybe it seemed to you that his manners were bad.\n\nAnyway thanks for the  review. We are waiting for you again and in a good mood 🙂",
    "rating": 4,
    "name": "Леся Іващенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Have had dinner here twice. The food is excellent, in huge quantities at a very affordable price. The staff is very friendly and ready to help. Whenever I am in Kiev I will eat here as often as I can. Wonderful place.",
    "rating": 5,
    "name": "Pavlina Koleva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice stuff, which speaks English. Coctails and beers were great, especially half-dark beer. I saw there's nice interior too",
    "rating": 3,
    "name": "Sylvain Le François",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Probably one of the best Ukrainian restaurants in Kyiv.",
    "rating": 4,
    "name": "Sunny Bachu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Maybe a little bit expensive but im sure its the best place and restourant in Kyiv",
    "rating": 5,
    "name": "Charles Whitaker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 😊",
    "rating": 2,
    "name": "sofico official",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good traditional Ukrainian dishes. Good Service. Leave some room for the Napoleon Cake.",
    "rating": 5,
    "name": "Piotr Olejarz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was delicious, but the staff was not very nice. At the begining the lady at the front desk was smiling but later when we asked for help in Ukrainian she said \"wait\" and never came back. The waiter helped us later. The staff is …",
    "rating": 5,
    "name": "James Stabler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Probably the best Ukrainian cuisine in Kiev",
    "rating": 4,
    "name": "Alex",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best dining experience I had in Ukraine. Work colleagues brought me here for a traditional Ukrainian meal and it did not disappoint. Amazing service, good cold appetizers to start, tasty borscht, and an interesting pork and potato …",
    "rating": 5,
    "name": "TT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice and authentic place, where you can try Ukrainian national cuisine. Here you can have a great breakfast, dinner or supper with your friends or family. The staff is friendly and helpful. Also, sometimes there is live music in the evening.",
    "rating": 5,
    "name": "Iskren Mitev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good, but not perfect. We had been waiting for the main course for more than 1 hour. Waiters messed up our orders... generally, they were not ready to serve our group. But the food was tasty, except fish (a lot of bones, really); Kyiv chicken was really one of the best in the city!",
    "rating": 1,
    "name": "Michael Hurani",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is great and served in a woderful way. The interior is really interesting and gives you a comfy feeling. The personnel is kind, helpful and straight to the point. We loved our lunch there and we'll definetely recomend it and go back whenever we're in Kiev. 👌💯",
    "rating": 4,
    "name": "Ruby Mitchell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Correct food and normal service.",
    "rating": 5,
    "name": "Robin Heijt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I visited Pervak once while in Kiev. This is a traditional Ukrainian restaurant. The service I received was good and food was amazing. The waiting time for food wasn't bad but I did had to ask how long it was going to be. The only slight …",
    "rating": 2,
    "name": "Allobious",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is the first restaurant I have visited in Kiev, and it was excellent. Service was fast and the food is excellent. I highly recommend it.",
    "rating": 2,
    "name": "Shane Buckham",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I have visited this restaurant with my husband and friend today. The food is wonderful. However, the waitress upstairs was the worst waitress in my whole life! Very rude and unfriendly. My friend ordered business lunch, it came in 40 …",
    "rating": 1,
    "name": "Shaun Hamer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place and overall experience: interior, food, service, reasonable prices, definately my place to visit each time I am in Kiev.",
    "rating": 4,
    "name": "Máté Valkó",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "found this place simply from googling and so glad i did!! so delicious and the service was top notch, our waiter Vlad was so kind and really helpful with us not knowing a single word in Ukrainian. Such delicious food!!",
    "rating": 3,
    "name": "Mayya Gasanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Service was excellent but food was just okay. Lots of places around there with better food.",
    "rating": 5,
    "name": "Martins Savickis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful design, delicious food, great waiter Nikola. Thank you for fantastic evening!\nVery popular for big tourist groups due to big space availability there. I recommend.",
    "rating": 4,
    "name": "Daniel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful authentic place",
    "rating": 5,
    "name": "Fahad Alotaibi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I went to this place yesterday with my wife , although I thought the place to be pleasant looking  but the food was mediocre at best but what really was most annoying to  me was that creepy waiter who was annoyingly hovering around and …",
    "rating": 5,
    "name": "Sven Pikker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic Ukrainian dining experience!  Certainly a little more on the pricey end and at times we had to wait a while for our server, but overall a charming environment and highly recommended for the Kyiv passerby.  The \"flight\" of housemade tinctures is worth a try!",
    "rating": 5,
    "name": "Rasmus Mandrup Nielsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The restaurant offers a great atmosphere with even better food.\nThe food is authentic and super delicious.\nThe service was amazing and they made every effort to place comfort with its customers.",
    "rating": 5,
    "name": "Marc A. Caspers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "For an Ukrainian business , it is quite expensive, with average desserts and portions. I would give it 3 stars but on top of the high prices it's has a long waiting line.",
    "rating": 5,
    "name": "Benjamin Raulf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool venue ... but that's what you are paying for. Service isn't great and waiter kept trying to upsell us on wine selection. Food was average, generally dry and lacking in flavour. Won't be returning.",
    "rating": 1,
    "name": "sthr rnz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ordered starter and main courses, all food came at the same time and it was barely warm! Waitress asked if everything was ok? I told her the food wasn’t hot but she only took 1 dish away and this was microwaved so it was hot. …",
    "rating": 5,
    "name": "Katarzyna Be",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your review. Your opinion is important to us. We are very sad that you were not satisfied with a visit to the restaurant, but still look forward to the next visit will not disappoint you!",
    "rating": 5,
    "name": "Valya B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good foods, but the waitresses were a bit rude.",
    "rating": 5,
    "name": "Eddie G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice food was overshadowed by horrible service. It took waiters 30 minutes to bring menus, and 20 minutes to bring the check.",
    "rating": 5,
    "name": "Berit Kolk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Brilliant, if you're looking for local food experience this is the place to go! Definitely going to suggest to anyone traveling to Kiev.\nService was great, friendly staff good at explaining what's in the food and …",
    "rating": 3,
    "name": "Igor Tupikin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious food. Very polite waiters good prices.",
    "rating": 5,
    "name": "SASHA SMIRNOV",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is one of the best restaurants I have ever visited. I can not forget the lovely diner I had here before 5 years ago.",
    "rating": 5,
    "name": "Serge L.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good, authentic Ukrainian cuisine, bonus points for the complimentary horseradish vodka and spreads.",
    "rating": 5,
    "name": "Pascal G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was my second time in Kyiv, and this time I went with a friend whom I wanted to show the best side of Ukrainian food. …",
    "rating": 5,
    "name": "Wilson Varghese",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant with great value for money. Food is very delicious and service is excellent. The interior design is also quite nice. Overall a great spot for dinner in Kiev.",
    "rating": 5,
    "name": "Andrew Usov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious local food and great staff",
    "rating": 4,
    "name": "Petr Švihlík (Rocky)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a totally superstimate place. Despite their peculiar looking and the hygiene in the bathrooms, the service is really disgusting (they don't speak almost English or other languages, and they don't have also the intention of …",
    "rating": 1,
    "name": "Storkow Miller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place! Delicious food! Definitely must see in Kiev!",
    "rating": 5,
    "name": "Dave - Oh My Print",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic place!!! Delicious food and wonderful service. Just perfect! Will definitely be going back. Our waiter, Anatolii, was the best we could ask for..  live music did the trick too  ❤",
    "rating": 3,
    "name": "Alex Tinker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superior service and excellent herring and beet root salad. The handmade raspberry vodka is great. Grilled pork and beef tongue great too.",
    "rating": 5,
    "name": "MegaMax",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Me and my friends had one night in Kiev. We incidentally went to Pervak and I have to admit it was to best dinner i have had in a long time. It was because of the really great food and the waiter Aleksandr. I have never seen so kind, funny and nice waiter! All the best for Aleksandr and the whole restaurant. Greetings from Estonia!",
    "rating": 4,
    "name": "YS Kwon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "There are caged parrots in this restaurant. Also in evenings there different musicians play really loudly. The music is terrible. Therefore the parrots scream heartrendingly in their cage. …",
    "rating": 5,
    "name": "Anne Downey",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We were recommended by a friend to try ukraine traditional food (but not only...)\nThe restaurant is nicely decorated as a Ukraine village restaurant, I recommend …",
    "rating": 4,
    "name": "Ma Ti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian restaurant in Kiev. Great food, great service, and great prices. Highly recommend.",
    "rating": 5,
    "name": "Tahseen Abuzaineh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, friendly staff, and very reasonable prices. We highly enjoyed the cheese platter, Ukrainian set, duck breast with pear, veal steak, leg of lamb, and varenykys (Ukrainian equivalent of Perogis) …",
    "rating": 5,
    "name": "Zuzana Posoldová",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A great Ukrainian restaurant. We had dinner here with friends. The food was great, selection of wine remarkable, efficient staff and great service. If you are visiting, this place is not to be missed. Will go back again.",
    "rating": 4,
    "name": "Anna Goodarzi (Anko)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant with authentic Ukrainian food.",
    "rating": 1,
    "name": "Marta Briede",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food and the service is great. The overall experience is good... However, make sure you don't order something without checking the price in the menu. They'll serve you the most expensive stuff and you end up paying huge amounts.",
    "rating": 4,
    "name": "Luis Torres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Complete disaster, almost to a criminal degree. The waiter, who at first glance made a friendly impression, suggested plates of diverse foods. While  it took very long to get food and drinks and getting everything on the table, the big …",
    "rating": 5,
    "name": "Ruslan Ryskulov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hello.  Thank you for the detailed review describing the problem.  We have read your reviews and will give maximum attention to this issue.  What you wrote is a very serious situation, if everything was exactly as you said.  Perhaps there could be some kind of misunderstanding.  Our quality control service has already begun a detailed analysis of the situation.  A big request, if you do not mind, please contact us at any convenient contact:\nE-mail: admin@pervak.kiev.ua\nPhone: +380504690086\n\nIt is very important for us to clarify some details of your order in order to identify the problem.  And if it is convenient for you, and you are still in Kiev, we would like to invite you to our restaurant for a meeting with the management.\n\nWe apologize for the problem you have.  And we want to compensate for your spoiled mood with refreshments from our restaurant.\n\nThanks again",
    "rating": 5,
    "name": "Priska Lukin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Reccomended for any tourist visiting Kiev! The food is excellent and well presented and the atmosphere is truly awesome. Attention to detail is amazing. I saw a fait bit of bad reviews and was hesitant but they were unfounded. The staff is very friendly and professional. I even came back a 2nd time!",
    "rating": 1,
    "name": "magischer fcsp von 1910",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I ordered and 30 minutes after my order I was told they didn’t have my food. Service was poor, everything took about 40 minutes to come. Would not recommend",
    "rating": 5,
    "name": "Paul Coates",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing experience at this popular resto serving local food with a twist. We tried a selection of starters (fat-bacon-fat) and pickles, both gorgeous and so ethnic. Mains of rabbit in creamy mushroom sauce and pork in a clay pot did not …",
    "rating": 1,
    "name": "Rene Rossow",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service, interior, live music",
    "rating": 5,
    "name": "Aytaç AKMAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "During August, we were visiting Kyiv from the UK.  We were looking for an alternative Ukrainian restaurant, when a stranger stopped to assist us.   She recommended Pervak as a better restaurant, so we followed her to this location.   Upon …",
    "rating": 4,
    "name": "Mustafa Kürşat Yalçın",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice ukrainian food. Try the lamp especially. Staff is also friendly, special thanks to Andrei!",
    "rating": 2,
    "name": "Nika Fadeeva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian restaurant. One of the best in Kiev. I visited it once in 2018 and again in January 2020 and the taste of food is still great. Highly recommended especially for visitors of Kiev.",
    "rating": 5,
    "name": "Valerii Gryshakov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing servis (thank you, Alex!) together with delicious homemade food and great atmosphere",
    "rating": 5,
    "name": "Liudmyla Pozniak (Liudok)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Expected traditional music. But there was normal lounge music, made me fall a sleep a bit. But food was fine",
    "rating": 5,
    "name": "Matthias Ehlers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "While food and prices seemed to be nice,  a very bad and rude thing happened with me after my second visit. …",
    "rating": 5,
    "name": "Leslie Meyer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Liked the decor and atmosphere. Food was also good. We had to wait really long for one of the plates which forced us to speak with the manager. Everything else was on time and service was ok. I would definitely come back again.",
    "rating": 1,
    "name": "Кристина Калінчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect place! There is probably the best borshch that I have ever eaten. Comfortable place with design  that has a lot of references to the XIX century. There is also live music in the evening. …",
    "rating": 4,
    "name": "Gideon Hartmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant.\nAuthentic and delicious cuisine, clean, professional service. Interesting furniture, anywhere you look you find something interesting. …",
    "rating": 2,
    "name": "berna atlanc",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Avoid this place! They properly ripped us off!we ended up paying an unimaginable high price as a rib eye steak and a veal steak were charged double the price of a fillet mignon, because the fillet had a fixed price (for 160gr) and the …",
    "rating": 5,
    "name": "Zbigniew Nowak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Do not miss this place, food is incredible and prices are very reasonable",
    "rating": 4,
    "name": "Ingemar Josefsson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Total scam - we were a group of 10 and they advised us to get some plates to share which we have totally agreed to together with beef, some bottles of wine and beer. at the end we got an invoice about EUR 600 - but just the total price …",
    "rating": 5,
    "name": "Ashley King",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hello.  Thank you for the detailed review describing the problem.  We have read your reviews and will give maximum attention to this issue.  What you wrote is a very serious situation, if everything was exactly as you said.  Perhaps there could be some kind of misunderstanding.  Our quality control service has already begun a detailed analysis of the situation.  A big request, if you do not mind, please contact us at any convenient contact:\nE-mail: admin@pervak.kiev.ua\nPhone: +380504690086\n\nIt is very important for us to clarify some details of your order in order to identify the problem.  And if it is convenient for you, and you are still in Kiev, we would like to invite you to our restaurant for a meeting with the management.\n\nWe apologize for the problem you have.  And we want to compensate for your spoiled mood with refreshments from our restaurant.\n\nThanks again",
    "rating": 5,
    "name": "Andrew Zeee",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks Marina and Natalia...All the best...✅🙋‍♂️🙏🧿\nNEXA TRAVEL-MRS.FİGEN-AYTAÇ",
    "rating": 5,
    "name": "Boltok Sagdiyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tastes are really good. Stuff is wonderful and showing lots of effort for customers. But, the service is really slow and there is a problem about \"Grams\" and their \"Prices\". We have paid total 1700 Grivnas for 2 steaks, 1 borch soup, 1 lamb …",
    "rating": 5,
    "name": "Oleh Vanin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very disappointed borscht! Only potatoes and very few beans in the soup and no cabbage.\nc-mon how come?",
    "rating": 5,
    "name": "Eric Slevin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything's delicious. Inexpensive. Great servants.",
    "rating": 3,
    "name": "Lawrence Siu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good design and attractive restaurant.  Not far from metro station. The cuisine Ukrainian and European as well. Some small pleasant from restaurant before and after meals.  Life music with modern Ukrainian, international songs",
    "rating": 5,
    "name": "Andrei Karavai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ate there twice during my stay in Kiev. Very good local food and very friendly personnel. Getting a different compliment of the house each time was a very nice and generous touch.",
    "rating": 5,
    "name": "Nicolas Carpentier",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "David Jashi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is a place you HAVE TO VISIT when in Kiev. The food was amazing (filling, delicious, and filling) and the decorations were the perfect amount of kitchy. …",
    "rating": 5,
    "name": "Jacob Lusk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не перший раз після відвідин болить живіт (і не в мене одної). Видно на кухні є проблеми, а шкода, гарний ресторан, цікавий інтер'єр. Сервіс не найкращий. Нажаль, Первак -ресторан в якому я розчарувалась. Більше  приходити не буду і …",
    "rating": 4,
    "name": "Brett Chatfield",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Christina.\nThanks for your feedback. It is a pity to hear it. In fact, we are a little surprised, because all the guests we had, and there are many of them in the restaurant, never complained about their health.\nYour comment is quite serious and we would like to know the details. If you do not find it difficult, let us know your contact or call us to find out more accurate information.\nThanks again for the feedback and look forward to your feedback.\nThank you for your feedback. It's a pity to hear him. In fact, we are a little surprised, because, all the guests we had, and they are many in the restaurant, never complained of a state of health.\nYour comment is very serious and we would like to know the details. If it's not difficult for you, let us know your contact or call us for more information.\nThanks again for the feedback and hope for feedback.\n\n(Original)\nДобрий день, Христина.\nДякую за ваш відгук. Дуже шкода його чути. Насправді ми трохи здивовані, тому що, всі гості які у нас були, а їх в ресторані дуже багато, ніколи не скаржилися на самопочуття.\nВаш коментар є досить серйозним, і ми б хотіли знати подробиці. Якщо Вам буде не складно, повідомте Ваш контакт або наберіть нас для з'ясування більш точної інформації.\nЩе раз дякуємо за відгук і сподіваємося на зворотний зв'язок.\nThank you for your feedback. It's a pity to hear him. In fact, we are a little surprised, because, all the guests we had, and they are many in the restaurant, never complained of a state of health.\nYour comment is very serious and we would like to know the details. If it's not difficult for you, let us know your contact or call us for more information.\nThanks again for the feedback and hope for feedback.",
    "rating": 5,
    "name": "Enrique de la Garza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for local food. The service good.\nEspecially the dresses. Underlining the curves 😃",
    "rating": 5,
    "name": "Phil Karg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I wanted lemon for my stomach.  They wanted its money. This behaviour is very rude. I wont come here again.",
    "rating": 5,
    "name": "Caimin Jacob",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice service, great food and for such conditions - great price! (except borscht)",
    "rating": 5,
    "name": "DH",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Surprised at how brilliant the food was, at a location that at least look like and sounds like a tourist trap. This was by no means a negative, rather the opposite. Excellent service, they really focus on the presence of someone assisting you at all times. Lots to see and plenty of odd details.",
    "rating": 5,
    "name": "Lazarev Dmitriy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Had a great meal here- charming interior, good food, attentive service. Will be back!",
    "rating": 5,
    "name": "Onur Ali Kismet",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you never tried a Ukrainian cuisine - Pervak is a restaurant that can deliver the best of it. Everything from the bread basket and to main dishes was absolutely fantastic. If you are a meat person I'd highly recommend the lamb leg. Fried …",
    "rating": 5,
    "name": "Alexei S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A complete must! Touristy? Yes, but the food is amazing and atmosphere is great! …",
    "rating": 1,
    "name": "Ángel Alegre García",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian cuisine in town!",
    "rating": 5,
    "name": "Tamir Bermann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 😊",
    "rating": 5,
    "name": "Ahmet Caner FİDE",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love this place go say Hi to my naughty nurse Katie at the bar! They have the best chicken Kiev in the city try the cheese Veliniki and the pepper vodka yum yum!! Great atmosphere too!",
    "rating": 5,
    "name": "Ruslan D",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food and coffee in this restaurant is pretty good but service can be improved",
    "rating": 5,
    "name": "Glenn Hilton",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The meals are really near to classic country quisine of eastern slavonic. It is claimed to be ukrainian, but I could find meals from my belarusian childhood and it tasted good and nostalgic at the same time. I recommend to taste the house specials of this restaurant:)",
    "rating": 4,
    "name": "Joakim Larsson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommended!\nThis place has some cool decorations and the food is excellent.",
    "rating": 5,
    "name": "Doriyan Todorov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice Ukrainian-themed place with not-so-loud live music (finding balanced volume seems to be tricky in most restaurants), fine selection of dishes and nice palette of light fruit-flavored alcohol beverages - \"nalivka\". A fine place to eat …",
    "rating": 3,
    "name": "Intan Indarto",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really delicious Ukrainian food, with excellent service.",
    "rating": 2,
    "name": "Maksym Dmytrukh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian food and vodka. Try the horseradish vodka, it's an instant favorite. Service was a bit lacking, but maybe that was server specific. Either way, it's worth a visit.",
    "rating": 1,
    "name": "Selin Selçuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good Ukrainian restaurant! The food was very tasty, the beer was from the tab and good quality, I like the different flavored vodkas, honey, plum and horseradish! Live music and amazing decoration!",
    "rating": 5,
    "name": "Paul Scheifl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We very much liked the food - tried different traditional Ukrainian dishes. The prices were very adequate if compared to other restaurants in Ukraine.",
    "rating": 2,
    "name": "Erdem Ay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food and reasonable prices",
    "rating": 2,
    "name": "Anna Sekera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much!",
    "rating": 5,
    "name": "Luca Gnagnetti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Gotta say that this place was one of the best restaurants I have visited during my stay in Kiev. The staff spoke fluent English and were very friendly, the food was delicious (awesome rabbit meat), and the price wasn't that bad. Definitely worth going.",
    "rating": 5,
    "name": "Çağay Malek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great design, perfect service and tasty food. And special thanks to the lady singer =)",
    "rating": 5,
    "name": "Argun Konuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pervak is my favorite restaurant in Kiev. Atmosphere, food and service are all top notch. I would especially recommend язык and veal tenderloin.",
    "rating": 1,
    "name": "Oleg Protsenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent place. Truly authentic experience.",
    "rating": 5,
    "name": "Nicoslu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Horrible service. We were waiting for 30 minutes and nobody came to our table, the waiters just ignored us. We end up leaving. …",
    "rating": 5,
    "name": "Beshara Melki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent restaurant with a striking variety of Ukrainian dishes. The service was impeccable. Deco is slightly cheesy, but it's part of the experience. Warmly recommended.",
    "rating": 3,
    "name": "Vadim Redko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious meals and drinks. If i will been in kyiv again, i will prefer Pervak restaurant again.",
    "rating": 2,
    "name": "Price Line Autos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place for traditional Ukranian food. Everything was delicious. Borsh and golubzi were super yammi. They have all kinds of nalivka and they all taste great. I would recommend this place to everyone. Prices are great too. Lots of locals go here, and you know what that means. Enjoy",
    "rating": 5,
    "name": "Qui Gon Hawk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian restaurant I've tried in the city and is in the top 10 of my top 100 in the city too. Excellent food and service in a fun atmosphere that reminds me of some of the historic buildings in Disneyland.",
    "rating": 5,
    "name": "Guy Kraintz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food. Local genuine.",
    "rating": 4,
    "name": "Philip Larmett",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, good prices and perfect service. Our waiter Andriy was amazing! It's pure joy to visit places like that.",
    "rating": 1,
    "name": "Stefan Wolves",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is delicious, the place is good, the service is quite descent but the waiter asked for tips through cards 😂😂😂 so funny tho. But the price is a bit expensive",
    "rating": 5,
    "name": "Lauren Amber",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Waiter don't speak ukrainian.\nService 1 (too have a problem with ours order)\nAtmosphere 3 …",
    "rating": 5,
    "name": "Дарья Москалева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was really dissapointing. Meat was not fresh at all. Probably this place is for hunting tourists with a high price.",
    "rating": 5,
    "name": "Guenter Serwotka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Cocktails (the Borsch Cocktail definitely was something special) and also the homemade infused Vodkas are absolutely worth a try. Great service and nice barkeepers",
    "rating": 5,
    "name": "evodude919",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was so delicious but we dont understand why the waiter expected 10% tip. He can tell us the tip rule of the restaurant instead of leaving the bill and the money on the table :D",
    "rating": 5,
    "name": "Felix Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food ok, weird mood of service, long waiting.\nEven if had a booking in advance, service wanted us to sit right next main door at super small and uncomfortable table.\nProbably won’t come back again.",
    "rating": 5,
    "name": "Michael Kozikowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good local food, classy and not expensive",
    "rating": 5,
    "name": "Joosep Kivimäe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. Looking forward seeing you soon!",
    "rating": 5,
    "name": "Matt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quality of food is very well. One of the best authentic restaurants to try out in Kyiv. Vareniky dishes were our favourites. You might also want to try the local beers. Defo worth a shot !!",
    "rating": 5,
    "name": "Vasile DUCA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "Igor BERCU",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I just had borsch here and I loved the presentation of the food. The staff is so friendly and they serve in traditional Ukranian clothes. Also the interior design is cozy and quite marvelous. If you want to get an idea of the Ukranian Cusine, you should definitely pay a visit here.",
    "rating": 4,
    "name": "Jason G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not really a place where it feels comfortable. Lack of space and air. You expect this to be Ukrainian national cousine and style. The cousine is more or less, but nothing special. And inside it looks like a lowed-end Russian imperial style …",
    "rating": 5,
    "name": "John Tokesalot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best chocolate cake I ever had. Great place to be for dinner. Friendly stuff and comfy interior! Thank you Tanja for the friendly service :)",
    "rating": 2,
    "name": "Andrius Samuolis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you !!!",
    "rating": 5,
    "name": "Glib Dovgych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A very good place to have authentic Ukrainian meal.",
    "rating": 5,
    "name": "Stephen Crowson-Towers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Would have been a 4 or a 5 but: even after we asked the waitress to write our order down she pretended to do so, which resulted in the order being wrong.\nThe food is great though.",
    "rating": 5,
    "name": "Preet Pal Singh Bhinder",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good atmosphere. A lot of stuff on the menu was not available",
    "rating": 5,
    "name": "Joseph Loftis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good ve traditional ambience, staff speaks english n friendly. Borschka soup n craft beer was delicous. Ukrainian fillet mignon, tiger shrimp was also good. Thanx to Pervak",
    "rating": 3,
    "name": "K Aswad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good place. I always order fele menion.",
    "rating": 4,
    "name": "sunnyhouses",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best places for good food in rustic Ukrainian surroundings. Great for tourists who want to taste the real Ukraine while visiting Kyiv, better located (and less pricey) than Tsarske Selo (which is near the Lavra).",
    "rating": 5,
    "name": "Jussein Bakheet",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Years ago a great place to go. Now dreadful. Not worth 1 star but no other choice. Service te\nrrible and beer is like drinking dirty tap water. This is an honest review from someone who frequently visited Pervak..",
    "rating": 5,
    "name": "richard parsons",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing little restaurant, went for dinner for two nights while in Kiev. High quality food for reasonable prices, and one of the best sex on the beach cocktails I've ever had.",
    "rating": 5,
    "name": "Milko Štimac",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Seems, Pervak is one of the best Ukainian cuisine restaurant in Kiev. Comfortable for foreign tourists, because all staff speak english. Good place for business lunch, romantic dinner and first time try ukrainian dishes.",
    "rating": 5,
    "name": "Frank Spaapen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful Restaurant with a great menu and a large selection of drinks.  Friendly staff that speaks English fluently. I highly recommend this place.",
    "rating": 5,
    "name": "Serhio V",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great tasty Ukrainian food. Nice unique interior. Very good wait staff.",
    "rating": 5,
    "name": "Melissa Frank",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing experience, a high level restaurant, the appearance and design of the restaurant is very beautiful, excellent service and high level food, a restaurant worth traveling especially for. …",
    "rating": 5,
    "name": "Darren Murphy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Definitely cozy and amazing interior. Prices are extremely reasonable. Professional staff. Half the experience is being inside the place so try not to stay outside no matter how nice the weather is.",
    "rating": 5,
    "name": "Yuliya Atamanchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice athmosphere and delicious Ukrainian food. We had a really nice waiter called Aleksander, who had some really nice suprises for us. When in Kiev , definetly would recommend this restaurant.",
    "rating": 5,
    "name": "Σταύρος Μπίγκος",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place to try traditional Ukrainian food. They speak English there too so highly recommend if your a tourist. Very cheap too.",
    "rating": 5,
    "name": "Muhammed Cecen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic and comfortable interior with tasty menu.",
    "rating": 2,
    "name": "Lysander Mckain",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excelent Ukrainian traditional restaurant. Very pleased personel. Tasty and cheap food. Definitely recommend Ukrainian smoked bacons (salo) with \"hrenovuha\" (Ukrainian traditional drink)",
    "rating": 5,
    "name": "Luca Ellul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, friendly service. A good spot to try local cuisines. Décor seems a bit over the top in trying to be extra authentic, but it's not unbearable. A but festive I suppose.",
    "rating": 5,
    "name": "Josip Poljak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Maybe the best borsch on earth the staff is awesome the cheese Veriniky  is the best I’ve ever found! This has become a landing tradition ever time I go to Kiev it’s my first stop!",
    "rating": 4,
    "name": "Benjamin Lind",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very overrated. Service was good, but food was so below average.",
    "rating": 5,
    "name": "Liv Dillon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food and very affordable lunch offers. Good variety of craft alcohol. Nice atmosphere and friendly personnel. Would advise!",
    "rating": 5,
    "name": "Kerli T",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ask for the \"Shots.\" They're not on the menu but you get 6 flavoured vodkas and/or brandy's for less than 70p a shot. Great way to start the night out.",
    "rating": 5,
    "name": "Anu Mälgand",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best choices for national cusine. Excellent foid and interior with descent choice of local drinks. It could surely be included in must visit places for those who love to dine well.",
    "rating": 5,
    "name": "Alina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent service. Very accommodating to customers. I arrived ahead of my reservation and staff was most gracious. Excellent food and atmosphere.",
    "rating": 1,
    "name": "Corin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice food, nice atmosphere and nice live English songs but staff need to be aware of the ingredients in food so to take people's cultures or food allergies into consideration",
    "rating": 5,
    "name": "Josh Garrett",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "An interesting place, interior as well. Food delicious, snacks are interesting, service good. Although the borshch soup is not the best in town :)",
    "rating": 5,
    "name": "Mark Khal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food. Highly professional staff yet super friendly. Reasonable prices. One of my must to visit in Kiev",
    "rating": 5,
    "name": "prabhu muthu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely place. Good service and good food",
    "rating": 4,
    "name": "Ahmed Alromaithi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food. Brutally tasty. Great service as well.",
    "rating": 4,
    "name": "Екатерина Р",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A real experience. Decoration inside you have to see. Staff was grumpy, not spontaneous as they are everywhere. Good was ok. Prices are cheap as everywhere.\nA must go to place",
    "rating": 5,
    "name": "Dan Temple",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentetic interior allows to back to a more a the hundred-year Kyiv autmosphere. Accopanying to it the waiters got used to the role of those times afford to clients reccomendarions and always ready to assist makes the Pervak one of the favourite restaurant in Kyiv.",
    "rating": 5,
    "name": "Marcel Mäki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful old restaurant full of character serving authentic dishes. Must try the varenyky and choose from a good wine list with a delicious dessert",
    "rating": 5,
    "name": "V for Victory",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent dining experience, great food and quality. Presentation is top class, setting is lovely, staff are very good.",
    "rating": 5,
    "name": "Vera Leus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious dishes of traditional Ukrainian cuisine. Good business lunches. Original interior - look at stairs, they are from 1902!",
    "rating": 5,
    "name": "Kamilla Talipova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a fabulous restaurant The waitresses are dressed in traditional costumes.\non the walls Very romantic atmosphere under the sounds of music",
    "rating": 5,
    "name": "Mohammed Ikdywesh (No frontiers)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Me and a friend went there and we were very surprised. Delicious traditional ukrainian food. I recommend it!",
    "rating": 2,
    "name": "Adam Osipiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Well f*ck. It's so tourist-oriented that they don't really care about quality. Sh*tty food, sh*tty service, no connection to real Ukrainian cuisine at all. Don't go there.",
    "rating": 5,
    "name": "Nadav Pozmantir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best borscht in Kyiv! Great service and atmosphere to complement it!",
    "rating": 5,
    "name": "Bukashka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, cheap prices, nice people. You can't ask for more",
    "rating": 5,
    "name": "Oleg Ud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food across the board, good service. I loved the pork knuckle. Decent decor and reasonable prices. I disliked the live entertainment, however.",
    "rating": 5,
    "name": "Wojciech Pazdur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yes.  This is the one.  Chanterelle Variniki with fried pork fat to drizzle on top.  Sausage board was amazing, salo board with mixed bread, lots of little toppings and treats.  Everything blew our mind....and a vodka flight!",
    "rating": 5,
    "name": "saxino B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 4,
    "name": "Michał Czerniawski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food and nice place🇺🇦",
    "rating": 5,
    "name": "Gabriel N",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian cuisine ever!✨✨✨",
    "rating": 3,
    "name": "Ira Dobrovolska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Just my favourite Ukrainian restaurant in Kiev.\nPrice for value.\nGreat typical interior of the beginning of 20s' century in Russian imper",
    "rating": 5,
    "name": "Eduardo Ramírez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very touristic place.\nAnd unfortunately the portions are small...\nBut worst of all was the bloody stake though we ordered medium rare.\nOnly a medium good experience.",
    "rating": 5,
    "name": "Abdullah Aygun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love everything about this place, the cluttered and eclectic decor was interesting to look at, the waitresses in traditional dresses provided great service, and the food was fantastic. A great experience all around.",
    "rating": 5,
    "name": "Californify",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place .... thank you",
    "rating": 5,
    "name": "Vova Cooper",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent place staffs are very kind varieties of cocktails available.Gives complimentary from for new comers hospitality very good.\nAffordable with varieties of cuisine Available.",
    "rating": 5,
    "name": "Alevtina K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is great and the service is perfect",
    "rating": 5,
    "name": "Sergiy Marchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I like interior & atmosphere, the food is okay.",
    "rating": 5,
    "name": "İsmini vermek istemeyen izleyici",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great taste of Ukraine. Went for a business lunch. Friendly and fast service. Interesting and quirky interior. Check out the horse ass bar in the basement.",
    "rating": 5,
    "name": "VX S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic traditional food and kind staff",
    "rating": 5,
    "name": "Yury Ovetsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Their business lunches is bang for the buck 👌 I also absolutely love the interior (especially in the washroom)!",
    "rating": 5,
    "name": "Steffen Marx",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome atmosphere, very good food, great service.  :)",
    "rating": 5,
    "name": "Markus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice location, life music, good food. I would recommend this place to visit.",
    "rating": 5,
    "name": "Aslı Aslan YT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was a good place to chill out, especially when it's about to turn night, excellent speedy services and friendly waiter(ress).",
    "rating": 5,
    "name": "Вероника Великова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We came in 5 persons and we were warning waiting for more than 10 minutes to be sited, after that time we've left. There was no heavy traffic.",
    "rating": 5,
    "name": "Tugrul Aslan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and atmosphere",
    "rating": 5,
    "name": "Jitka Mazalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian restaurant in the city. Great, tasty food.",
    "rating": 1,
    "name": "Roy Kravez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "🙏❤️",
    "rating": 5,
    "name": "Uğur Karataş",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Came here to buy some alcohol for souvenirs, and was very surprised with the interior and overall atmosphere. The staff was great and gave great recommendations, was completely satisfied with the choice",
    "rating": 5,
    "name": "Çetin Işık",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good place, with amazing quality and variety of Ukrainian food. Be aware of the prices, that sometimes are not that Ukrainian.",
    "rating": 5,
    "name": "Evgeniy Kosinskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommended . Good is excellent well presented. Atmosphere is superb .\nWe should know my partner is Ukrainian\nIf in kiev go there 😀😀😀",
    "rating": 2,
    "name": "Luca Romano",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review. It is a great pleasure to get to know that you liked our restaurant. Looking forward seeing you soon!",
    "rating": 5,
    "name": "Inci Evcil",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice and cheap lunch business menu. Staff is overworked",
    "rating": 4,
    "name": "Martin Väli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, a bit touristy, but more than fair prices, in a great location, what more can you ask for?! Try the Vareniki with goat cheese and mint, you won't regret it!!",
    "rating": 5,
    "name": "Re Kane Niaou",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was ok but our waiter was a bit arrogant and rude. Each our request to help and each question was accompanied by an impolite answer.",
    "rating": 5,
    "name": "Zyrukas Zyrukas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Special atmosphere and very good characterization of the place. Best Kiev Chicken I've tried!",
    "rating": 5,
    "name": "Tuomo Eskelinen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We had perfect dinner in Pervak.So it cost a bit higher than another local restaurants but it is worth.Delicious food , awesome ambience",
    "rating": 3,
    "name": "Dima X",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Undoubtly the best restaurant we've been to in Kyiv. Excellent service, food to remember, modern decor, live music - 10/10 experience.",
    "rating": 5,
    "name": "Wynoma De Faria",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and service.",
    "rating": 5,
    "name": "Joffrey Montmeza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very testy local food and excellent service. have some rooms area with different designs and looks interesting.",
    "rating": 5,
    "name": "JOANNA BYSZEWSKA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good food and drinks, good spirit",
    "rating": 5,
    "name": "Aleksandra Kotlyar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a great restaurant! Btw Bosh soup with ribs is superb",
    "rating": 4,
    "name": "Gilad Sivan (Gilad Sivan)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nothing short of awesome. The horseradish vodka (!!) is to die for, even if you loathe vodka. The food is unpretentious, authentic, and divine!",
    "rating": 4,
    "name": "Konstantin Dumchev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and ambiance. Chicken Kiev and young potatoes in butter and parsley were simply delicious.",
    "rating": 5,
    "name": "Nickolay Omelchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely great restaurant with friendly and professional staff.\nFood is delicious and good value.",
    "rating": 5,
    "name": "amit boxer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good and nice good, cozy atmosphere. Very nice and cute waitresses. I had a very nice evening here.",
    "rating": 5,
    "name": "MEHMET TÜMER",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food, very good ambiance. Everything was perfect, recommend for all tourists.",
    "rating": 4,
    "name": "mike p",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cozy place right in the middle of the center with very interesting decore. Mostly traditional ukranian food with reasonable price. I'll highly recommend this place!",
    "rating": 5,
    "name": "Henk Dannijs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was a splendid restaurant. Their dishes were tasty and service was also very good. Worth to try",
    "rating": 3,
    "name": "Igor Chupilka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing restaurant worth to visit 😊",
    "rating": 5,
    "name": "Roman Makukhin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "For all the people who have a slight of flavor stay away from this place awful food.",
    "rating": 5,
    "name": "Kara Wong",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really amazing restaurant, visit it!",
    "rating": 5,
    "name": "peter baka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food for an above average price",
    "rating": 1,
    "name": "Greg Davenport",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place. Good food and service. There are a lot of dishes in the menu",
    "rating": 5,
    "name": "Çağrı Ural",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is ok and reasonably priced. Got scammed with the Vodka shots, 10€ each.",
    "rating": 4,
    "name": "Karim Yafi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, good service, authentic vibe and they spoke English/had English menu. Would recommend!",
    "rating": 5,
    "name": "Juraj Ploskunak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very good Ukraina restoran, tasty food and low prices. service was good to until we decided to split the bill.",
    "rating": 5,
    "name": "Eden Hertz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The restaurant is amazing,nice food and the staff are very friendly,the most clean toilets I ever seen.",
    "rating": 4,
    "name": "Grant Lyons",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is very delicious. Prices are average. Really nice in here. Would recommend! 5/5",
    "rating": 5,
    "name": "Conor Rutledge",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful place and food were great and staff were knowledgeable. I recommend to everyone with all my heart.",
    "rating": 5,
    "name": "David Ostrovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nothing special as for such expensive prices. Related to meal - only bread are really delicious, everything other just average.",
    "rating": 5,
    "name": "Michael K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Oh.. a little museum.. beautiful decor, great ambiance,  good local food, take time to check all the details in every part of the restaurant..great vodka and local doughnut as a welcome...",
    "rating": 5,
    "name": "Billabear London",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "THE traditional place! Live music, very nice staff, good food and local atmosphere! Make sure to book!",
    "rating": 5,
    "name": "Κατερίνα Σταματίου",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was amazing, place very comfortable and with soul but what stole my heart was the AMAZING STAFF!!! They even provided me with power bank!!!!",
    "rating": 5,
    "name": "Ferudun Çabuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hands down the best restaurant in Kiev. The food is great, the infused vodkas are magical, the service attentive.",
    "rating": 5,
    "name": "Elena Madden",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent service , the food is great and unic a very creative decoration.  It looks and feels expensive but it is not. Far not",
    "rating": 5,
    "name": "Виталий Стецик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Dumplings and other Ukrainian food is very good, but steaks are not. Service is good.",
    "rating": 5,
    "name": "Andreas Bonk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "you have to try Vareniky,  - great staff, very professional and always happy to help and serve. they do have number of the rooms to eat - private and open space.",
    "rating": 5,
    "name": "Hector Martinez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We will be glad to see you in Pervak!",
    "rating": 5,
    "name": "Peter jones",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good ukrainian food. Very nice restaurant.",
    "rating": 5,
    "name": "Valdas Prysmantas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everybody have to visit this traditional restaurant. Nice dishes, wine & beer. Lovely waitresses.",
    "rating": 5,
    "name": "Roman Kaluzhner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We had a great time, the food (we had several starters and mains)  was tasty but not overwhelming, the service was great",
    "rating": 5,
    "name": "Gergely Molnar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best restaurant in Kiev for over 20 years 👌🙏🤗",
    "rating": 5,
    "name": "nik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food in the restaurant and interior  but the waiter was quite pushy in getting the tips and found 10% not enough requesting more , leaving a bitter after -taste...",
    "rating": 5,
    "name": "Mike Tate",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the oldest restaurants in town and always remaining best with 100 yrs old styled interior and superb business lunches.",
    "rating": 5,
    "name": "Artem Khvastunov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A nice place to discover Ukrainian food. The decoration is amazing. Would recommend.",
    "rating": 5,
    "name": "Bassel Haddad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and nice service, tradicional ukranian food is best choice here! my best recommends. and nice decorations around :)",
    "rating": 5,
    "name": "Travis Jones",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Maybe the worst service I've ever had. Our drinks arrived after an hour and a half. I brought friends from the UK here and it was a total embarrassment.",
    "rating": 5,
    "name": "Maitahur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You can eat wonderful traditional food",
    "rating": 5,
    "name": "Dmitry Gurovich (yrtimiD)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice authentic Ukrainian restaurant. Food and drinks are good in a great local environment.",
    "rating": 5,
    "name": "Rambling Puma",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant which servs very good traditional Ukrainian food (with weitresses dresed in traditional costumes reaviling cleavages ... sorry, no photo 😁😂)",
    "rating": 2,
    "name": "Denis Foos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, amazing food! Highly recommend. Try the tongue with mushroom.",
    "rating": 5,
    "name": "Joseph O'Brien",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quirky restaurant with bonkers decor. Friendly staff, attentive service. Good food.",
    "rating": 4,
    "name": "Tx Bk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian food I've had! And such a quirky place inside!",
    "rating": 5,
    "name": "Roaa Altalhi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good authentic Ukrainian food, fast and courteous service, non-intrusive music, and pleasant atmosphere.",
    "rating": 5,
    "name": "Donatas Rupeika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Brilliant place. Well deserved top place in the ranks. The choice was vast and the food very tasty.",
    "rating": 5,
    "name": "Artur Mosiak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food in a busy restaurant, with lots of locals eating; always a good sign.",
    "rating": 5,
    "name": "Owain Atkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I really love this place!Warm atmospere,delicious food ,good service !Next time I will be in Ukraine Iwill definitely visit this restaurant.",
    "rating": 4,
    "name": "Mohammad Aldekhail",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very nice atmosphere.service is excellent.",
    "rating": 5,
    "name": "Lena Mykhalchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Truly authentic Ukrainian cuisine served to the highest standard. Wonderful atmosphere.",
    "rating": 5,
    "name": "Oleg Makogon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely delicious Ukrainian food, cosy interior which brings you back to the beginning of the 20th century.",
    "rating": 5,
    "name": "todd constance",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutly nice restaurant",
    "rating": 5,
    "name": "Yun-Han Chen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Top food and service!\nIt is not the cheapest restaurant in city but food is very good, and service very kind. Recommended!!",
    "rating": 5,
    "name": "Kozmo Nautu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Loved it... Amazing bit of Ukrainian culture in the heart of town.. Staff are incredible..",
    "rating": 4,
    "name": "Martin Mifsud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, cosy environment, nice food, especially Ukrainian borscht",
    "rating": 5,
    "name": "Yuliia Shulha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A nice pseudo-authentic Ukrainian experience. The food is very good. Try the local liqueurs",
    "rating": 3,
    "name": "m",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awsome place. Worth the visit any time the staff is friendly and helpfull, and the food is great. :)",
    "rating": 5,
    "name": "Adham A.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderfull food,not very expensive",
    "rating": 5,
    "name": "Miyabi Aizawa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing, old restaurant atmosphere. The food and service were amazing.",
    "rating": 3,
    "name": "Edvinas Darčkus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 😊",
    "rating": 5,
    "name": "max novoselsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing service, tasty Ukrainian dishes, moderate prices. Will definitely return.",
    "rating": 5,
    "name": "Irina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food with an excellent service and an amazing atmosphere!",
    "rating": 5,
    "name": "Dymil Ly",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My favorite lunch place in Kiev. I have been coming here for years, and inside it's always 1900.",
    "rating": 5,
    "name": "Rawi Deeb",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing location and place. Good service, great price. Unbelievibly clean toilets..",
    "rating": 4,
    "name": "tal Zed",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Expensive but high level place. Good food and great hrenovuha! Live music at evening.",
    "rating": 5,
    "name": "Edvinas Janis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very local. Prices are moderate. Food very good. You should try the restaurants own beer.",
    "rating": 4,
    "name": "Zaristar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice ambience but unfortunately the food is only average, the service extremely slow and the prices too high.",
    "rating": 3,
    "name": "Mark Seymour",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you're in Kiev, don't miss this place, authentic Ukrainian cuisine, wonderful!",
    "rating": 5,
    "name": "Jorge Bravo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice Ukrainian food, good service even that a bit slow , recommended",
    "rating": 5,
    "name": "Dave Sears",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian restaurant🤍🤍🤍so delicious 😋",
    "rating": 4,
    "name": "Daniel Blitzner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a perfect place to have business launch. It's cheap and the place is very cosy. But the waitresses... Oh boy... :)",
    "rating": 5,
    "name": "Mads Singers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super good food, and the staff is going beyond to make sure, clients are satisfied.",
    "rating": 5,
    "name": "Sam Den",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great service, no complaints at all. Definitely try the vodka.",
    "rating": 5,
    "name": "Donald P",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic food, fabulous service. The only down thing is that food takes a long time to be served.",
    "rating": 5,
    "name": "Laurent Pecriaux",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing ambience and real ukrainian food. Service is on the top!",
    "rating": 5,
    "name": "Mirco Cantelmo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "thanks for review! we are always waiting for a visit",
    "rating": 5,
    "name": "Gediminas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "All dishes tasty. Interior made in Ukrainian style, very hospitable and cozy",
    "rating": 5,
    "name": "Chris Eio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Once again, a wonderful meal. Great personal service, tasty food and very nice pricing.",
    "rating": 5,
    "name": "Dmytro Kulish",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant with good local Ukranian food. Interesting interior design, definitely worth visiting.",
    "rating": 4,
    "name": "Atilla Akcealan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service, excelent food!",
    "rating": 4,
    "name": "Florian Offergelt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place, good food, prices around half of what I expect to pay back home and courteous service.",
    "rating": 5,
    "name": "Maksym Tatevskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very very good place) Friendly personal, smiling weitresses, good interior. Delicious food))",
    "rating": 5,
    "name": "Mikey G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "food was ok, however they need to learn some manors!",
    "rating": 4,
    "name": "Spyros Theodoridis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best place in Kiev. You will find traditional Ukrainian food with a great service.",
    "rating": 5,
    "name": "Stanislav Muzhevskyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, big portions. filled turkey and steak were great.",
    "rating": 5,
    "name": "Nerka G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not the best opurtunity in town. Prices are  pretty high.",
    "rating": 4,
    "name": "Stephen Swords",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food, excellent service. Great selection of home made liquors.",
    "rating": 5,
    "name": "Bobo Tse",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love this place! Excellent food, great service and lovely atmosphere!",
    "rating": 5,
    "name": "Magnus Johansson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good old place in the very centre of Kyiv, Ukrainian, Kyevan and European cuisine. Perfec. Prices above Kyiv average.",
    "rating": 5,
    "name": "Helen Aasa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best service\nmusic\ndrinks …",
    "rating": 1,
    "name": "Aleh Sadaunichy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Place is unique and atmosphere is amazing. The food is,  unfortunately.... Not that good",
    "rating": 5,
    "name": "Peter Papayiannis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful place, tradicional food and drinks,  friendly staff, more place for tourists , tasty food !!!",
    "rating": 5,
    "name": "Hana Simikova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty but not excellent :-)",
    "rating": 5,
    "name": "Mario Romano",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Overated with greasy food. Dumplings were lovely, Kiev was awful.",
    "rating": 5,
    "name": "Duncan MacLeod",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is a must for when you visit Kiev.\nNice food, and live music. Fantastic",
    "rating": 5,
    "name": "Natali Yakusheva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's always been the best Ukraine food in downtown kyiv",
    "rating": 4,
    "name": "Garry Knight",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Restaurant! We had a really good time there!",
    "rating": 4,
    "name": "Serhad S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely food and cozy setting",
    "rating": 5,
    "name": "Rolands Klindžāns",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Salo, soluanka, sour cream and chrenovucha!!!!",
    "rating": 5,
    "name": "I Rogers",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is an outstanding restaurant for both locals and tourists.  Great atmosphere, great service, great food.",
    "rating": 5,
    "name": "Gabriela Sieklová",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Anyone who wanna try the traditional ukrainian food must go to Pervak. As soon as you enter the place, you inow you are in the right place for that",
    "rating": 4,
    "name": "michael zagalsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s a good place for Ukrainian food and has a welcoming staff and athmosphere.",
    "rating": 5,
    "name": "Stas Ezersky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food. A little welcome treat wich was nice.",
    "rating": 4,
    "name": "Eugenia Soroka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best restaurant I went to in Kiev. Great food, great atmosphere. Highly recommended.",
    "rating": 5,
    "name": "Tymur Korkishko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's an excellent place to taste creative, Ukrainian cuisine",
    "rating": 5,
    "name": "Thorsten",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurant in city center.Good food live music and correct price",
    "rating": 5,
    "name": "Kateryna K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional food and friendly service. For the Ukraine, prices are rather high.",
    "rating": 5,
    "name": "Дмитрий Усенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Expensive for Kiev but tasty and well served dishes. Atmospheric interior.",
    "rating": 5,
    "name": "Pavel Yakovlev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What delicious food! The restaurant is really interestingly decorated, a spectacle unto itself.",
    "rating": 5,
    "name": "Mykola Matskiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice atmosphere good Ukranian dishes and a good choice of wine. Lively place",
    "rating": 5,
    "name": "Devin Cousins",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, very unique atmosfere, very atentive staff.",
    "rating": 5,
    "name": "Martin V",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukranian kitchen, very tasty food, good service. Must visit restaurant in Ukrane!",
    "rating": 3,
    "name": "Ingibjorg Bjorgvinsdottir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Friendly and helpful waiters, food was good but not amazing.",
    "rating": 5,
    "name": "Andy Shallcross",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love the semi dry white wine, but I forgot the name, can you tell me?",
    "rating": 5,
    "name": "Anna Martynova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent traditional Ukrainian cuisine in a very cosy place",
    "rating": 3,
    "name": "NataliiaK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Drink the sea buckthorn shot. It is amazing. So good. Bought a bottle to go for 21 eur.",
    "rating": 5,
    "name": "Daniel Koyfman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Requires vaccination. Solid one star for segmentation support",
    "rating": 5,
    "name": "Darius Cerka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great home style cooking and reasonable priced. Excellent service.",
    "rating": 5,
    "name": "Ali A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super nicely styled and tasty traditional food.",
    "rating": 5,
    "name": "ljubisa draskovic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian restaurant with a great selection of traditional dishes",
    "rating": 5,
    "name": "Julia Slavin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing Ukrainian cuisine, great prices and great salo and vodka.",
    "rating": 5,
    "name": "Martin Chakrov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice national ukrainian style place.Food was served very quickly.",
    "rating": 5,
    "name": "Dominik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Friendly, efficient, good food at reasonable prices.",
    "rating": 5,
    "name": "Gustė Jankevičiūtė",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good ambiance and tasty traditional foods and not expensive...",
    "rating": 5,
    "name": "Nataliya Yazova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect food and drinks! All the tastes of Ukraine. Also live music.",
    "rating": 3,
    "name": "Patrick Olsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Solid place. Great salo. Great food, service, and drinks.",
    "rating": 5,
    "name": "Christian Melnik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place, food was excellent, very tasty.",
    "rating": 5,
    "name": "Ilia Ivanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good atmosphere. Very good food. Closes too early.",
    "rating": 5,
    "name": "Pav Vas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian cuisine",
    "rating": 4,
    "name": "Özgür Kaan Varlık",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great compliments from the chef, amazing varenyky! Good authentic atmosphere, maybe a bit overdone.",
    "rating": 5,
    "name": "Jean-Michel ALLIX",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is great.Sometime they do not accept credit cards.So ask before you order.",
    "rating": 5,
    "name": "Graeme Tait",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great English speaking Service, great Ukrainian Food, live Music, unique interior!",
    "rating": 3,
    "name": "simon adams",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Real Ukrainian dishes and drinks. Go here and you will have an opportunity to discover that part of culture.",
    "rating": 3,
    "name": "M M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Stylish design and tasty food, excellent service and perfect location.",
    "rating": 5,
    "name": "Gantman Yossi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect traditional cuisine and really awesome place!",
    "rating": 4,
    "name": "Marcellus Lim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is a historical place with unique atmosphere of old Kyiv and tasty traditional Ukrainian dishes.",
    "rating": 5,
    "name": "Aleksej Nesvarbu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pricy but delicious. The house beer is pretty good and the service was top notch.",
    "rating": 5,
    "name": "dade",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place , traditional UA restaurant , live music (lounge)\nMiddle range prices.",
    "rating": 4,
    "name": "Santos Sabugal Rodelgo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A bit touristy but decoration are very interesting and service very good",
    "rating": 5,
    "name": "Itzik Levy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian soul food.",
    "rating": 5,
    "name": "Alexandra Faynburd",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect place to eat traditional Ukrainian food.",
    "rating": 5,
    "name": "Marco Cedriano",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Getting less and less tasty over time. Focused more on the marketing targeted at single-visit foreigners",
    "rating": 5,
    "name": "Radek Sobotka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, fancy with nice ukrainian style.",
    "rating": 5,
    "name": "Sergii Ripa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for meals",
    "rating": 5,
    "name": "Paul Fishchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place! Awesome food! Live music! Must go place!",
    "rating": 5,
    "name": "Nicolas Remy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for the review! We are waiting for you in the restaurant Pervak",
    "rating": 2,
    "name": "Farid Aslanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place. It is nice to sit at bar place.",
    "rating": 5,
    "name": "Anna Vlasyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place, great location, tasty food and high quality service.",
    "rating": 5,
    "name": "Yurii Levytskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The service and the food was amazing.",
    "rating": 5,
    "name": "Ben Snellgrove",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect !",
    "rating": 5,
    "name": "Borja",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is SO GOOD. The tinctures are a must try.",
    "rating": 5,
    "name": "Zhyvo Coop",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always a good idea for business lunch or dinner with friends",
    "rating": 5,
    "name": "Kateryna Dolf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 4,
    "name": "Val S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, cool place, but service wasn't that good",
    "rating": 5,
    "name": "Magdy Samir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian restaurant centrally located. Reasonable price",
    "rating": 2,
    "name": "ERSİN KAYA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best pub in Kiev. The food was just delicious.",
    "rating": 5,
    "name": "Vitali Gutman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A place which delivers every time in terms of the quality and care. I'm coming back for more! 🇺🇦",
    "rating": 5,
    "name": "Matt Lubomirsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food but communication could be better since the we couldn't easily communicate in english.",
    "rating": 5,
    "name": "Stan Sydorenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food at affordable prices, nice staff very efficient",
    "rating": 5,
    "name": "serdar sarı",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicius food! Definetly visiting again",
    "rating": 5,
    "name": "Martin Allanda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food good .. waitresses and waiters  could do with being a little more exciting and outgoing",
    "rating": 4,
    "name": "spacek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very average, though interior is quite authentic",
    "rating": 5,
    "name": "Толик Блокуд",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good Ukrainian traditional food!",
    "rating": 5,
    "name": "Fatma Ternova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian food at very affordable prices.",
    "rating": 5,
    "name": "Imre Püski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not bad at all.But its too busy betwen 13:00 -15:00",
    "rating": 5,
    "name": "Slavik Meltser",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "delicious food,good prices,friendly stuff",
    "rating": 2,
    "name": "Oleg Grishkevich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place to enjoy good local food in a friendly & warm environment.",
    "rating": 5,
    "name": "Steve DePew",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food. Great service. Reasonable prices.",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian food. Very delicious and good service.",
    "rating": 5,
    "name": "Andris Jegorov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great experience eating authentic Ukrainian food",
    "rating": 5,
    "name": "Magnus Ohman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great meal, good price and serving nice",
    "rating": 5,
    "name": "Matthew Reichel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good lunch options, authentic atmosphere, great service",
    "rating": 5,
    "name": "Pablo Ferrat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great selection of food, fast and friendly service.",
    "rating": 5,
    "name": "mert maral",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The decoration is amazing, the food really good and cheap",
    "rating": 5,
    "name": "chris dagney",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive and not adequately tasty. 3 person dinner with couple of beers - almost 2K UAH",
    "rating": 4,
    "name": "Eugene Firsov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian dishes. Yum.",
    "rating": 5,
    "name": "Bálint Feyér",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I think it is the best place to try Ukrainian cuisine for tourists.",
    "rating": 5,
    "name": "Juho",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, excellent food, good atmosphere",
    "rating": 4,
    "name": "Serge Chistov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service , and exellent local food",
    "rating": 5,
    "name": "G Here",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Probably the best Ukrainian cuisine restaurant in town",
    "rating": 5,
    "name": "Otto Lidenbrock",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service and nice selection of national dishes!",
    "rating": 5,
    "name": "Nope Newbe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "At lunch time is prety hectic, have to wait for a waiter. Food is tasty.",
    "rating": 5,
    "name": "Victor Gordillo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice no you have to wait for your order.",
    "rating": 4,
    "name": "Jonas Strassel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was OK a few years ago. Go to Puzata Hata instead of Pervak for 1/4 price.",
    "rating": 5,
    "name": "Lena Tregub",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing local cuisine,  5/5",
    "rating": 5,
    "name": "Daniel Levis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great local food, good service. Central location.",
    "rating": 5,
    "name": "Londonos UK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, nice place, friendly staff",
    "rating": 5,
    "name": "Jonatan Holmström",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your review!",
    "rating": 5,
    "name": "Samer Jajeh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "concept and delicious food, music very pleasant",
    "rating": 5,
    "name": "Berk Emre Altaş",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food and service, would go again.",
    "rating": 5,
    "name": "Mauro Scorza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and friendly staff",
    "rating": 5,
    "name": "Joshua Thomas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful food. Loved everything )))",
    "rating": 4,
    "name": "Mustafa Atakay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect restaurant for enjoyed Ukrainian food.",
    "rating": 4,
    "name": "Evgen Gen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty ukrainian cuisin, nice interier, good  music.",
    "rating": 5,
    "name": "Gegham Vardanian",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food and the service was excellent and very professional!",
    "rating": 5,
    "name": "murat ozbaylan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is not bad.\nService require significant improvement",
    "rating": 5,
    "name": "Matchmaking boutique Possible by Natali Koval",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks for your feedback and advice.  Unfortunately, you provided little information for us to understand what exactly you did not like.  We are sure that you will like everything next time.",
    "rating": 5,
    "name": "Stas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always good food and drinks at great prices.",
    "rating": 5,
    "name": "Davide Di Renzo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best Ukrainian cuisine restaurants in Kyiv",
    "rating": 5,
    "name": "Juha Berglund",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My best in Kiev restaurant, with Ukrainian national dishes.",
    "rating": 4,
    "name": "Nigelpotts Potts",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food in a pleasant setting.",
    "rating": 1,
    "name": "Philipp Nadler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Go for the borscht, stay for the vereniki!",
    "rating": 4,
    "name": "JYP Limited",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love this ukranian restaurant, good food, good service",
    "rating": 5,
    "name": "Barry Hudson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good bosh soup, good enviroment.",
    "rating": 5,
    "name": "Tamas Jurca",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lots of fun and wonderful evening",
    "rating": 5,
    "name": "Kevin Kirkendall",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Sort of a touristic place with tasty food and reasonable pricing.",
    "rating": 2,
    "name": "Martinerary G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic local food, friendly service.",
    "rating": 5,
    "name": "Cesim Dumlu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food! Great service! Great place!",
    "rating": 5,
    "name": "Darius Zilinskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's ok. Service can be better.",
    "rating": 5,
    "name": "Piratadei Pirata",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious food.",
    "rating": 5,
    "name": "Dmytro Hraif",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, service and decoration!",
    "rating": 4,
    "name": "Santos Sebasmil",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place for ribs and very good service",
    "rating": 5,
    "name": "Gene Bazhenov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent...!!!",
    "rating": 5,
    "name": "Roman Osadchiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Bit \"over the top\" on Ukrainian Folklore, good service.",
    "rating": 5,
    "name": "Allen B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best eclairs ever! ❤️",
    "rating": 5,
    "name": "Gustaf Herbst",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic Ukrainian cuisine and nice beer selection",
    "rating": 4,
    "name": "Stoyan Dosev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I definately advice this restaurant",
    "rating": 5,
    "name": "Bora Can Şekerel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super Good food, 10/10 recommend",
    "rating": 5,
    "name": "Yonatan Mor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious local Ukrainian food. A must try",
    "rating": 5,
    "name": "Maxim Kipot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect meals... Good music!! Very good decoration.....",
    "rating": 5,
    "name": "Yaroslav Tabaliuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Typical Ukrainian food in a nice environment",
    "rating": 5,
    "name": "chad stevens",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing",
    "rating": 4,
    "name": "Mathias Langmarker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant. Ukranian kitchen. Friendly staff.",
    "rating": 4,
    "name": "Lawrence Freeman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You have a good business lunch with a good atmosphere",
    "rating": 4,
    "name": "Eric GIACCAI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian food, moderate prices",
    "rating": 5,
    "name": "Tamar Channel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect thank you very mucj",
    "rating": 1,
    "name": "Felix",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant and amazing food",
    "rating": 4,
    "name": "Peter Andrukhovych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The lunch set menu is cheap and excellent.",
    "rating": 4,
    "name": "Robert Saunders",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Top",
    "rating": 5,
    "name": "Anna Kuriepina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very yummy food and good beer!",
    "rating": 4,
    "name": "Anete Bože",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A bit pretentious other than that really enjoyed the meal and surroundings and service",
    "rating": 5,
    "name": "jean claude Debono",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Be sure to avoid this restaurant. They just rip vou off.",
    "rating": 5,
    "name": "Spin Doctor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good services and starters. The main were less good than expected from this place.",
    "rating": 5,
    "name": "Agata Barczyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Classic Ukrainian, try the horse radish vodka more than once :)",
    "rating": 5,
    "name": "Giulia De Rosa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely place in the heart of Kiev",
    "rating": 5,
    "name": "Sérgio Tavares",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice, great food.",
    "rating": 4,
    "name": "Maher Alma",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Overpriced, touristy restaurant. Not the 'real' Kiev",
    "rating": 5,
    "name": "Richard Hawkins",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic, good service, good meals.",
    "rating": 5,
    "name": "Gene Sturk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely great food and service.",
    "rating": 5,
    "name": "Atacan Erdoğan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent restauranti in the center of kiev. Delicious",
    "rating": 3,
    "name": "Jesse Hendershaw",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love this cozy restaurant and their tasty lunches!",
    "rating": 5,
    "name": "walter blackice",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice, quiet place with good food.",
    "rating": 5,
    "name": "Igor Tovberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "All was great as always throughout the years!",
    "rating": 5,
    "name": "Igor Koskov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The nice place with a varied cuisine.",
    "rating": 5,
    "name": "michał bukowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic experience,  from the food to service.",
    "rating": 4,
    "name": "Martyn Westfield",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Relaxed place with rustic food and friendly service.",
    "rating": 5,
    "name": "Tadas Si",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice but a bit below my expectations.",
    "rating": 2,
    "name": "tolga kılıc",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing traditional ukrainian restaurant!!",
    "rating": 5,
    "name": "Freccia Max Mauro Maltese",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great dinner in Kiev. Highly recommended",
    "rating": 5,
    "name": "Bono Xu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good ukrainian fusion cuisine in a stylish place.",
    "rating": 4,
    "name": "Attila Lakatos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food. Fantastic service.",
    "rating": 5,
    "name": "Ulaş Iper",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful as always!",
    "rating": 5,
    "name": "Sasa Nicic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great vareniki, attentive service. Super cool interiors",
    "rating": 5,
    "name": "Anapki Gry",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pretty nice place to grab something to eat.",
    "rating": 4,
    "name": "Phillipa Jane",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place. Good food. Atypical...",
    "rating": 5,
    "name": "רונן מץ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place to dine\nSuperb\nFriendly staff\nAwesome",
    "rating": 5,
    "name": "ilker bakır",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We got ripped off there. 1 shot 10€!!!",
    "rating": 5,
    "name": "Arnas Šukys",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice food, but a little too crowded...",
    "rating": 4,
    "name": "Andrey Pilipchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Touristy but good food and prices.",
    "rating": 3,
    "name": "Jluc Toutain",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place to try Ukrainian dishes!",
    "rating": 5,
    "name": "giorgi japaridze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice traditional place. Very good service!",
    "rating": 5,
    "name": "Thomas P. Johnsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, warm atmosphere",
    "rating": 5,
    "name": "Jason Yustin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good ukranian restaurant. Try borsh, salo, nalivka, vareniki.",
    "rating": 5,
    "name": "Dalius Ramanauskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service and delicious food;)",
    "rating": 5,
    "name": "Yunique Life",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food and beautiful place!",
    "rating": 5,
    "name": "Stanislav Zayarsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cozy restaurant with different typical options from Ukraine.",
    "rating": 4,
    "name": "Ilya Balashov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian authentic resturent. Nice Slovak food.",
    "rating": 1,
    "name": "Uy Ylmz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service and wonderful food",
    "rating": 5,
    "name": "Jonas Pedersen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice location, great food..",
    "rating": 5,
    "name": "Yevhenii Parasochka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good ambiance, taseteful meal",
    "rating": 5,
    "name": "Andrey B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not as good as before",
    "rating": 5,
    "name": "Fikriye BALABAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice restaurant in Kiev",
    "rating": 5,
    "name": "Dipti Rai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurants in Kiev",
    "rating": 5,
    "name": "Сергей Толерёнок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Real Ukrainian food in authentic interior. Good choice!",
    "rating": 5,
    "name": "Emil Bayazitov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great service!",
    "rating": 3,
    "name": "Bella Ryman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food cheap too",
    "rating": 5,
    "name": "Nizar Qattan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place for food in Kiev!",
    "rating": 5,
    "name": "Slav Krav",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Bad service... Expensive for this quality.....",
    "rating": 4,
    "name": "Anton Potashov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really typical Ukrainian cousin. Tasty and almost cheap.",
    "rating": 5,
    "name": "Giedrius Znutas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place. A bit pricy but good.",
    "rating": 5,
    "name": "Андрій Демура",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice food, slow service.",
    "rating": 4,
    "name": "Angelo Attoni",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "All the meats are delicious. Best in town.",
    "rating": 5,
    "name": "Юлия Годомская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and great service..",
    "rating": 5,
    "name": "Tom Moran",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Crowded. And very busy.",
    "rating": 5,
    "name": "Ho Nam Mak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Offers A great business lunch on weekdays.",
    "rating": 2,
    "name": "Christian Clausen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "authentic restaurant with great food.",
    "rating": 4,
    "name": "Wilson Eazy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good foods, good service, good ambiance, good location..",
    "rating": 5,
    "name": "Tolga Murat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food, and service.",
    "rating": 5,
    "name": "İnönü Baydar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Folk Ukrainian decor and delicious meal",
    "rating": 3,
    "name": "Toomas Villo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Average food nice place...",
    "rating": 1,
    "name": "Lorrie Mayzlin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, good interior",
    "rating": 5,
    "name": "Jolanta J",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cozy place with delicious food",
    "rating": 5,
    "name": "Vadim Braverman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Get the real Ukrainian experience, but with English language menu available",
    "rating": 5,
    "name": "Konstantin Teslenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, food and drinks",
    "rating": 4,
    "name": "Alex Protsyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "both my parents and I loved this place!!",
    "rating": 5,
    "name": "plamen genin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good restaraunt with Ukrainian food",
    "rating": 5,
    "name": "freddy LZ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Balance between tourist and casual place for locals",
    "rating": 5,
    "name": "Jaehak park",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Service is poor . We found hair on the dish",
    "rating": 5,
    "name": "Joshua Li",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and good servixd",
    "rating": 5,
    "name": "Mariam Rochikashvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good place with good staff and food.",
    "rating": 5,
    "name": "Alex Torres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very beautiful, nice food",
    "rating": 5,
    "name": "Carlos Rodriguez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place with everything.",
    "rating": 5,
    "name": "Дмитро Булах",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and drinks!",
    "rating": 5,
    "name": "barry hudson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place to have a diner!",
    "rating": 2,
    "name": "Евгений Ури",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quite expensive but amazing food and drinks!",
    "rating": 5,
    "name": "Artyom Hvedjuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Over priced for average food.",
    "rating": 4,
    "name": "Yuriy Lytvyn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Must see",
    "rating": 5,
    "name": "Oleksii Pinchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Trendy place to have a cup of jo.",
    "rating": 5,
    "name": "Artem Goutsoul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Except music and mess with order which was fixed nice restaurant.",
    "rating": 5,
    "name": "Beka Dzagnidze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful place to have some borch.",
    "rating": 5,
    "name": "Eka Megrelishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian cuisine restaurant",
    "rating": 5,
    "name": "Oshri Danon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good value for money, also good service.",
    "rating": 5,
    "name": "Zigmars Henzels",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian food ))",
    "rating": 5,
    "name": "Mateusz Żywko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place great people great food",
    "rating": 4,
    "name": "Ilya Balashov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Taste good with live music",
    "rating": 5,
    "name": "Tuomas Koistinen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Boring food no flavour, and slow service",
    "rating": 5,
    "name": "Shiran Katsnelson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Different but delicious  meals",
    "rating": 4,
    "name": "Andrea Fiorentino",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great and expensive",
    "rating": 5,
    "name": "Stephan Dreyer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Gracious servants. Delicious foods. Advise",
    "rating": 5,
    "name": "Maksym Rohanin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not so special as it looks but still fair.",
    "rating": 5,
    "name": "Algimantas Kiaune",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food made us both sick",
    "rating": 4,
    "name": "Madison Evans",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super cosy place with delicious food",
    "rating": 5,
    "name": "дмитрий воскресенский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome food and atmosphere",
    "rating": 5,
    "name": "Peter Feldmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian cuisine, made by professionals",
    "rating": 5,
    "name": "Walid Rizk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A very quiet and great place!",
    "rating": 4,
    "name": "ezgi kadıoğlu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good",
    "rating": 5,
    "name": "Andrei Sauchanka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food & good price !",
    "rating": 5,
    "name": "çınar akçeli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best I have ever visiy",
    "rating": 5,
    "name": "Asuman Ogutcen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love Ukrainian cuisine",
    "rating": 4,
    "name": "Duygu Buğa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicuous food, cozy environment",
    "rating": 5,
    "name": "Alexander Golovin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good choice for tasty lunch",
    "rating": 5,
    "name": "Vladimir Karcha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and wines!",
    "rating": 5,
    "name": "Rene Reiter (Eyeball)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A great place with an original touch",
    "rating": 5,
    "name": "Irakli Murtskhvaladze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unique, a Kiev must visit",
    "rating": 5,
    "name": "Yaroslav Andrienko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Dark, noisy, bad food, unclean tables,",
    "rating": 4,
    "name": "Lisa Gorska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your review. Your opinion is important to us. We are very sad that you were not satisfied with a visit to the restaurant, but still look forward to the next visit will not disappoint you!",
    "rating": 4,
    "name": "Gigon Philippe",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and service.",
    "rating": 5,
    "name": "Archil TNT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place for lunch and for the dinner",
    "rating": 5,
    "name": "Goliaf Terminatorovich (Goliafq3)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian cuisine",
    "rating": 5,
    "name": "Ugur Zaman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant with great atmosphere!",
    "rating": 5,
    "name": "İbrahim Yucel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You must visit this place.",
    "rating": 5,
    "name": "Анти Провокаторский Портал",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food and good service",
    "rating": 5,
    "name": "Justas Alksmantas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good authentic food",
    "rating": 5,
    "name": "Juri Udre",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service. Nice place.",
    "rating": 5,
    "name": "Vadim Shmatko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "TOP",
    "rating": 3,
    "name": "Uluç",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Balanced between local and tourist format",
    "rating": 5,
    "name": "David Reales",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service and food",
    "rating": 5,
    "name": "Anatoliy Rastorenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and design",
    "rating": 5,
    "name": "Max Skrypal'",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good traditional food",
    "rating": 4,
    "name": "Caner AKÇAY",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place for Food!",
    "rating": 5,
    "name": "Billy Li",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty Ukrainian cuisine))",
    "rating": 5,
    "name": "Zeze Blk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good breakfast",
    "rating": 5,
    "name": "Tomer Natan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic place and good foods",
    "rating": 5,
    "name": "David Tvildiani",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian food",
    "rating": 1,
    "name": "Cesar Marques",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious traditional food",
    "rating": 5,
    "name": "Ruhsan Müdüroğlu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place and great food",
    "rating": 4,
    "name": "Adriana Green",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very good",
    "rating": 5,
    "name": "Peter Krejči",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome Ukrainian cousin.",
    "rating": 5,
    "name": "Paolo Maria Scimonelli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect",
    "rating": 5,
    "name": "Nesrin ÖCAL (N. Ocal)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's very cheap and traditional.",
    "rating": 5,
    "name": "Joanne Berkovitz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not variety for vegetarian dishes",
    "rating": 4,
    "name": "Raymond Louw",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food!",
    "rating": 5,
    "name": "Tatiana Lissovskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Incredible & delicious",
    "rating": 5,
    "name": "Dr. Dt. Turhan Didinen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good ukrainian cuisine",
    "rating": 5,
    "name": "Stanislav Stoyackiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "famous ukrainian dining place",
    "rating": 5,
    "name": "Franck",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty Ukrainian food",
    "rating": 5,
    "name": "Vladislav Spivak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very hard to get attention",
    "rating": 5,
    "name": "Tatiana Lissa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fun and quite good",
    "rating": 5,
    "name": "Eugene Ludwig",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place I've been",
    "rating": 5,
    "name": "John Jimenez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best bussiness in Kyiv.",
    "rating": 5,
    "name": "Євген Василів",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant",
    "rating": 4,
    "name": "Anudi Mudara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very good restaurant",
    "rating": 5,
    "name": "Saracen 888",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Its great",
    "rating": 5,
    "name": "Dr. Nevis Gurnani (Nevis)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome food!",
    "rating": 5,
    "name": "mirik gogri",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food and liquor",
    "rating": 5,
    "name": "Loïc Debot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The Best!",
    "rating": 3,
    "name": "hello boss",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "No Good",
    "rating": 5,
    "name": "Efim Lerner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food!",
    "rating": 5,
    "name": "Hubert Mathes",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukranian food as it should be.",
    "rating": 5,
    "name": "Борислав Стефанов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommended!))",
    "rating": 5,
    "name": "Evgeniy Jexxar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "must visit place.",
    "rating": 5,
    "name": "Herman Abel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great atmosphere",
    "rating": 4,
    "name": "KÜRŞAT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "touristy Ukrainian restaurant",
    "rating": 5,
    "name": "Claudio Garzillo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food!",
    "rating": 5,
    "name": "Fr. Nektarios Farah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty food",
    "rating": 5,
    "name": "ludwig Eugene",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Poor service and overpriced.",
    "rating": 5,
    "name": "Natasha Lohan Skylark",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Borch soup and concept",
    "rating": 5,
    "name": "Ben n",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very authentic place.",
    "rating": 5,
    "name": "Andriy Lishchytovych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect!",
    "rating": 1,
    "name": "Tommaso Centonze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good!",
    "rating": 5,
    "name": "Eliecer Vivar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderfull park.",
    "rating": 5,
    "name": "Mark Raw",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "nice service and food",
    "rating": 4,
    "name": "Max Poremsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great for that traditional vibe",
    "rating": 5,
    "name": "Martin Martin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lunch is great!",
    "rating": 5,
    "name": "Shirly Assael",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing!",
    "rating": 5,
    "name": "Максим Карасик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb business launch",
    "rating": 5,
    "name": "Ioannis Girvalakis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect!",
    "rating": 5,
    "name": "Giorgi Megrelishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great national cousine",
    "rating": 1,
    "name": "Viktor Adamaitis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good ujrauniane food",
    "rating": 5,
    "name": "Timur ORUÇ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best place ever",
    "rating": 4,
    "name": "AKIN SAYLIK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome and affordable.",
    "rating": 2,
    "name": "Juan Sebastián Suárez Valencia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": ":gift:",
    "rating": 5,
    "name": "King covenant",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything is perfect.",
    "rating": 4,
    "name": "Frederic Mourlan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food",
    "rating": 4,
    "name": "Mogens Hougesen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "👍🏻👍🏻👍🏻👍🏻",
    "rating": 5,
    "name": "Gediminas Matul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interesting ambience!",
    "rating": 5,
    "name": "aladini aladini",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome",
    "rating": 5,
    "name": "Мария Борисова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent",
    "rating": 5,
    "name": "Denis K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place!",
    "rating": 5,
    "name": "Roza Brit",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome services",
    "rating": 4,
    "name": "A Z",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good kitchen",
    "rating": 1,
    "name": "Karolina Koloskova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool",
    "rating": 4,
    "name": "Ahmet SAĞLAM",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic food",
    "rating": 5,
    "name": "D V",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great",
    "rating": 4,
    "name": "Torsten S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent",
    "rating": 5,
    "name": "Hanna Zobel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "excellent",
    "rating": 3,
    "name": "Alice Morgan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect hosting",
    "rating": 5,
    "name": "Krzysztof Zielinski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "💝💝💝",
    "rating": 5,
    "name": "Noriko KOPI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Exactly what I wanted",
    "rating": 5,
    "name": "Onur Eralp",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic and friendly",
    "rating": 5,
    "name": "Алексей Чечулин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Total scam",
    "rating": 4,
    "name": "Lukasz B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Ozgur Doganay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Rough",
    "rating": 5,
    "name": "Dariusz Fatuła",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Worst music",
    "rating": 5,
    "name": "Александр Александр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super",
    "rating": 2,
    "name": "1Kleoron",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food",
    "rating": 5,
    "name": "Ольга Авраменко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place",
    "rating": 5,
    "name": "Максим Криворучко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо ☀️",
    "rating": 5,
    "name": "Karyna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent!",
    "rating": 5,
    "name": "Zeynep Erdem",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great resturat",
    "rating": 5,
    "name": "Anastasia Samokhvalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very expensive",
    "rating": 5,
    "name": "Alperen Kaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious.",
    "rating": 5,
    "name": "Натали Резник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you very much for the review!",
    "rating": 5,
    "name": "Radosław Dudziński",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place.",
    "rating": 5,
    "name": "Alina Kufto",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tourist trap",
    "rating": 5,
    "name": "IRENKA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "ALEKSEY GOOGLE 3579111387",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food",
    "rating": 5,
    "name": "Оксана Терентьева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you! See you at the restaurant Pervak!",
    "rating": 5,
    "name": "Сергій Стецюра",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place",
    "rating": 4,
    "name": "E D F",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cozy place.",
    "rating": 5,
    "name": "Semih Dönmez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Exellent !!!",
    "rating": 5,
    "name": "Анна «АЛетучая» Л",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нравится этот ресторан, потому как сервис и качество блюд всегда на высоком уровне. Интересный интерьер, детали которого можно разглядывать весь вечер. В ресторане несколько залов, каждый выполнен в своём стиле. Есть своя пекарня. …",
    "rating": 4,
    "name": "Guillermo Aldaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за визит и отзыв 🥰 До скорых встреч\n\n(Translated by Google)\nThank you for your visit and review 🥰 See you soon",
    "rating": 5,
    "name": "Cüneyt Yağız",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересный интерьер, пользуется популярностью у местных. Желательно в выходные заказывать столик заранее. Чуточку дороговат, относительно других мест, но и атмосфера и обслуживание на высоте. …",
    "rating": 5,
    "name": "Александр Р.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда любила этот ресторан, но посетив его мимоходом ещё раз приятно впечатлилась. Случайно натолкнулась на бизнес ланч меню- и не пожалела. Меню номер 3 - превзошло все ожидания.  Цена- сказочная-180 грн для такого меню- подарок. Свежо, …",
    "rating": 3,
    "name": "Zolotce",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, если хотите поесть украинскую кухню. Было очень вкусно, борщ идёт с полным комплектом за хорошую цену! Вареники с вишней обалденые! Также дали комплемент, хреновуху с закуской, приятно порадовала. Только пришлось ждать блюда …",
    "rating": 5,
    "name": "Елена Лабус",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Начитавшись отзывов решили поужинать в этом ресторане.\nМинут 15-20 несли лимонад и стаканы, один из них был грязный.\nЗаказали два борща, один из них официант принёс через минут 40, второй только …",
    "rating": 5,
    "name": "Aleksei Nagahori",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Karolina! Благодарим Вас за отзыв и визит. Просим прощения за сложившуюся ситуацию, которая не типична для нашего ресторана. Объяснить ее можем только тем, что в первые дни после нового года нас посетило одновременно большое количество гостей. Мы уже усилили все наши службы и уверены следующий Ваш визит будет идеальным. Спасибо за то, что делаете нас лучше и ждём в гости.\n\n(Translated by Google)\nKarolina! Thank you for your feedback and visit. We apologize for the current situation, which is not typical for our restaurant. We can explain it only by the fact that in the first days after the new year, a large number of guests visited us at the same time. We have already strengthened all our services and are confident your next visit will be perfect. Thank you for making us better and looking forward to your visit.",
    "rating": 5,
    "name": "Sina KIRHAN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The venue is very good. Employees are very engaged. Their food is legendary. We ate 1 chicken 1 steak. We paid a fee of 1500 hryvnia. prices are too expensive …",
    "rating": 5,
    "name": "Artur Teodorczuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Even after so many years of existence, highly recommended, which is rarely the case in Ukraine. Super tasty Ukrainian cuisine. Among the waiters, Oleg (a man in his mid-thirties) should be mentioned, who really stands …",
    "rating": 5,
    "name": "Aston MARTIN",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Rustic and Ukrainian cuisine. Delicious food with friendly service, although no English is spoken one gets along well. The selection is large and local food. A nice evening, this restaurant can be recommended. …",
    "rating": 5,
    "name": "Haktan Kaan İçel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful decor. A very atmospheric place with a unique interior. Very tasty, interesting and traditional Ukrainian dishes.\nA large selection of dishes. Mainly meat. …",
    "rating": 5,
    "name": "Marry G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер очень интересный, его можно разглядывать и останавливаться на отдельных деталях продолжительное время. Мне попалось пересоленное блюдо, но соленое люблю, так что для меня это даже был больше плюс чем минус. Единственное, бульон был …",
    "rating": 5,
    "name": "Denis Luke",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за визит и отзыв.\n\nРассыпной чай, для удобства, мы размещаем в так называемые фильтр пакеты и подаём в чайниках каждому гостю индивидуально.\n\nДействительно сахар подаётся в стикерах по требованию карантинного времени. Ранее у нас были специальные сахарные наборы с разными видами сахара, но у вы сейчас мы заложники обстоятельств.\n\nБудем благодарны вам за информацию : какие блюда вы заказывали, сколько по времени несли счёт, когда вы нас посетили и где был ваш столик.\n\nЕщё раз благодарим за отзыв и надеемся на обратную связь.\n\nViber 0974002777\n\n(Translated by Google)\nThank you for your visit and review.\n\nLoose tea, for convenience, we place in the so-called filter bags and in teapots We serve each guest individually.\n\nIndeed sugar served in the stickers at the request of a quarantine time. Previously, we had special sugar sets with different types of sugar, but you now we are hostages of circumstances.\n\nWe will be grateful to you for the information: what food you ordered, how much time bear the expense when you visited us, and where was your table.\n\nThanks again for your review and look forward to feedback.\n\nViber 0974002777",
    "rating": 5,
    "name": "Emil Kuliyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A restaurant with mainly Ukrainian cuisine. Strictly regional dishes marked on the menu. However, they are not afraid to experiment, eg Dumplings with duck, pear and blue cheese. …",
    "rating": 4,
    "name": "roberto garrucciu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I had a weekday limited business lunch.\nThere are 125 hryvnia and 160 hryvnia courses, including dessert. This quality and volume is great at this price. It was very delicious. If you want to eat, 160 …",
    "rating": 5,
    "name": "Piotr Siemiątkowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is a must-see place in terms of its characteristic texture, design and food quality. It is also important that it has been continuing since 1902. The restaurant is very nice with different seating areas, especially …",
    "rating": 4,
    "name": "ayk nyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Разнообразие в дизайне залов, приветливый персонал, обширное меню и доступные цены - все это ожидает вас всего в трех минутах ходьбы от метро. Разнообразные блюда различных регионов Украины умело приготовленны и прекрасно оформлены. …",
    "rating": 5,
    "name": "Elena Petkina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool place. Really good food for Kiev's conditions. Moderate prices. We got there because Makłowicz recommended: D The service was very nice, while the waiting time was quite long twice, but it was worth the wait …",
    "rating": 5,
    "name": "Krzysztof Sulinski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful and warm place. original concept. Faster service than the Ukrainian average. A beautiful and warm place. Original concept. Faster and faster service than the Ukrainian average. …",
    "rating": 4,
    "name": "Лала Голубченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty Ukrainian dishes. They add appetizers and a glass of flavored vodka to the order. The price is about PLN 50 per two-course dinner. Close to the sports palace metro station and the trolleybus stop to the Zuliany …",
    "rating": 4,
    "name": "Lera Samoylenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Решили отметить день рождение семьей в Перваке. Обстановка, кухня, обслуживание-все на уровне. Наливки, драники -пальчики оближешь. Отдельное спасибо ресторану за подарок ко дню рождению. Приятная неожиданность! …",
    "rating": 5,
    "name": "Roshni O",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв ☀️ всегда ждём в гости ❤️\n\n(Translated by Google)\nThank you for your feedback ☀️ we are always welcome to visit ❤️",
    "rating": 5,
    "name": "Таня Ільєнко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was great!\nThe waitress Ludmila was ... not that friendly.\nHad the feeling that we were in a barracks. Very short words. Yes no yes OK. No …",
    "rating": 5,
    "name": "Doruk Koçer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритное заведение в украинском стиле,  без фанатизма, но с изюмом!!!\nНевероятно вкусно, потрясающе интересно, приятный персонал и очень душевная обстановка. \"Первак\" нужно посетить) вам понравится! …",
    "rating": 5,
    "name": "Kirill Lemon4ik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение с исконно украинской кухней! Обслуживание просто на высоте (отдельная благожаность Владиславу). Провели корпоративное мероприятие на наивысшем уровне! …",
    "rating": 5,
    "name": "Катерина Дмитренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We got to Pervak ​​quite by accident. Pleasantly surprised by the interior, did not expect to see this. Kitchen at 4. Upset that neither the waiter nor the administrator could not tell the story of the institution ( …",
    "rating": 2,
    "name": "Olga Feshchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A clean authentic place where you can taste Ukrainian local dishes, the food is delicious, try their special radish vodka …",
    "rating": 5,
    "name": "Daria Fedorenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It's very tasty place but it's one of the most expensive one.\nReally typical food place with a modern twist on typical food. Many details of …",
    "rating": 5,
    "name": "Oleksandra Stopnyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ambiance is magnificent, there are different decorated dining halls. There is a fixed price Lunch Menu (125 UAH) option between 11-17, which is not on the blogs, the menu is extensive and satisfying. If you make a …",
    "rating": 5,
    "name": "Віталік Сарас",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер!  Атмосферное место,  в центре столицы! 8 невероятных залов, открытые веранды - найдётся место на любой вкус.  Очень вкусно накормили и напоили! Цены очень демократичные. Теперь хочется идти только сюда! …",
    "rating": 3,
    "name": "Serhii Piddubnyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) My wife and I ate to our heart's content and we liked it very much. A lot of Ukrainian cuisine and affordable prices. I will definitely come back there one day :) …",
    "rating": 4,
    "name": "Agnes",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Получили удовольствие от национальной украинской кухни. Рекомендую попробовать мини драники с сердечками и белыми грибами. …",
    "rating": 1,
    "name": "Vittorio Falco",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение! Персонал очень вежливый, по меню порекомендует на любой вкус. Блюда очень вкусные, но особенно понравилась дорадо на гриле - это нечто! А десерт Павлова - шедевр! Рекомендуем! …",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, где душевно можно посидеть с семьёй или друзьями. Красивый и очень оригинальный интерьер. Обслуживание на самом высоком уровне, весь персонал отзывчивый и доброжелательный, все делают с улыбкой и видно, что от души! Спасибо …",
    "rating": 5,
    "name": "Michał Pilarski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good place. Delicious cuisine, nice staff. A separate impression of the interior. I recommend if you want a good rest and relaxation and gain an unforgettable experience …",
    "rating": 5,
    "name": "Sergeu Radchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Colorful restaurant in the national style with national cuisine. The restaurant is large, several halls (in my opinion 8) and each has its own zest. The staff is very friendly. Everything is very tasty and borsch, …",
    "rating": 4,
    "name": "Анна Сарана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) 4 stars but only because the type of cuisine is not my taste ... in reality the quality of the food is excellent and the service excellent, the waiter who followed us was very kind and prepared .... …",
    "rating": 5,
    "name": "Бункерний кіт (Lentano game)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I came because I heard it as a local cuisine.\nIt has a beautiful environment. Servers were very interested.\nFirst they serve it from local homemade vodka. …",
    "rating": 3,
    "name": "Gabino Díaz Ojeda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обед. Спасибо друзьям, что посоветовали этот ресторан. Остались довольны. Все было вкусно. Есть ланч меню. Можно сесть как на улице, так и внутри. Внутри несколько залов. Есть втрой этаж и там также можно сесть на террасе. Рекомендую! …",
    "rating": 5,
    "name": "Roman Aleksandrov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place is wide, has several environments. The decor is loaded, but it works; the regulars seem to be mostly tourists. The service is efficient and cordial. The food seems honest to me: meats, chicken, varenyky, …",
    "rating": 5,
    "name": "Alena Savchenko (Aliga_cat)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Quite stylish, a venue. The presentation of the food was a metaphor. Borsch soup made with veal. The local pastries were delicious. Meat dishes as well, good. Prices came very affordable to me. If I come to Kiev …",
    "rating": 5,
    "name": "Anna Optica",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Посетили сегодня прекрасный,  замечательный,  красивый и безумно уютный ресторан \"Первак\". Море эмоций,  ураган вкусовых впечатлений!!! Ни одно блюдо нельзя назвать \"проходным\". Даже самый обычный салат \"Оливье \".... Нежнее его, я ни где и …",
    "rating": 5,
    "name": "Tatiana Godard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Начну с того, что еда очень вкусная, претензий к поварам нет. Интерьер очень разнообразный и интересный. Много разных уровней комнат. Красивый туалет.\nМинусы: …",
    "rating": 5,
    "name": "Roman Padalka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритное заведение, имеет много залов, приятный персонал, при входе в ресторан стоит столик с наливками, всегда можно угоститься. Заказывали столик предварительно на дату и время.  Праздновали день рождения, в конце вечера …",
    "rating": 5,
    "name": "Elena Tyaglaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is a good atmosphere restaurant where you can eat Ukrainian cuisine in full. It's in the downtown that suits everyone, so you can feel free to visit. A long-established store. …",
    "rating": 5,
    "name": "Muhammed -Çınar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) One of the joys of the kitchen Ukraine. suitable for groups of 20-30 people. The average is 20-25 USD per person. All meals were delicious. Especially on weekend and important days booking is a must. On the right side …",
    "rating": 5,
    "name": "Вячеслав Соколов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) On a good day, I recommend visiting the place, which decorates you on your knees, very efficient and friendly service serves first-class delicious Ukrainian cuisine. …",
    "rating": 5,
    "name": "PS",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A warm and beautiful place\nA refined cuisine\nPerfect service …",
    "rating": 5,
    "name": "Катерина Давидова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) If you're coming to Kyiv, don't be out of this. A great restaurant. Staff excellent. Surprising treats. Kyiv, I like the chicken. Bacon, pickles are very successful. Cheesecake is a bit dry. Overall I was very …",
    "rating": 5,
    "name": "David Lumaye",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Будьте осторожны! Если вы сюда зайдёте сюда то выйти будет очень тяжело😂😂 ну что сказать Я В ВОСТОРГЕ!!!  Думаю что +5 кг набрала😊 все очень вкусно...прям очень. Быстро, качественно.. официанты девочки просто умнички.  Обстановка, музыка …",
    "rating": 5,
    "name": "Tobias Jenal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) 5/5. Quality service, reasonable prices, delicious food and a wonderful beer, nice interior. Before that there were a few compliments from the boss. I recommend visiting. …",
    "rating": 5,
    "name": "Nikolaj",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусный борщ. Даже сказал что самый вкусный борщ Киеве. Киевский котлет тоже  очень вкусный.  Обстановка супер. Обслуживание тоже хорошее. Настоящий Украинский ресторан. Официанты тоже были в национальных костюмах. Уюутный семейный …",
    "rating": 5,
    "name": "Laughing Fox",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great magnificent restaurant from all points of view a breathtaking Ukrainian themed scenography enthusiastically fully recommended super friendly staff level prices excellent food with quality is local tradition …",
    "rating": 5,
    "name": "Alex Fainin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A very atmospheric place. Good Ukrainian food. I recommend tasting sets, cold meats, sausages, lard. Bread deserves special recognition. Bread baked on site can also be ordered to go. Folk costumes and muse. Nice …",
    "rating": 5,
    "name": "Marina Perevezii",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Enjoy the authentic Kiev cutlet. Lemonade was highly recommended, but cranberry juice was a commercial taste.\nMaking the whole store interesting. …",
    "rating": 5,
    "name": "Aigul Murzalina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Восхитительный ресторанчик с колоритным антуражем. Поклонникам борща, киевских котлет, различных закусок и мясных колбасок, сала и многого другого обязательно тут понравится. Цены весьма приятные и доступные для всех. Порции просто можно …",
    "rating": 4,
    "name": "Nastya Tryastya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I recommend, we were here in the evening to eat something, the restaurant serves delicious dishes of Ukrainian Cuisine, they serve an amazing tincture along with bacon and cucumber, it is also worth mentioning the …",
    "rating": 5,
    "name": "Денис",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда вкусная, well come drink порадовал, да ещё и с чесночными булочками на закуску, это супер👍 Коктейли вкусные, а вот сет настоек очень разочаровал, во-первых в рюмке очень мало, во-вторых настойки, к сожалению, не вкусные. Цены приятные. …",
    "rating": 5,
    "name": "tomek p",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "ресторан украинской кухни, где вы можете попробовать безумно вкусные вареники с лисичками и сулугуни, мясом, сладкие с вишней и творогом, полакомится борщом с пампушками и салом, здесь правильно подают греческий салат и салат из трёх …",
    "rating": 5,
    "name": "EAT IT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Vodka and wine were also substantial, and the rice was delicious! It is the best restaurant where the staff is happy and cheerful. The store is large and beautiful! It is also recommended for dates! …",
    "rating": 5,
    "name": "Jana Kania",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивое место в центре, недалеко от Дворца Спорта. Очень интересный интерьер. Очень хорошее меню, вежливые официанты прекрасно владеющие английским. Шикарная вкусная кухня. Очень приличные бизнес-ланчи. Десерты великолепны, правда выбор не …",
    "rating": 5,
    "name": "Ignacio A. Monteserin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A great restaurant where you can taste the most delicious examples of Ukrainian cuisine accompanied by high quality live music. The venue consists of 6 different halls and each of the halls is decorated in a different …",
    "rating": 5,
    "name": "Olga Novak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не могу сказать, что являюсь поклонником украинской кухни, но это ,то заведение , которые представит нашу кухню с лучшей стороны, а также колоритно встретит посетителя . Все блюда—просто объедение цены средние . Часто бывают иностранцы. Мы …",
    "rating": 5,
    "name": "Liliya Ilyasova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютное и необычное место, множество залов на любой вкус. Кухня на высшем уровне. …",
    "rating": 5,
    "name": "Snoz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Анна Богачева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It was not the first time we were in the institution, but today it is just a failure. I'm ready to wait until Friday night, because it's full, but pairing more expensive food or rolling my eyes when I forgot about …",
    "rating": 5,
    "name": "Alenka Alenka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! This is very important information for us. We have already taken some steps to prevent such situations in the future. Thanks to you we become better.\n\n(Original)\nДякуємо за відгук ! Для нас це дуже важлива інформація. Ми вже зробили певні дії по запобіганню таких ситуації в майбутньому. Завдяки вам ми стаємо краще.",
    "rating": 5,
    "name": "Valiok Vasiliev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нереально крутое место! Успели сходить дважды и дважды нас смогли удивить и побаловать. Еда вкуснее вкусного, обслуживание - как к дорогим гостям. Качество превосходит цену. Официанты милейшие люди! Огромное спасибо за такую атмосферу! 😍 …",
    "rating": 5,
    "name": "Tatyana K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool restaurant of Ukrainian modern cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Mario Rossi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much! We are always waiting for guests\n\n(Original)\nЩиро дякуємо! Завжди чекаємо в гості",
    "rating": 5,
    "name": "장줄리",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Restaurant in the style of pub, differently designed halls for lodging both large and large companies, even separate rooms, a lively special bar for lovers of conversation at the bar, a cozy balcony-terrace under the …",
    "rating": 5,
    "name": "Vladimir Bezrukov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Disappointment. The service is enough to change the plates and take orders. Thanks to the waitresses for the speed, but they reacted to my Ukrainian in Russian and continued. I ordered a cappuccino - delicious and …",
    "rating": 3,
    "name": "Vitali Schwarzkopf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your visit and feedback. Your opinion is very important to us!\n\n(Original)\nДякуємо за ваш візит та відгук. Для нас дуже важлива ваша думка!",
    "rating": 5,
    "name": "Anna W",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice place, very nice service. Prices slightly higher than in other restaurants ... Few veg options, but apparently such a charm of Ukrainian cuisine. although I haven't had the opportunity to try many things .. …",
    "rating": 4,
    "name": "Olga Chatfield",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I booked well in advance for my wife's birthday but upon our arrival they placed us in a high pub type table, after a while my wife insisted they gave us a table. Food was normal nothing special, it gets better. I …",
    "rating": 5,
    "name": "Vika Elkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Borsch! No need for additional explanations)) Delicious and very classic Ukrainian cuisine. If you miss your mother's jelly with horseradish, you here! 😉 …",
    "rating": 5,
    "name": "Emre Dizlek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "🙏",
    "rating": 5,
    "name": "Filip Sz.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food, stylish atmosphere, friendly service.\nWe recommend\nFB: expeditions …",
    "rating": 4,
    "name": "Tetiana Berezova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Комплексные обеды супер за год стал дороже на 20 ГРН  но самый вкусный в центре по соотношению цена/ качество!!!  По цене пузатой хаты качество елитного украинского ресторана!!!)) комплекс за 115 ГРН с морской рыбой, пюре, салатом, супом с …",
    "rating": 5,
    "name": "Mimi Kantor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное место. Очень интересный интерьер. Удивила скульптура собаки в туалете - лежит как живая. Из минусов- официант опрокинул блюдо из тарелки, обтрусил и быстро положил обратно с уверенностью,  что никто не заметил, пытался подать …",
    "rating": 5,
    "name": "Yurii Shysh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We went to the business lunch very tasty. They were fed up with the belly. The interior is a wonderful restaurant, the restaurant itself is divided into several rooms and halls. The halls are decorated differently, …",
    "rating": 5,
    "name": "Jenya Shishkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) How nice! Thank you very much for your feedback and always welcome you!\n\n(Original)\nЯк приємно! Дуже дякуємо за відгук і завжди чекаємо в гості !",
    "rating": 4,
    "name": "Nezrin Gasimli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Well that's fine, but it should be much better for the opinions it has. The typical Ukrainian soup was good ... And the meat, well ... Enough ... And disappointing. Of course, it is very well priced. …",
    "rating": 5,
    "name": "Ольга",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Был здесь на корпоративе, все очень понравилось, вкусно, хорошее обслуживание, красивые залы, очень уютно, советую всем побывать здесь …",
    "rating": 5,
    "name": "Inga Sabova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Выше всяких похвал. Очень вкусно. Колоритный интерьер. Отличное обслуживание. Цены не высокие для такого качества (вдвоем с алкоголем — 800 гривен). Подойдет и чтобы удивить иностранных гостей, и чтобы просто вкусно пообедать или поужинать. …",
    "rating": 5,
    "name": "Valeria Zinkovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пять с плюсом!! Если Вам необходимо ознакомить зарубежного гостя  с традиционными блюдами Украины - Вам сюда! Прекрасное атмосферное место, с национальной кухней, коктельная карта представлена алкогольной продукцией всех стран мира от …",
    "rating": 5,
    "name": "Amina Baker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасное место! Уже много лет любимый киевский ресторан. Очень много разных залов, поэтому каждый раз можно выбирать по настроению и ситуации. И всех друзей в \"Первак\" приглашаю, и деловые встречи там назначаю. Все очень довольны - и …",
    "rating": 5,
    "name": "Денис Беркли",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место для любителей украинской кухни. Все очень вкусно, красиво и приятно. Очень вежливые официанты, блюда готовятся быстро, ко многим идёт комплимент в виде сала и наливки, так чтотлучше уточнить заранее, чтобы осилить ужин или …",
    "rating": 5,
    "name": "Natalia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв и всегда ждем в гости !\n\n(Translated by Google)\nThank you for your feedback and we are always looking forward to visit!",
    "rating": 3,
    "name": "Анна Устинова",
    "cat": "Ukrainian restaurant"
  }
]