[
  {
    "review": "Good Pho although a bit too sweet to my taste. Price is rather high but the place is nice. Would recommend",
    "rating": 5,
    "name": "Borys Zibrov",
    "cat": ""
  },
  {
    "review": "Thanks for your feedback. We are waiting for you again",
    "rating": 5,
    "name": "Kirill Lemon4ik",
    "cat": ""
  },
  {
    "review": "Фуд-корт блокбастера очень порадовал : выбор блюд очень большой, мест посадочных достаточно много, но намного больше, чем в других ТЦ. Цены довольно не маленькие учитывая, что это всё таки фуд-корт, но вкусовые качества высокие и порции …",
    "rating": 1,
    "name": "Christian Rythmique",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I highly do not recommend eating such a horrible ramen as here. This is complete horror. They write with \"tired beef\" and there are hard as rubber, pieces of which are not clear what (stringy, with arteries and fat) …",
    "rating": 5,
    "name": "Ростислав Монастырский",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It is a pity that you have such a negative impression, we prepare from quality products. Thanks for your feedback. We are waiting for you again.\n\n(Original)\nДуже шкода що у вас склалося таке негативне враження , ми готуємо з якісних продуктів. Спасибі за ваш відгук . Чекаємо вас знову.",
    "rating": 5,
    "name": "Юля А",
    "cat": ""
  },
  {
    "review": "Постоянно заказываю супец Том Ям,меня больше чем удовлетворяет передача вкуса,специй и острота иначе не являлся бы постоянным гостем сей кухни. Вкусы и рецепторы у всех разные, поэтому советую посетить и самому сложить своё (не общее) …",
    "rating": 5,
    "name": "Павел Перc",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the appreciation. We are waiting for you again.\n\n(Original)\nСпасибі за високу оцінку. Чекаємо на вас знову.",
    "rating": 2,
    "name": "Vitalii Sorochynskyi",
    "cat": ""
  },
  {
    "review": "Фо Бо просто бомба!!! Наверное лучший, что пробовала в Киеве. Сначала первые пару ложек мне не сильно понравились, но когда я добавила сок лайма, высыпала имбирь и чили (это все идёт вместе с супом в коробочках), а зелень раскрылась и с ней …",
    "rating": 1,
    "name": "Gleb Volsky",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We are waiting for you again !!\n\n(Original)\nСпасибі за ваш відгук! Чекаємо на вас знову!!",
    "rating": 5,
    "name": "Тони Анатолич",
    "cat": ""
  },
  {
    "review": "Свеженький Фо Бо, качество на высоте, как и объём порции. Телятина в супе нежнее, чем аналоги на Арсенальной) 😋🤗 …",
    "rating": 3,
    "name": "Yevhenii Semenov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for your appreciation. We look forward to seeing you again.\n\n(Original)\nДякуємо за вашу високу оцінку. Будемо раді бачити вас знову.",
    "rating": 5,
    "name": "Дарья Зоря",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The taste of food is mediocre. I've been to many Asian restaurants, but I can say with confidence that you can't expect anything special in terms of gastronomic discoveries here. Can be easily found and better. Prices …",
    "rating": 5,
    "name": "Daria Pankova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. We look forward to seeing you again.\n\n(Original)\nДякуемо за ваш відгук. Будемо раді бачити вас знову.",
    "rating": 5,
    "name": "A So",
    "cat": ""
  },
  {
    "review": "Не могу написать о своих впечатлениях о еде потому как девушка на кассе элементарно не обратила на меня внимания, не поздоровалась, короче не сделала ничего дабы меня обслужить хотя я стоял прямо перед ней на кассе. Я просто в шоке если …",
    "rating": 5,
    "name": "Ігор",
    "cat": ""
  },
  {
    "review": "(Translated by Google) It is a pity that you did not have to try our cuisine. Thank you for your feedback. We are waiting for you again.\n\n(Original)\nДуже шкода , що вам не довелося спробувати нашу кухню. Дякуємо за ваш відгук. Чекаємо на вас знову.",
    "rating": 5,
    "name": "Юлия Лысенко",
    "cat": ""
  },
  {
    "review": "Брали 2 рамена, вкусно все было :) рекомендую к посещению, рамен один из лучших что я кушал ! …",
    "rating": 5,
    "name": "Маша Андруховская",
    "cat": ""
  },
  {
    "review": "Спасибо за вашу высокую оценку. Ждём вас снова.\n\n(Translated by Google)\nThanks for your appreciation. We are waiting for you again.",
    "rating": 5,
    "name": "Ann Slobodyanik",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Friendly staff, tom yam was very tasty\n\nupd in 4 months: unfortunately, in 4 months the price has risen and the quality …",
    "rating": 5,
    "name": "Максим матвеев",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. For four months, the price and cooking technology does not change. We are waiting for you again.\n\n(Original)\nСпасибі за ваш відгук. За чотири місяці ціна та технології приготування не змінюється . Чекаємо вас знову .",
    "rating": 5,
    "name": "Виктор Дергай",
    "cat": ""
  },
  {
    "review": "Самый вкусный том ям, который я когда-либо ела))) объеденье - вкусно очень и быстрое обслуживание. Рекомендую всем-всем гурманам👌🏻👌🏻👌🏻 и не только))) …",
    "rating": 5,
    "name": "Наталья Лысенко",
    "cat": ""
  }
]