[
  {
    "review": "So delicious food and good service. The only things that hold me to give the fifth stars. The long time it took to make the food &I had to pay twice for the same bill !!",
    "rating": 4,
    "name": "Saud Land",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Decent food, decent staff, some trouble with English. The chicken skewers were good, and the bread with the egg was as well. The lamb stew was the best dish we tried. Didn't try the drinks. …",
    "rating": 4,
    "name": "Rui Apóstolo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food 10/10\nService 10/10\nAtmosphere 10/10 …",
    "rating": 5,
    "name": "Alexander Zhukovsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hello, Alexander! Thanks for your review! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Ivana Stosic",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very nice ace. Good food. Coffee was great. Smokers can sit on the terasse which is closed.",
    "rating": 2,
    "name": "Ricardo Martínez",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your feedback.\nWe are always glad to see you in our restaurant😊",
    "rating": 5,
    "name": "Іван Ножечкін",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good place, good attendee, but that day I think we had bad luck, chicken was very bad, xachapuri very so so...\nI would like to come back if I new they improved",
    "rating": 5,
    "name": "valik visyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very pretty guys work at this place. Waiter Vlada even more than other!",
    "rating": 5,
    "name": "Olena Krupka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Cozy, nice food, brilliant service, quite atmosphere.",
    "rating": 4,
    "name": "CS:GO HIGHLIGHTS AND BEST MOMENTS",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Different georgian dishes, tadty, not very expensive.",
    "rating": 5,
    "name": "Maria G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good afternoon, Olena! Thank you for your brevity and constructiveness. We will be glad to see you again in our restaurant!",
    "rating": 1,
    "name": "Сергей Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Not bad",
    "rating": 5,
    "name": "Стефания Жемчужная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your review! Waiting for you again in our restaurant!",
    "rating": 5,
    "name": "School of doctor Skachko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была впервые. Внутри очень красиво оформлен интерьер.\nОбслуживание на достойном уровне.\nВкусная еда! …",
    "rating": 4,
    "name": "Эдгар Данильченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказанные основные блюда, подали через час 10, закуска с баклажанами и сыром, была без сыра, основное блюдо \" царица Тамара\", была с курицей, вместо телятины, о этом было уведомлено официанта, официант подтвердил это и предложил …",
    "rating": 5,
    "name": "Iuliia Borota",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с компанией 28.01\nОчень достойное место , порции большие и нереально вкусные !\nЗаказали детское меню ребёнку 2 годика , все было свежим и сытным ! …",
    "rating": 5,
    "name": "Julia Guest",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здесь всегда мало посетителей, но можно быстро и вкусно перекусить.\nПравильное питание и здоровое питание легко можно сделать из блюд грузинской кухни. Всегда важно учитывать технологию приготовления пищи, блюд и напитков для …",
    "rating": 2,
    "name": "Vladimir Belyaev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интересно было бы попробовать чебурек в ресторане грузинской кухни)))\nЧебуреков, хинкали, лимонада грузинского не было. Хотя это наверное связанно с банкетом который там проводили. Но в принципе хачапури был очень даже ничего, и …",
    "rating": 5,
    "name": "Александр Данюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю этот место. Наш семейный ресторанчик. Кухня грузинская отменная. Ассортимент большой. Шефу респект. Кофе не очень. Это не кофейня. А по кухне вообще вопросов нет. Всегда все свежее и супер вкусно. Рекомендую))) …",
    "rating": 4,
    "name": "Дима Орловский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thank you for your feedback! We are always glad to see you in our institution!\n\n(Original)\nЮлія, дякуємо за ваш відгук! Завжди раді вас бачити в нашому закладі!",
    "rating": 5,
    "name": "Анна Жабняк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были на ланче, очень даже вкусно! Добротные порции! Я, например, все даже не съедаю ! Оливъеха отпад 😜 …",
    "rating": 2,
    "name": "Marina Savitskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thanks for the feedback! We will be very glad to see you in our institution!\n\n(Original)\nЮлія, дякуємо за зворотній зв'язок! Будемо дуже раді бачити Вас, у нашому закладі!",
    "rating": 5,
    "name": "Сергей Нужный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, подача хорошая, очень приятный интерьер и музыка, но если вы пришли парой, а в заведение следом за вами чуть позже пришла большая компания (банкет) - их ставят в приоритет, блюда готовят и носят им в первую очередь, ужасно …",
    "rating": 4,
    "name": "Ксения Стригунова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно. Готовят быстро. Небольшой ассортимент блюд, но можно выбрать на любой вкус.\nПонравились хачипури и харчо очень вкусные. Рекомендую. Персонал Приветливый. …",
    "rating": 5,
    "name": "Igor Larionov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Александр! Спасибо огромное, за ваш отзыв) Ждем вас снова в гости! Будем рады видеть  в нашем ресторане!\n\n(Translated by Google)\nHello, Alexander! Thank you very much for your feedback) We are waiting for you again to visit! Looking forward to seeing in our restaurant!",
    "rating": 5,
    "name": "Дарья Белоголовка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня жена порекомендовала посетить данное место, я тут был в первый раз, и сразу начнём описание, дизайн и обстановка, я понял что это грузинский ресторан только в меню, обстановка в принципе располагает к хорошему отдыху, спокойному, …",
    "rating": 4,
    "name": "Dmytro Denysov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение!!! Вкусная еда 🥘 и очень обходительный персонал! Особенно официант Ярослав) внимательный, учтивый (что не мало важно ☝️ для достойного заведения) РЕКОМЕНДУЮ однозначно! Разнообразное меню, на любой вкус! …",
    "rating": 2,
    "name": "Liudmyla Pozniak (Liudok)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "пришла вечером в кафе, сделала заказ. зная, что заведение закрывается в 23:00, никуда не спешила. в 22:10 ко мне подошла официантка и сказала, что через 10 минут они закрываются. на мою ремарку: \"так а вы же работаете до 23:00\", я услышала: …",
    "rating": 4,
    "name": "Iryna Voit",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отдельную благодарность хочу выразить официанту Ярослава за обслуживание и обходительность. Ярослав очень внимателен и учтив. …",
    "rating": 5,
    "name": "Вера Найденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное заведение\nВ особенности , когда оно находится рядом с твоим домом .\nСегодня было прекрасно 😁 …",
    "rating": 5,
    "name": "Irina Galatenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный уютный семейный ресторан! Все вкусно и гостеприимно. Детское меню+ Будем частыми гостями! …",
    "rating": 5,
    "name": "Александр Бровский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хочу оставить свой отзыв об этом заведении! Любимое в Киеве! Хожу в него частенько,бывает с друзьями или сама! Кухня вкуснейшяя(повара молодцы-золотые ручки),меню развито на высшем уровне,есть большое количество блюд на разный вкус,каждый …",
    "rating": 2,
    "name": "Татьяна Муляр",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Красивый интерьер, ценник кусаеться попить кофе на двоих (американо и латте) 73 грн, ждали заказ 8 минут, ждали чек примерно столько же …",
    "rating": 3,
    "name": "Ира Резвин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за отзыв! Вы попали в период бизнес-ланчей, и именно поэтому ваш кофе принесли на несколько минут позже. Но мы учтем ваши комментарии! Спасибо!\n\n(Translated by Google)\nDmitry, thank you for your feedback! You were in a business lunch, and that's why your coffee was brought in a few minutes later. But we will take into account your comments! Thank!",
    "rating": 5,
    "name": "akiomi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сложно оценить позитивно- персонал ещё учится обслуживать. В меню есть дешевые вина, но это только на бланке - по факту вино есть только дорогое, или дорогое, но не вошедшие в меню. Пиво подают в бокалах, которые не соответствуют ни …",
    "rating": 1,
    "name": "Владимир Подлужный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Людмила, благодарим вас за отзыв и приносим извинения за неудобства. Обязательно проведем обучающую работу с персоналом!\n\n(Translated by Google)\nLudmila, thank you for your feedback and apologize for the inconvenience. Be sure to conduct training work with staff!",
    "rating": 1,
    "name": "BackSoul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We stopped by to have dinner at Papa Nico quite by accident and did not regret it - delicious Georgian cuisine, good looks. Minus the star - for the work of staff. …",
    "rating": 5,
    "name": "Любовь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вчера была в заведении. Забежали быстро покушать с мужем, но получилось на несколько часов. Кухня замечательная, всё вкусно и исполнили наши небольшие пожелания без лишних вопросов. По поводу обслуживания могу сказать только позитивные …",
    "rating": 5,
    "name": "Ilya Kiev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за такую оценку! Ждём новой встречи :)\n\n(Translated by Google)\nThank you for your rating! We are waiting for a new meeting :)",
    "rating": 5,
    "name": "Владислав Гвоздецький",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Попали компанией в этот ресторан 26.05.19. Кухня очень вкусная, внимательный официант и быстрая подача. Блюд попробовали много, но особенно понравилась пицца цезарь, закуска из баклажанов, хачапури. Мясное ассорти тоже было хорошим. …",
    "rating": 1,
    "name": "Vasiliy Ben",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рады что Вам у нас понравилось, Ирина! С нетерпением ждём в гости снова!)\n\n(Translated by Google)\nWe are glad that you liked us, Irina! Looking forward to visit again!)",
    "rating": 1,
    "name": "Владислав Бурьянов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Этот ресторан под вечер прям уютом пахнет! Официанты добренькие, встретили отлично,кухня очень вкусная,во время всего банкета официанты не отходили,во время забирали посуду , заботились,ВСЕМ СОВЕТУЮ! …",
    "rating": 1,
    "name": "po4emyka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обстановка хорошо подуставшая, в туалете грязновато, официанты молодые и неопытные, но стараются.  Заказ ждали довольно долго, но приготовлен вкусно …",
    "rating": 1,
    "name": "vladimir kudas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В общем все красиво, очень понравился интерьер, но есть одно НО. Заказали блюдо ,,Царица Тамара,, или как-то так, на вкус совсем не о чем, мясо жёсткое, сливки портят весь вкус, но зато все остальные блюда были превосходны. …",
    "rating": 1,
    "name": "Олексій Пирогов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "получил удовольствие от визита в данное заведение. заказали хинкали с телятиной, салат по-грузински и пиццу- рекомендую! в меню пиццы нет , но для нас сделали исключение! официантка подходила достаточно часто, чтобы уточнить всё ли нам …",
    "rating": 3,
    "name": "Sergii Nikonenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вчера 24.12.2021 отмечали корпоратив, это просто ужасное заведение. Начну с того что место мы забронировали за месяц и по приходу оказалось что мы уже сидим не там где договаривались, а прям возле двери туалета. Рыбу подали пересоленную и …",
    "rating": 1,
    "name": "Влад",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Совсем не понравилось. В меню \"курица с хрустящей корочкой\":  по факту мясо оказалось сырым... - попросил зажарить. Акцентировал внимание на том чтобы зажарили максимально. Не зажарили, вообще. Слов нет... Не рекомендую категорически. Есть …",
    "rating": 4,
    "name": "Влад Дудка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нам очень жаль, что Вам не понравилось. Надеемся вернуть Вашу лояльность. Скажите пожалуйста, когда именно Вы посещали наше заведение? Обязательно учтем Ваши замечания к улучшению сервиса.\n\n(Translated by Google)\nWe are very sorry that you did not like it. We hope to regain your loyalty. Please tell me when exactly did you visit our establishment? We will definitely take into account your comments to improve the service.",
    "rating": 2,
    "name": "Микита Барандич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывали Царица Тамара и хачапури по мегрельски было очень вкусно.Не пересолено.Приятные цены. И еще обязательно создайте свой тархун! Мне так хотелось у Вам его попробовать .... …",
    "rating": 5,
    "name": "лександр лександр",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер! Благодарим Вас за отзыв! Очень рады, что Вам понравилось! Ваши пожелания относительно лимонада Тархун обязательно передадим нашему Бар-менеджеру. Ждем Вас снова в гости!!!\n\n(Translated by Google)\nGood evening! Thank you for your feedback! We are very glad that you liked it! Your wishes regarding Tarhun lemonade will be surely passed on to our Bar Manager. We are waiting for you to visit again !!!",
    "rating": 5,
    "name": "X-hai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Такое себе место «как в Грузии». Без пафоса, без лишней мишуры. ЯяйПросто вкусно поесть. Отдельно хочу отметить официанта Викторию, умничка и хозяюшка, сейчас редкость. …",
    "rating": 1,
    "name": "Таня Дубовенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за прекрасный отзыв. Приходите к нам по чаще и мы постараемся сделать все ещё лучше для Вас.\n\n(Translated by Google)\nThank you for your great review. Visit us more often and we will try to make everything even better for you.",
    "rating": 1,
    "name": "Юлия Зинченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное обслуживание , хорошие официанты и Администраторы , теперь это моё лутшее место для отдыха. …",
    "rating": 5,
    "name": "Анастасія Береш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen just sucks. There is no understanding of what khinkali is. Hinkali with cheese of 5 pcs. A little cheese was only in 3pcs. and even then something incomprehensible. In 2 pieces there was just dough and… …",
    "rating": 1,
    "name": "Наташа Феденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nobody was in the hall, and orders were waiting for 40+ minutes. Hinkali is cold, meaty without broth at all. Bueee …",
    "rating": 5,
    "name": "Анастасія Кавуза",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I do not recommend. Don't waste your time and money.\n\n(Original) …",
    "rating": 1,
    "name": "Дмитрий Левковский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Самое конченое заведение, не вкусно, долго ждём заказы, малолетки официанты вообще не вкуривают шо они тут делают, под солями летают. Вообще ужас больше не ногой сюда …",
    "rating": 5,
    "name": "Rezo0100 Rezorrr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) An acquaintance worked as a waiter for 2 months. The salary did not wait. Dear cat Basilio and forest Alice, please pay your employees a salary …",
    "rating": 5,
    "name": "Людмила Філіпенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посещал ресторан с перерывом в несколько лет. К сожалению, ситуация не изменилась. То что нам не очень понравились блюда, скорее всего субъективное, но готовили очень долго. И кроме того, больше часа, после того как приняли заказ, …",
    "rating": 5,
    "name": "Денис Мамрийчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "1. Официанты и администратор забыли что такое маски, не одевают вообще. Дистанцию не соблюдают.\n2. Обслуживание отвратительное, официантка не может запомнить 4 позиции. Не …",
    "rating": 1,
    "name": "Надежда Скрипец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your comment! We will definitely understand the reasons for your negative experience during a visit to our restaurant. We hope the next visit will leave only pleasant impressions!\n\n(Original)\nДякуємо за ваш комментар! Ми неодмінно разберемось в причинах вашого негативного досвіду, під час візіту до нашого ресторану. Сподіваємось наступний візит залишить лише приємні враження!",
    "rating": 3,
    "name": "Марина Литвиненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place, but once in a while. We come here all the time, once everything is great, another time - there are no products, then not tasty. You can see that they try, but sometimes it's bad …",
    "rating": 5,
    "name": "Olga Kalmykova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вообщем, долго писать не буду! Кухня на 3 (очень смахивает на столовую), официанты ещё дети и это очень чувствуется (ничего против детей я не имею) и готовят довольно долго (посадка человека четыре вместе с нами была). …",
    "rating": 5,
    "name": "Владислав Бакканский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферное место! Замечательная кухня, адекватные цены, быстрое обслуживание. Есть возможность размещения в разных локациях ресторана: закрытый зал и терраса (что не мало важно в летний период). Хачапури просто на высоте. Однозначно …",
    "rating": 1,
    "name": "Юлія Маруняк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Большое спасибо за то, что Вы нашли время, чтобы оценить нас и написать отзыв. Ждём в гости снова)\n\n(Translated by Google)\nThank you very much for taking the time to rate us and write a review. We look forward to visiting again)",
    "rating": 4,
    "name": "Наталия Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение, советуем! Посещаем частенько, персонал хороший, блюда вкусные и сытные!) Заведение оставляет за собой хорошие впечатления, хочется приходить еще!) Посетите и убедитесь в этом сами!) …",
    "rating": 4,
    "name": "Лина Иванова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за визит :)\nНадеемся вскоре увидеть Вас снова!\n\n(Translated by Google)\nThank you for visiting :)\nHope to see you again soon!",
    "rating": 5,
    "name": "Daria Kosakhovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание хорошее, еда отвратительная, не вкусный Цезар и Лагман вообще фу, разморожений суп с дубовой картошкой, с мясом в котором куча прожилок. Лате не вкусный. Интерьер не уютный, хотя вроде чисто. …",
    "rating": 1,
    "name": "Andrew Kuzmenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хотели заказать банкет в честь ДР здесь, за время бронирования (ок 3 недель) с нами общались 4 разных администратора, которые почему-то слышали о нашей брони впервые. Также мы оплатили залог за банкет, пришли оговаривать меню, а нашей брони …",
    "rating": 5,
    "name": "Андрей Хвищук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Юлия!\nСпасибо, что сообщили о данном инциденте. Мы очень сожалеем о произошедшем и приносим Вам свои извинения. В день банкета с Вами связывался стажёр.  Очень жаль, что некомпетентная работа сотрудников испортила все впечатление о ресторане. Со своей стороны, мы уже разобрались, выявили виновных и приняли необходимые меры.\nМы бы не хотели оставлять без внимания Ваш отзыв. Не могли бы Вы написать свой номер телефона на почту papaniko2017@gmail.com ?\n\n(Translated by Google)\nHello Yulia!\nThank you for reporting this incident. We are very sorry about what happened and we apologize to you. On the day of the banquet, the trainee contacted you. It is a pity that the incompetent work of the staff spoiled the whole impression of the restaurant. For our part, we have already figured out, identified the perpetrators and took the necessary measures.\nWe would not like to disregard your feedback. Could you write your phone number to papaniko2017@gmail.com?",
    "rating": 4,
    "name": "Кирилл Косинский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) There was a New Year's event, thank you to the staff and chefs for our evening. especially for music! we have not danced for a long time))) …",
    "rating": 1,
    "name": "Анна Постная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Может когда то тут и было вкусно,но не сейчас .\nПорции маленькие и не вкусные .\nОфицианты какие-то дети ,которые обслуживать не умеют .Даже элементарно подойти …",
    "rating": 5,
    "name": "Ваня Николаев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious cuisine in Kiev. Everyone here !!!\n\n(Original) …",
    "rating": 5,
    "name": "Tarxan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback, glad you liked our restaurant!\n\n(Original)\nДякуємо за відгук, раді, що вам сподобалося в нашому ресторані!",
    "rating": 5,
    "name": "seganai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отвратительное обслуживание в заведении. Посетили 13.10, заказали лимонад без льда, принесли со льдом, спустя час ожидания выяснилось что хинкали они принести не могут так как кончилось тесто, через пару минут тесто все же появилось но …",
    "rating": 5,
    "name": "Светлана Корсун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тут очень круто. Новый интерьер и экстерьер. Кухня просто супер, цены и качество очень привлекают. Раньше было очень красиво, а теперь ещё круче. Не хочется уходить отсюда, удобные, мягкие и тёплые диваны. Мы в этом ресторане отметили …",
    "rating": 5,
    "name": "Олеся Дусь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день. Спасибо Вам за такую оценку. Будем рады видеть вас в нашем ресторане\n\n(Translated by Google)\nGood day. Thank you for such an assessment. We will be glad to see you in our restaurant",
    "rating": 5,
    "name": "ivаn focus",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Quite a pleasant experience!\nWe visited this restaurant with a friend for a week and we liked everything from the atmosphere and service to the dishes. Only some Georgian music …",
    "rating": 5,
    "name": "Рина Азербайджан",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a high rating! We are waiting for you again :)\n\n(Original)\nДякуємо за таку високу оцінку! Чекаємо на Вас знову :)",
    "rating": 1,
    "name": "Andry Bratun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Друзья посоветовали данный ресторан. Здесь к них был корпоратив и они остались очень довольны. Очень хвалили кухню, обслуживание и доступные цены. Мне уже не терпится самому посетить этот ресторан. В ближайшие дни обязательно прийду и сам …",
    "rating": 2,
    "name": "Vitalii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят вкусно, персонал приветлив. Неплохо! Мы любим бывать сдесь!\n\nСпустя 8 месяцев вынуждена изменить свое мнение: Кухня - просто ужас ужасный. …",
    "rating": 5,
    "name": "Пётр Онойченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Знаем вас как постоянного гостя, и хотим изменить ваше мнение о нашем ресторане. Просим вас связаться с нашим администратором по телефону +38 (098) 281 02 88 для индивидуального предложения. Как постоянного клиента, благодарим за обратную связь, и впредь, будем стараться не допускать таких ситуаций.\n\n(Translated by Google)\nWe know you as a regular guest, and we want to change your opinion about our restaurant. We ask you to contact our administrator by phone +38 (098) 281 02 88 for an individual offer. As a regular customer, thank you for your feedback, and in the future, we will try to avoid such situations.",
    "rating": 1,
    "name": "Claudio Abate",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Из плюсов- вкусный фирменный коктейль\nИз минусов- при наполнение кафе на 20% ожидание заказа больше часа( возможно, работают на доставку и действительно не успевают,но очень долго ожидать...)и никто …",
    "rating": 3,
    "name": "Виталий Корниенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тихое уютное место, бизнес ланч недорогой без изысков, но вкусный и сытный, подача быстрая, персонал вежливый. …",
    "rating": 1,
    "name": "Serghey Zhelezny",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ольга, спасибо за отзыв! Приходите к нам не только на бизнес-ланчи. Советуем Вам попробовать  хачапури и хинкали от нашего шеф-повара. Вы получите гастрономическое удовольствие! Мы Вам обещаем!\n\n(Translated by Google)\nOlga, thank you for your feedback! Come to us not only for business lunches. We advise you to try khachapuri and khinkali from our chef. You will get gastronomic pleasure! We promise you!",
    "rating": 2,
    "name": "Elena Semeniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан оставил положительные эмоции. За свои деньги это приятный отдых. За 75 грн заказал ланч и остался доволен. С прошлым разом там стало лучше. Персонал приятный. И отмечу что стало намного чище. Когда приходил туда в прошлом году была …",
    "rating": 1,
    "name": "Oleksandr S",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The worst khinkali I've ever eaten. I do not recommend. We were positive and disappointed …",
    "rating": 5,
    "name": "Екатерина Игнатюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все было очень вкусно!\nОбслуживание правда было долгое (хотя в заведении людей почти не было) и официантка не совсем владела меню за это и сняла одну звезду …",
    "rating": 4,
    "name": "ольга ладовчина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера хорошая, вкусные коктейли. Еда не очень( шашлык был жёстким и не вкусним) …",
    "rating": 3,
    "name": "Oleksandra Demyanik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывали хинкали и хачапури😋 Очень понравились и подружки остались довольны и муж. Вкусный кофе. ПАПА НИКО, придём ещё ❤️ …",
    "rating": 1,
    "name": "Veronika",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! ❤️\n\n(Translated by Google)\nThank you for your feedback! ❤️",
    "rating": 2,
    "name": "Sandra Mercy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сначала было норм место. Брали там бизнес ланч. Поначалу всё было хорошо, но  потом бизнес-ланчи пропали на пару дней. Ок, брали блюдо, спрашивали сколько времени готовиться будет, сказали 15 мин, в итоге прождали больше 40 минут... Недавно …",
    "rating": 5,
    "name": "Анастасия Костенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Праздновали корпоратив. Персонал и администратор профи и приятные люди. Часто захожу попить кофе и поесть. Иногда беру еду навынос. …",
    "rating": 5,
    "name": "Павел",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бизнес-ланч - дешево и сытно. На стандартные блюда (борщ, картоха с мясом) накладывается местный колорит, будет достаточно пряно.\nАджапсандали - весьма достойно, серьезная заявка на победу. Остальное будем еще …",
    "rating": 1,
    "name": "Марина Вовк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the comment! We will take into account your comments. We are always glad to see you in our institution :)\n\n(Original)\nДякуємо за коментар! Ми приймемо до уваги Ваші зауваження. Завжди раді бачити Вас у нашому закладі:)",
    "rating": 3,
    "name": "Artem Vietrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня посетили семьёй это заведение раннее слышала от знакомых очень хорошие отзывы,но..... очень разочаровалась.Заказали вино, капучино,лимонад апельсиновый, чай,\"Греческий салат\",теплый салат с говядиной и овощами гриль и …",
    "rating": 5,
    "name": "Алексей Лихачев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Анна!\nБлагодарим за оставленный отзыв!\nМы очень сожалеем о произошедшем инциденте и приносим Вам свои извинения. Подобное обслуживание в нашем заведении недопустимо. Обещаем усилить контроль за качеством блюд и провести беседу с официантом. Очень надеемся, что вы к нам вернетесь, а мы в свою очередь сделаем все, чтобы вы покинули ресторан только в хорошем настроении!\n\n(Translated by Google)\nGood afternoon, Anna!\nThank you for your feedback!\nWe are very sorry about the incident and we apologize to you. Such service is unacceptable in our establishment. We promise to strengthen control over the quality of dishes and to have a conversation with the waiter. We really hope that you will come back to us, and we, in turn, will do everything so that you leave the restaurant only in a good mood!",
    "rating": 1,
    "name": "таня моторный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место великолепное!Официанты добрые, позитивные,кухня классная, отлично провели время с женой,всем советую! …",
    "rating": 2,
    "name": "Святослав Козіцький",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятный и красивый ресторан, вкусная еда. Приветливые официанты.\nОсобенно хочеться выделить интересную идею с кнопочками по вызову официанту. …",
    "rating": 5,
    "name": "Тимур Барн",
    "cat": "Georgian restaurant"
  },
  {
    "review": "ресторан один из самых лучших в данном районе. обслуживание очень хорошее и не навязчивое!! цены минимальные. будем отмечать юбилей …",
    "rating": 5,
    "name": "Дарья Вернер",
    "cat": "Georgian restaurant"
  },
  {
    "review": "После проведённого времени в ресторане, остались приятные впечатления!\nИнтерьер интересный и зал чистый .\nПерсонал внимательный и предусмотрителен. Меню большое (что мне показалось …",
    "rating": 4,
    "name": "Angelina Popyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Светлана!  Спасибо огромное за такой приятный отзыв, мы стараемся) с нетерпением ждем вас снова в гости! Будем рады!\n\n(Translated by Google)\nHello Svetlana! Thank you so much for such a nice review, we are trying) looking forward to seeing you again! We will be happy!",
    "rating": 5,
    "name": "Ольга",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферно и очень вкусно! Клевый интерьер. Приятный персонал. Меню не сильно удивит, особенно тех, кто знаком с грузинской кухней, но готовят хорошо. Пусть и не в самом близкодоступном месте, но из грузинских ресторанов в Киеве - этот в …",
    "rating": 5,
    "name": "Евгений Дмитренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан среднего эшелона. Для грузинской кухни.цены умеренные.домашнее вино кахетинский букет( советую) также блюда гриль.харчо иногда вкусно иногда средне.все остальное на 4+. небольшой выбор закусок .наверное из за …",
    "rating": 3,
    "name": "d K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в нашем заведении. Ждём Вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you in our establishment. We are waiting for you again",
    "rating": 4,
    "name": "Ivan Vysotskyy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали день рождение, всё очень вкусно , приятное обслуживание , атмосфера , и очень приятный персонал в особенности администрация, рекомендую всем. …",
    "rating": 5,
    "name": "Анна Муйлина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная. Но заказ сделали в 20:30, последнее блюдо принесли в 22:30(ресторан закрывается в 23:00)!!!!!! Также заказали вино савинйон украина за 285, а в чек пробили вино савиньйон за 420. Хорошо что я посмотрел чек, так бы нагрели на …",
    "rating": 5,
    "name": "Светлана Закота",
    "cat": "Georgian restaurant"
  },
  {
    "review": "И почему мне на мой день рождения не повезло?! Позвонил - забронировал, на следующий день пришел, стол не готовый, \"ой про вас забыли\", в зале было ещё пару столиков но обслуживали очень долго, заказали сразу пиццу и хачапури, дайте ж …",
    "rating": 5,
    "name": "Єлізавета Веркасова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Виталий! Приносим наши извинения за столь неприятную ситуацию! Могли бы Вы более подробно описать произошедшую ситуацию, отправив письмо на нашу почту papaniko2017@gmail.com.  Мы хотим улучшить наш сервис, поэтому будем благодарны за Ваш ответ!\n\n(Translated by Google)\nHello Vitaly! We apologize for such an unpleasant situation! Could you describe the situation in more detail by sending a letter to our mail papaniko2017@gmail.com. We want to improve our service, so we will be grateful for your answer!",
    "rating": 1,
    "name": "Илона Крыжановская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Chkmeruli mind-boggling taste) Cook respect!\n\n(Original) …",
    "rating": 5,
    "name": "mourning33 mourning33",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Петр, спасибо за ваш отзыв. В нашем меню есть большое количество блюд, которые смело можно квалифицировать, как умопомрачительные). Поэтому приходите в гости пробовать и другие изюминки нашего ресторана!\n\n(Translated by Google)\nPeter, thank you for your feedback. In our menu there are a large number of dishes that can be safely qualified, as mind-blowing). Therefore come to visit and try other highlights of our restaurant!",
    "rating": 4,
    "name": "Icy Cat",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Really too bad, 40 minutes to have a piece of grilled meat and 35 minutes for the chicken, they had 3 tables all evening, not to mention that they got the wine wrong and they loaded me 420 uah of acid wine in a …",
    "rating": 1,
    "name": "Юлия Гарбар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Комплексные обеды низачет... Сколько раз у них был на протяжении нескольких лет, ничего не поменялось. (Это про комплекс)\nНу а в остальном не знаю, не приходилось там заказывать из основных блюд …",
    "rating": 1,
    "name": "220 im",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Персонал - дети. Еду ждать нужно тут не меньше часа. Дорого. Бегает не понятный кот, которого вряд ли прививали.\nУзнал еще что этим детям, которые стараются заработать что то, зарплату …",
    "rating": 4,
    "name": "Ольга Зінченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I did not like the place. The food is mediocre. I ordered ojahuri, vegetable salad and compote. We had to wait 40 minutes. The payment terminal was also not brought immediately. The waiter served in Russian. It is …",
    "rating": 1,
    "name": "Sergej Babinsky (Temlekur)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good day!\nFirst of all, we want to thank you for visiting our restaurant and, of course, for your feedback. We sincerely apologize for the long wait and regret that we did not live up to your expectations! The management of the restaurant is already aware of the situation, a strict conversation was held with the staff. Of course, we will take into account this situation and will not allow this in the future.\n\n(Original)\nДобрий день!\nВ першу чергу хочемо подякувати Вам за візит в наш ресторан і, звичайно, за Ваш відгук. Приносимо щирі вибачення за довге очікування і шалено шкодуємо, що не виправдали ваших сподівань! Керівництво ресторану вже в курсі ситуації, з персоналом проведена сувора розмова. Безумовно, врахуємо цю ситуацію і не допустимо подібного в майбутньому.",
    "rating": 2,
    "name": "Юлія Журба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В блюде с баранины попался кусок пластмассы. Книга отзывов не пронумерована и не скреплена печатью! …",
    "rating": 4,
    "name": "Юрій Гоман",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Александр! Над проблемами в сервисе - работаем постоянно! Мы исправились, поэтому будем рады видеть Вас вновь. Кстати, от ресторана для вас приготовлен комплимент. Сообщите, когда придете к нам! Спасибо!\n\n(Translated by Google)\nAlexander! Over problems in the service - we work constantly! We have reformed, so we will be glad to see you again. By the way, from the restaurant for you a compliment is prepared. Tell us when you come to us! Thank!",
    "rating": 5,
    "name": "Влада Коновалова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное и уютное место! Были приятно удивлены, потому что нашли этот ресторанчик случайно. Для романтического ужина все совпало: красиво,  приглушенный свет, шикарная музыка, очень вкусная кухня и ненавязчивое обслуживание. Думаем теперь …",
    "rating": 1,
    "name": "Катерина Боровская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "было настроение именно на грузинскую кухню, но в районе выбор заведений не большой. После фиаско в Gaga (не рекомендую) отправилась сюда. Вкусно, сытно (ещё с собой завернули), отдельно отмечу домашнее вино))) официанты приветливые, а самое …",
    "rating": 2,
    "name": "Вова Сливченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Ольга! Спасибо большое за Ваш отзыв) Мы стараемся) Ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Olga! Thank you very much for your feedback) We are trying) We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Mikhaylo B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В целом милое место, интересный интерьер, вкусные блюда, доступные цены. Но! Мы заказали чай, и нам подали чашку на которой видны были следы кофе, а в туалете бегал таракан. Поэтому впечатления остались очень смешанные. …",
    "rating": 5,
    "name": "Інна Гаштова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение сомнительное, не идите пожалуйста!\n1. Блюда ждали 50 минут!\n2. Шашлык из свинины был ужасен. Мясо пересоленное, вскоре по приезду домой …",
    "rating": 5,
    "name": "Даша Тумарева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оценка ниже среднего. Когда делали заказ, уточнили сколько ожидать. Ответ был минут 25+-. Ок. По итогу последнее блюдо вынесли через 55 мин не прожаренное и не по технологии. Через первые пол часа ожидания, начали выносить еду и пообещали …",
    "rating": 5,
    "name": "VaLera_NVV",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Александра! Просим прощения за столь неприятную ситуацию, мы очень расстроены, что так получилось. Девушка стажер очень разволновалась из за этой ситуации и поспешила вынести счет без скидки. С кухней мы провели соответствующую беседу и гарантируем, что такого больше не повторится! Обязательно возвращайтесь к нам, и мы поменяем ваше мнение о нас.\n\n(Translated by Google)\nGood evening, Alexandra! We apologize for such an unpleasant situation, we are very upset that it happened. The girl intern was very excited because of this situation and hastened to make an invoice without a discount. We had an appropriate conversation with the kitchen and we guarantee that this will not happen again! Be sure to return to us, and we will change your opinion about us.",
    "rating": 3,
    "name": "Kos",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хочется выразить  огромную благодарность всему коллективу этого замечательного ресторана !!! Спасибо большое за то что есть такое место в нашем городе, где можно прекрасно  отдохнуть! Все очень вкусно приготовлено, все замечательно подано …",
    "rating": 1,
    "name": "Вадим Кривенков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анастасия, огромная благодарность за такие теплые слова! Очень ждем Вас и ваших друзей вновь в нашем ресторане!\n\n(Translated by Google)\nAnastasia, huge thanks for such kind words! We are waiting for you and your friends again in our restaurant!",
    "rating": 4,
    "name": "Виктория Суркова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шикарное место для вечернего времяпровождения с семьёй, друзьями. В меню вкусные блюда как для гурманов полакомиться мясом, так и для вегетарианцев. Отзывчивый персонал, зал для курящих вт. ч. iqos, так и для некурящих. Грамотно …",
    "rating": 5,
    "name": "Олександр Яремчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) When ordering, check the availability of all items on the check !!!\n15.11 made a big order, already at home I found out that not everything was …",
    "rating": 4,
    "name": "Yuriy yuriy (MyLiveBlog)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Marino, good afternoon!\nIt is very unfortunate that this happened and your mood was spoiled.\nWe have worked with the staff and apologize for the inconvenience!\nYou are kindly requested to contact the manager of the restaurant by phone 0505014361, or indicate your phone number by e-mail.\n\n(Original)\nМарино, доброго дня!\nДуже прикро, що так сталося та настрій Вам був зіпсований.\nМи провели роботу з персоналом і вибачаємося за незручності!\nДо Вас велике прохання зв'язатися з керуючим рестораном по телефону 0505014361, або вказати свій телефон по електронній пошті.",
    "rating": 5,
    "name": "Alex Levi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание неплохое, официант приветливый и быстро обслужил.Готовят не очень вкусно. Были 10 мая,заказывали чашушули - складывалось впечатление, что в соус положили мясо и просто разогрели, так как оно было пресным на вкус. Хачапури по …",
    "rating": 5,
    "name": "yksdzz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Артем! Благодарим за ваш отзыв! Мы передали кухне ваши замечания, в будущем просим вас говорить об этом сразу, так как смогли бы переделать для вас эти блюда. Приходите к нам вновь, вас ждет маленький сюрприз от Шеф повара! До встречи!\n\n(Translated by Google)\nHello, Artem! Thanks for your feedback! We gave your comments to the kitchen, in the future we ask you to talk about it right away, since we could remake these dishes for you. Come to us again, you will find a little surprise from the chef! See you!",
    "rating": 5,
    "name": "Алена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят очень вкусно!\nНемного напрягает безвкусная музыка интерьер аккуратный, но какой-то холодный что-ли... …",
    "rating": 5,
    "name": "Gene Finkler",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан печальный. Пришли и закащали пиццу в будний,  ну самое простое. Столы на улице грязные, официантки обслуживали не навязчиво, т.е. после того как я трижды попросила обратить внимание. С их слов, они не успевали. Но людей было 6 сел. …",
    "rating": 1,
    "name": "Mari Meri",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Татьяна!  Приносим наши извинения за этот инцидент! Скажите пожалуйста в какой именно день Вы были? Мы хотим разобраться в этой ситуации, но для этого нам нужно знать точную дату. Мы стараемся всегда, чтоб нашим гостям всегда было уютно и вкусно в нашем ресторане, поэтому за эту ситуацию очень не приятно! Если в ресторане был банкет, то возможна не большая задержка по процессам, но об этом вас должны были предупредить!\nЕще раз приносим наши извинения! Мы проведем профилактическую работу с персоналом ресторана! Надеемся что впредь такого больше не повторится!\n\n(Translated by Google)\nHello Tatiana! We apologize for this incident! Please tell me which day you were? We want to understand this situation, but for this we need to know the exact date. We always try to make our guests always comfortable and tasty in our restaurant, so it’s not very pleasant for this situation! If there was a banquet in the restaurant, then there may not be a big delay in the processes, but you should have been warned about this!\nOnce again our apologies! We will carry out preventive work with the restaurant staff! We hope that this will not happen again!",
    "rating": 5,
    "name": "Денис Кращенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant is good.\nAnd from the kitchen ... the restaurant is 30% full. Order khachapuri waited 1 hour 05 minutes. …",
    "rating": 4,
    "name": "Edward Balakhtar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно. Очень вкусные хачапури по-аджарски и теплый салат из телятины. Куриные стейки на мангале супер, но пришлось подождать, соус наршараб интересный на вкус, ели его со стейками. Недорого, обслуживание норм. Есть летняя терраса …",
    "rating": 1,
    "name": "Анна Уральская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тимур, благодарим Вас за отзыв! Мясо стараемся готовить безупречно, поэтому повар подходит к его приготовлению очень тщательно. Приходите к нам снова!)\n\n(Translated by Google)\nTimur, thank you for your feedback! We try to cook the meat flawlessly, so the chef approaches cooking it very carefully. Come to us again!)",
    "rating": 5,
    "name": "Boris Kyz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение очень понравилось. Вкусная еда, вежливый персонал, замечательная атмосфера - всё на 5 звезд. Рекомендую к посещению! …",
    "rating": 5,
    "name": "Женя Сорока",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very unstable institution. Once you come - everything is cool, delicious, service at the highest level. The other one is all tasteless, the feeling is warmed up. The last time you went, made an order (salad, …",
    "rating": 1,
    "name": "Richard Pritchard",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Angelina, thank you for your feedback and constructive criticism. We have already had a conversation with the dining staff and made comments to them. We sincerely believe that you will leave us another chance. From the Chef you are waiting for a surprise. All the best!\n\n(Original)\nАнгеліна, дякуємо за ваш відгук та конструктивну критику. Ми вже провели бесіду з персоналом по видачі страв та зробили їм зауваження. Ми щиро віримо, що Ви залишите нам ще один шанс. Від Шеф-кухаря Вас чекає сюрприз. Всього найкращого!",
    "rating": 5,
    "name": "Dimitriy Badenkin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение для посиделок с друзьями! Благодарим администратора и персонал за уютный прием! Кухня - вах! …",
    "rating": 5,
    "name": "Елена Антоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Olga, we are very grateful for your feedback😊 Thank you for choosing us. We are always happy for you!\n\n(Original)\nОльга, дуже вдячні Вам за відгук😊 Дякуємо, що обираєте нас. Завжди раді Вам!",
    "rating": 3,
    "name": "Леся Leskinkot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось место . Повар молодец вкусно готовит . Очень понравились рулетики  советую !!!! …",
    "rating": 5,
    "name": "Валерия Драган",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Снизил оценку к 3.\nЖдали блюда более часа...и когда принесли подача выглядела «на отвалите» (бывал часто и знаю как должно выглядеть). Если у вас банкет то лучше закрывайтесь и не …",
    "rating": 1,
    "name": "Богдан Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за отзыв! Нам важно мнение каждого гостя. Действительно, в тот день был банкет и поэтому произошла задержка с выдачей Вашего заказа.  Жаль, что Вы на месте не выразили нам свое недовольство, шеф без проблем бы переделал хинкали. По отдаче блюд и предупреждений официантами гостей о возможной задержке  провели разъяснительную работу в коллективе. Надеемся, Вы дадите нам еще один шанс. С нас вкусный десерт  в подарок! Приходите! Всего хорошего!\n\n(Translated by Google)\nDmitry, thank you for your feedback! The opinion of each guest is important to us. Indeed, that day there was a banquet and therefore there was a delay with the delivery of your order. It is a pity that you did not express your discontent on the spot, the chief would have remade the khinkali without problems. On the delivery of dishes and warnings, the waiters of the guests about the possible delay conducted explanatory work in the team. We hope you will give us one more chance. With us, a delicious dessert as a gift! Come! Good luck!",
    "rating": 5,
    "name": "Д. К.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Many times we passed by, but did not notice this beautiful institution - it does not look very attractive. But inside is cozy and delicious. There is homemade wine, delicious khachapuri. …",
    "rating": 4,
    "name": "Vitalii B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за оценку. Всегда будем рады видеть вас в нашем заведении.\n\n(Translated by Google)\nThank you very much for your rating. We will always be glad to see you in our establishment.",
    "rating": 4,
    "name": "Anastasia Aniskova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан, приятная атмосфера и музыка. Нас хорошо обслужили. Радует, что такой ресторан есть в спальном районе.\nОчень понравился лимонад. Рекомендую. …",
    "rating": 5,
    "name": "Макс Свириденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анна, спасибо большое за отзыв!  Вседа рады  Вас видеть  в нашем ресторане!\n\n(Translated by Google)\nAnna, thank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 1,
    "name": "Светлана Дордий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали с близкими друзьями юбилей. Очень вкусно, сытно, замечательно приготовлено. Обслуживание было вежливым и ненавязчивым. Нам всё очень понравилось. Рассчитываем стать постоянными клиентами вашего ресторана. …",
    "rating": 1,
    "name": "Vitaliy Roman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Светлана, добрый день! Спасибо за ваш отзыв! С радостью ждем Вас вновь!\n\n(Translated by Google)\nSvetlana, good afternoon! Thanks for your feedback! We are looking forward to seeing you again!",
    "rating": 5,
    "name": "Oksana Evgrafova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Праздновали день рожденья малыша (20 человек с детьми) и остались очень довольны. Очень уютная и оригинальная обстановка. Кухня - пальчики оближешь. Все гости остались в восторге и почти ничего не оставили. Персонал внимательно следил, …",
    "rating": 5,
    "name": "Марина Киселєвська (Архітектор)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елизавета, благодарим за отзыв! Обещаем, что в ближайшем времени добавим ремни безопасности к детскому креслу. Вашему малышу желаем здоровья и счастливого детства, благодаря Вашей родительской любви и заботе! Ждем Вас на новых семейных праздниках!\n\n(Translated by Google)\nElizabeth, thank you for your feedback! We promise that in the near future we will add seat belts to the children's armchair. Your baby wishes health and a happy childhood, thanks to your parental love and care! We are waiting for you on new family holidays!",
    "rating": 5,
    "name": "Tetyana Velychko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От 06.06.2019. Дополнено.\nЗашла поужинать в 21.20.\nсразу на входе сделала заказ: …",
    "rating": 5,
    "name": "Юлия",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Илона! Примите наши извинения, мы\nобучаем наших сотрудников, что работа- прежде всего, поэтому даже в такие моменты они хотят находится на работе! Извините еще раз, такого больше не повторится. Приходите еще к нам в гости!\n\n(Translated by Google)\nHello, Ilona! Accept our apologies we\nwe train our employees that work is first of all, therefore even at such moments they want to be at work! Sorry again, this will not happen again. Come again to visit us!",
    "rating": 5,
    "name": "Владислав Гвоздецький",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошее заведение. Шикарная кухня, с отчетливыми оттенкам традиционной грузинской кухни.... И конечно очень важное место занимает гостеприимный персонал, который окружит тебя вниманием и заботой. Всем рекомендую... останетесь довольны …",
    "rating": 5,
    "name": "ZhannaPetrovna Betsel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Огромное спасибо за отзыв! Ваше мнение очень важно для нас! До новых встреч в нашем ресторане!\n\n(Translated by Google)\nThank you so much for the tip! Your feedback is very important to us! See you in our restaurant!",
    "rating": 5,
    "name": "Kuzya Beilschmidt",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё было вкусно, персонал вежливый, хоть и немного шуганый :D\nОбязательно приду ещё. Разочаровало только одно, не предупредили о том, что места на улице для курящих, я не люблю запах табачного дыма. …",
    "rating": 2,
    "name": "Саша Саша",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пару дней назад ходил на бизнес-ланч. Параша полная. Суп, пусть лучше не подают. Гречневый суп, будто там ноги полощут. Как можно на второе подать гречаники с гречневой кашей??? Мимоза была свежей пару дней назад. особо порадовал персонал. …",
    "rating": 5,
    "name": "Анастасия Аистова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Юлия! Мы благодарим вас за такой отзыв: это тоже хорошая реклама или \"троллинг\"))) . Но позвольте уточнить точную дату Вашего визита и не согласиться с некоторыми вашими комментариями:\n1)салат мимоза подавали только сегодня (31.10.2019) на бизнес ланч и мы всегда озвучиваем гостям, что сегодня входит в комплексный обед. Если вы не кушаете некоторые продукты, вы можете выбрать по меню. Наши цены очень приемлемые;\n2) мы точно знаем, что гречаники мы никогда не готовили в нашем ресторане;\n3) по поводу вежливости  - жаль, что вы на месте не выразили поварам и официантам свое недовольство, мы бы без проблем разобрались на месте. По разговору официантов сделали замечание. Надеемся, вы дадите нам еще один шанс. Всего хорошего!\n\n(Translated by Google)\nGood evening, Julia! We thank you for such a review: this is also a good advertisement or \"trolling\"))). But let me clarify the exact date of your visit and disagree with some of your comments:\n1) Mimosa salad was served only today (10/31/2019) for a business lunch, and we always announce to guests what is included in the set lunch today. If you do not eat some foods, you can choose from the menu. Our prices are very reasonable;\n2) we know for sure that we never cooked Greek at our restaurant;\n3) about politeness - it’s a pity that you didn’t express your dissatisfaction with the cooks and waiters on the spot, we would have sorted out the spot without any problems. In a conversation, the waiters made a comment. We hope you give us another chance. Good luck!",
    "rating": 4,
    "name": "antonenko.elena Антоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Праздновали корпоратив, интерьер обещали что будет украшено не успели, столы поставили так как им нужно было что б больше людей посадить для корпоратива и столы поставили по другому и даже не сказали,кухня была вообще ужасная, обслуживание …",
    "rating": 5,
    "name": "владочка бондаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Владимир. Очень жаль, что у Вас осталось такое впечатление о нашем прекрасном ресторане. Хотелось бы разобраться в данной ситуации, просим Вас более подробнее ее описать в письме нам на почту papaniko2017@gmail.com. Большое спасибо Вам за отзыв, нам он очень ценный\n\n(Translated by Google)\nGood evening, Vladimir. It is unfortunate that you have such an impression of our beautiful restaurant. I would like to understand this situation, we ask you to describe it in more detail in a letter to us at papaniko2017@gmail.com. Thank you very much for your feedback, it is very valuable to us",
    "rating": 5,
    "name": "Alex Murphy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant impression of the restaurant. Deliciously! I especially liked the dish called \"Tamara\" is something like roast meat with mushrooms in cream. The service is normal, nothing negative or particularly positive, …",
    "rating": 4,
    "name": "Yury Samoilov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Жаль, что нет нуля – на порциях обманули, еда с очень оригинальными, в том числе и по вкусу, рецептами, сотрудники совсем дикие.\nВ салфетнице с чистыми салфетками была салфетка, в которую кто-то сморкался 🤷 …",
    "rating": 5,
    "name": "Марк Галайченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The place is spoiled. Khachapuri and Khinkali waited for almost an hour and did not wait at all. There were not many people. Although before the place was nothing. Ex. …",
    "rating": 5,
    "name": "Марина Ярая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A small nice restaurant. Khachapuri are good, kharcho soup is not bad, but the meat is tough. The service is not intrusive. …",
    "rating": 5,
    "name": "Taisia Sokur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your comment! We hope that next time we will do our best to make you happy.\n\n(Original)\nДякуємо за Ваш коментар! Сподіваємось, наступного разу ми зробимо все, щоб Ви залишились задоволені.",
    "rating": 4,
    "name": "Сергей Повар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Один из любимых ресторанов. Особенно хорошо тут в теплое время года) Цены, конечно, тут не самые маленькие, но все-таки это ресторан. С обслуживанием и качеством еды никогда никаких претензий не возникало. Так что смело могу рекомендовать …",
    "rating": 5,
    "name": "Angel Angel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Влада! Нам очень приятно читать такие слова! Спасибо Вам за высокую оценку) Мы с радостью ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Vlad! We are very pleased to read these words! Thank you for your appreciation) We are happy to welcome you again in our restaurant!",
    "rating": 1,
    "name": "Myroslava Vysotska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это не грузинская кухня. Хачапури не вкусный, вместо чахохбили - куриная грудка в томатном соусе, а вместо хашламы - овощной супчик с мелко нарезанным мясом. Единственное нормальное - харчо. Не рекомендую. …",
    "rating": 3,
    "name": "Natalia Nikolenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Катерина. Спасибо за Ваш отзыв. Очень жаль что Вам не понравилась наша кухня. Мы обязательно пересмотрим рецептуру наших блюд и примем во внимание Ваши замечания.\n\n(Translated by Google)\nGood afternoon, Katerina. Thanks for your feedback. It is unfortunate that you did not like our kitchen. We will definitely review the recipe of our dishes and take into account your comments.",
    "rating": 5,
    "name": "Володимир Коновалов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда не особо понравилась. Официанты с ручника приходили, при том, что людей было только 4 с учетом, что я был со своей девушкой. Неужели 2 стола так трудно обслужить? При таких то ценах на меню+ …",
    "rating": 5,
    "name": "Артем Ярошенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день. Спасибо Вам за отзыв. От имени администрации просим прощения за инцидент. Виновные будут наказаны.\n\n(Translated by Google)\nGood day. Thank you for your feedback. On behalf of the administration, we apologize for the incident. The perpetrators will be punished.",
    "rating": 2,
    "name": "Сергій Кожушко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Good serving, interesting dishes like the national Georgian cuisine. I thought I could not be chewed. But no, you can still) Thank you for your hospitality. …",
    "rating": 4,
    "name": "Andrew Sys",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Недавно (27.12.2018г.) праздновали новогодний корпоратив в Papa Niko, остались довольны всем. Интерьер замечательный, чувствуешь себя уютно  и комфортно, готовят очень вкусно, танцевальная музыка подобрана под  клиента. …",
    "rating": 5,
    "name": "Александр Лазаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Инна, спасибо за ваш отзыв! Ваш коллектив очень дружный! А как вы танцевали! Мы в полном восторге от таких замечательных гостей! Ждем Вас на новых праздниках! Коллектив ресторана \"Папа Нико\" поздравляет Вас с наступающим Новым 2019 годом и желает успехов и процветания!\n\n(Translated by Google)\nInna, thanks for your feedback! Your team is very friendly! And how you danced! We are delighted with such wonderful guests! We are waiting for you on new holidays! The staff of the Papa Niko restaurant wishes you a Happy New Year 2019 and wishes you success and prosperity!",
    "rating": 5,
    "name": "Виктор Стадник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прихожу с подругами сюда регулярно. Персонал приветливый, интерьер уютный, а главное ооооочень вкусно)  при этом цены не бьют по карману. Средний чек 200-300 грн, это с учётом того, что мы всегда кушаем от души)  Спасибо. …",
    "rating": 1,
    "name": "Inga Sabova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Даша, благодарим за ваши визиты и положительный отзыв! Всегда рады видеть вас с подружками в ресторане \"Папа Нико \")\n\n(Translated by Google)\nDasha, thank you for your visits and your positive feedback! We are always glad to see you and your girlfriends at the Papa Niko restaurant)",
    "rating": 4,
    "name": "Alex Fateyev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение, ходим всей семьей и друзьями. Всегда очень вкусные и горячие блюда, приятное и внимательное обслуживание. Из разряда: \"Положил салфетку - пропала\". Рекомендую всем-всем, и советую не обращать внимания на злосные …",
    "rating": 5,
    "name": "X XX",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Валерия, добрый день! Благодарим вас за отзыв. Все ваши комментарии по кухне мы передали шеф-повару и обслуживающему персоналу. Очень рады, что вам понравилось!Обязательно приходите к нам еще!\n\n(Translated by Google)\nValeria, good afternoon! Thank you for your feedback. We passed all your comments on the kitchen to the chef and the service staff. We are very glad that you liked it! Be sure to come to us again!",
    "rating": 4,
    "name": "ANATOLIY BOTSU",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В 10 вечера в ресторане почти нет еды. Хотя он закрывается в 11. Но отличное обслуживание, нам предложили другие блюда, хоть мы и приходили не за ними. …",
    "rating": 5,
    "name": "Mak Kofe",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое. Постараемся исправить все недостатки. Будем рады видеть вас снова\n\n(Translated by Google)\nThank you very much. We will try to fix all the shortcomings. We will be glad to see you again",
    "rating": 5,
    "name": "Лёха Свирик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не рекомендую посещать данное заведение. Руководству необходимо в срочном порядке пересмотреть персонал …",
    "rating": 5,
    "name": "No Body",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была на дне рождении...Пришли на заказанное время,а там ничего не готово...сидели ждали больше часа пока хоть что-то принесут!!! Но после рабочего графика начали говорить,что нам пора уходить(хотя сами не успели накрыть стол вовремя) и они …",
    "rating": 5,
    "name": "Fresh 696",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Виктория. Спасибо за Ваш отзыв. Только хотим уточнить небольшие детали. Вероятней всего что именинник просто сделал резерв стола, по этой причине Вам и прошлось ожидать заказ. Мы всегда говорим нашим гостям, что на мероприятия свыше 6 гостей желательно делать предварительный заказ. Тогда в назначенное время Ваш стол будет сервирован на нужное количество гостей и будут стоять закуски. Но выбор всегда остается за гостем.\nБудем рады Вас снова видеть в нашем ресторане!!!\n\n(Translated by Google)\nGood evening, Victoria. Thanks for your feedback. We just want to clarify small details. Most likely, the birthday boy just made a reserve table, for this reason you were asked to wait for the order. We always tell our guests that it is advisable to make reservations for events of more than 6 guests. Then at the appointed time, your table will be served for the right number of guests and snacks will stand. But the choice is always up to the guest.\nWe will be glad to see you again in our restaurant !!!",
    "rating": 5,
    "name": "Олег Федоров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня, праздновали день рождения подруги. Все очень понравилось, шашлык отменный, хинкали очень вкусный, хачапури по мегрельски тоже. Обслуживание отличное, персонал приветливый, очень уютно, комфортно и вкусно …",
    "rating": 5,
    "name": "Евгений Федорко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Александр! Очень благодарны Вам за такой отзыв!\nБудем рады видеть Вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Alexander! Very grateful to you for such a review!\nLooking forward to seeing you again in our restaurant!",
    "rating": 5,
    "name": "Nataliya Byelyakova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant does not pull, rather a good cafe with a large enough room, friendly staff. Some dishes have \"questions\". Dzhe cool barbecue, though \"by default\" a little spicy, I liked, those who do not like sharp can …",
    "rating": 5,
    "name": "Евгений Тарасенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Yuri! Thank you for your feedback! We will take into account information about the barbecue, we pick it in special Georgian seasonings, which should not be spicy.\nBut thank you again, we will check this data!\nWe are waiting for you again!\n\n(Original)\nДоброго дня, Юрій! Дякуємо Вам за відгук! Ми приймемо до уваги інформацію, стосовно шашлику, його ми маринуємо в спеціальних грузинських приправах, які не мають бути гострими.\nАле дякуємо Вам ще раз, ми перевіримо ці дані!\nЧекаємо на Вас знову!",
    "rating": 5,
    "name": "Olexiy Bazileyev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место с удивительной атмосферой, хорошим выбором блюд и ненавязчивым обслуживанием. Готовят быстро и вкусно, выбор блюд может и не удовлетворит слишком требовательного посетителя, но никого не оставит равнодушным так точно. …",
    "rating": 5,
    "name": "Таня Бронникова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение,Ярослав и Анастасия умнички,у поваров золотые руки!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksandr Kosenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Живем неподалеку и вот прям боялись идти после того, как одно заведение сменило другое. Раньше ходили почти каждый день на ужин и все было супер!) Такая романтика была...) НО!!! Как говорится: все к лучшему!!!😊 ТАКОООООЙ вкусной грузинской …",
    "rating": 4,
    "name": "Виталий Хомик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо ресторану Папа Нико за нашу свадьбу!  Мы и все гости были просто в восторге от праздничных блюд и работы официантов.  Всё были очень внимательные и на все просьбы реагировалаи моментально. Всё было очень вкусно и все наши гости …",
    "rating": 4,
    "name": "Дмитрий Куринец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас, дорогие молодожены, что доверились нам!  Вы очень красивая пара! Будьте счастливы!\n\n(Translated by Google)\nThank you, dear newlyweds, for trusting us! You are a very nice couple! Be happy!",
    "rating": 4,
    "name": "РПС Рай ПІСЛЯ СМЕРТІ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "О кухне судить не могу, но отношения персонала на самом низком уровне! Хотела зайти в туалет - не пустили! Цитата: «Сходите в другом месте». Вы вообще нормальные?! Вы из какого века вообще?! Просто позор вам! …",
    "rating": 3,
    "name": "Kateryna Piriieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Душевно. Хороший интерьер. Кухня, на мой взгляд, лучше чем в GAGA. Выпечка вкусная. Посидеть на двоих с бутылкой коньяка -1000 грн. Что вполне приемлемо. …",
    "rating": 5,
    "name": "Никита",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Денис. Очень приятно слышать такие слова, будем стараться Вас радовать в дальнейшем. И ждем Вас в ближайшее время на наше обновленное меню.\n\n(Translated by Google)\nGood afternoon, Denis. It is very nice to hear such words, we will try to please you in the future. And we are waiting for you in the near future on our updated menu.",
    "rating": 5,
    "name": "Yurii Barbukh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Business lunch for 85 hryvnias. The price / quality ratio is excellent …",
    "rating": 1,
    "name": "Kris Sol",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это просто полный провал. Все начиналось очень хорошо. А потом что-то пошло не так. Сделали заказ. Мужу принесли харчо сразу, а я видимо должна была смотреть как он ест. Но и к супу лаваш почему-то не подали сразу. Видимо ждали пока суп …",
    "rating": 5,
    "name": "Олександра Следь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, great choice, cozy, good staff.\n\n(Original) …",
    "rating": 5,
    "name": "Marija Chugunnaja",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вечером есть места, наверное благодаря высоким ценам. К большинству блюд претензий нет, хотя можно найти кое-что несъедобное, например брускета с грибами. Понравилось обслуживание, и удивило что детская комната платная. …",
    "rating": 5,
    "name": "Елена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Евгения! Спасибо за Ваш отзыв и высокую оценку. У нас пока детская комната только в планах, а на данный момент её нету. Брускет в меню, к сожалению, тоже нет. Мы будем рады видеть Вас у нас в гостях. У НАС замечательная кухня и вкусные блюда. Ждём Вас\n\n(Translated by Google)\nGood afternoon, Eugene! Thank you for your feedback and appreciation. At us while the children's room only in plans, and at present it is not present. Bruschet in the menu, unfortunately, also not. We will be glad to see you at our place. We have a wonderful cuisine and delicious dishes. Waiting for you",
    "rating": 5,
    "name": "Сергей Слепанюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ходил сюда много раз, было вкусно и быстро приносили еду. Но в последнее время, еда испоганилась. А сегодня вообще КАРЛ!! Я прождал час заказ, и за час даже колу с моего заказа не вынесли!!!!! Больше не буду сюда ходить. …",
    "rating": 1,
    "name": "Иван Корольчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте,  Ричард! Приносим наши извинения, за то что так случилось! Дело в том, что это был период бизнес-ланчей, когда полная посадка и к сожалению наш официант не успевал  быстро выносить еду и напитки. Еще раз приносим наши извинения, приходите к нам еще, мы вам обещаем что такого больше не повторится! Ждем Вас снова в нашем ресторане.\n\n(Translated by Google)\nHello, Richard! We apologize for what happened! The fact is that it was a period of business lunches, when a full landing and unfortunately our waiter did not have time to quickly make food and drinks. Once again we apologize, come to us again, we promise you that this will not happen again! We are waiting for you again in our restaurant.",
    "rating": 5,
    "name": "Аннушка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Ребята молодцы, обслуживание очень хорошее! спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Руслан КОТ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и уютно, вино их фирменное красное сухое просто супер, ещё вкусно хачапури и два блюда, названия не запомнила, одно похоже на жюльен с телятиной, второе вроде куриного гуляша с киндзой и салат, который нужно смешивать. Советую …",
    "rating": 5,
    "name": "Sain D’esprit",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елена, благодарим за Ваш положительный отзыв! Будем рады видеть Вас вновь у нас в гостях!\n\n(Translated by Google)\nElena, thank you for your positive feedback! We will be glad to see you again at our guests!",
    "rating": 5,
    "name": "Татьяна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оджахури как собрано из ингредиентов,картофель отдельно, мясо отдельно, и один помидор порезали туда же. Вина домашнего сухого белого нет. Красное домашнее не совсем домашнее на вкус. Пиво на розлив отличное. …",
    "rating": 5,
    "name": "VLADYSLAV YELISEIEV",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывала доставку домой через Glovo. Все приехало горячее, отлично запаковано. Порции соответствуют. И что самое приятное-все действительно ВКУСНО! Спасибо! …",
    "rating": 5,
    "name": "Oleksii Bahniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Рады, что Вы остались довольны :)\n\n(Translated by Google)\nThank you for your feedback! We are glad that you were satisfied :)",
    "rating": 3,
    "name": "Леонид Ценцеус",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кабак не заслуживает даже еденицы.Не приветливый персонал , адекватной можно назвать только официантку.Администрация --быдло. Кухня не плохая . Администрация все время в телефонах , заведению еще нужно расти и расти хотя бы до \"кафе\" …",
    "rating": 5,
    "name": "Miha Peppy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Богдан, даже плохие отзывы заслуживают внимания. И благодаря именно им, мы стараемся стать лучше! Работа с персоналом, особенно с администрацией, проведена. Приходите и проверьте! Надеемся, следующий Ваш отзыв будет положительным!\n\n(Translated by Google)\nBogdan, even bad reviews deserve attention. And thanks to them, we are trying to become better! Work with staff, especially with the administration, is carried out. Come and check! We hope that your next review will be positive!",
    "rating": 5,
    "name": "Анатолий Слугин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные хачапури, вино, супы. Достойное обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitriy KotikOFF",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер! Спасибо большое за вашу оценку) Мы стараемся! Приходите к нам еще!\n\n(Translated by Google)\nGood evening! Thank you very much for your assessment) We are trying! Come to us again!",
    "rating": 5,
    "name": "Alina Olefirenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen is delicious, relatively cozy.\nWell, I understand now whether it's Purple Cupid or Papa Nico :)\nThe only negative, which is already seen below is a minus, when you come by …",
    "rating": 3,
    "name": "Александра Малеванчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень-очень приятный,вежливый, отзывчивый персонал. Заведение уютное, есть летняя площадка. Цены средние, меню в открытом доступе на сайте. Блюда вкусные, по характеру ближе к грузинской кухне) …",
    "rating": 5,
    "name": "NANA KOLODA (SUNDAY)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анастасия, спасибо за положительный отзыв! С новым годом!\n\n(Translated by Google)\nAnastasia, thank you for your positive feedback! Happy New Year!",
    "rating": 5,
    "name": "Nataliya Kashchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был сдесь пару раз. Очень понравилось, в целом очень уютно и по домашнему. Особенная благодарность официанту Юрию, обслужил очень быстро, и очень вежливо. Буду ходить часто, так как таких заведений по Киеву мало. …",
    "rating": 5,
    "name": "Oleksii Iakymov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Максим!  Спасибо большое за ваш отзыв, нам очень приятно! Приходите к нам еще , очень ждем!\n\n(Translated by Google)\nHello Maxim! Thank you very much for your feedback, we are very pleased! Come to us again, really looking forward to!",
    "rating": 5,
    "name": "Bogdan Polishchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Впервые была в этом заведении, привела сестра и порекомендовала. Заказали несколько блюд: телятину с грибами в соусе, хачапури, хинкали, картофель с салом, овощи гриль... Сначала принесли хачапури, ну соленые, ну такие и должны быть... …",
    "rating": 5,
    "name": "Julia Sh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Светлана, отдельно благодарим за ваши критические замечания. Все ваши комментарии мы передали шефу. С персоналом проведена работа. Надеемся, что вы дадите нам еще шанс. Вас ждет комплимент от ресторана. Пожалуйста, напишите если соберетесь за ним:)\n\n(Translated by Google)\nSvetlana, we thank you for your critical remarks. All of your comments we gave to the boss. Work has been done with the personnel. We hope that you will give us another chance. You will receive a compliment from the restaurant. Please write if you are after him :)",
    "rating": 5,
    "name": "Вадим Парій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Этот ресторан можно охарактеризовать,  одним словом УЖАС!! Только одно название, что это грузинский ресторан(( Хуже чем сдесь, мясных блюд я ещё не где не ел!.\nШашлык из баранины  сухой! Принесли стейк РИБАЙ, это вообще на стейк не похоже, …",
    "rating": 5,
    "name": "Wrigley Spearmint",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятная атмосфера. Блюда, которые мы заказывали:крем-суп из шампиньонов, шурпа из баранины, филе свинины очень вкусные. Первый раз сталкиваюсь, что у мяса и соуса есть послевкусие как о хорошего вина 😊. Всем рекоменду!!! …",
    "rating": 5,
    "name": "Марина Владимировна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy and pleasant place. Georgian cuisine. All dishes are very tasty, large portions. We have been visiting this institution with our family since the time when it was still called \"Avlabar\". Since then, a lot has …",
    "rating": 4,
    "name": "Oleh Miryanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Марина, большое спасибо за отзыв! Наша цель - чтобы каждому гостю было комфортно в ресторане Papa Niko, именно поэтому мы создаем уютную атмосферу, подходящую для общения, и вкусную кухню.\n\n(Translated by Google)\nMarina, thank you very much for your feedback! Our goal is to make every guest feel comfortable in the Papa Niko restaurant, which is why we create a cozy atmosphere suitable for communication and delicious cuisine.",
    "rating": 5,
    "name": "Оксана Курдицька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Теплая гостеприимная атмосфера, очень комфортно! Персонал работает корректно. Кухня и напитки очень понравились . Спасибо официанту Никите за вежливое обслуживание. . Будем рекомендовать друзьям!! …",
    "rating": 3,
    "name": "Andrii Syroid",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Татьяна, благодарим за Ваш тёплый отзыв! Вы очень светлые и прекрасные девушки! Всегда рады видеть Вас в нашем ресторане\n\n(Translated by Google)\nTatiana, thank you for your warm tip! You are very bright and beautiful girls! Always glad to see you in our restaurant",
    "rating": 5,
    "name": "Анастасія Качай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер ресторан с обалденной грузинской кухней. Познакомились с ним первый раз, когда они еще назывались Пурпур Амур. Потом произошёл ребрендинг и заведение стало Папа Нико. …",
    "rating": 5,
    "name": "Ruslan Klochko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, благодарим! Очень приятно получать такие отзывы! Весь персонал ресторана надеется, что ваша семья станет нашими постоянными гостями!  По поводу  комментария по вентиляции: мы обязательно проведём проверку системы. До вашего комментария жалоб от гостей не было. С радушным гостеприимством, ресторан \"Папа Нико\"!\n\n(Translated by Google)\nJulia, thank you! It's a pleasure to receive such feedback! The entire restaurant staff hopes that your family will become our regular guests! Regarding the comment on ventilation: we will definitely check the system. There were no complaints from guests prior to your comment. With warm hospitality, Papa Niko Restaurant!",
    "rating": 5,
    "name": "Ольга Горбатюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Часто прихожу сюда с друзьями , очень нравится , очень вкусно , советую всем.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Верещак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Папа Нико: очень вкусно, всё с пылу- жару, и холодная закуска, и суп, и хинкали. Приятное домашнее вино. Вежливый персонал. Хочется вернуться …",
    "rating": 5,
    "name": "Anastasiia Zvierieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Жанна!\nОчень рады, что Вам все понравилось)\nЖдём Вас снова в гости!\n\n(Translated by Google)\nGood evening, Jeanne!\nWe are very glad that you liked everything)\nWe are waiting for you again!",
    "rating": 3,
    "name": "Семен Горбунков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось заведение,  приятный интерьер,  вежливое обслуживание и очень вкусная кухня (а именно приготовленная рыбка,  люля кебаб и сытный Лаваш сыр+Зелень). Были в будний день,  по этому  резерв не потребовался. Есть  желание …",
    "rating": 5,
    "name": "Саша Гнутов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день! Мы очень рады, что у вас остались приятные впечатления о нашем ресторане! Мы с нетерпением будем ждать вновь Вас в гости! С грузинским радушием, персонал ресторана \"Папа Нико\"!\n\n(Translated by Google)\nGood day! We are very glad that you have a pleasant experience of our restaurant! We look forward to welcoming you again! With Georgian cordiality, the staff of the restaurant \"Papa Niko\"!",
    "rating": 5,
    "name": "Mariia Melnychenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It was a wedding order. Loved the atmosphere, the service. The behavior of the administrator was extremely disliked - his own alcohol was brought, but the restaurant was also brought to our table, for which he was …",
    "rating": 5,
    "name": "София Бобровская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your detailed review. From the information we received, the administrator discussed with you (or with some of the other wedding organizers) the alcohol issue that was ordered by guests during the banquet, so it is very important for us to be able to speak with you in person.\nPlease, call us at +38 (068) 869 53 42 or leave your phone number and we will contact you. Thank you for understanding.\n\n(Original)\nДякуємо за детальний огляд. З тієї інформації, що ми отримали, адміністратор прямо під час банкету обговорював з Вами (або з кимось із інших організаторів весілля) питання алкоголю, який додатково замовляли гості, тому нам дуже важливо для об'єктивності поговорити з Вами особисто.\nБудь ласка, дуже просимо Вас зателефонувати нам +38 (068) 869 53 42 або залиште свій номер телефону, і ми з Вами зв'яжемося. Дякуємо за розуміння.",
    "rating": 4,
    "name": "Dmitro Ba",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шикарный ресторанчик с умеренными ценами. Внутри тепло, уютно, есть бесплатный вайфай, в туалете всегда есть горячая вода. Персонал приветливый, чай вкусный :) …",
    "rating": 5,
    "name": "Mikhail Apiyants",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анастасия, благодарим Вас за визит в наш ресторан и за добрые слова😊всегда рады видеть Вас!\n\n(Translated by Google)\nAnastasia, thank you for your visit to our restaurant and for the kind words you are always happy to see you!",
    "rating": 5,
    "name": "v b",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уже не 5, до сих пор не могу успокоиться. Покоя не даёт салат из свежих овощей. Это кошмар, кое как порезанные огурцы, не почищенные, пучек вялого салата, без лука, хотя в состав он должен был входить и полное не соответствие картинке, вина …",
    "rating": 5,
    "name": "lizza vettaa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Ольга)Приносим наши извинения, за столь случившуюся ситуацию! Не могли бы Вы пожалуйста, уточнить дату посещения нашего ресторана, или название салата который Вы заказывали. Нам это очень важно! Ждем ваш ответ на почту papaniko2017@gmail.com\n\n(Translated by Google)\nHello Olga) We apologize for the situation that has happened! Could you please specify the date of visit to our restaurant, or the name of the salad that you ordered. This is very important for us! We are waiting for your reply to the mail papaniko2017@gmail.com",
    "rating": 5,
    "name": "Irina Shpakovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место, готовят вкусно, недорого, если блюдо будет готовиться долго, предупреждают сразу …",
    "rating": 5,
    "name": "Bryantsev Ivan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с семьей! Всё очень вкусно! Всё понравилось!!! Очень уютная атмосфера и очень приветливые и культурные официанты!) …",
    "rating": 5,
    "name": "Roman Anatolievich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant, polite staff, delicious food (although the meat was a bit dry). Prices are higher than similar establishments of this class, so 4 stars instead of 5 …",
    "rating": 5,
    "name": "Snb228",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкуснятина тут)\nЧетыре поставила только потому, что расти есть куда всегда. Обслужили хорошо, и быстро. Интерьер — продуман. Классно вобщем …",
    "rating": 5,
    "name": "Иван Сосницкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рады видеть Вас у нас в гостях! Приходите!)\n\n(Translated by Google)\nWe are glad to see you visiting us! Come!)",
    "rating": 5,
    "name": "Oleksandr Dolyna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферно, вкусно, уютно\nПраздновали День Рождения. Ресторан оставил приятное послевкусие - приветливый персонал, вкусная кухня, запоминающийся интерьер. …",
    "rating": 5,
    "name": "Денис Левченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Марина! Спасибо огромное за Ваш отзыв. Будем рады видеть вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Marina! Thank you very much for your feedback. Looking forward to seeing you again in our restaurant!",
    "rating": 5,
    "name": "Elena Nebeskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятна атмосфера, вкусные блюда,а главное отличный персонал , отдельное спасибо официанту Тарасу) …",
    "rating": 5,
    "name": "Ruslan Kukharenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Будем рады видеть вас в нашем заведении. Ждём Вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will be glad to see you in our establishment. We are waiting for you again",
    "rating": 5,
    "name": "Анастасия Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная на 5+ , обслуживание на 4ку. Долго ждали подачу, счет, салфеток на стол не поставили. Вернусь обязательно, проверить! …",
    "rating": 5,
    "name": "Дмитрий Верховых",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Сергей! Благодарим за Ваш отзыв)  Извините за столь неприятный инцидент, вы попали на выдачу банкетов, поэтому была небольшая задержка. Официант должен был вас предупредить об этом. А за салфетки,  отдельно просим прощения, с обслуживающим персоналом уже провели разьяснительные работы. Ждем Вас снова на проверку)))\n\n(Translated by Google)\nHello Sergey! Thank you for your feedback) Sorry for such an unpleasant incident, you were given a banquet, so there was a slight delay. The waiter should have warned you about this. And for napkins, we apologize separately, we have already carried out explanatory work with the maintenance staff. We are waiting for you again to check)))",
    "rating": 5,
    "name": "Vladimir Makarov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были с мужем в ресторане, все понравилось. Кухня очень вкусная, то что надо. Обслуживание на уровне. Очень уютно. Будем ходить) …",
    "rating": 5,
    "name": "Yuriy Babka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо большое за прекрасный отзыв! Приходите к нам еще) Будем рады Вас видеть!\n\n(Translated by Google)\nHello! Thank you very much for the wonderful review! Visit us again) We will be glad to see you!",
    "rating": 4,
    "name": "Sergii Romanchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Yesterday's or the day before yesterday's khachapuri was brought for delivery. The dough inside is already gray, obviously not fresh, although they saved the outside as they could and even overcooked …",
    "rating": 5,
    "name": "Oksanka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Внутри красиво и очень приятная музыка, удобные кресла. Но, шашлык так себе а картошка с рыбой были такие соленые что аж хрустели на зубах ((( …",
    "rating": 5,
    "name": "Екатерина Дулиба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан.\nКухня вкусная, интерьер стильный, официанты приветливые. Одним словом все отлично. …",
    "rating": 5,
    "name": "Антон Усенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вова, благодарим за отзыв! С нетерпением ждем Вас в нашем ресторане!\n\n(Translated by Google)\nVova, thank you for your feedback! We look forward to welcoming you to our restaurant!",
    "rating": 4,
    "name": "Desper FiM",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашёл проездом пообедать, очень вкусно, сочный люля из баранины, тягучий сыр в хачапури. Быстрая подача. Приветливые девочки официанты. Рекомендую! …",
    "rating": 5,
    "name": "Анна А",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Артём! Спасибо большое за Ваш отзыв!\nБудем рады видеть Вас в нашем ресторане !\n\n(Translated by Google)\nHello, Artem! Thank you very much for your feedback!\nWe will be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Валерия Остапчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Странный запах, непонятное освещение. Зашли и вышли. Возможно готовят здесь и вкусно, но не захотелось оставаться. Что то не то. Извините за такой отзыв …",
    "rating": 4,
    "name": "Anastasia Kotiash",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Сергей! Благодарим за Ваш отзыв! Приглушенное освещение в нашем ресторане - это дизайнерское решение для романтической обстановки. Во время вашего посещения, в зале  скорее всего были вынесены грузинские блюда с пряными специями, которые и создают такой запах. Берите Вашу девушку и приходите к нам на романтический ужин) Ждем вас с нетерпением!\n\n(Translated by Google)\nHello Sergey! Thanks for your feedback! Dimmed lighting in our restaurant is a design solution for a romantic atmosphere. During your visit, Georgian dishes with spicy spices, which create such a smell, were most likely put into the hall. Take your girlfriend and come to us for a romantic dinner) We are waiting for you with impatience!",
    "rating": 5,
    "name": "S. Stasevich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всё было вкусно! Обстановка приятная! Правда руки пришлось мыть без мыла, ну и девченка немного устала под конец рабочего дня!!! ( постоянно все путала). …",
    "rating": 4,
    "name": "карина деде",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютная атмосфера, неплохой кальян, умеренные цены. Есть тераасса.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Сергей Золотарев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place, delicious cuisine, cozy interior. I liked it, I will come again! …",
    "rating": 5,
    "name": "Varvara Bibikova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Victor, thank you for your feedback! We are always glad to see you in the restaurant \"Papa Niko\"\n\n(Original)\nВіктор, дякуємо за ваш відгук! Завжди раді вас бачити в ресторані \"Papa Niko\"",
    "rating": 5,
    "name": "Руслана Велісейко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сервис отвратительный  ,5 официантов в зале, зал пустой ,не подходит никто ,смотрят на тебя как на экспонат,100 гр бакарди  несли полчаса, но так и не принесли почему-то, еду  мы и ждать  не стали ,вдруг бы пришлось сидеть до вечера,не …",
    "rating": 5,
    "name": "Максим Волочёк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, наш уважаемый гость.\nБлагодарим Вас за то, что нашли время оставить отзыв о нашей работе! Нам очень важно знать Ваше мнение, чтобы улучшить качество услуг. Примите наши извинения, нам очень жаль, что Ваш отдых был испорчен. В этот день Ваш заказ принимали стажёры. Мы провели детальную работу с сотрудниками! Очень надеемся, что вы к нам вернетесь, а мы в свою очередь сделаем все, чтобы вы покинули ресторан только в хорошем настроении!\n\n(Translated by Google)\nGood afternoon, our distinguished guest.\nThank you for taking the time to leave a review of our work! It is very important for us to know your opinion in order to improve the quality of services. Please accept our apologies, we are very sorry that your stay was ruined. On this day, your order was accepted by trainees. We have carried out detailed work with the employees! We really hope that you will come back to us, and we, in turn, will do everything to ensure that you leave the restaurant only in a good mood!",
    "rating": 5,
    "name": "Александра Симонова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший сервис, приятная атмосфера, вкусно, +- быстро как для ресторана, единственное что не зашло это одно из традиционных блюд грузинской кухни, это хинкали, стоит оговорится что хинкали с сыром не зашли, ну сулугуни там должен быть а не …",
    "rating": 5,
    "name": "Сергей Позняк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Алекс! Спасибо за Вашу оценку!\nМы донесли Вашу информацию до персонала кухни. Мы учитываем пожелание всех гостей нашего ресторана . Ждём вас снова )\n\n(Translated by Google)\nGood evening, Alex! Thanks for your rating!\nWe have brought your information to the kitchen staff. We take into account the wishes of all guests of our restaurant. Waiting for you again)",
    "rating": 5,
    "name": "Ihor Nover",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня были в ресторане, заказали шашлык свинину и салат с телятиной, все очень понравилось. Попробовали чачу, тоже пойдет!  Хороший уровень для Голосеева! …",
    "rating": 5,
    "name": "Надежда Василенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Большое спасибо за отзыв! С нетерпением ждём в гости вновь!\n\n(Translated by Google)\nThanks so much for the tip! We look forward to visiting again!",
    "rating": 4,
    "name": "Анна Броварская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Натуральная домашняя кухня. Вкусно, но в помещении зимой прохладно. Нужно либо теплее одеваться, либо хорошо выпивать. …",
    "rating": 5,
    "name": "Олександр Бублієнко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Анатолий. Спасибо за Ваш отзыв, обязательно учтем Ваши пожелания. Ждем Вас в гости с нетерпением!!!!\n\n(Translated by Google)\nGood evening, Anatoly. Thank you for your feedback, be sure to consider your wishes. We are looking forward to your visit with impatience !!!!",
    "rating": 5,
    "name": "Pihalovi4",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Праздновали крестины сыночка..все гости были довольны и мы в том числе..кухня просто бомба..абсолютно все вкусно и сочно..и цены нас очень порадовали!!обслуживание на 5++ …",
    "rating": 2,
    "name": "Эльвира Зленская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятно, что Вам понравилось. Мы очень стараемся для Вас. Приходите к нам по чаще)\n\n(Translated by Google)\nVery pleased that you enjoyed it. We are working hard for you. Visit us more often)",
    "rating": 5,
    "name": "Данил Кандаков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное и необычайно вкусное и тёплое заведение, сдесь работают люди каторые не способны разочаровать клиента, от них исходит тепло и забота, по мимо персонала сдесь очень вкусно готовят чудесные повара, вообщем, хочешь карпоратив, иди в …",
    "rating": 5,
    "name": "Aska Aska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Красивый интерьер, очень вкусная еда, в частности роллы от шефа\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ірина Бур'ян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Перепробовал множество кухонь, но грузинская осталась в сердце, а всё благодаря “papa niko”. Советую!!! …",
    "rating": 5,
    "name": "Аліна Кохтаєва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за отзыв! Ждём Вас в Papa Niko!\n\n(Translated by Google)\nThank you for your feedback! We are waiting for you at Papa Niko!",
    "rating": 4,
    "name": "Андрей Тарасенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Perfectly. This is Papa Nico's Georgian Restaurant. It is well served, authentic cuisine, real home-made chacha. …",
    "rating": 5,
    "name": "Сергей Киндяков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Oleg! Very glad that you liked everything) We are waiting for you again in our restaurant!\n\n(Original)\nДоброго вечора, Олег! Дуже раді, що Вам все сподобалося) Чекаємо вас знову в нашому ресторані!",
    "rating": 5,
    "name": "Максим Иванов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня, увесистые порции и приятная обстановка! Поварам респект и благодарочка 😉😉😉 …",
    "rating": 5,
    "name": "Юлия Борота",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за такую оценку! С нетерпением ждём Вас в Papa Niko )\n\n(Translated by Google)\nThank you for your rating! We look forward to seeing you at Papa Niko)",
    "rating": 5,
    "name": "qoobbell",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера, обслуживание супер. Рекомендую салат Гюнеш и ореховый торт. Обязательно фирменные чаи! Все вкусно …",
    "rating": 5,
    "name": "Олег Комарницкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Наталья, спасибо! Надеемся, Вы станете нашей постоянной гостьей! До встречи в \"Папа Нико\"!\n\n(Translated by Google)\nNatalia, thank you! We hope you will become our constant guest! See you in \"Papa Nico\"!",
    "rating": 5,
    "name": "Kinesthetic Films",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня на уровне, посетил с удовольствием, приду еще, место очень располагающее,  клиентоорентированный персонал! …",
    "rating": 5,
    "name": "Алексей Б",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, friendly hosts, adequate prices. I recommend.\n\n(Original) …",
    "rating": 5,
    "name": "Алла Литвиненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне было вкусно и приятно здесь находится, не искали недостатков. Хорошо провели время. …",
    "rating": 3,
    "name": "Виталий Паламарчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку нашему заведению! Ждём Вас снова в Papa Niko!:)\n\n(Translated by Google)\nThank you for your appreciation of our establishment! We are waiting for you again at Papa Niko! :)",
    "rating": 4,
    "name": "Dietmar Grabenweger",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы отпраздновали день рождения человек на 20.\nВсё было довольно организованно, обслуживание хорошее, кухня достойная. …",
    "rating": 5,
    "name": "Dmitro Torov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официант, надеется на хорошую память не записывает, потом два раза переспрашивает, и все равно приносит не все... Чебуреки очень жирные. …",
    "rating": 5,
    "name": "Максим Шевченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день. Спасибо Вам за высокую оценку!\nОбязательно учтём Ваши замечания и проведём беседу с сотрудниками, чтобы в следующий раз не разочаровать :)\n\n(Translated by Google)\nGood day. Thank you for your appreciation!\nWe will certainly take into account your comments and hold a conversation with the staff so that next time we will not disappoint :)",
    "rating": 5,
    "name": "Влад Шулежко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место понравилось, доступные цены, приветливый персонал, кухня средняя, но достойная, есть кнопка вызова официанта на столике..... …",
    "rating": 5,
    "name": "George Tregubov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Rested with friends, great service and food\n\n(Original) …",
    "rating": 4,
    "name": "Оксана Пересунько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер и обслуживание  хорошее)) но,  к сожалению,  сталкивались с тем,что мясо пересушено ( шашлый, цыпленок) причем раз 5 наверно. Надеемся , на улучшения))) с наилучшими пожеланиями …",
    "rating": 5,
    "name": "Галушка Татьяна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Екатерина , здравствуйте!\nМогли бы вы, пожалуйста, уточнить информацию по поводу вашей оценки!\nНапишите нам на нашу почту papaniko2017@gmail.com\nОчень ждём Вашего ответа!\n\n(Translated by Google)\nCatherine, hello!\nCould you please clarify the information regarding your assessment!\nEmail us at papaniko2017@gmail.com\nWe are looking forward to your reply!",
    "rating": 5,
    "name": "Саша Павлиш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторан с интересным дизайном, молодой, но старательный персонал, вкусная кухня, и очаровательные администраторы заведения - скрасят ваш вечер, рекомендую 😉) …",
    "rating": 5,
    "name": "Дарья Трамбуцкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Никита! Рады, что Вам все понравилось) Спасибо за вашу оценку! Ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Nikita! Glad you liked everything) Thank you for your rating! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Дмитрий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкуснейшая кухня. Повару огромная 5+! Вежливый и приятный персонал, и кальян вкуснее чем в Smoky! …",
    "rating": 5,
    "name": "Tania Hryshchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Юрий! Спасибо большое Вам за отзыв! Ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Yuri! Thank you very much for the feedback! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Lana Svet",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately, for the year they got very bad. ADMIN completely scored on our pre-order, despite being booked in advance 3 days before the wedding anniversary and left with the deposit. Summary, if we were two, let …",
    "rating": 5,
    "name": "Maksym Ponzel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are very sorry about your spoiled evening, thanks for its detailed description. We are now dealing with the situation - the administrator who committed a gross violation is punished, but we would like to personally apologize to you. Please call our restaurant manager at +38 (050) 501 43 61\n\n(Original)\nМи дуже жалкуємо щодо вашого зіпсованого вечора, дякуємо за його докладний опис. Ми зараз розбираємося з ситуацією - адміністратор, яка допустила грубе порушення, покарана, але ми б хотіли обов'язково особисто вибачитися перед Вами. Будь ласка, зателефонуйте керівнику нашого ресторану +38 (050) 501 43 61",
    "rating": 2,
    "name": "Anna Kovalenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасно провели здесь романтический вечер с мужем. Очень понравился десерт Fur Alina, рекомендую! …",
    "rating": 5,
    "name": "Irina S.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Внутри все оформлено красиво\nЕда вкусная\nОфициантка была приятная девушка:) …",
    "rating": 5,
    "name": "Сергей Полянский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую большую оценку. Мы всегда будем рады видеть вас в нашем заведении\n\n(Translated by Google)\nThank you very much for such a great assessment. We will always be glad to see you in our establishment",
    "rating": 2,
    "name": "CopterJ Lot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан) домашняя энергетика! Очень уютно у Вас! Ценовая политика очень радует! Обслуживание на высоте,  приветливый ресторан! Очень рекомендую!!! …",
    "rating": 5,
    "name": "Олег Котильва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за отзыв, Елена! Будем рады видеть Вас снова! Приходите!)\n\n(Translated by Google)\nThanks for the tip, Elena! Looking forward to seeing you again! Come!)",
    "rating": 5,
    "name": "A Ti",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место поужинать, на свидание подходит идеально,  народу не много, уютно, атмосферно …",
    "rating": 5,
    "name": "Seva Kruglenya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда отвратителна,цены космос, офицыанти дети! Несовету ни кому!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Артур Косаховский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер, атмосфера супер.\nОбслуживание отличное.\nКухня, все очень вкусно! …",
    "rating": 2,
    "name": "Vera Erokhova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Анна! Спасибо большое за Ваш отзыв! Ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Anna! Thank you very much for your feedback! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Olga Bogoslav",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked.\nBoth food and service. …",
    "rating": 5,
    "name": "Iryna Protsenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отдыхали с друзьями, честно сказать удивлен, не ожидали что нам понравится здесь. Спокойное место для хорошего вечера, и вкусная кухня к тому же, вернемся к вам еще) …",
    "rating": 5,
    "name": "Киев Киев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось. Ждем Вас снова в гости ))))\n\n(Translated by Google)\nHello! Thank you for your feedback! We are very glad that you enjoyed it. We are waiting for you to visit again))))",
    "rating": 5,
    "name": "Іра Марущак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень всё понравилось, безумно вкусная кухня, персонал очень приветливый, обслуживание на уровне. Уютное и приятное место для вечернего ужина. …",
    "rating": 5,
    "name": "Маша Коровниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Татьяна, спасибо! Такие отзывы, как Ваши, окрыляют и вдохновляют наш персонал! Приходите в гости вновь!\n\n(Translated by Google)\nTatyana, thank you! Reviews such as yours inspire and inspire our staff! Come visit again!",
    "rating": 5,
    "name": "Анна Ренке",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера, доброжелательный персонал 😊 , интерьер 💣  заказывали с женой 2 порции Хашламы . Очень всё понравилось . Рекомендую ! …",
    "rating": 4,
    "name": "Андрей Шматов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Владислав, спасибо !Очень рады, что вы оценили нашу кухню и персонал! С нетерпением ждем Вас вновь!\n\n(Translated by Google)\nVladislav, thank you! Very glad that you appreciated our kitchen and staff! We look forward to seeing you again!",
    "rating": 5,
    "name": "Людмила Бокій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бизнес ланч за 45 грн отличный. Единственное - хлеб обычный батон и еще какой-то темный, лусше бы лаваш был! …",
    "rating": 3,
    "name": "Anna Artemieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It used to be more interesting, but the kitchen can be.\n\n(Original) …",
    "rating": 5,
    "name": "Натали Си",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место шикарное,сидел с друзьями,все восторге, персонал просто на вышке,возле стола ганяли как пчелы,очень вкусно и притом подача была на высшем уровне,спасибо за всё …",
    "rating": 5,
    "name": "Ann Koss",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Михаил, огромное спасибо за отзыв! С нетерпением ждем Вас вновь в \"Папа Нико\"\n\n(Translated by Google)\nMichael, many thanks for the feedback! We look forward to seeing you again in \"Pope Nico\"",
    "rating": 5,
    "name": "Наталия Проценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все было вкусно.",
    "rating": 5,
    "name": "Артём Олендаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "очень уютно и красиво, очень качественное обслуживание (сервис просто шик!). Цены умеренные, еда норм. Малолюдно, идеально для свидания …",
    "rating": 5,
    "name": "АЛЕНА Візантій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Персонал на высшем уровне!\nБлюда по-домашнему вкусные) И если есть особые пожелание по приготовлению, кухня выполнит ваш заказ. …",
    "rating": 3,
    "name": "Андрей Кисель",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Просто \"кафе\".без изюминки. Цена за кофе как \"крыло Боинга\"\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vlada Yarghina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно было👍🏻🤤\nВесь день не ела,чтобы покушать тут суп!!!\nА еще чай тут вкусный!🔥 …",
    "rating": 5,
    "name": "Sergeu Radchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Celebrating a birthday, a beautiful place, a kitchen and an atmosphere special thanks to the staff and the boss, everything is very tasty and beautiful …",
    "rating": 5,
    "name": "Андрій Литвяков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you very much for the positive feedback! We believe that we will soon see your beautiful family in our restaurant!\n\n(Original)\nНаталія, щиро дякуємо за позитивний відгук! Ми віримо, що незабаром ми знову побачимо Вашу гарну сім'ю в нашому ресторані!",
    "rating": 5,
    "name": "Elizabetb Bathory",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It is very tasty here, gentlemen !!! Try the dish Queen Tamara - it's fantastic! …",
    "rating": 5,
    "name": "Yan Mousavi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a high rating! We are waiting for you again! :)\n\n(Original)\nДякуємо за таку високу оцінку! Чекаємо на Вас знову ! :)",
    "rating": 5,
    "name": "Andrii Okunevskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Loved the place, the staff was great and the menu varied, and the meat was just top …",
    "rating": 5,
    "name": "Александра Майская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Bogdan! Thank you very much for your feedback) We are waiting for you again in our restaurant!\n\n(Original)\nДоброго вечора, Богдане! Дуже дякуємо Вам за відгук) Чекаємо Вас знову в нашому ресторані!",
    "rating": 5,
    "name": "Артем Кабыш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно хачапури, красивое место для романтического ужина. Приятный персонал и хорошое обслуживание. Рекомендую …",
    "rating": 5,
    "name": "Banana Brain",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, спасибо за ваши комментарии! Ждём вас в гости вновь!\n\n(Translated by Google)\nJulia, thank you for your comments! We are waiting for you again!",
    "rating": 5,
    "name": "merab katsa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, good and quiet atmosphere, delicious cuisine👍🏼\n\n(Original) …",
    "rating": 4,
    "name": "Олександр Жданов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Папа Нико очень порадовал. Кухня лучше чем в \"Чачапури\". Вкуснее чем в Тбилиси. Обслуживание очень порадовало. Рекомендую …",
    "rating": 5,
    "name": "Олеся Сиренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю это заведение. Вкуснейшие хачапури. Приятный сервис.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Сергеевна Ковпак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв) Ждём Вас в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback) We are waiting for you in our restaurant!",
    "rating": 5,
    "name": "Wickz Sega",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good and inexpensive lunch\n\n(Original)\nНепоганий та недорогий ланч",
    "rating": 4,
    "name": "Максим Погорелов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Олег, благодарим за отзыв! Приходите к нам чаще!\n\n(Translated by Google)\nOleg, thank you for your feedback! Visit us more often!",
    "rating": 5,
    "name": "Kiev Tango Project",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Georgian cuisine! Large portions. Business lunch - super) and very polite waiters. Keep it up! …",
    "rating": 4,
    "name": "Serhii Vlasov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оксана, благодарим за позитивный отзыв! Мы работаем с радушным гостеприимством и всегда ждём Вас в гости!  До встречи в \"Папа Нико\"!\n\n(Translated by Google)\nOksana, thank you for your positive feedback! We work with warm hospitality and are always looking forward to your visit! See you at Papa Niko!",
    "rating": 5,
    "name": "Андрей Тараненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ну такое . Цены конечно супер низкие , но кухня страдает . Нужно менять кухню чтобы нагнать людей . …",
    "rating": 5,
    "name": "Aleksei Leschenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей, спасибо за ваш отзыв. Мы учли Ваши пожелания и провели работу с персоналом, поэтому ждем вас вновь в гости. Для Вас подготовлен сюрприз от Шеф-повара. Позвоните нам и сообщите о дате вашего визита.\n\n(Translated by Google)\nAndrew, thank you for your feedback. We have taken into account your wishes and worked with the staff, so we are waiting for you again. You have a surprise from the Chef. Call us and let us know the date of your visit.",
    "rating": 5,
    "name": "Ospree F.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусное меню. Советую шашлык и скумбрию.\nКрасиво и уютно. …",
    "rating": 4,
    "name": "Aleksandra Petrenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Анастасия. Спасибо за столь приятные слова. Всегда Вам рады в нашем ресторане!!!   До скорых встреч)))\n\n(Translated by Google)\nGood evening, Anastasia. Thank you for such a nice word. You are always welcome in our restaurant !!! See you soon)))",
    "rating": 4,
    "name": "Ludmila",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан, вкусная кухня, нормальный персонал. Ничего раздражающего не заметили. Цены средние. …",
    "rating": 5,
    "name": "Чабан бай-Оглы",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Руслан, спасибо за отзыв! С нетерпением ждём Вас в гости вновь!\n\n(Translated by Google)\nRuslan, thank you for your feedback! We look forward to seeing you again!",
    "rating": 5,
    "name": "Andy Nikonoff",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение, приятное обслуживание, вкусная и разнообразная кухня. Всем рекомендую! …",
    "rating": 5,
    "name": "Роман Небрат",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Ольга! Спасибо большое за ваш отзыв! Ждём вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Olga! Thank you very much for your feedback! We are waiting for you again in our restaurant!",
    "rating": 4,
    "name": "Владимир Корзуненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Паниньки вкусные  и хорошие официанточки, советую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Розинський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We often come here on khachapuri in Adjara - very tasty. Even found here a good tarragon - a part of Georgia in Kiev) …",
    "rating": 5,
    "name": "Natalya Romanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Непринуждённая обстановка, хороший шашлык, умеренные цены. Большой минус - работают до 23.00 …",
    "rating": 5,
    "name": "Anna Дмитриева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное заведение, с Тёплой атмосферой! Очень вкусная кухня, быстрая подача! Всем советую данный грузинский ресторан! …",
    "rating": 5,
    "name": "Mykola Skotarchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо огромное за организацию обеда. Тем более в таком жестком режиме как у нас получилось. Все вкусно и отлично по обслуживанию …",
    "rating": 3,
    "name": "Николай Царенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за отзыв. Приходите к нам отмечать хорошие события. Мы будем стараться для Вас!\n\n(Translated by Google)\nThank you very much for your feedback. Come and celebrate good events with us. We will try our best for you!",
    "rating": 5,
    "name": "Roman Zahorskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан, готовят быстро, очень приятное обслуживание, вкусные блюда, попробовала два мясных блюда, которые мне очень понравились, всем советую этот ресторан, для приятного времяпрепровождения! …",
    "rating": 5,
    "name": "Farik Yakubov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, София!  Спасибо огромное за ваш отзыв! Ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Sofia! Thank you very much for your feedback! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Татьяна Добровольская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая кухня, комфортная обстановка, из минусов только то что не всегда есть место для парковки. …",
    "rating": 5,
    "name": "Людмила Павлова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "прекрасное место. отличная кухня, замечательное обслуживание, приятная спокойная атмосфера. цены приемлемые. …",
    "rating": 5,
    "name": "Влада",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Атмосфера уютная, еда сытная и вкусная. Очень советую.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "UNL Lottery",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хороший ресторан. Приятный обслуживающий персонал и очень вкусная еда . Всем советую ! …",
    "rating": 5,
    "name": "Александр Горячий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте!\nОчень рады, что вам все понравилось ! Ждём вас снова в нашем ресторане!\n\n(Translated by Google)\nHello!\nVery glad that you enjoyed it! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Сергей Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чисто и уютно. Вежливый персонал.\n\n(Translated by Google)\nClean and comfortable. Courteous staff.",
    "rating": 5,
    "name": "Vadym Bystro",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тот случай необычный случай, когда грузинская и французская кухня в одном месте! и при этом очень удачно) …",
    "rating": 2,
    "name": "Olga Bazhura",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место. Очень вкусно. Хорошее обслуживание. Рекомендую домашнее красное сухое вино! …",
    "rating": 5,
    "name": "Алексей Хохлов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Роман, благодарим за визит и хороший отзыв! С нетерпением ждём Вас в гости вновь!\n\n(Translated by Google)\nRoman, thank you for your visit and good feedback! We look forward to welcoming you again!",
    "rating": 5,
    "name": "Jean Daniel (Partner)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место, хорошо провели время с семьёй. Кухня на высоте, очень вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Папуля и Поваруля",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо за Ваш отзыв! Ждём вас снова в нашем ресторане )!\n\n(Translated by Google)\nHello! Thanks for your feedback! We are waiting for you again in our restaurant)!",
    "rating": 5,
    "name": "Світлана Бутенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Папа Нико - отличный ресторан с вкусной пищей и хорошим обслуживанием. Атмосфера в Папе Нико тоже приятная. …",
    "rating": 5,
    "name": "Evgenia Mischenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Иван! Очень рады, что Вам все понравилось) Спасибо за отзыв! Ждем Вас снова!\n\n(Translated by Google)\nGood evening, Ivan! We are very glad that you liked everything) Thanks for the tip! See you again!",
    "rating": 4,
    "name": "Andrii Kucher",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious cuisine. Mostly Georgian dishes. Great atmosphere. …",
    "rating": 5,
    "name": "Roman Golub",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Александр! Спасибо за отзыв.) Ждем Вас снова в гости!\n\n(Translated by Google)\nHello, Alexander! Thank you for your feedback.) We are looking forward to seeing you again!",
    "rating": 5,
    "name": "Svetlana Boginya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I ate well, friendly staff. I recommend)))\n\n(Original) …",
    "rating": 5,
    "name": "Marina Tulika",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятно, что Вы остались довольны! Заходите к нам чаще)\n\n(Translated by Google)\nIt is very pleasant that you were satisfied! Visit us more often)",
    "rating": 1,
    "name": "Владимир Владимир",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская кухня, изумительное обслуживание, приятный и изысканный интерьер.И полное отсутствие людей.Замечательно …",
    "rating": 5,
    "name": "Светлана Курильская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елена,  спасибо, что зашли и нашли время написать отзыв. Будем рады видеть вас снова.\n\n(Translated by Google)\nElena, thanks for stopping by and taking the time to write a review. We will be glad to see you again.",
    "rating": 5,
    "name": "Stepan Razin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо все понравилось. Праздновали День рождение, всем гостям все понравилось. Вкусно, и уютно. …",
    "rating": 5,
    "name": "Vt M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Руслан, спасибо! С радушным гостеприимством, коллектив ресторана \"Папа Нико\")\n\n(Translated by Google)\nRuslan, thank you! With warm hospitality, the staff of the restaurant \"Papa Niko\")",
    "rating": 1,
    "name": "Eldar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место. Умеренные цены. Можно хорошо провести время с друзьями или же устроить романтический ужин. …",
    "rating": 5,
    "name": "Игорь Анисимов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная! Официант обслужил хорошо!\nВсе понравилось )\nРекомендую! …",
    "rating": 5,
    "name": "День Зерновий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Дмитрий!  Спасибо большое за столь приятный отзыв! Ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nGood evening, Dmitry! Thank you very much for such a nice review! We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Yana Novikova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное заведение с вкусной едой и прекрасным обслуживанием.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "inna melnik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место. Хорошая атмосфера. Приветливый персонал. Хорошо провёл время-неприменно ещё сюда приду)) …",
    "rating": 5,
    "name": "Andrey Borota",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Юрий! Очень рады, что Вам все понравилось, будем рады Вас видеть в нашем ресторане!\n\n(Translated by Google)\nHello, Yuri! We are very glad that you liked everything, we will be glad to see you in our restaurant!",
    "rating": 3,
    "name": "FLAUTO DOLCE",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place. But tight. Friendly staff. Nice romantic atmosphere. Very nice interior. For lovers. …",
    "rating": 4,
    "name": "Леново Ленововтч",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Влюбилась в это место из-за куриного филе в кофейном соусе 😋 Да и интерьер тут очень приятный. …",
    "rating": 4,
    "name": "Юрий Евенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ксения, спасибо! Да, у  нашего Шефа много тайных секретов, как по-особенному приготовить мясо. Приходите вновь и пробуйте другие позиции нашего меню! Всегда рады удивлять Вас!\n\n(Translated by Google)\nXenia, thanks! Yes, our Chef has many secret secrets, how to cook meat in a special way. Come again and try the other positions of our menu! We are always glad to surprise you!",
    "rating": 1,
    "name": "Yurii Maivaldov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный сервис. Приятная музыка. Очень уютно. И огромное спасибо за вкусный кальян!!! …",
    "rating": 5,
    "name": "Tri_Rublya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо большое за ваш отзыв, ждем вас снова в гости !)\n\n(Translated by Google)\nHello! Thank you very much for your feedback, we are waiting for you again!)",
    "rating": 5,
    "name": "Андрей З.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Snug. The window to the kitchen and grill. It is interesting to observe the work of chefs …",
    "rating": 5,
    "name": "Rovsen Nesirov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Антон) Спасибо большое за Ваш отзыв! Будем рады видеть Вас в нашем ресторане! До встречи)\n\n(Translated by Google)\nHello Anton) Thank you very much for your feedback! We will be glad to see you in our restaurant! See you)",
    "rating": 5,
    "name": "Андрей Назаров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место, с вкусной грузинской кухней и приятными ценами👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Irina Solyanyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за отзыв! Ждём Вас снова)\n\n(Translated by Google)\nThanks for the feedback! Waiting for you again)",
    "rating": 5,
    "name": "Сергей Голуб",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, уютно, быстрое обслуживание, самые хорошие впечатления!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Andrey Reveko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Ждём Вас снова :)\n\n(Translated by Google)\nThank you for your feedback! We are waiting for you again :)",
    "rating": 5,
    "name": "Сергій Корнілов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень тепло, радушно и уютно у Вас)) А еще вкусно и красиво)) Вы молодцы!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mykola Berkuta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Валерия!\nСпасибо большое за такой замечательный отзыв! )\nОбязательно заходите ещё к нам в ресторан, будем весьма рады видеть Вас снова!\n\n(Translated by Google)\nHello, Valeria!\nThank you very much for such a wonderful review! )\nBe sure to come back to our restaurant, we will be very happy to see you again!",
    "rating": 5,
    "name": "Марина Лазаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good atmospheric restaurant.\n\n(Original) …",
    "rating": 5,
    "name": "Андрій Древуш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere!!! ❤ Very romantic 💐\nDelicious cuisine and excellent service 🙏 …",
    "rating": 5,
    "name": "Артем Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные крем супы❤️\nНо по хинкали не довольна( …",
    "rating": 5,
    "name": "Анжела Петриченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое. Хинкали уже исправили. Будем рады видеть вас в нашем ресторане. Ждём Вас)\n\n(Translated by Google)\nThank you very much. Khinkali has already been fixed. We will be glad to see you in our restaurant. Waiting for you)",
    "rating": 5,
    "name": "Олена Дадів",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Время ожидания блюд ..... очень быстро.  Хачапури по аджарски 50мин. Так что - добро пожаловать. …",
    "rating": 5,
    "name": "Alexandra Vazhova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное уютное место,вкуснейшая кухня,все очень понравилось,отдельное спасибо официантке Лере за внимательнось,пунктуальнось и классное обслуживание!) …",
    "rating": 5,
    "name": "Анна Сокол",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Ирина! Спасибо большое за ваш отзыв! Ждем вас снова в нашем ресторане)\n\n(Translated by Google)\nHello Irina! Thank you very much for your feedback! We are waiting for you again in our restaurant)",
    "rating": 5,
    "name": "Алексей Сирота",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нереально крутое заведения 👍👍👍\nВсе понравилось ♥️👍👍👍\nСоветую всем!!! …",
    "rating": 4,
    "name": "Остеопат Кирилл Бабенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы очень ценим, что вы столь высоко оценили уровень нашего ресторана! Приходите, ждём вас в гости снова!\n\n(Translated by Google)\nWe really appreciate that you appreciate the level of our restaurant so highly! Come, we are waiting for you to visit again!",
    "rating": 4,
    "name": "Sviatoslav Melnychenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан, прекрасное обслуживание. Уютно и не дорого!\nРекомендую. …",
    "rating": 5,
    "name": "Oleksandr Grysha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, Максим! Благодарим Вас за прекрасные комментарии! Нам очень приятно. Мы всегда рады видеть Вас в числе своих гостей. Надеемся вскоре увидеть Вас снова в нашем ресторане!\n\n(Translated by Google)\nGood afternoon, Maxim! Thank you for the wonderful comments! We are very pleased. We are always glad to see you among our guests. We hope to see you again in our restaurant soon!",
    "rating": 5,
    "name": "Саша Бірюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вежливый персонал, приятная атмосфера, нормальные цены. Всё вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Оля",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Валерия, добрый день! Благодарим за Ваш отзыв о нашем ресторане! Всегда будем рады видеть Вас в числе нашей постоянной гостьи. Приходите сами и приглашайте Ваших друзей!\n\n(Translated by Google)\nValeria, good afternoon! Thank you for your feedback about our restaurant! We will always be glad to see you among our regular guests. Come yourself and invite your friends!",
    "rating": 5,
    "name": "Ганна Чепурна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "#каштан2000 рекомендует. Здесь вкусное мясо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Лобанов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The best friend celebrated the wedding. Excellent cuisine and staff. I highly recommend. …",
    "rating": 5,
    "name": "Oleksii Fedorowytch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Игорь, благодарим за отзыв! Хоть подвязку и не разыграли, но мы очень надеемся, что Вашу свадьбу вы также отпразднуете в нашем ресторане! А вашим прекрасным друзьям мы от всего дружного коллектива ресторана \"Папа Нико\" желаем безграничной любви и тихого семейного счастья!\n\n(Translated by Google)\nIgor, thank you for your feedback! Although the garter and not played, but we really hope that your wedding will also be celebrated in our restaurant! And to your wonderful friends we from all the friendly staff of the restaurant \"Papa Niko\" wish unlimited love and quiet family happiness!",
    "rating": 5,
    "name": "Роман Третяк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "лучшее место, вкусно и хорошо обслуживают\n\n(Translated by Google)\nbest place, tasty and well served",
    "rating": 5,
    "name": "Cross Max",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked it. Deliciously. For a \"small\" family feast with dancing is a good place. …",
    "rating": 5,
    "name": "Павел Бирюлин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анна, большое спасибо! Всегда Вам рады!\n\n(Translated by Google)\nAnna, thank you very much! We are always glad to see you!",
    "rating": 2,
    "name": "Вячеслав Гладчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный дизайн, спокойная музыка, вкусная еда, бизнес ланч 45 грн\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladislav Arnaut",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рыба на гриле очень вкусная , хинкали не понравились , очень сухие , обслуживающий персонал очень приветливый , и гостиприимний , особенно девочки !!!!! Подтяните кухню !!!!! …",
    "rating": 5,
    "name": "Mykhailo Predvichnyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Знаем этот ресторан с первого дня. Кухня вкусная но цены взлетели космос\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Назар Дзюменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бизнес ланчи по 45 грн - отличный обед на каждый рабочий день.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Федір Долгіх",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторан восточной и европейской кухни. Вкусные блюда,приемлемые цены.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Иван Иванов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "вкусно и недорого. хорошая терасса.\n\n(Translated by Google)\ntasty and inexpensive. good terrace.",
    "rating": 3,
    "name": "Сергій V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные хачапури, приятная атмосфера)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Сергей Доценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Классная и очень вкусная кухня , хороший выбор напитков, советую посетить 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexander Skripchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей, благодарим за  визит и хороший отзыв! С нетерпением ждём Вас в гости вновь!\n\n(Translated by Google)\nAndrew, thank you for your visit and good feedback! We look forward to welcoming you again!",
    "rating": 5,
    "name": "Евгения Редько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заходил на чай и узнал что здесь есть кальяны. Оказалось, что одни из лучших в голосеевском районе. …",
    "rating": 5,
    "name": "Ярослав Прокопчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Sergei! Thank you for your assessment) We look forward to seeing you again!\n\n(Original)\nЗдравствуйте, Сергей ! Благодарим за вашу оценку) Ждем Вас снова!",
    "rating": 5,
    "name": "Андрей Ильющенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень доволен бизнес ланчем. Цена/качество в самый раз.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Таня Яковенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в ресторане. Ждём вас\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you at the restaurant. Waiting for you",
    "rating": 5,
    "name": "Полина Радченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторанчик, семейный, тихий и уютный. Кухня грузинская, отменная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Всегда нравятся огоньки этого ресторанчика ночью\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Черепанова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здраствуйте. Спасибо большое за приятные слова. С нетерпением ждем Вас в гости!!!\n\n(Translated by Google)\nHello. Thank you very much for the nice words. We are looking forward to visit you !!!",
    "rating": 5,
    "name": "Аня Дяченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дайте этому месту шанс вас удивить! Очень удобные диванчики)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Val R",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за оставленный отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 5,
    "name": "Владимир Шмонденко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious homemade wine and Fur Alina dessert, be sure to try! …",
    "rating": 4,
    "name": "Катерина Давидова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Thank you for your feedback! Looking forward to seeing you again!)\n\n(Original)\nДоброго дня! Дякуємо за ваш відгук! З нетерпінням чекаємо на вас знову!)",
    "rating": 4,
    "name": "Vitaliy Petruk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо, за хорошое обслуживание, очень понравилось, приходили со своей девушкой, атмосфера просто супер, ждем когда будут кальяны))) …",
    "rating": 4,
    "name": "Yaroslav Biedarov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошее заведение. Очень вкусное хачапури по мегрельски. Советую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maya Pchilka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Алла, благодарим за отзыв! Приходите и попробуйте весь ассортимент блюд в нашем ресторане! До встречи!\n\n(Translated by Google)\nAlla, thank you for your feedback! Come and try the whole range of dishes in our restaurant! See you!",
    "rating": 5,
    "name": "Василь Овчарук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В хачапури теста больше чем начинки, в лобиани ее практически нет. Цены низкие.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Rrr Shevchuque",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виталий, благодарим за отзыв. Но хачапури готовят из дрожжевого теста, а лобиани из пресного листового теста. По этим критериям и различают эти блюда. Ждем Вас вновь в нашем ресторане.\n\n(Translated by Google)\nVitaly, thank you for the feedback. But khachapuri is made from yeast dough, and lobiani is made from unleavened sheet dough. According to these criteria and distinguish these dishes. We are waiting for you again in our restaurant.",
    "rating": 5,
    "name": "Марина Кощавка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice restaurant, with friendly service. Good beer!\n\n(Original) …",
    "rating": 4,
    "name": "Anatoliy Kindle",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good day, Dietmar! Thanks you very much) We hope that this glass will bring you good luck and will remind you of our restaurant and Ukraine!",
    "rating": 5,
    "name": "Igor Katsy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) From the interior to the kitchen everything is \"excellent\". Once again convinced. …",
    "rating": 5,
    "name": "Виктория Александровна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Dmitry! Thank you very much for your feedback) We are waiting for you again in our restaurant!\n\n(Original)\nДоброго дня, Дмитро! Дуже вдячні за ваш відгук) Чекаємо знову на вас в нашому ресторані!",
    "rating": 4,
    "name": "диана барбі",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked everything very much, thank you for the delicious cuisine :) …",
    "rating": 5,
    "name": "Назар Остап",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Maxim! Thank you very much for your appreciation! We are waiting for you again in our restaurant!\n\n(Original)\nДоброго дня, Максиме! Дякуємо велике, за вашу оцінку! Чекаємо на Вас знову в нашому ресторані!",
    "rating": 5,
    "name": "Игорь Вовченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали день рождения, очень вкусная еда.\n\n(Translated by Google)\nCelebrated birthday, delicious food.",
    "rating": 5,
    "name": "Дмитро Боровенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ел здесь только бизнес ланч. Нормальная еда за 55 грн, найди дешевле.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Stas Kozhemiakin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Егор, благодарим за отзыв!\n\n(Translated by Google)\nEgor, thank you for your feedback!",
    "rating": 4,
    "name": "Валерий Саленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грузинская кухня, адекватные цены,хороший дизайн,приветливый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "denis vyazankin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оксана, спасибо за приятные слова)) Ждем в гости снова!\n\n(Translated by Google)\nOksana, thanks for the nice words)) We are waiting for a visit again!",
    "rating": 5,
    "name": "Victor Pustelnyc",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо ресторану за гостеприимство, хорошее обслуживание, вкусную еду и за отличное настроение.\nУспехов в работе !!! …",
    "rating": 5,
    "name": "Ирина Горкавая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place, the perfect place to spend the evening. I will definitely come again))) …",
    "rating": 5,
    "name": "Александр алексстрой",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Alexander! Thank you for your feedback! We are waiting for you again in our restaurant!\n\n(Original)\nДоброго дня, Олександр! Дякуємо Вам, за ваш відгук! Чекаємо на Вас знову в нашому ресторані!",
    "rating": 4,
    "name": "Оксана Макаревич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, отличный сервис.\n\n(Translated by Google)\nDelicious cuisine, excellent service.",
    "rating": 5,
    "name": "Anatoliy Rentgenovich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Классное место. Хорошее обслуживание, вкусная еда. Чего ещё надо ?)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Таня Станчу",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, спасибо! Мы стараемся только для Вас! Нам больше ничего не надо, кроме Ваших позитивных отзывов!!)\n\n(Translated by Google)\nDmitry, thank you! We try only for you! We do not need anything else, except your positive feedback !!)",
    "rating": 3,
    "name": "inga gg",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное обслуживание,  вкусная разнообразная кухня, уютный интерьер! Рекомендую! …",
    "rating": 5,
    "name": "Sveta Novakova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашли с подругой выпить кофе.  Остались до закрытия . Нам было весело.😄😄😄\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Семенченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в ресторане. Ждём Вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you at the restaurant. We are waiting for you again",
    "rating": 1,
    "name": "nekitos",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere, delicious food and good service!\n\n(Original) …",
    "rating": 5,
    "name": "N Viktor",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте Максим! Спасибо за ваш отзыв, ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Maxim! Thank you for your feedback, we are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Soluyanov Andrey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не понравилось меню, фруктовая нарезка без ассортимента. Не вкусно. Надеюсь, исправятся. …",
    "rating": 3,
    "name": "Жанна Жанна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусненько!!!\n\n(Translated by Google)\nVery tasty !!!",
    "rating": 5,
    "name": "Сергей Данильчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторан. Можно заказать празднования юбилеев и т.д\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вадим",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Сергей! Спасибо большое за ваш отзыв! Будем рады видеть вас в нашем ресторане!\n\n(Translated by Google)\nHello Sergey! Thank you very much for your feedback! We will be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Максим Нагородній",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цены завышены, меню слабовато, не стал даже ничего заказывать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Королёв",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Приятное обслуживание.\n\n(Translated by Google)\nYummy. Pleasant service.",
    "rating": 5,
    "name": "Julia Pavlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, nice staff and really chic lamb chebureks …",
    "rating": 5,
    "name": "Володимир Корженко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всегда приходим сюда с семьей.\nВкусно, уютно,  профессионально! …",
    "rating": 5,
    "name": "Юлия Фадеева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сева, большое спасибо! Ваши отзывы окрыляют весь персонал нашего ресторана! До новых встреч!\n\n(Translated by Google)\nSeva, thank you very much! Your feedback inspires all the staff of our restaurant! Until next time!",
    "rating": 5,
    "name": "Михаил Князевский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкуснейший хачапури по мегрельки😋 10/10\n\n(Translated by Google)\nDelicious khachapuri on megreliki😋 10/10",
    "rating": 5,
    "name": "маф",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не советую совсем, бизнес-ланч ужасный, нюочень неторопливо кухня.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Макс Ков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день. Спасибо, Вам за отзыв. Хотим разобраться в причине вашего недовольства, могли бы Вы конкретней описать ваши замечания на наш емейл. Стоимость у нас бизнес ланчей 65 грн, каждый день мы его обновляем и стараемся делать разнообразным. Выносим мы ланчи в течении 5-8 мин, так как очень дорожим нашими гостями и понимаем что в обеденный перерыв они ограничены во времени.\nНо плохой отзыв это тоже реклама. Еще раз спасибо Вам, мы постараемся устранить наши ошибки.\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback. We want to understand the reason for your dissatisfaction, could you more specifically describe your comments on our email. The cost of our business lunch is 65 UAH, every day we update it and try to make it diverse. We take out lunches for 5-8 minutes, as we really value our guests and understand that they are limited in time during the lunch break.\nBut a bad review is also an advertisement. Thank you again, we will try to eliminate our mistakes.",
    "rating": 4,
    "name": "andriy kalmykov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное место,хороший персонал и очень вкусные блюда.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Екатерина Полищук (Василиса)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятно,что оценили наш ресторан и коллектив). Большое Вам спасибо. Будем всегда рады видеть Вас.\n\n(Translated by Google)\nVery pleased that our restaurant and staff appreciated). Thank you very much. We will be always glad to see you.",
    "rating": 5,
    "name": "Виталий Мельничук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty, fast)\nI will come more than once) …",
    "rating": 5,
    "name": "Вадим Левковский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ирина,  с праздником! Благодарим за визит и такой оперативный и положительный отзыв!\n\n(Translated by Google)\nIrina, happy holidays! Thank you for your visit and such a prompt and positive feedback!",
    "rating": 5,
    "name": "Денис Федотов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня очень вкусная, уютно,душевно.\n\n(Translated by Google)\nThe kitchen is very tasty, cozy, soulful.",
    "rating": 5,
    "name": "Алина Черненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады нашим гостям!\n\n(Translated by Google)\nThank you for your feedback! Always welcome our guests!",
    "rating": 4,
    "name": "Світлана Горбань",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, nice polite staff))\n\n(Original) …",
    "rating": 5,
    "name": "Сергей Коломиец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Irina! Thank you very much for your appreciation) We are waiting for you again in our restaurant!\n\n(Original)\nДоброго дня,  Ірино! Дякуємо велике Вам, за вашу оцінку) Чекаємо на Вас знову в нашому ресторані!",
    "rating": 4,
    "name": "Dmytro Kots",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень  уютное заведение!Вкусная кухня, приветливый персонал! )))\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Юрий Нечаев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень милый, уютный ресторан.\n\n(Translated by Google)\nVery nice, cozy restaurant.",
    "rating": 4,
    "name": "Vadim Bespalyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан хороший, контингент иногда не  очень\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олександр Добрий-Вечір",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей, добрый день! Благодарим за отзыв! Мы Вам всегда рады!\n\n(Translated by Google)\nAndrey, good afternoon! Thank you for your feedback! We are always glad to see you!",
    "rating": 5,
    "name": "Olyshka S",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный интерьер. Вкусная еда, хорошее обслуживание,  приемлемые цены.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Кондратенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интересное заведение по дизайну, кухня на твёрдую 4ку, но цены завышены как для заведения в спальном районе. …",
    "rating": 3,
    "name": "Дмитро Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютная атмосфера, приветливый персонал,кухня и напитки хорошие🙂\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Снежана Шикимака",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте,  Натали! Спасибо большое за отзыв. Всегда рады Вас видеть в нашем ресторане)\n\n(Translated by Google)\nHello, Natalie! Thank you very much for your feedback. We are always glad to see you in our restaurant)",
    "rating": 4,
    "name": "Евгения Шаповалова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Обалденное место! Процветания Вам!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрій Охріменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место - все вкусно, своевременно, цены отличные. Очень рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владислав Тихонов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Наталья, спасибо!  С нетерпением ждём с Вами следующей встречи!\n\n(Translated by Google)\nNatalia, thank you! We look forward to meeting you next!",
    "rating": 5,
    "name": "Егор Лашкул",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная грузинская кухня. Приятный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ірина Фісунова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень все вкусно!  Шашлык  вортю  тает!!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Олег Петров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был подан пропавший десерт! Хорошее впечатление было испорчено (\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алуксандр филоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "ресторан хороший,.кухня вкусная,  заметельный персонал\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Сергей Бигун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Влада! Спасибо за ваш  отзыв! С нетерпением ждем вас снова в нашем ресторане)\n\n(Translated by Google)\nHello, Vlada! Thanks for your feedback! We look forward to seeing you again in our restaurant)",
    "rating": 4,
    "name": "Таня Ільницька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно , приятно, цены без фанатизма, обслуживание...\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Oleksii Movchan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, спасибо за высокую оценку! Ждём Вас снова!\n\n(Translated by Google)\nSergey, thank you for your appreciation! We are waiting for you again!",
    "rating": 3,
    "name": "Taras Gordiienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ничего особенного, но вкусно и прекрасный персонал.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Татьяна Аврамич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цены минимальные и всё очень вкусно!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анастасия Билинкис",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы стараемся:) Всегда рады гостям!\n\n(Translated by Google)\nWe are trying :) We are always happy to see guests!",
    "rating": 4,
    "name": "Multigrand",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In my opinion, a great restaurant with quality food and great staff …",
    "rating": 5,
    "name": "Елизавета",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious restaurant with nice service. Thank you for the food …",
    "rating": 4,
    "name": "Masha Danilova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andriy, we are glad that you like our food - it is the best in the city! Thank you for visiting!\n\n(Original)\nАндрій, ми раді, що Вам довподоби наш харчо - він найкращий в місті! Дякуємо за візит!",
    "rating": 3,
    "name": "Bird",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень милое, уютное место. Далма - класс!\n\n(Translated by Google)\nVery nice, cozy place. Dalma is great!",
    "rating": 5,
    "name": "Serhii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютно, отзывчий персонал и очень вкусная еда!!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Вероника Марчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Артем!\nБольшое спасибо за Ваш отзыв!Всегда рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nHello, Artem!\nThank you very much for your feedback! We are always glad to see you in our restaurant!",
    "rating": 4,
    "name": "Ульяна Петрова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 4,
    "name": "Михаил Ишичкин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "отличная грузинская кухня, тёплая атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nikita Hudoley",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мераб, благодарим за отзыв!\n\n(Translated by Google)\nMerab, thank you for your feedback!",
    "rating": 3,
    "name": "Вадим Бондар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A great institution. They cook quite well. But the music is bad. …",
    "rating": 3,
    "name": "Yan Pyechkurov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендую!  Все очень вкусно!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Виталий Омельчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день. Спасибо Вам большое за такую высокую оценку. Будем рады видеть вас в нашем ресторане. Приходите)\n\n(Translated by Google)\nGood afternoon. Thank you very much for your appreciation. We will be glad to see you in our restaurant. Come)",
    "rating": 5,
    "name": "Serg Loran",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasantly surprised, the food is delicious, interesting interior …",
    "rating": 4,
    "name": "Klik Map",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в нашем ресторане.\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you in our restaurant.",
    "rating": 5,
    "name": "Артем Максимов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не плохо,вкусно\n\n(Translated by Google)\nNot bad, tasty",
    "rating": 4,
    "name": "Оксана Бутрим",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Wickz Sega, благодарим! Рады слышать, что Вы остались довольны нашей кухней и рестораном в целом! Ждем Вас в гости!\n\n(Translated by Google)\nWickz Sega, thanks! We are glad to hear that you were satisfied with our cuisine and the restaurant as a whole! We are waiting for your visit!",
    "rating": 5,
    "name": "Yura Skripets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятные цены, неплохая кухня\n\n(Translated by Google)\nNice prices, good cuisine",
    "rating": 5,
    "name": "AISI316",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty cuisine, nice place\n\n(Original) …",
    "rating": 5,
    "name": "Roman Hawk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Приходите к нам вновь)\n\n(Translated by Google)\nThank you for your feedback! Come to us again)",
    "rating": 3,
    "name": "Анастасія Прекрасна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторанчик уютный, недорогой и со вкусной едой.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nonna Galangy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, добрый вечер! Рады, что удовлетворили ваши пожелания! Ждем вас в гости вновь!\n\n(Translated by Google)\nSergey, good evening! Glad to satisfy your wishes! We are waiting for you to visit again!",
    "rating": 4,
    "name": "Володимир Вітковський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чача и шашлык были очень вкусные. Всем советую!\n\n(Translated by Google) …",
    "rating": 2,
    "name": "oksana baranovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, хороший сервис.\n\n(Translated by Google)\nTasty, good service.",
    "rating": 5,
    "name": "Иван «Shwa!»",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Алексей, спасибо за Ваш отзыв и высокую оценку. Рады что у нас нравится и ждём Вас снова!\n\n(Translated by Google)\nAlexey, thank you for your feedback and appreciation. We are glad that we like and look forward to seeing you again!",
    "rating": 5,
    "name": "Olga Tk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные и недорогие бизнес ланчи. Рекомендую!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Милиневская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Приходите не только на бизнес ланчи, а и вечером на ужин с друзьями!\n\n(Translated by Google)\nThank you for your feedback! Come not only for business lunches, but also for dinner with friends in the evening!",
    "rating": 5,
    "name": "Rakhat Lukum",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня очень на уровне. Но медленно работает кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ю Г",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Александра,\nблагодарим за отзыв о нашем ресторане, он поможет нам конструктивно проработать и устранить ошибки. Мы уже поговорили с коллективом и обсудили данный вопрос, ведь даже несмотря на то, что у нас нет заморозок и полуфабрикатов, как в большинстве ресторанов, и мы подаем блюда только из-под ножа (готовим лишь после вашего заказа), время ожидания должно быть, по возможности, рационально минимальным.\n\n(Translated by Google)\nHello, Alexandra,\nThank you for your feedback about our restaurant, it will help us constructively work out and eliminate errors. We have already talked with the team and discussed this issue, because even though we do not have frosts and convenience foods, as in most restaurants, and we serve dishes only from under the knife (we cook only after your order), the waiting time should be , whenever possible, rationally minimal.",
    "rating": 5,
    "name": "Артем Левитас",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чисто. Вкусно. Вежливые официанты.\n\n(Translated by Google)\nPurely. Tasty. Polite waiters.",
    "rating": 4,
    "name": "Владимир Николаев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! И всегда ждем в гости😉\n\n(Translated by Google)\nThanks for your feedback! And always waiting for a visit",
    "rating": 5,
    "name": "Елена Скороходько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятно порадовал штрудель приготовленный прямо перед подачей.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Киров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасный уютный ресторан. Шикарные хачапури.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Богдан Сокуренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и доступно\n\n(Translated by Google)\nVery tasty and affordable",
    "rating": 5,
    "name": "Ata Diplomatti",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Татьяна Валиханова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда неплохая, обслуживание немного хромает\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Лера Пухаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Владимир, благодарим за конструктивный отзыв. Мы проработали Ваши замечания с персоналом относительно всех аспектов сервиса. Надеемся, что в Ваш следующий визит, у Вас останутся приятные воспоминания:)\n\n(Translated by Google)\nVladimir, thank you for your constructive feedback. We have worked out your comments with the staff regarding all aspects of the service. We hope that on your next visit, you will have pleasant memories :)",
    "rating": 5,
    "name": "Eduard Kuznetsov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная обстановка, приемлемые цены, обслуживание на высшем уровне!!!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лера Шевченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Михаил, спасибо за Ваш комментарий и высокую оценку)  Всегда рады видеть Вас снова!\n\n(Translated by Google)\nMichael, thank you for your comment and appreciation) Always glad to see you again!",
    "rating": 4,
    "name": "Viktor Pavlovets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Такое уютное местечко оказалось🤩🤩\n\n(Translated by Google)\nIt turned out to be such a cozy place🤩🤩",
    "rating": 4,
    "name": "Віктор Лахтюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда, приятная атмосфера, рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jack Smith",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Анна! Спасибо за Ваш отзыв! Ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Anna! Thanks for your feedback! We are waiting for you again in our restaurant!",
    "rating": 4,
    "name": "Alex R",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) nice little girl will like it for sure)\n\n(Original) …",
    "rating": 5,
    "name": "Nik kolay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место хорошое, но чуствуется дешевизна интерьера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алена Мощенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Nicholas. Thank you for your feedback. We will take your comments into consideration and, if possible, correct. We hope to see you again in our restaurant in the near future. Thank you.\n\n(Original)\nДоброго вечора, Николай. Дякуємо Вам за відгук. Ми візьмемо до уваги Ваше зауваження та при можливості виправимо. Маємо надію в найближчий час знову бачити Вас в нашому ресторані. Дякуємо.",
    "rating": 5,
    "name": "Liubomyr Gavryliv",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Славное место, вкусная еда, приятный персонал.\n\n(Translated by Google)\nNice place, great food, nice staff.",
    "rating": 5,
    "name": "Александра Демченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо, Роман! Мы стараемся для Вас! До встречи в Папа Нико!\n\n(Translated by Google)\nThank you Roman! We are trying for you! See you in Papa Nico!",
    "rating": 5,
    "name": "Alexander Solovov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное место, с приятным персоналом. Не пожалели, что зашли. Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тарас Філюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Любим ходить с подругами на хинкали и чачу.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Юлія Осаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в ресторане. Ждём Вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you at the restaurant. We are waiting for you again",
    "rating": 5,
    "name": "Александр Рыбальченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "все супер\n\n(Translated by Google)\neverything is super",
    "rating": 5,
    "name": "Ірина Коновалова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская кухня, недорого, обширное меню\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Diana Kyrychuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ничего не впечатлило! Серенький без изюминки...\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Светлана Кулишова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "UNL Lottery, благодарим! Ваш отзыв имеет право быть! Ведь у каждого человека свои вкусы и предпочтения!\n\n(Translated by Google)\nUNL Lottery, thank you! Your review is eligible! After all, each person has his own tastes and preferences!",
    "rating": 5,
    "name": "Виталий Ревицкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "приятное уютное заведение с хорошей кухней и доступными ценами\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Таня Вознюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приветливый персонал, вкусная кухня!\n\n(Translated by Google)\nFriendly staff, delicious food!",
    "rating": 5,
    "name": "Анастасия Чаюн",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Sergius, thank you for your feedback! Waiting for you next time! See you.\n\n(Original)\nСергію, дякуємо за відгук! Чекаємо наступного разу! До зустрічі.",
    "rating": 5,
    "name": "Михаил Андрияненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Классно тут подавать.Все со вкусом!))))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Влад Мельнник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вопрос к владельцам: где персонал?ждали заказ 2 часа((((\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ярослав Андрощук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ольга, добрый день. Благодарим за вопрос. И чтобы разобраться с данной ситуацией, прошу напомнить дату и время Вашего визита. Подробности можно прислать на нашу почту: Papaniko2017@gmail.com. Мы обязательно разберемся. А вас ждёт приятный сюрприз от нашего шеф-повара при следующем посещении нашего ресторана. До встречи!\n\n(Translated by Google)\nOlga, good afternoon. Thank you for asking. And to deal with this situation, please remind the date and time of your visit. Details can be sent to our email: Papaniko2017@gmail.com. We will definitely figure it out. And a pleasant surprise awaits you from our chef when you next visit our restaurant. See you!",
    "rating": 5,
    "name": "Dmytro Yermolenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня!! Все вкусно!!\n\n(Translated by Google)\nGreat food !! Everything is delicious !!",
    "rating": 5,
    "name": "Олексій Лисянський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв, Алексей! Рады стараться для наших любимых гостей!)\n\n(Translated by Google)\nThank you for your feedback, Alexey! Glad to try for our favorite guests!)",
    "rating": 5,
    "name": "José Antonio Sarrió Arnau",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное кафе. Приятние официанти. Вкусний кофе\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Jonny Blazing",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная еда и очень тёплая атмосфера\n\n(Translated by Google)\nGreat food and very warm atmosphere",
    "rating": 5,
    "name": "Анна Алышева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Иван, мы рады что Вам у нас нравится. Будем рады видеть Вас ещё!\n\n(Translated by Google)\nIvan, we are glad that you like us. We will be glad to see you again!",
    "rating": 5,
    "name": "Юля Головко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусный сыр...очень...особенно брынза)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Илья Сокур",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Ждём Вас снова :)\n\n(Translated by Google)\nThank you for your feedback! We are waiting for you again :)",
    "rating": 4,
    "name": "Svyatoslav Matviyenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, приятный интерьер.\n\n(Translated by Google)\nDelicious cuisine, nice interior.",
    "rating": 5,
    "name": "Bohdan Chevhko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Large and delicious portions of business lunch\n\n(Original) …",
    "rating": 5,
    "name": "Skromn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew thank you! We are waiting for you every day! And not only for business lunches, but also for a festive dinner with your friends.\n\n(Original)\nАндріє, дякуємо! Чекаємо на вас кожен день! І не тільки на бізнес-ланчі, а також на святкову вечерю з вашими друзями.",
    "rating": 5,
    "name": "Rodion Pervuy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously! I advise lunch!\n\n(Original)\nСмачно! Раджу ланч!",
    "rating": 5,
    "name": "Роман Кіячик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you again! :)\n\n(Original)\nДякуємо! Чекаємо на Вас знову! :)",
    "rating": 5,
    "name": "Lenovo A859",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер ресторан и кухня великолепная! Рекомендую!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Iurii Korsun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня, необычный интерьер\n\n(Translated by Google)\nExcellent cuisine, unusual interior",
    "rating": 4,
    "name": "Натали Кодырова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) His father is no longer there\n\n(Original) …",
    "rating": 5,
    "name": "Анна Кит",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте Владимир! Напишите пожалуйста конкретнее, что вы имели ввиду! Ждем вашего ответа!\n\n(Translated by Google)\nHello Vladimir! Please write more specifically what you meant! Waiting for your answer!",
    "rating": 5,
    "name": "Микола Подолян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и очень спокойно)\n\n(Translated by Google)\nTasty and very calm)",
    "rating": 4,
    "name": "влад калекин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Светлана! Спасибо за ваш отзыв, приходите еще к нам! Будем рады!\n\n(Translated by Google)\nHello Svetlana! Thank you for your review, come back to us! We will be happy!",
    "rating": 5,
    "name": "Станислав Бурим",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная, хорошая еда. Уютно.\n\n(Translated by Google)\nTasty, good food. It’s cozy.",
    "rating": 1,
    "name": "Good Morning",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо.\n\n(Translated by Google)\nNot bad.",
    "rating": 4,
    "name": "Андрій Петренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасный ресторан.\n\n(Translated by Google)\nTerrible restaurant.",
    "rating": 5,
    "name": "Євгенія Шевченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дешёвые и вкусные бизнес-ланчи\n\n(Translated by Google)\nCheap and delicious business lunches",
    "rating": 5,
    "name": "Александр Данильченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Игорь! Спасибо за отзыв) Ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Igor! Thank you for your feedback) We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Katerina Galchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дешёвые и вкусные бизнес ланчи\n\n(Translated by Google)\nCheap and delicious business lunches",
    "rating": 5,
    "name": "Roman Hmyrianskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Спасибо за ваш отзыв! Приходите к нам еще)\n\n(Translated by Google)\nHello! Thanks for your feedback! Come to us again)",
    "rating": 5,
    "name": "Николай Шуман",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Saying super. Cuisine is tasty!\n\n(Original) …",
    "rating": 5,
    "name": "GGG West",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Jan, thank you very much!\n\n(Original)\nЯна, щиро дякуємо!",
    "rating": 5,
    "name": "Саша Гвоздецький",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место и обслуживание на высоте)))\n\n(Translated by Google)\nNice place and excellent service)))",
    "rating": 5,
    "name": "vito rom",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютно и вкусно )\n\n(Translated by Google)\nVery cozy and tasty)",
    "rating": 4,
    "name": "Олег Караульний",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо!😊 всегда рады видеть Вас 😉\n\n(Translated by Google)\nThank you! 😊 always happy to see you 😉",
    "rating": 4,
    "name": "Dog's - Sport & Show",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Меня там не было. Проходил мимо.\n\n(Translated by Google)\nI was not there. Passed by.",
    "rating": 3,
    "name": "Andrii Pospielov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера и дизайн -4\nКухня -4\nОбслуживание -3 …",
    "rating": 5,
    "name": "Павел Морозов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место. С хорошей кухней. Рекомендую.\n\n(Translated by Google)\nA good place. Good food. Recommend.",
    "rating": 4,
    "name": "Maryna Bondarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прождали полторачаса вместо 20мин обешаных и ушли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Саша Sunny Sandra Корниенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури «А»гонь!!!!! Да и харчо был ничего.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Власова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно, вкусно, вежливые официанты\n\n(Translated by Google)\nCozy, delicious, polite waiters",
    "rating": 5,
    "name": "Виктор Рыжов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусный люля и хачапури.\n\n(Translated by Google)\nDelicious lula and khachapuri.",
    "rating": 4,
    "name": "Анастасия Колтакова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда！Рекомендую ！\n\n(Translated by Google)\nVery tasty food! I recommend!",
    "rating": 4,
    "name": "Sergey Spivak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей, огромное спасибо! Ваш отзыв очень важен для нас!\n\n(Translated by Google)\nAndrew, thank you so much! Your feedback is very important for us!",
    "rating": 5,
    "name": "андрей полежаев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, романтично, недорого.\n\n(Translated by Google)\nTasty, romantic, inexpensive.",
    "rating": 1,
    "name": "Наталия Будниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Побухать под вкусные закуски,  то что надо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Юрченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Сергей! Спасибо большое за Ваш отзыв) Ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello Sergey! Thank you very much for your feedback) We are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Алина Лозинская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Поменяйте расписание в Гугл! Вы не работаете до 01-00!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "MegaFexxx",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty and affordable dining options.\n\n(Original) …",
    "rating": 5,
    "name": "Олег Невідомий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Sergey, for your feedback! We are waiting for you in our restaurant!\n\n(Original)\nДякуємо, Сергію, за відгук! Чекаємо Вас в нашому ресторані!",
    "rating": 4,
    "name": "Анастасия Бабак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) An interesting restaurant and an excellent barbecue\n\n(Original) …",
    "rating": 3,
    "name": "Виктория Мищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Николай, благодарим за отзыв! Приходитесли к нам чаще! Всегда рады вас видеть вновь!\n\n(Translated by Google)\nNikolay, thank you for your feedback! Come to us more often! We are always glad to see you again!",
    "rating": 5,
    "name": "Олексій Кужентський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "все очень вкусно.\n\n(Translated by Google)\nEverything is very delicious.",
    "rating": 4,
    "name": "Olena Chobotok",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Марина! Очень рады что вам понравилось) ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Marina! We are very glad that you liked it) we are waiting for you again in our restaurant!",
    "rating": 5,
    "name": "Денис Комаров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty\n\n(Original)\nДуже смачно",
    "rating": 5,
    "name": "Lenka Freelife",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great response and attention to our work.\n\n(Original)\nВелике спасибі за чудовий відгук і увагу до нашої роботи.",
    "rating": 5,
    "name": "Андрей Бодров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят вкусно\n\n(Translated by Google)\nCook delicious",
    "rating": 5,
    "name": "Nikolay Faletskij",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за отзыв! Ждём Вас в Papa Niko :)\n\n(Translated by Google)\nThank you for your feedback! We are waiting for you at Papa Niko :)",
    "rating": 5,
    "name": "Татьяна Заремба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер заведения, вкусная кухня.\n\n(Translated by Google)\nSuper establishments, delicious food.",
    "rating": 5,
    "name": "Viktoriia Kurinna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It was very delicious\n\n(Original)\nБуло дуже смачно",
    "rating": 5,
    "name": "Daria Kovaliova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "самое любимое место\n\n(Translated by Google)\nfavorite place",
    "rating": 5,
    "name": "TT",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Александра, спасибо!!!\n\n(Translated by Google)\nAlexandra, thanks !!!",
    "rating": 5,
    "name": "Ruslan Dr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная грузинская кухня\n\n(Translated by Google)\nDelicious Georgian cuisine",
    "rating": 5,
    "name": "Юля Ткачик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютненько, хорошая кухня, хорошая музыка\n\n(Translated by Google)\nCozy, good food, good music",
    "rating": 1,
    "name": "Игорь Ищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно но долго по заказу!!!\n\n(Translated by Google)\nCozy but long by order !!!",
    "rating": 5,
    "name": "Татьяна Верховых",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious grill dishes, reasonable prices\n\n(Original) …",
    "rating": 4,
    "name": "Ігор І",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place, everyone really liked it\n\n(Original) …",
    "rating": 5,
    "name": "Ярик Чередніченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня.\n\n(Translated by Google)\nVery tasty cuisine.",
    "rating": 1,
    "name": "Татьяна Дем",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Александр! Очень рады, что Вам понравилась наша  кухня. Спасибо большое за отзыв, приходите к нам еще)\n\n(Translated by Google)\nHello, Alexander! We are very glad that you liked our kitchen. Thank you very much for your feedback, come to us again)",
    "rating": 4,
    "name": "Роман Тимчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Уютно.\n\n(Translated by Google)\nDelicious. Cosy.",
    "rating": 5,
    "name": "Алина Турчина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ольга, мы очень рады, что вы остались довольны. Заходите еще!\n\n(Translated by Google)\nOlga, we are very glad that you were satisfied. Come again!",
    "rating": 5,
    "name": "Ольга Евтушенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously)\n\n(Original)\nСмачно)",
    "rating": 5,
    "name": "Elena Shevchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в нашем заведении. Ждём вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you in our establishment. We are waiting for you again",
    "rating": 5,
    "name": "Макс Шишка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень уютно. Спасибо\n\n(Translated by Google)\nEverything is very comfortable. thank",
    "rating": 5,
    "name": "Игорь Дубчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличные ланчи по доступной цене\n\n(Translated by Google)\nGreat lunches at an affordable price",
    "rating": 1,
    "name": "Alex Alex",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Алексей! спасибо за Вашу оценку! Ждем вас снова на обед)\n\n(Translated by Google)\nGood evening, Alex! Thanks for your rating! We are waiting for you again for lunch)",
    "rating": 5,
    "name": "Margarita Shyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший грузинский ресторан.\n\n(Translated by Google)\nGood Georgian restaurant.",
    "rating": 5,
    "name": "Vova Panichek",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Роман, спасибо! Стараемся от всей души для вас, дорогие наши гости!\n\n(Translated by Google)\nRoman, thank you! We do our best for you, our dear guests!",
    "rating": 5,
    "name": "Sergii Shelestiuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусное место\n\n(Translated by Google)\nVery tasty place",
    "rating": 4,
    "name": "Людмила Заец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая кухня\n\n(Translated by Google)\nGood kitchen",
    "rating": 1,
    "name": "Maria Shapran",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Так себе.\n\n(Translated by Google)\nSo-so.",
    "rating": 4,
    "name": "Артем Штогрин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место чтобы провести вечер с друзьями\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Юня Подурян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Владислав! Спасибо за высокую оценку! Ждем Вас снова с друзьями в гости)\n\n(Translated by Google)\nGood evening, Vladislav! Thank you for your appreciation! We are waiting for you again with friends to visit)",
    "rating": 5,
    "name": "al er",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохие бизнес-ланчи)\n\n(Translated by Google)\nDecent business lunches)",
    "rating": 4,
    "name": "Леся Александренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Михаил, благодарим за отзыв!!! Приходите к нам в гости!\n\n(Translated by Google)\nMichael, thank you for your feedback !!! Come to visit us!",
    "rating": 5,
    "name": "Светлана Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер, отличный ресторан.\n\n(Translated by Google)\nGreat, great restaurant.",
    "rating": 3,
    "name": "Yana Kozhukhar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Quick order completed\n\n(Original)\nШвидко виконане замовлення",
    "rating": 5,
    "name": "Victor Sorokin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Федор, благодарим за отзыв! Будем рады повторной встрече!\n\n(Translated by Google)\nFedor, thank you for your feedback! We look forward to seeing you again!",
    "rating": 4,
    "name": "Лидия Евладенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приличные бизнес обеды.\n\n(Translated by Google)\nVery decent business dinners.",
    "rating": 5,
    "name": "V C",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Иван, спасибо! Стараемся для Вас каждый день! Приходите в гости вновь! До встречи в ресторане \"Папа Нико\"\n\n(Translated by Google)\nIvan, thank you! We try for you every day! Come visit again! See you in the restaurant \"Papa Niko\"",
    "rating": 5,
    "name": "Алексей Еськов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Coffee is not delicious.\n\n(Original)\nКава не смачна.",
    "rating": 5,
    "name": "Irina Mikhailenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, мнения наших гостей важно для нас! 90 процентов наших посетителей всегда очень хвалили наш кофе. Работа проведена, кофемашина настроена. Приходите и отведайте наш кофе вновь!\n\n(Translated by Google)\nSergey, the opinions of our guests are important to us! 90 percent of our visitors always very much praised our coffee. The work is done, the coffee machine is set up. Come and taste our coffee again!",
    "rating": 5,
    "name": "Vasyl Роро",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно и вкусно\n\n(Translated by Google)\nCozy and tasty",
    "rating": 4,
    "name": "Roman F",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за отзыв. Будем рады видеть вас снова\n\n(Translated by Google)\nThank you very much for your feedback. We will be glad to see you again",
    "rating": 5,
    "name": "Tatiana Churiumova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, fast, delicious.\n\n(Original)\nЗатишно, швидко, смачно.",
    "rating": 4,
    "name": "Алена Тополенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Карина Сухецкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful institution))\n\n(Original)\nЧудовий заклад))",
    "rating": 5,
    "name": "ZERNO Ukraine",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оооочень вкусно!!!\n\n(Translated by Google)\nSooooo delicious !!!",
    "rating": 4,
    "name": "алла козирська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей, спасибо за потрясающий отзыв! Мы передадим Ваше сообщение поварам. Это сделает их день лучше.\n\n(Translated by Google)\nAndrey, thanks for the amazing review! We will pass your message on to the chefs. It will make their day better.",
    "rating": 4,
    "name": "Timonich Timonich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание ужасное, такая же и еда\n\n(Translated by Google)\nThe service is terrible, the same food",
    "rating": 5,
    "name": "Yulya Tsedik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Татьяна! Что именно Вам не понравилось?Дайте пожалуйста более подробный ответ, какие блюда вы заказывали и что Вам не понравилось в обслуживании? Ждем вашего ответа!\n\n(Translated by Google)\nHello Tatiana! What exactly did you dislike? Please give a more detailed answer, what dishes did you order and what did you dislike about serving? Waiting for your answer!",
    "rating": 5,
    "name": "Василий Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место)\n\n(Translated by Google)\nA good place)",
    "rating": 2,
    "name": "tttttolik sem",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Харчо+шашлык на высоте\n\n(Translated by Google)\nKharcho + barbecue on top",
    "rating": 5,
    "name": "Alex K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы очень рады, что вам понравилось😊ждем Вас снова! 😉\n\n(Translated by Google)\nWe are very glad you enjoyed it again! 😉",
    "rating": 5,
    "name": "Людмила Ясиневич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепные хинкали!\n\n(Translated by Google)\nGreat khinkali!",
    "rating": 5,
    "name": "Юлия Коробко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Quiet cozy place\n\n(Original)\nСпокійне затишне місце",
    "rating": 5,
    "name": "Наталія Кондратюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Смачно\n\n(Translated by Google)\nDeliciously",
    "rating": 5,
    "name": "Марина Грищенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это было незабываемо!!!!!)\n\n(Translated by Google)\nIt was unforgettable!!!!!)",
    "rating": 1,
    "name": "Марина Потапенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно,уютно\n\n(Translated by Google)\nTasty, cozy",
    "rating": 2,
    "name": "Iva Kupalskaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Катя, благодарим за Вашу обратную связь! И ждем Вас в гости вновь!\n\n(Translated by Google)\nKatya, thank you for your feedback! And we are waiting for you again!",
    "rating": 4,
    "name": "Andrii Rudenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) There are sofas, cozy\n\n(Original)\nЄ дивани, уютно",
    "rating": 5,
    "name": "qwertytygy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Поменяйте чашки умоляю\n\n(Translated by Google)\nChange cups beg",
    "rating": 5,
    "name": "Stanislav Pokutnyy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте! Извините пожалуйста, за столь неловкую ситуацию, мы приняли меры! Обязательно все исправим. Ждем Вас снова в нашем ресторане!\n\n(Translated by Google)\nHello! Please excuse me for such an awkward situation, we took action! Be sure to fix everything. We are waiting for you again in our restaurant!",
    "rating": 1,
    "name": "Toma",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and cozy\n\n(Original)\nСмачно і затишно",
    "rating": 4,
    "name": "Diana Dovbii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously cooked)))\n\n(Original)\nСмачно готують)))",
    "rating": 3,
    "name": "Сергей Иванович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Vasyl, thank you for your feedback! Very glad you liked it!\n\n(Original)\nВасиль, дякуємо за відгук! Дуже раді, що Вам сподобалося!",
    "rating": 3,
    "name": "Yurii Kondratskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно!\n\n(Translated by Google)\nTasty!",
    "rating": 5,
    "name": "djordje damcevic",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторан для семьи\n\n(Translated by Google)\nA cozy restaurant for the family",
    "rating": 5,
    "name": "Arte Boy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мариночка, спасибо! Будем рады видеть вас вновь!\n\n(Translated by Google)\nMarinochka, thanks! We will be glad to see you again!",
    "rating": 5,
    "name": "Maxim Parpalyga",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и недорого\n\n(Translated by Google)\nTasty and inexpensive",
    "rating": 5,
    "name": "Sergio Yasuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасная доступная еда\n\n(Translated by Google)\nGreat affordable food",
    "rating": 5,
    "name": "Дима Черик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и душевно\n\n(Translated by Google)\nTasty and Mentally",
    "rating": 1,
    "name": "Анатолий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виктория, спасибо! Будем рады Вас видеть снова в нашем душевном ресторане с вкусной кухней! До новых встреч!\n\n(Translated by Google)\nVictoria, thank you! We will be glad to see you again in our soulful restaurant with delicious cuisine! Until next time!",
    "rating": 5,
    "name": "Олеся Евтушенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "так",
    "rating": 5,
    "name": "Дмитро Чередніченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы рады каждому отзыву, Диана! Будем стараться оправдать ваши ожидания при следующем посещении нашего ресторана!\n\n(Translated by Google)\nWe welcome every review, Diana! We will try to meet your expectations the next time you visit our restaurant!",
    "rating": 5,
    "name": "Александр Матвеев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere.\n\n(Original)\nЧудова атмосфера.",
    "rating": 4,
    "name": "Атаев Байрам",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Назар, благодарим за отзыв! Рады принимать таких гостей, как вы, в нашем ресторане! Ждем Вас в гости с нетерпением!\n\n(Translated by Google)\nNazar, thanks for the tip! We are glad to welcome guests like you in our restaurant! We look forward to your visit with impatience!",
    "rating": 4,
    "name": "Сергей Кондратенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Превосходная кухня\n\n(Translated by Google)\nExcellent cuisine",
    "rating": 4,
    "name": "Светлана Пелишенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и уютно\n\n(Translated by Google)\nTasty and cozy",
    "rating": 5,
    "name": "василий загребельный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Дмитрий)  Спасибо за отзыв, ждем вас  в гости!\n\n(Translated by Google)\nHello, Dmitry) Thanks for the tip, waiting for you to visit!",
    "rating": 5,
    "name": "Елена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место не для молодежи\n\n(Translated by Google)\nA place not for youth",
    "rating": 4,
    "name": "Наталія Дрок",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Стас!  Нам очень жаль, что у Вас сложилось такое мнение. Просим более  подробно аргументировать ваш отзыв. Будем очень благодарны!\n\n(Translated by Google)\nHello, Stas! We are very sorry that you have such an opinion. Please argue your feedback in more detail. We will be very grateful!",
    "rating": 4,
    "name": "Оля Я",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно",
    "rating": 4,
    "name": "Виктор Яценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "Владимир Веснин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Денис! Рады, что Вам все понравилось) Приходите к нам снова!\n\n(Translated by Google)\nHello Denis! We are glad that you liked everything) Visit us again!",
    "rating": 2,
    "name": "Олег Овдийчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Комфортно\n\n(Translated by Google)\nComfortable",
    "rating": 5,
    "name": "Dmitry Feshchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось)))\n\n(Translated by Google)\nLoved it)))",
    "rating": 5,
    "name": "Катерина Зубрицкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ирина, благодрим за отзыв и ждем Вас вновь в нашем ресторане!\n\n(Translated by Google)\nIrina, thank you for your feedback and look forward to seeing you again in our restaurant!",
    "rating": 3,
    "name": "Світлана Дімітрова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание очень понравилось\n\n(Translated by Google)\nThe service really liked",
    "rating": 5,
    "name": "Артем Варванин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Soap\n\n(Original)\nМило",
    "rating": 3,
    "name": "Your Little Jesus Christ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Оксана! Спасибо за ваш отзыв, ждем вас снова\nв гости!\n\n(Translated by Google)\nHello, Oksana! Thank you for your feedback, we are waiting for you again.\non a visit!",
    "rating": 3,
    "name": "Анна Бурмакина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все вкусно\n\n(Translated by Google)\nEverything is delicious",
    "rating": 3,
    "name": "Татьяна Ткачук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо\n\n(Translated by Google)\nNot bad",
    "rating": 5,
    "name": "EVA CS:GO",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Татьяна!\nБлагодарим Вас за отзыв)\nНадеемся увидеть Вас снова в нашем ресторане.\n\n(Translated by Google)\nGood evening, Tatyana!\nThank you for your feedback)\nWe hope to see you again in our restaurant.",
    "rating": 4,
    "name": "Mykhailo Pohoda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "неплохо\n\n(Translated by Google)\nnot bad",
    "rating": 5,
    "name": "Дмитрий Кабышев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Инга, благодарим!\n\n(Translated by Google)\nInga, thank you!",
    "rating": 5,
    "name": "Ruslan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "Костя Бакканский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "На высоком уровне.\n\n(Translated by Google)\nAt a high level.",
    "rating": 5,
    "name": "Александр Абрамов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Oksana, thank you for your appreciation! See you at our restaurant!\n\n(Original)\nОксана, благодарим за высокую оценку! До встречи в нашем ресторане!",
    "rating": 4,
    "name": "Iryna Kolos",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасное обслуживание\n\n(Translated by Google)\nTerrible service",
    "rating": 5,
    "name": "Ксения Зубец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан",
    "rating": 3,
    "name": "Екатерина Крупа",
    "cat": "Georgian restaurant"
  },
  {
    "review": "очень старательный персонал\n\n(Translated by Google)\nvery diligent staff",
    "rating": 1,
    "name": "Юрий Капась",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Disappointed ....\n\n(Original)\nРазочаровало....",
    "rating": 2,
    "name": "Ар А",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошие кальяны\n\n(Translated by Google)\nGood hookahs",
    "rating": 3,
    "name": "Max Makarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкуснейший хачапури\n\n(Translated by Google)\nDelicious khachapuri",
    "rating": 5,
    "name": "Nikolai V. Patyka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место для отдыха\n\n(Translated by Google)\nGood place to stay",
    "rating": 5,
    "name": "SMART TRAVEL AS",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное местечко!\n\n(Translated by Google)\nGreat place!",
    "rating": 4,
    "name": "Віталік Радчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Норм\n\n(Translated by Google)\nnorm",
    "rating": 3,
    "name": "Mike Million",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 5,
    "name": "Олег",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marina Sepeleva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Мария",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Катерина Ємчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Игорь Лысак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Роман Лыцар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дешево и сердито\n\n(Translated by Google)\nCheap and angry",
    "rating": 5,
    "name": "Вадим Тельпиш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 5,
    "name": "Fitness Time ДОМА",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виталий, спасибо за отзыв! Всегда будем рады видеть вас в нашем ресторане!\n\n(Translated by Google)\nVitaly, thank you for your feedback! We will always be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Vladislav Pukhtiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер место\n\n(Translated by Google)\nsuper place",
    "rating": 4,
    "name": "Vika Morozova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вадим, благодарим! С нетерпением ждем Вас в гости!\n\n(Translated by Google)\nVadim, thank you! We look forward to welcoming you!",
    "rating": 4,
    "name": "Максим Котик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендую\n\n(Translated by Google)\nI recommend",
    "rating": 2,
    "name": "Ira DzaауэсЙfarova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Андрій Поправка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sofiia Medianyk (София Медяник)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за высокую оценку. Будем рады видеть вас в нашем ресторане\n\n(Translated by Google)\nThank you for your appreciation. We will be glad to see you in our restaurant",
    "rating": 5,
    "name": "Карина Минина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Виталий Леонтьев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Крюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, спасибо за Ваш отзыв! Ждем Вас в гости!\n\n(Translated by Google)\nDmitry, thank you for your feedback! We are waiting for your visit!",
    "rating": 5,
    "name": "ivan alexeev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Art Zakharchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Sergey Zaec",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nuki",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Kopylov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a high appreciation!\n\n(Original)\nДякуємо за таку високу оцінку!",
    "rating": 5,
    "name": "Ihor Kurii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Дмитро Чередніченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валентин М",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олеся Олеся",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serafyma Ilchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "O. Sitsch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sashko 5",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Марина Овсянникова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Всегда будем рады видеть вас в нашем заведении. Ждём Вас снова\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you in our establishment. We are waiting for you again",
    "rating": 5,
    "name": "LupikB",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "виталий никуличев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Сергей Федотов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alex OFF",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Liza Strunka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за оценку, Сергей! Стараемся быть лучшими для наших гостей, поэтому будем признательны если Вы напишете что могло послужить такой низкой оценке. Ждём Вашего ответа!\n\n(Translated by Google)\nThanks for rating, Sergey! We try to be the best for our guests, so we will be grateful if you write what could have served such a low rating. Waiting for your answer!",
    "rating": 4,
    "name": "Віктор Олександрович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Serhii Koval",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "It Service",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lalenakiss",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleksandr Tupikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за обратную связь. Будем рады видеть Вас снова!)\n\n(Translated by Google)\nThank you for your feedback. Looking forward to seeing you again!)",
    "rating": 5,
    "name": "Dmitry Litvinenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юлия Черкашина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Сергей Бакк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Come to us again)\n\n(Original)\nДякуємо за зворотній зв'язок! Приходьте до нас ще)",
    "rating": 3,
    "name": "Marianna Zhuravlova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Automation Help",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Olia alexandrova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Stop War",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Саенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "IRLayt",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Соня Потапенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Olga Potapievskaja",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо, Никита!\n\n(Translated by Google)\nThank you, Nikita!",
    "rating": 5,
    "name": "Null",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анжела Олифан",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв. Будем стараться исправить все ошибки. Ждём вас снова\n\n(Translated by Google)\nThank you for your feedback. We will try to correct all mistakes. We are waiting for you again",
    "rating": 5,
    "name": "Александр Стриж",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Aleksandr Alezin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Valeriy Y",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Смажук (Kiev Business View)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "tatiana dyshlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Наталья Сарычева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Artem :)\nThanks for the feedback! We are waiting for you again.\n\n(Original)\nДобрий день, Артем :)\nДякуємо за відгук! Чекаємо на Вас знову.",
    "rating": 5,
    "name": "Vitaliy Kovalchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Evgen Haritonenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анна Кузьменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Влада Тижук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Большое Вам спасибо за высокую оценку. Всегда будем рады видеть вас в нашем заведении.\n\n(Translated by Google)\nThank you very much for your appreciation. We will always be glad to see you in our establishment.",
    "rating": 4,
    "name": "Олег Литвинов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Яна Коростылёва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рома, благодарим за пятерочку).\n\n(Translated by Google)\nRoma, thank you for pyaterochku).",
    "rating": 4,
    "name": "Андрей Близнюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andrew",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Людмила Кифоренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олексій Гординський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Соломія Михайлиця",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Alina Demura",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Konstantin B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Vejdi1964 Velievi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Vlad Boyko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрій Колесник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам огромное за отличный отзыв. Мы будем стараться для Вас. Приходите к нам, мы будем очень рады видеть Вас!\n\n(Translated by Google)\nThank you very much for your excellent review. We will try for you. Come to us, we will be very glad to see you!",
    "rating": 4,
    "name": "Volodymyr Korsun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Sergey M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Анна Билык",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Большое спасибо Вам за отличный отзыв. Мы всегда будем рады видеть снова Вас!\n\n(Translated by Google)\nThank you very much for your excellent review. We will always be glad to see you again!",
    "rating": 5,
    "name": "Женя Катаржина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Тетяна Доценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dima Slobodenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Оксана Огурцова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Андрей Зозуля",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maksym Matvieienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Макаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "SERHII ZHOMIR",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим Заец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Vladyslav Vynnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрій Стасюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alllay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Кохтаева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Олександр Худолій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Андрій Сохань",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Любомир! Спасибо большое за Ваш отзыв! Ждем вас всегда в нашем ресторане)\n\n(Translated by Google)\nHello, Lyubomir! Thank you very much for your feedback! We are always waiting for you in our restaurant)",
    "rating": 5,
    "name": "Julia Chernata",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Евгений Шаповал",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kostya Virchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kirill “Tr1kz”",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юрий Шарковский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, спасибо за отзыв! Чтобы улучшить качество обслуживания в нашем ресторане, прошу Вас прислать нам на почту papaniko2017@gmail.com подробные пожелания по работе персонала в зале и по качеству кухни. Спасибо, если найдете время для письма.\n\n(Translated by Google)\nJulia, thanks for the feedback! To improve the quality of service in our restaurant, I ask you to send us detailed requests for the work of the staff in the hall and the quality of the kitchen at papaniko2017@gmail.com. Thank you if you find time to write.",
    "rating": 5,
    "name": "George Hothorn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Ирина Панченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Наталья Михайленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Volodymyr Zozulia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо вам большое за оценку\n\n(Translated by Google)\nThank you very much for the evaluation.",
    "rating": 5,
    "name": "Em1L",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Дондуков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Роман Рязанцев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Карачевцев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Antonina Ivasyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Anastasia! Thank you for your evaluation! We are waiting for you again in our restaurant!\n\n(Original)\nЗдравствуйте, Анастасия! Спасибо за вашу оценку! Ждем вас снова в нашем ресторане!",
    "rating": 4,
    "name": "den koval",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Виталий Сушко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Діанка Новіцька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Софіївська Борщагівка / Інформаційний портал",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Анастасия Анисимова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Pedak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталья Шилко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анюта Капшук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Емма Нуриева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Марина Гарбарчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Капелюх Що Говорить",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Илья! Спасибо Вам за ваш отзыв, ждем вас снова в нашем ресторане!\n\n(Translated by Google)\nHello, Ilya! Thank you for your feedback, we are waiting for you again in our restaurant!",
    "rating": 1,
    "name": "Oleksandr Borys",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Татьяна Нагайко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Yaryna Butenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "юра лгш",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте, Богдан! Спасибо за ваш отзыв, приходите к нам еще!)\n\n(Translated by Google)\nHello, Bogdan! Thanks for your feedback, come to us again!)",
    "rating": 3,
    "name": "АНАСТАСІЯ АЛАМПІЄВА",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Володимир Павлівський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Светлана Сомик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Гера Гера",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оксана Грабчак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Микола Макарчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Regina Pekurovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "liz myr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую большую оценку, приятно. Приходите к нам, всегда будем рады.\n\n(Translated by Google)\nThank you very much for such a great assessment, it's nice. Come to us, we will always be glad.",
    "rating": 5,
    "name": "Тетяна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталия Наталия",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв. Будем рады видеть вас в нашем ресторане снова. Ждём вас\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you in our restaurant again. Waiting for you",
    "rating": 4,
    "name": "Turik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Роман М.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Bogdan Kyrylyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Валентина, мы благодарны за все отзывы, которые оставляют наши гости: и положительные, и не очень).  Позвольте узнать, какое блюдо вы заказали? Что именно не понравилось? В каком направлении нам продолжать работать? Мы будем стремится стать лучше для Вас, но для этого нам нужна обратная связь. Спасибо за уделенное время для ответа на наши вопросы.\n\n13/11/18 - Уважаемая Валентина! К большому сожалению, мы так и не получили Ваш ответ, поэтому считаем этот отзыв заказным, чтобы снизить рейтинг нашего ресторана.\n\n(Translated by Google)\nValentina, we are grateful for all the reviews that our guests leave: both positive and not so). Let me know which dish you ordered? What exactly did you dislike? In which direction should we continue to work? We will strive to become better for you, but for this we need feedback. Thank you for taking the time to answer our questions.\n\n13/11/18 - Dear Valentine! Unfortunately, we have not received your answer, therefore, we consider this review to be ordered in order to lower the rating of our restaurant.",
    "rating": 5,
    "name": "Yana Dikaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Алина Паламарчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Вова Кавінський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrew Danyl",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ivan Puchko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Олеся Олегівна Богданова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Slava Markov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое за такую высокую оценку. Будем рады видеть вас в нашем заведении.\n\n(Translated by Google)\nThank you very much for your appreciation. We will be glad to see you in our establishment.",
    "rating": 1,
    "name": "Эльвира Мирзоева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andry Gutyria",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Виктория Шевела",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Люда Назаревич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ваня Мица",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оксана Миняйло",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Константин Романович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Оксана Шостак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Антон Бельский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ірина Івахненко",
    "cat": "Georgian restaurant"
  }
]