[
  {
    "review": "The interior is very unique. You've got a feeling that you traveled back in time to 1930s or around.\nThe menu is quite big and various, so you might find different positions. …",
    "rating": 4,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": ""
  },
  {
    "review": "Kiev and Ukraine were my 112 country visited.And from counless cities and countries ,i can confidently say that Saint bar is the best bar i have ever visited.\nFrom interior that is detailed and confortable , selection of drinks,specialy …",
    "rating": 5,
    "name": "Ante Meic",
    "cat": ""
  },
  {
    "review": "Stylish, chic, and still pleasant bar with very nice staff",
    "rating": 5,
    "name": "Natalia Razumikhina",
    "cat": ""
  },
  {
    "review": "Dear Natalia,\n\nТhank you very much for your feedback.\n\nWe wanted to create a place where our guests will be interested and comfortable and very pleased to receive a high appreciation of our aspirations.\n\nWe are open daily from 12.00 and invite you to visit Saint bar during the day as well for a business meeting, conversations and lunch with friends or just escape from the buzz of the city in a calm daytime atmosphere of our bar.\n\nSee you soon!\n\nSincerely,\nSaint bar team",
    "rating": 1,
    "name": "Karl K",
    "cat": ""
  },
  {
    "review": "The bar would be perfect without its unprofessional waiters. Inadequate approach towards my girlfriend and rude service characterise this place. There are better places in Kyiv with a much nicer atmosphere, such as GOL’DA Bar.",
    "rating": 5,
    "name": "Oleksandr Meier",
    "cat": ""
  },
  {
    "review": "Dear Karl,\n\nThank you for your feedback.\n\nWe strive for the highest level of service and we are always open to feedback from our guests.\nWe carefully considered the choice of employees, so we are surprised by your comment about their work.\nFortunately, most of our guests leave our bar satisfied thanks to the high level of service.\nThere are situations when guests create their impression based on their mood and do not always objectively assess the situation. And sometimes they want to advertise another bar.\n\nAnyway, we will be happy to see you again.\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": ""
  },
  {
    "review": "Wow",
    "rating": 5,
    "name": "Olga Novak",
    "cat": ""
  },
  {
    "review": "Dear Alexander,\n\nТhank you very much for your feedback.\n\nWe wanted to create a place where our guests will be interested and comfortable and very pleased to receive a high appreciation of our aspirations.\n\nWe are open daily from 12.00 and invite you to visit Saint bar during the day as well for a business meeting, conversations and lunch with friends or just escape from the buzz of the city in a calm daytime atmosphere of our bar.\n\nSee you soon!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Лиза Геллер",
    "cat": ""
  },
  {
    "review": "Wonderful!",
    "rating": 5,
    "name": "Марина Пыхтина",
    "cat": ""
  },
  {
    "review": "Уютное место в центре города. Приятный интерьер, обслуживание. Коктейли высшей похвалы. Пробовала тарт - безумно вкусно! Классная люстра :) …",
    "rating": 5,
    "name": "Юлия Каменщикова",
    "cat": ""
  },
  {
    "review": "Уважаемая Olga,\n\nБлагодарим за ваш отзыв!\n\nМы рады, что вам понравилось у нас и вы дали высокую оценку нашей работе.\n\nМы работаем ежедневно с 12.00 и приглашаем вас посетить Saint bar также днем на деловой встрече, разговоре и обеде с друзьями или просто скрыться от городской суеты в спокойной, дневной атмосфере нашего бара.\n\nДо новых встреч!\n\nС уважением,\nКоманда Saint bar.\n\n(Translated by Google)\nDear Olga,\n\nThank you for your feedback!\n\nWe are glad that you enjoyed your stay with us and appreciated our work.\n\nWe are open daily from 12.00 and invite you to visit Saint bar also during the day for a business meeting, conversation and lunch with friends or just escape from the bustle of the city in a calm, daytime atmosphere of our bar.\n\nSee you soon!\n\nSincerely,\nSaint bar team.",
    "rating": 1,
    "name": "Liliia Pryshchepa",
    "cat": ""
  },
  {
    "review": "Бар интересный очень, внимательные и любезные официанты, вкусная еда, советую всем гостям и местным жителям Киева! …",
    "rating": 2,
    "name": "G R",
    "cat": ""
  },
  {
    "review": "Уважаемая Лиза,\n\nБлагодарим за ваш комментарий!\n\nНам очень приятно, что вы приятно провели время в нашем баре и высоко оценили нашу работу.\n\nМы работаем каждый день с 12.00, чтобы вы могли провести в спокойной атмосфере деловую встречу, разговор, обед с друзьями или просто скрыться от городской суеты.\n\nНадеемся на новые приятные встречи!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Liza,\n\nThank you for your comment!\n\nWe are very pleased that you had a pleasant time in our bar and highly appreciated our work.\n\nWe work every day from 12.00 so that you can have a business meeting, conversation, lunch with friends or just escape from the bustle of the city in a relaxed atmosphere.\n\nWe hope for new pleasant meetings!\n\nSincerely,\nSaint bar team",
    "rating": 4,
    "name": "Daria Meshcheriakova",
    "cat": ""
  },
  {
    "review": "Отличный бар! Спасибо большое!\nОчень внимательное обслуживание, большая коктейльная карта авторских коктейлей. Рекомендую попробовать! …",
    "rating": 4,
    "name": "Nataliia Vovk",
    "cat": ""
  },
  {
    "review": "Шикарное место с неповторимой атмосферой. Дорого, но должно быть ещё дороже. Потрясающие коктейли. …",
    "rating": 1,
    "name": "Вікторія Сидоренко",
    "cat": ""
  },
  {
    "review": "Уважаемая Юлия,\nБлагодарим за ваш отзыв и оценку!\n\nНам невероятно приятно получать такие отзывы о нашей работе, поскольку мы трудимся каждый день над тем, чтобы поддерживать высокий уровень наших напитков, еды и сервиса.\nНаши цены обусловлены качеством продуктов, с которыми мы работаем – и мы видим и благодарим, что вы это понимаете и цените!\n\nТакже мы работаем ежедневно с 12.00 и приглашаем вас посетить Saint bar также днем на деловой встрече, разговоре и обеде с друзьями или просто скрыться от городской суеты в спокойной, дневной атмосфере нашего бара.\n\nДо новых встреч!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Julia,\nThank you for your feedback and rating!\n\nWe are incredibly pleased to receive such feedback about our work, as we work every day to maintain a high level of our drinks, food and service.\nOur prices are determined by the quality of the products we work with - and we see and thank you for understanding and appreciating this!\n\nWe also work daily from 12.00 and invite you to visit Saint bar also during the day for a business meeting, conversation and lunch with friends or just escape from the bustle of the city in a calm, daytime atmosphere of our bar.\n\nSee you soon!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Oleksandr Ruzhytskyi",
    "cat": ""
  },
  {
    "review": "Место было хорошее в первую неделю после открытия. Сейчас все скатилось до низкосортного сервиса. Хостес не понимают как правильно делать свою работу. Бармены хамят, долго не убирают посуду. Коктейли не вкусные. Остаётся только хороший …",
    "rating": 5,
    "name": "Анастасия Гордиенко",
    "cat": ""
  },
  {
    "review": "Бар отличный, а вот стандарты у них двойные. При попытке зарезервировать столик сказали: «мы на баре резервы не принимаем, только живая очередь». Так вот приехали пораньше в 18:50 чтобы присесть за бар, а оказывается весь бар под резервом …",
    "rating": 5,
    "name": "Светлана Порошок",
    "cat": ""
  },
  {
    "review": "Я ставлю 4-. Интерьер и атмосфера шикарные. Место выглядит продуманным до мелочей. Уютно посидеть среди недели, но на выходных и в пятницу там происходит кромешный ад. Очень большой выбор коктейлей, в которых вообще не чувствуется алкоголь. …",
    "rating": 5,
    "name": "Shizzy DZL",
    "cat": ""
  },
  {
    "review": "Уважаемая Daria,\n\nНам искренне приятно, что вам понравился наш бар и вы высоко оценили атмосферу вместе с интерьером – мы действительно постарались продумать все до мельчайших деталей, чтобы сделать Saint bar уютным, комфортным и интересным для наших гостей местом.\n\nВ нашем меню указана только небольшая часть коктейлей, на которые мы хотели обратить особое внимание, из более сотни тех, что могут приготовить наши бармены по желанию, на вкус и под настроение гостей.\nТо, что все коктейли не указываются в меню, является обыкновенной практикой самых известных мировых баров.\n\nНезависимо от дня недели и количества гостей, мы тщательно следим за качеством, используя в работе только самые премиальные виды алкоголя и других ингредиентов (что сказывается и на цене), однако о вкусах и чувствительности к спиртному сложно дискутировать.\n\nЧто же касается загруженности в выходные дни — многие наши гости желают провести время в атмосфере Saint bar большими компаниями друзей и гостей бара — а мы стараемся с максимальным комфортом и радушием всех принять.\n\nО стоимости мы уже писали ранее — ее обуславливает качество продуктов, с которыми мы работаем.\nК слову, мы подаём к напиткам очень вкусные homemade овощные чипсы и жаль, если вы их не попробовали.\n\nБлагодарим вас за обратную связь насчёт ситуации с дополнительной оливкой к коктейлю — мы искренне удивлены и обязательно решим этот вопрос после обсуждения с коллегами, чтобы впредь подобные ситуации не возникали.\n\nМы стремимся быть еще лучше, поэтому всегда открыты к обратной связи со стороны наших гостей и благодарим вас за отзыв и оценку ещё раз.\n\nСудя по Вашему отзыву, вы не первый раз у нас и это радует, ведь мы работаем всего 2 месяца.\nБудем рады видеть вас и ваших друзей снова в Saint bar!\n\nНадеемся, что наш ответ был исчерпывающим.\n\nС уважением,\nКоманда Saint bar.\n\n(Translated by Google)\nDear Daria,\n\nWe are sincerely pleased that you liked our bar and highly appreciated the atmosphere along with the interior - we really tried to think through everything to the smallest detail to make Saint bar a cozy, comfortable and interesting place for our guests.\n\nOur menu lists only a small part of the cocktails that we wanted to pay special attention to, out of more than a hundred of those that our bartenders can prepare at will, according to the taste and mood of the guests.\nThe fact that all cocktails are not listed on the menu is a common practice of the world's most famous bars.\n\nRegardless of the day of the week and the number of guests, we carefully monitor the quality, using only the most premium types of alcohol and other ingredients in our work (which also affects the price), but it is difficult to discuss tastes and sensitivity to alcohol.\n\nAs for the workload on weekends - many of our guests want to spend time in the atmosphere of Saint bar with large groups of friends and bar guests - and we try to accept everyone with maximum comfort and hospitality.\n\nWe already wrote about the cost earlier - it determines the quality of the products with which we work.\nBy the way, we serve delicious homemade vegetable chips with drinks and it's a pity if you didn't try them.\n\nThank you for your feedback on the situation with the extra olive to the cocktail - we are genuinely surprised and will definitely resolve this issue after discussion with colleagues so that such situations do not arise in the future.\n\nWe strive to be even better, so we are always open to feedback from our guests and thank you for your review and rating again.\n\nJudging by your review, you are not the first time with us and it pleases, because we have been working for only 2 months.\nWe will be glad to see you and your friends again in Saint bar!\n\nWe hope that our answer was exhaustive.\n\nSincerely,\nSaint bar team.",
    "rating": 5,
    "name": "VLADA SKACHKO",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The prices are high, but the quality of the cocktails, the atmosphere and the interior are high. Minus only for the dress code… as the administrator said: \"since this is your first time, we will allow it, but we have …",
    "rating": 5,
    "name": "Oleg Voronov",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dear Nataliia,\nThanks for your feedback!\n\nWe work hard every day on every aspect of our atmosphere and hospitality to make the guests at Saint bar comfortable and interesting, so it is a great pleasure to receive high praise for our work.\n\nWe are grateful to our guests for respecting the dress code rule, because in this way they will be able to feel comfortable and relevant in this place and atmosphere, which we maintain at the highest level.\n\nAs for the prices - they are due to the high quality of the product we work with and we are glad that you felt it.\n\nWe are open daily from 12.00 and invite you to visit the Saint bar during the day: for a business meeting, conversation and lunch with friends or just to hide from the hustle and bustle of the city in a quiet, daytime atmosphere of our bar.\n\nWe look forward to new pleasant meetings at Saint bar!\n\nSincerely,\nSaint bar team\n\n(Original)\nШановна Nataliia,\nДякуємо за ваш відгук!\n\nМи багато працюємо щодня над кожним аспектом нашої атмосфери і гостинності, щоб гостям в Saint bar було комфортно і цікаво, тому дуже приємно отримувати високу оцінку нашої роботи.\n\nМи вдячні нашим гостям за повагу правила про дрес-код, адже таким чином вони зможуть почуватися комфортно та актуально в даному місці та атмосфері, які ми підтримуємо на найвищому рівні.\n\nЩодо цін — вони зумовлені високою якістю продукта, з яким ми працюємо і ми раді, що ви це відчули.\n\nМи працюємо щодня з 12.00 та запрошуємо вас відвідати Saint bar і вдень: на діловій зустрічі, розмові та обіді з друзями або просто сховатися від міської суєти у спокійній, денній атмосфері нашого бару.\n\nСподіваємось на нові приємні зустрічі у Saint bar!\n\nЗ повагою,\nКоманда Saint bar",
    "rating": 1,
    "name": "Вероника Коваленко",
    "cat": ""
  },
  {
    "review": "Выпили 1 коктейль и 1 пополам с подружкой, следующего дня после этого не помню. Было настолько плохо что я ходила к врачу. Сказали что это отравление Некачественным алкоголем. Хотела об этом сообщить администрации. Просила со мной …",
    "rating": 5,
    "name": "Ярослав Ткач",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Good bar, stylish interior, nice staff, delicious cocktails and good music …",
    "rating": 1,
    "name": "BloGGer",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dear Alexander,\nThank you for your feedback and evaluation!\n\nWe have worked hard and work every day to make the guests of Saint bar comfortable and interesting to spend time here, so it is very nice to receive high praise for our work.\n\nAs for prices, they are due to the high quality of the product we work with.\n\nWe are glad that the guests respect the rule of our institution regarding the form of clothing and thus feel comfortable and relevant in this place and atmosphere, which we maintain at the highest level.\n\nWe are open daily from 12.00 and invite you to visit the Saint bar during the day: for a business meeting, conversation and lunch with friends or just to hide from the hustle and bustle of the city in a quiet, daytime atmosphere of our bar.\n\nWe look forward to new pleasant meetings at Saint bar!\n\nSincerely,\nSaint bar team\n\n(Original)\nШановний Олександре,\nДякуємо за ваш відгук і оцінку!\n\nМи багато працювали і працюємо щодня, щоб гостям Saint bar було комфортно і цікаво проводити тут час, тому дуже приємно отримувати високу оцінку нашої роботи.\n\nЩодо цін — вони зумовлені високою якістю продукта, з яким ми працюємо.\n\nМи раді, що гості поважають правило нашого закладу щодо форми одягу і таким чином почуваються комфортно та актуально в даному місці та атмосфері, які ми підтримуємо на найвищому рівні.\n\nМи працюємо щодня з 12.00 та запрошуємо вас відвідати Saint bar і вдень: на діловій зустрічі, розмові та обіді з друзями або просто сховатися від міської суєти у спокійній, денній атмосфері нашого бару.\n\nСподіваємось на нові приємні зустрічі у Saint bar!\n\nЗ повагою,\nКоманда Saint bar",
    "rating": 5,
    "name": "Александр Повалинский",
    "cat": ""
  },
  {
    "review": "Атмосферно. Достойный бар с хорошей музыкой в центре города 👌🏼\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Irina Bila",
    "cat": ""
  },
  {
    "review": "Анастасия, большое спасибо за вашу оценку!\n\nВ нашем баре подобрана ежедневная арт-программа, в которой принимают участие артисты наивысшего уровня. Мы рады, что Вы это оценили.\nТакже мы ежедневно принимаем гостей с 12.00, чтобы вы могли провести в спокойной атмосфере деловую встречу или обед с друзьями.\n\nНадеемся на новые встречи в Saint bar!\n\nС уважением,\nКоманда  Saint bar.\n\n(Translated by Google)\nAnastasia, thank you very much for your rating!\n\nIn our bar, a daily art program has been selected, in which artists of the highest level take part. We are glad that you appreciated it.\nWe also receive guests every day from 12.00 so that you can have a business meeting or lunch with friends in a relaxed atmosphere.\n\nWe hope to meet again at Saint bar!\n\nSincerely,\nSaint bar team.",
    "rating": 5,
    "name": "Ignat Ignatiev",
    "cat": ""
  },
  {
    "review": "Отличная музыка, отдых получился отличным) Отдыхали вместе с  друзьями французами им все понравилось 👍👍👍спасибо) …",
    "rating": 5,
    "name": "Anna Kazymyrova",
    "cat": ""
  },
  {
    "review": "Очень красивый бар. Внимательные и общительные бармены. Вкусная ккхня. Определенно место которое стоит посетить. …",
    "rating": 5,
    "name": "Murat Atalay",
    "cat": ""
  },
  {
    "review": "Уважаемый Shizzy,\n\nБлагодарим за вашу оценку и комментарий!\n\nМы хотели создать уютное, комфортно и интересное место для своих гостей и нам приятно, что вы это оценили.\n\nТакже мы ежедневно принимаем гостей с 12.00, чтобы вы могли провести в спокойной атмосфере деловую встречу, разговор, обед с друзьями или просто скрыться от городской суеты.\n\nНадеемся на новые прекрасные встречи!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Shizzy,\n\nThank you for your rating and comment!\n\nWe wanted to create a cozy, comfortable and interesting place for our guests and we are pleased that you appreciated it.\n\nWe also receive guests every day from 12.00 so that you can have a business meeting, conversation, lunch with friends or just escape from the bustle of the city in a relaxed atmosphere.\n\nWe look forward to new wonderful meetings!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Андрей Иванета",
    "cat": ""
  },
  {
    "review": "Одно из лучших заведений в Киеве 🤌🏼\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yulia Shevela",
    "cat": ""
  },
  {
    "review": "Уважаемая Vlada,\nБлагодарим вас за оценку!\n\nМы искренне рады, что вы высоко оценили Saint bar – мы все делаем для того, чтобы поддерживать наивысший уровень.\nТакже мы ежедневно принимаем гостей с 12.00, чтобы вы могли провести в спокойной атмосфере деловую встречу, разговор, обед с друзьями или просто скрыться от городской суеты.\n\nДо новых встреч!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Vlada,\nThank you for your rating!\n\nWe are sincerely glad that you highly appreciated Saint bar - we are doing everything to maintain the highest level.\nWe also receive guests every day from 12.00 so that you can have a business meeting, conversation, lunch with friends or just escape from the bustle of the city in a relaxed atmosphere.\n\nSee you soon!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "MUZ POINT",
    "cat": ""
  },
  {
    "review": "Новый коктейль-бар открылся в середине ноября. Внутри атмосферно и уютно, 2 зала. Напитки и сервис понравились. …",
    "rating": 5,
    "name": "Андрей",
    "cat": ""
  },
  {
    "review": "Уважаемый Oleg,\n\nБлагодарим за ваш отзыв и оценку!\n\nНам приятно, что вы высоко оценили наш бар.\n\nМы работаем ежедневно с 12.00 и приглашаем вас посетить Saint bar днем на деловой встрече, разговоре и обеде с друзьями или просто скрыться от городской суеты в спокойной, дневной атмосфере нашего бара.\n\nДо новых встреч!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Oleg,\n\nThank you for your feedback and rating!\n\nWe are glad that you appreciated our bar.\n\nWe are open daily from 12.00 and invite you to visit Saint bar in the afternoon for a business meeting, conversation and lunch with friends or just escape from the bustle of the city in a calm, daytime atmosphere of our bar.\n\nSee you soon!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Юля Я",
    "cat": ""
  },
  {
    "review": "Бар красивый, но обслуживание дно, хостес и бармены хамят\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лидия Иванец",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Great place, good atmosphere, friendly staff.\n\n(Original) …",
    "rating": 5,
    "name": "Mr Ten",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dear Yaroslav,\n\nThanks for your comment!\n\nWe are sincerely pleased that you liked our bar and you appreciated the atmosphere and service - we do everything to make Saint bar a comfortable and interesting place for our guests.\n\nWe are open daily from 12.00 and invite you to visit the Saint bar during the day: for a business meeting, conversation and lunch with friends or just to hide from the hustle and bustle of the city in a quiet, daytime atmosphere of our bar.\n\nWe look forward to new pleasant meetings at Saint bar!\n\nSincerely,\nSaint bar team\n\n(Original)\nШановний Ярославе,\n\nДякуємо за ваш коментар!\n\nНам щиро приємно, що вам сподобався наш бар і ви високо оцінили атмосферу та сервіс –  ми робимо все для того, щоб Saint bar був комфортним та цікавим для наших гостей місцем.\n\nМи працюємо щодня з 12.00 та запрошуємо вас відвідати Saint bar і вдень: на діловій зустрічі, розмові та обіді з друзями або просто сховатися від міської суєти у спокійній, денній атмосфері нашого бару.\n\nСподіваємось на нові приємні зустрічі у Saint bar!\n\nЗ повагою,\nКоманда Saint bar",
    "rating": 5,
    "name": "Алена Тимофеева",
    "cat": ""
  },
  {
    "review": "Неоправданно дорого.Это место не стоит потраченного времени\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрій Любченко",
    "cat": ""
  },
  {
    "review": "Уважаемый BloGGer,\nБлагодарим за вашу оценку и обратную связь!\n\nНаши цены обусловлены высоким качеством продуктов, с которыми мы работаем и бескомпромиссно высоким уровнем напитков, еды и сервиса, который мы стараемся предоставлять нашим гостям.\n\nНам жаль, что ваш визит прошел не идеально.\nМы стремимся совершенствоваться, поэтому всегда открыты к обратной связи.\nБудем благодарны, если вы найдете время написать нам о ваших впечатлениях подробнее на почту 23saintbar@gmail.com.\n\nНадеемся на новую встречу!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Blogger,\nThank you for your evaluation and feedback!\n\nOur prices are due to the high quality products, we work with and uncompromisingly high level of drinks, food and service that we strive to provide our guests.\n\nWe are sorry that your visit was not perfect.\nWe strive to improve, so always open to feedback.\nWe would be grateful, if you take the time to write to us about your impressions on more mail 23saintbar@gmail.com.\n\nWe hope for a new meeting!\n\nSincerely,\nTeam Saint bar",
    "rating": 5,
    "name": "Oleksiy Aristov",
    "cat": ""
  },
  {
    "review": "Великолепное место. Обслуживание и напитки высшем уровне!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Зданевич",
    "cat": ""
  },
  {
    "review": "Уважаемый Александр,\n\nБлагодарим за ваш отзыв!\n\nМы трудимся, чтобы поддерживать уровень каждого из аспектов нашего гостеприимства, поэтому приятно получать высокую оценку.\n\nМы также работаем ежедневно с 12.00 и приглашаем вас посетить Saint bar днем на деловой встрече, разговоре и обеде с друзьями или просто скрыться от городской суеты в спокойной, дневной атмосфере нашего бара.\n\nНадеемся на новые прекрасные встречи!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Alexander,\n\nThank you for your feedback!\n\nWe work hard to maintain the level of every aspect of our hospitality, so it's nice to be appreciated.\n\nWe are also open daily from 12.00 and invite you to visit Saint bar in the afternoon for a business meeting, conversation and lunch with friends or just escape from the bustle of the city in a calm, daytime atmosphere of our bar.\n\nWe look forward to new wonderful meetings!\n\nSincerely,\nSaint bar team",
    "rating": 2,
    "name": "Anna Kozhemiachenko",
    "cat": ""
  },
  {
    "review": "Все продумано и выверено до мелочей + атмосферно🧚‍♀️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vlad Surkov",
    "cat": ""
  },
  {
    "review": "Уважаемая Irina,\n\nБлагодарим за вашу оценку и комментарий!\n\nМы хотели создать уютное, комфортно и интересное место для своих гостей и нам приятно, что вы это оценили.\n\nТакже мы ежедневно принимаем гостей с 12.00, чтобы вы могли провести в спокойной атмосфере деловую встречу, разговор, обед с друзьями или просто скрыться от городской суеты.\n\nНадеемся на новые прекрасные встречи!\n\nС уважением,\nКоманда Saint bar\n\n(Translated by Google)\nDear Irina,\n\nThank you for your rating and comment!\n\nWe wanted to create a cozy, comfortable and interesting place for our guests and we are pleased that you appreciated it.\n\nWe also receive guests every day from 12.00 so that you can have a business meeting, conversation, lunch with friends or just escape from the bustle of the city in a relaxed atmosphere.\n\nWe look forward to new wonderful meetings!\n\nSincerely,\nSaint bar team",
    "rating": 5,
    "name": "Kirill Polyvoda",
    "cat": ""
  },
  {
    "review": "Очень уютное и атмосферное место 🖤\n\n(Translated by Google)\nVery cozy and atmospheric place 🖤",
    "rating": 5,
    "name": "DenisV V",
    "cat": ""
  },
  {
    "review": "Атмосферное место 😊\n\n(Translated by Google)\nAtmospheric 😊",
    "rating": 5,
    "name": "Allan Bigdough",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Николай Карпенко",
    "cat": ""
  },
  {
    "review": "Замечательное место\n\n(Translated by Google)\nWonderful place",
    "rating": 5,
    "name": "Богдан Жест (Alpha_Zholud)",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dear Andrew,\nThank you for your evaluation!\n\nWe are very glad that you had a nice time in our bar and appreciated our work.\n\nWe are open daily from 12.00 and invite you to visit the Saint bar during the day: for a business meeting, conversation and lunch with friends or just to hide from the hustle and bustle of the city in a quiet, daytime atmosphere of our bar.\n\nWe look forward to new pleasant meetings at Saint bar!\n\nSincerely,\nSaint bar team\n\n(Original)\nШановний Андрію,\nДякуємо за вашу оцінку!\n\nМи дуже раді, що ви приємно провели час у нашому барі та високо оцінили нашу роботу.\n\nМи працюємо щодня з 12.00 та запрошуємо вас відвідати Saint bar і вдень: на діловій зустрічі, розмові та обіді з друзями або просто сховатися від міської суєти у спокійній, денній атмосфері нашого бару.\n\nСподіваємось на нові приємні зустрічі у Saint bar!\n\nЗ повагою,\nКоманда Saint bar",
    "rating": 1,
    "name": "Ruslan Isniuk",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Julia Pilgun",
    "cat": ""
  }
]