[
  {
    "review": "Best place to get to know a Ukrainian kitchen! Good food, great ambient, service, prices and location 😍😍🇺🇦🇺🇦 I recommend Chicken Kyiv and tomato salad, pancakes and dumplings are also super delicious. In summer try to get a table on the terrace - you will love it! 😋🧡",
    "rating": 5,
    "name": "Angelica K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing restaurant! Interior deserves 10 stars! Great dishes and presentation for the fair price!\nMassive selection of meals, with plenty vegetarian, gluten free etc options. …",
    "rating": 5,
    "name": "Hanna Gry",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 3,
    "name": "Anders Stage",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was tasty and did actually deserve four stars for taste and flavour. However, the service was after my perception only worth two stars. We had a feeling that we were a “pain” and not really valued. For the restaurant to really move …",
    "rating": 4,
    "name": "Alice Yagolnitser",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We gave the information to the manager, we will definitely work out this moment. We are always glad to see you!",
    "rating": 5,
    "name": "Anastasia Binkina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Loved everything but the service. Come with big groups to try more things on a menu. The decor is very nice and the place is really big with a second floor and a patio.",
    "rating": 5,
    "name": "Merika Palmiste",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "So stylish place, great atmosphere and food was delicious. Quite spacious restaurants, where tables are located not close to each other, and that gives space to everyone. Absolutely recommended for a visit! 👏",
    "rating": 5,
    "name": "chahine atallah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Kirill Katschura",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent service, very welcoming and positive people working in this place. Food is absolutely delicious and presentation is amazing. We want to try all but so far had: vareniki, salo, borsh and xrenovyxa ( home made vodka on horseradish) …",
    "rating": 5,
    "name": "Bogdan Dzyu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Look forward to our next meeting!",
    "rating": 5,
    "name": "Simon Weppel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place I visited in September , for me it’s one of the best in kyiv, tried there the famous “chicken kyiv”, it was amazing\nAtmosphere of this place is wow, waiters are amazing (very attentive) …",
    "rating": 5,
    "name": "Igor Mendzebrovski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Looking forward to our meeting!",
    "rating": 5,
    "name": "Dmytro Beshkovetskyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food good service at all 👍\nPlease be aware the portions not big",
    "rating": 5,
    "name": "Lindsay Sakata",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Kirill, thank for feedback! Always happy to see you❤️",
    "rating": 5,
    "name": "Orly Tsesis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious authentic Ukrainian food with a modern twist. The prices are aimed for for tourists and the wealthier, but the food and the experience is worth it.",
    "rating": 5,
    "name": "Anastasiya Bowdoin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Антонина Головач",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I loved Sho. Stunning interior, very good food. An oasis of pure calm. I'll come back for sure to try the other menu options. One thing I would suggest is just to serve a glass of water with an espresso. I asked for a glass of water with my …",
    "rating": 5,
    "name": "helena volodarski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback, feedback is important to us! We passed the information to the manager and will definitely correct it. We are always glad to see you at Sho!",
    "rating": 5,
    "name": "Draper K. (DocApe)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This restaurant offers a very solid level of hospitality and a great level of food quality.\nUkrainian food specialization, typical one. …",
    "rating": 5,
    "name": "Anna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "True Ukrainian authentic place! Unique interior with local folk touches. Typical Ukrainian food prepared following ancient recipes. Just loved it. Truly recommend for those who want to embrace Ukrainian culture!",
    "rating": 5,
    "name": "Jose Oriol Lopez Berengueres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you 😊",
    "rating": 5,
    "name": "mary connor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place is amazing. The inside is beautifully decorated, and the food is really good. Wait staff is very friendly, and some speak English which is great for tourists. One of my favorite meals from my trip. I highly recommend the crispy deruny and grilled chicken",
    "rating": 5,
    "name": "Inna S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What an amazing restaurant!!! Traditional tasty Ukrainian food with a modern chic and twist. The interior design is spectacular and variety of food is great.",
    "rating": 5,
    "name": "Bart Demandt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place and delicious food. Portions are very generous, everything we got was very tasty and gave me great experience of Ukrainian cuisine. Food was brought quickly, our server was nice and helpful. …",
    "rating": 5,
    "name": "Giovanni Cerminara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you🤍",
    "rating": 4,
    "name": "S G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty modern Ukrainian food lives here:)\nAll the dishes we tried are really good!\nThe beetroot salat looks like a fancy cake🍰 …",
    "rating": 3,
    "name": "Anna Shramova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I am so glad that I have discovered this amazing restaurant, I always wanted to try nice Ukrainian food. So the food is really good! I had an great Ukrainian experience. The service is outstanding, they were very kind and everything doing …",
    "rating": 5,
    "name": "Scott Davis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Helena, thank for feedback! We are looking forward to our next meeting☺️🤍",
    "rating": 5,
    "name": "Yevgen Sysoyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was well-prepared and delicious. There service was attentive, helpful and pleasant. The atmosphere was jovial and warm with live music. I hope to come back to this place when I visit Kyiv next.",
    "rating": 5,
    "name": "Roman Chukhan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything was so fresh as if they had an own garden with vegetables in the backyard. Very good and friendly stuff, good service. Food was simple and delicious! Definitely will come back",
    "rating": 5,
    "name": "Ieva Gedmintaite",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Looking forward to our meeting!",
    "rating": 5,
    "name": "Katerina Yermolovich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Gaudi would be proud of the curves here — a masterpiece of zen taste marrying Ukrainians best modern cook",
    "rating": 5,
    "name": "Osama Damo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much 💛",
    "rating": 5,
    "name": "Maxim Babko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice food and service.\nThe interior design is really beautiful and everything is really well-finished.\nThe prices are really good for the service and the quality of the food.",
    "rating": 5,
    "name": "M A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "David",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a very special place with amazing food and beautiful decor. Highly recommended if you want to experiment Ukrainian cuisine but also nice atmosphere.",
    "rating": 5,
    "name": "Victoria Black",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommendable!\nI love how well-thought the decoration is, only using earth colors and materials both for the interior and for the staff clothing. …",
    "rating": 5,
    "name": "Vyacheslav Golik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I’ve been here three times… always a good place. Professional staff and very good ukranian food",
    "rating": 5,
    "name": "David Post",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Roman Sakharov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "+ Great place for a traditional Ukrainian food. Vast choice of dishes. Authentic environment. …",
    "rating": 4,
    "name": "Rago Rago",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you❤️",
    "rating": 2,
    "name": "Michiel Wiersema",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Some dishes were tasty and others were decent. Massive portions that server doesn’t tell you about so you end up ordering way more than you need. Beautiful Decor and details but Poor Service. Overall not a bad experience but Overpriced …",
    "rating": 5,
    "name": "Ludvig Övergaard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We passed the information to the manager, we will work out the moment with the service. We look forward to meeting you in our restaurant!",
    "rating": 2,
    "name": "mohammed mahmoud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant. Nice floor plan over 2 stories.  Very clean and well lit. The staff was extremely friendly and attentive.\nI had the green borscht, dumplings with meat,  and potato pancakes (deruny). …",
    "rating": 5,
    "name": "איתי גופר",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Look forward to our next meeting!",
    "rating": 5,
    "name": "Nina Podolska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "There are not many good Ukrainian food restaurants and this one is among the best in town. It was opened fairly recently, very spacious and modern design. They have lot of options for Ukrainian food, with some European twisting and more …",
    "rating": 5,
    "name": "Dávid Vitézy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Enormous Chicken Kiev, tasty bread and overall nice service and incredible interior design made our lunch experience there amazing! Totally recommend!",
    "rating": 5,
    "name": "Mehman Q",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic establishment! Fab interiors! Tasty food! Staff real facilitating and quick enough comparing to many other eateries in Kiev. Will go back when in Kiev again. Highly recommend! 👌👌👌🍸",
    "rating": 5,
    "name": "Kirill Igumenshchev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious Ukrainian cuisine in the center of the city! Beautiful interior and excellent service. If you have the time,  staff can tell you the history of the restaurant and its name or briefly advise about the taste characteristics of …",
    "rating": 5,
    "name": "J Holz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I went there on my last day of the short visit to the city. Ordered stew lamb neck, but didn’t realize it is cooked with wine. When I explained to the server that I cannot consume wine, he called the manager, who was extremely understanding …",
    "rating": 5,
    "name": "Oleg Vasilkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is by far the best Ukraine cuisine you will find in Kiev. I tried many other restaurants and this is top 1 on my list. Fresh high quality food. Fast professional service. Great business atmosphere. Many sitting options on 2 floor …",
    "rating": 1,
    "name": "Anna Aleksandrovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Bobby Battista",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "They have the best \"сало\" in Kiev! Beautiful design, nice food. Prices a bit high for a Ukrainian food, but it a lush restaurant in city centre.",
    "rating": 5,
    "name": "Sofia Del Rio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty local food without any bad surprises. The interior and style is a mix of modern and traditional and gives a cost athomosphere. Service is good and price (for what you get).",
    "rating": 4,
    "name": "Saeed Ghiassy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We had amazing dinner here. It was a delight to sample the local cuisine. The staff were attentive, the food was delicious and the we had a delightful evening. Would highly recommend",
    "rating": 4,
    "name": "Sergiy Uskov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly highly recommended. The food is fantastic. The service is good. The only weakness they have us at the front. The girls are boring with their phones and no any frienfly interaction with customers.",
    "rating": 5,
    "name": "Julia Bogdanovna (Jay Jay)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Outstanding cuisine! Exceptional surroundings! Highly recommend!",
    "rating": 5,
    "name": "Hayley Rose",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Ivan Pohrebniyak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic interior, tasty food and quick serving (for us). If you want to try Ukrainian food in a new setting - this is a place to go.",
    "rating": 5,
    "name": "Natalia Regan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good place with tasty Ukrainen food. I was going with friends. They liked lamps very much😊 If you like try duck 🦆 I can suggest upper floor is better to eat. You won't regret..",
    "rating": 5,
    "name": "Dima Vasilenco",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Used to go here a lot! Always a nice place, very nice atmosphere. Sadly today we had a very bad experience. Firstly a very long wait on the food. The course that should be warm was cold (cold veal, potatoes, borsch) and while they served the appetizer after the main course. 2 stars cause it used to be nice",
    "rating": 5,
    "name": "Vladimir Kas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We apologize for your impressions. We would like to fix this. Write, please, contact phone number in private messages and our manager will contact you.",
    "rating": 3,
    "name": "Sacha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food. Drinks were great too! We were served by the charming and professional waitress Mariana. Really recommend the place!",
    "rating": 5,
    "name": "Kristina Beradze",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Look forward to visiting our restaurant!",
    "rating": 4,
    "name": "Sanjay Ganesan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Two star because they still have same issue with serving the customers (late food, they didn't ask if I want ice or not, they didn't bring bread the one they recommended). Other than that food is good and coat man is nice near the exit.",
    "rating": 2,
    "name": "Oleksandrina Vyshnevska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We are very sorry that you have such an impression. We passed information about the service to the manager, and we will certainly hold a conversation with our staff. We would like to personally apologize for this situation. Write, please, your phone number in private messages and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 2,
    "name": "Pavlo Papazov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A great east European food restaurant.\nThe restaurant  is Beautiful designed.\nThe service was very good. …",
    "rating": 5,
    "name": "David Golberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The most amazing restaurant with modern ukrainian style and very tasty food!",
    "rating": 5,
    "name": "David",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool interior, perfect Ukrainian food and professional service - strongly recommended.",
    "rating": 5,
    "name": "Andrei Sitsko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place and the location is that enyone want. Maybe needs to work a little bit on service. Everething else are good. Love.",
    "rating": 5,
    "name": "Liudmyla Yefremova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 3,
    "name": "Dmytro Kuzyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place. Simple nature organic vibes and food",
    "rating": 5,
    "name": "Jon Zaidi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 2,
    "name": "Oleg Panichev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great traditional Ukrainian cuisine.  We had the pancakes, lemonade, honey pie. Loved it",
    "rating": 5,
    "name": "Rachel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Rory Dack",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful and big restaurant, delicious food.",
    "rating": 3,
    "name": "Daniel Fortunati",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Staff was very slow and relaxed, didn’t bother serving us for a very long time. We were waiting for our food for over 40 minutes, while the place was half-empty! The food wasn’t bad but I’m not sure if it was worth the money and wait. We …",
    "rating": 5,
    "name": "Костянтин Щупаченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Above and beyond service, delicious food, and a beautiful space. The staff were friendly, attentive, and went out of the way to show us the place, offer suggestions, and make our experience great. 10/10",
    "rating": 5,
    "name": "Phil Jeudy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Тихін Алексєєнко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place tasty food",
    "rating": 5,
    "name": "Tengo Gogotishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Julia Vozniak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Borsch.  They all speak good English and are nice. Food was fresh and good. Recommend the borsch and  tong there. A bit expensive though",
    "rating": 1,
    "name": "Simon Kaastrup-Olsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Modern, friendly, tasty food, decent price.\nThey are lacking a better selection of traditional alcohol though. All options listed in the menu are rather for tourists (representing authentic flavours)  than for those who know how cool can be a real homemade moonshine.",
    "rating": 5,
    "name": "Olena Kosianchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a very nice and cozy place. Cuisine is very traditional and very delicious. Staff can recommend you anything to your taste and desire, and you will never be disappointed. …",
    "rating": 5,
    "name": "Franco Niederland",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful place and interiors. Lovely food!",
    "rating": 5,
    "name": "Iryna Chapovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good Ukrainian food taste. The interior is very unique and good to check out. In the summer you can enjoy amazing breeze of air on the first floor as the floor to ceiling windows get opened. The only severe drawback is very slow and …",
    "rating": 1,
    "name": "Frank Nowak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "High design interpretation of folk: look and cuisine. Yummy but don't expect it to be cheap.",
    "rating": 3,
    "name": "Igor Marchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food, one of the best Ukrainian restaurants I’ve ever been. Borsch was mind blowing, the rest of the food is just amazing! Great service by Andriy. Must go when in Kyiv!",
    "rating": 5,
    "name": "Florian F.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 3,
    "name": "Nataly",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty authentic Ukrainian food. Great decor and atmosphere. Everything is great",
    "rating": 5,
    "name": "Aslan Aslanli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Michael Bock",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice interior. The staff is not well trained and service isn't matching the price. Food is ok. Do not buy Ukrainian wine by any circumstances.",
    "rating": 4,
    "name": "Daria Strong",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! We will fix it! Waiting for you next time!",
    "rating": 5,
    "name": "JP",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic Ukrainian food. Great interior and friendly staff. Highly recommend",
    "rating": 4,
    "name": "Umberto M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing ukranian food and reasonably priced. Nice setup and ambience",
    "rating": 4,
    "name": "Roman Khomchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I remember the time when Sho was decent.  The recent order, however, was as great a gastro experience as a Soviet canteen (will have to thank you separately for a stale pampushka). The borscht was worse than mediocre,  the vegetables in the …",
    "rating": 5,
    "name": "Paul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome interior design, but all other points makes me sad. Food was average (there’re much more interesting places with modern Ukrainian cuisine in Kiev)\nAnd service ruined all atmosphere completely. We waiting for too long. Few …",
    "rating": 5,
    "name": "Hannu Eloranta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice atmosphere, very friendly service team. Service is very good. I think the price a lit a bit too high. And shashlik from pork was very dry. I very suggest for people who likes to eat local food. Be careful with pepper honey vodka, it is real pepper!",
    "rating": 5,
    "name": "Aleksandra Pękala",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent traditional food with modern touch. Atmosphere was clean and relaxing.  Service was top notch.  We ate there several times and had English speaking wait staff both times.  Very highly recommend.",
    "rating": 2,
    "name": "marco d'addio (jointino)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cozy, stylish, delicious. Just perfect. Highly recommend for dinner",
    "rating": 5,
    "name": "Vladislav Podolyako",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic Ukrainian cuisine with modern touch. Beautiful interior, attentive waiters; their clothing deserves special mention. Excellent place to visit with your foreign friends",
    "rating": 5,
    "name": "Andrew",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a tourist trap. Decor and drinks are fine, kitchen is spotless, but the food is mediocre at best.",
    "rating": 5,
    "name": "Dmitrij Sz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Orest Stec",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely atmosphere. Nice service",
    "rating": 5,
    "name": "Igor Chupilka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian restaurant where no one speaks Ukrainian. The food is fine. Prices seem to be motivated by interior and service rather than the uniqueness of dishes taste.",
    "rating": 5,
    "name": "Khrystyna D",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We passed the information to the manager - we promise to improve!",
    "rating": 5,
    "name": "Auguste Bieleviciute",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Oh idk where should I start..\nI loved this place so much\nSo the interior of this place is stunning, al linen, woven napkins for …",
    "rating": 5,
    "name": "Shumytskyy Igor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Try the IPA...it tastes fantastic! At just over €3, it's not the cheapest but it was probably the best beer we had in Ukraine. The Ukrainian food was also incredibly tasty with a chilled ambience that reminded me of Greece. The dress code …",
    "rating": 5,
    "name": "Alex Dabbah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice ukrainian food and nicely designed restaurant. For Ukrainian food this is a bit more expensive then usual although it is a very high class kitchen. Worth a visit. …",
    "rating": 4,
    "name": "Svitlana Alokhina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant of modern Ukrainian cousine.",
    "rating": 5,
    "name": "Olenka Oooh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic Ukrainian traditional gastronomy and an amazing set up of the restaurant, like how houses were in ancient times.",
    "rating": 4,
    "name": "adam kidron",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I had heard a lot of good things about SHO before I got a chance to visit. I liked the design a lot and music playing inside was great. It is pretty much a fancy Prices are high for Kyiv (it would cost you around 15-20 euro to have a full …",
    "rating": 1,
    "name": "Дарія",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic Ukrainian restaurant. Food is delicious. The service is great. Staff is so friendly and nice. The borsh was delicious, sala was amazing. Another great point about this restaurant is a smoking lounge on the second floor, so you do …",
    "rating": 5,
    "name": "Dmitry Starkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, amazing atmosphere, would definitely recommend!",
    "rating": 5,
    "name": "J A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The place is fantastic, the food is good and... The service typically friendly, some waiters are nice (Anton) and ... Then the gripe: Others downright ignore you. The staff is not attentive at all and dont find your eyes or even later your …",
    "rating": 4,
    "name": "Dave Morris Holland",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best place with authentic Ukrainian food. I'd day it's a must visit 😉 Located close to the city center and a bout 5min from metro  station Klovska. If you plan to visit during weekend (Fri-Sun), better to book a table beforehand.",
    "rating": 5,
    "name": "Dmytro Shcherbyna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent green bortsch and Vareniki",
    "rating": 5,
    "name": "Francesco Carnielli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you fot feedback! Always happy to see you!",
    "rating": 4,
    "name": "Andriy Partyka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great authentic place in Ukrainian style",
    "rating": 5,
    "name": "Boris Mizhen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Service was seriously awful. The waitress threw our plates on the table and took the plate from my seat neighbour by reaching over the entire table and nearly reaching my face. Food was alright but nothing special. The waitress also threw the bill on the table just to right after interrupt our talk with the request to get the card.",
    "rating": 5,
    "name": "Violetta ienina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "awesome interior, tasty cuisine. (nothing special though if you're local)\n\n-2 stars for awfully long waiting time between the meals.",
    "rating": 5,
    "name": "Jake Tuck",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! Feedback is very important to us. We passed your comment to the kitchen and look forward to see you!",
    "rating": 5,
    "name": "An Gu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "our favourite among Kyivs huge number of wonderful restaurants. the menu is put together with great confidence and good-natured pride in ukraine‘s culinary wealth. giblets, buckwheat, rooster, pike, duck, pickles, aspic—all done at once …",
    "rating": 5,
    "name": "Thiago Cesar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was ok, the impression of the restaurant really ruin waiters that are not friendly. Prices higher than in other places. Flat white was brought with wrong proportion, and the waiter tried even to argue \"we always do in this way\", trying to cover his mistake instead of preparing the right drink.",
    "rating": 5,
    "name": "Anton Shlapak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Breakfast options are nice, prices are ok, service is good. Advisable",
    "rating": 5,
    "name": "Yelyzaveta B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic place to make a phone call. Let's say you're the US ambassador to the EU and are doing crimes with the president of the United States - you can come to this fine establishment and call him from your cell phone to discuss the …",
    "rating": 5,
    "name": "Misha Shi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is an incredibly stylish place, with a thorough design that shows in details and very hip specious ambience.\nThe service was top notch, very friendly and prompt. …",
    "rating": 5,
    "name": "Tetiana Martynovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food 😋 Borsch is an art form in Sho. A bit pricey but worth it.",
    "rating": 5,
    "name": "Anna Esaulova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Oleksandra Kyrychenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great example of modern Ukranian restaurant.\nNice decor, large tables, very good service.\nWine canteen is somehow limited, I would have expected more important etiquettes.",
    "rating": 4,
    "name": "Fabio Witt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quite tasty, friendly staff. Nothing fancy though overpriced for the food quality and portions.",
    "rating": 1,
    "name": "Bukashka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best food ever! I ate ukrainian traditional food and they made it perfectly...everything was fantastic, food, service, atmosphere! i recommend this place for sure, it would be my first place where i will go to eat next time when i am in Kiev!",
    "rating": 5,
    "name": "Uri Zeituni",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great new Ukrainian kitchen with smile and good service",
    "rating": 3,
    "name": "Cüneyd Açıkel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely beautiful interiors with every detail hold to highest standard. Very attentive staff and affordable prices. We were there for breakfast and pancakes were great!",
    "rating": 5,
    "name": "Bo Vejgaard",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "the place is amazing ... and it deserve 1 star just for the towels in the bathroom. The food is ok, but it's not mind blowing, But they have really huge problems in the management of the kitchen. we were there for a corporate lunch, we …",
    "rating": 5,
    "name": "Ivan Kamyshan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cozy place to have a dinner. True Ukrainian food",
    "rating": 5,
    "name": "S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best places in the city for Ukrainian national food. Astonishing design and architecture, polite waiters and great value for the money. Must visit.",
    "rating": 4,
    "name": "Michael Night",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, interior and stuff! Highly recommended.",
    "rating": 3,
    "name": "William K.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best Ukrainian borscht in Kyiv, excellent Salo, great varenyks, fantastic marinated side dishes - pickles, tomatoes, garlic, etc. All this for very moderate price.  Finding a car parking might be a challenge so use nearby subway.",
    "rating": 5,
    "name": "DuO Lit",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a delicious food and beautiful design of the restaurant. A mixture of Ukrainian authentic and modern design . Really recommend it",
    "rating": 5,
    "name": "Polina Poliakova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks for your feedback! Always happy to see you :)",
    "rating": 5,
    "name": "Jane Palash",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Such a great place with amazing service and delicious food. Frendly staff makes you feel welcomed and looked after. Will definitely recommend Sho to anyone who visit Kyiv. …",
    "rating": 3,
    "name": "Емил Стоев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing staff and tasty dishes! I definitely recommend going there. Has a very modern and traditional Ukrainian vibe",
    "rating": 5,
    "name": "Serhii Shvets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian cuisine modern style. Relaxing and airy interior. Excellent service",
    "rating": 5,
    "name": "André Da Vinci",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Ruslan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good food and very nice place. Worth it.",
    "rating": 3,
    "name": "Dima Grinkevych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive restaurant of ukrainian cuisine. Nice design, good behaviored staff, all is good... but too much expensive which is not  explained by quite usual food. Will not visit again, style and format is not mine.",
    "rating": 5,
    "name": "Maxim Kondratovich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian themed restaurant in town. The food is just unbelievable. A must-try for those interested in local culture and cuisine",
    "rating": 5,
    "name": "Caroline Hodgson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "When I stepped into the \"Show\" that is Sho I thought that's what it meant and was disappointed to find that Sho means \"what\" in Ukrainian. This now legendary joint is where Ambassador Sondland called Trump to discuss the \"quid pro quo.\" …",
    "rating": 4,
    "name": "Yesenia Nery",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely terrible. Meat is raw, service is terrible, water was already opened but pretended like new, no attention to customers",
    "rating": 5,
    "name": "jacky yip",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We are very sorry that the last visit to the restaurant left you such an impression. We would like to understand this situation. Please write your contact phone number in private messages and our manager will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Aygun Atesoglu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very spacious place with nice atmosphere, great interior and a fairly good modern Ukrainian cuisine. The second floor is preferable.",
    "rating": 5,
    "name": "Yaroslav Osadchyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful Ukrainian food in a modern designer style restaurant.",
    "rating": 5,
    "name": "Kysil Aleksandr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Looking forward to our meeting!",
    "rating": 5,
    "name": "Ramiz Behbudov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive but incredible food\nGreat atmosphere\nService is somewhat slow but the food is worth the wait",
    "rating": 4,
    "name": "Anton Waschuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Vojtěch Tesárek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty food, good and fast service that speaks English, free parking, comfortable seating. One of the best places in downtown 👍",
    "rating": 5,
    "name": "Oleksandr Trosh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Greate Hukrain cousine in a wonderful location. Food prices also.",
    "rating": 5,
    "name": "Neven Drasic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "the food is both delicious and of course.  dude krkta ukrainian concept.  dear.",
    "rating": 5,
    "name": "Miguel Jimenez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and decor",
    "rating": 5,
    "name": "Hadar Shoval",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Oleksii Zhyrovyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place has impressed me with it’s attentive service, delicious food and a beautiful modernized Ukrainian design. I’m very pleased.",
    "rating": 5,
    "name": "Susana S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, polite attentive staff and a modern stylish dining room. Our most expensive meal in Kyiv but worth the money",
    "rating": 3,
    "name": "Milan Ruscak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It was fantastic.  One of mt 10 top restaurants.  Highly recommended",
    "rating": 5,
    "name": "Alex Tokarev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Brian Jackson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good for a tasty varenikyi and chicken kiev!",
    "rating": 4,
    "name": "Gianmarco Bertuccio",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious 😋  Good service!\nTraditional interior with modern elements provides good atmosphere for your visit.",
    "rating": 4,
    "name": "Oleg Gelman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you! ☺️🤍",
    "rating": 5,
    "name": "Ivg St",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I dare say that it’s the best Ukrainian restaurant. Cozy location, friendly staff and the most delicious dumplings ever.",
    "rating": 5,
    "name": "Olga Samoilenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommend!!\nUkrainian style is very authentic, food is tasty. Staff 5 stars!!!",
    "rating": 4,
    "name": "Veronika Demedetskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious Ukrainian food! Modern Ukrainian style! I would recommend!",
    "rating": 5,
    "name": "Kseniia Lozova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Steve DePew",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very authentic. Food was quite good. Very friendly stuff. Slightly overpriced but for the interior I think it was worth it.",
    "rating": 5,
    "name": "гульнара аубакирова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great new place for Ukrainian cuisine. Check our waiters and waitresses uniform, it's just amazing and so authentic",
    "rating": 5,
    "name": "Sabrina T",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "quite expensive, but the waiters speak english well",
    "rating": 5,
    "name": "Niko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 1,
    "name": "Uve Poom",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ordered takeout here, wasn’t impressed with the quality of food. It reminded me of the Soviet style cafeteria food.",
    "rating": 5,
    "name": "Changdo Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We are very sorry for your impressions! We would like to understand this situation! Please leave a contact phone number to us in private messages: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Swjatoslav Cicer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing! What a wonderful experience!",
    "rating": 5,
    "name": "Suresh M S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "my last visit was terrible :(",
    "rating": 5,
    "name": "Seb P.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good local food. You get a lot for a reasonable price and the restaurant is quite fancy.",
    "rating": 5,
    "name": "FISHKA Brodyaga",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice restaurant with tasty food :) here you can find the modern way of preparing Ukrainian national dishes",
    "rating": 5,
    "name": "Artur Siebert",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place, delicious Ukrainian cuisine. The interior is modern-Ukrainian and very light❤",
    "rating": 5,
    "name": "Guy Fooksman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice setting, decent food, but the service was not much better than a fast food joint",
    "rating": 5,
    "name": "Eli Abraham",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was ok .... the service was marginal.. interesting decor",
    "rating": 5,
    "name": "Chris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! We will fix it!",
    "rating": 5,
    "name": "Cassy Bayona",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "great service, good food. Prices higher then in regular Kiev restaurant, but it worth it.",
    "rating": 5,
    "name": "Romka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I like this one. Always coming for borsch directly from the airport 😁",
    "rating": 5,
    "name": "Martin Betts",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Looking forward to our meeting!",
    "rating": 5,
    "name": "Antonio Porras",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you ever have a tourist that you need to impress, take them to sho. You will not disappoint them. Completely stunning.",
    "rating": 5,
    "name": "C. H.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The place and service were great. Food was average",
    "rating": 5,
    "name": "Maxim Krukovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pretty nice place, with tasty Ukrainian cuisine dishes! Friendly staff!",
    "rating": 5,
    "name": "Adam Peter",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing interior, great food, very attentive service staff. A must visit in Kiev!!!",
    "rating": 5,
    "name": "Lena Strykun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cool atmosphere. Interesting dishes but....800 yeah for simple breakfast for 2ppl was tooo much.",
    "rating": 4,
    "name": "Dmitriy Zhyla",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interior and service is good, but menu is so generic. Doesn't worth the prices...",
    "rating": 5,
    "name": "Eugene Kushta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious Ukrainian food. High price but you will pay with pleasure for the evening",
    "rating": 5,
    "name": "Petr Tyl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very stylish restaurant, delicious food, rural Ukrainian fare in the heart of the city.",
    "rating": 3,
    "name": "Артур Щирица",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The meat dumplings were amazing! Sad they didnt have the lamb racks",
    "rating": 5,
    "name": "Mehmet Hoca",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The most testy and reasonable price, good service and English speaking employees!!",
    "rating": 5,
    "name": "J. P.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "miki porro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place. Price is higher than usual but not.al for such place. Could have nice evening and also has iqos friendly place too",
    "rating": 5,
    "name": "luluke1287",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Modern interpretation of traditional Ukrainian cousine. You'll be surprised! I personally would recommend varenyk with rabbit.",
    "rating": 4,
    "name": "Cem Kara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place with great service and interior. Probably the best place to try Ukrainian cuisine.",
    "rating": 5,
    "name": "Ihor Piasta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food. Cozy. Comfortable. Spacious.",
    "rating": 4,
    "name": "James Trystan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, BUT SHOCKING THAT WAITERS SPEAK RUSSIAN in a traditionally ukrainian restaurant in Ukraine.",
    "rating": 4,
    "name": "Daniel Koyfman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing! Go there! Now!",
    "rating": 5,
    "name": "Valkeriya Paris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best places in kyiv to eat and delight Ukrainian national modern kitchen and style",
    "rating": 5,
    "name": "Vlad Strelko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent chicken Kiev filled with dill and mashed potatoes 👌👍\nFull recommendations for this Ukrainian food restaurant!",
    "rating": 5,
    "name": "Viktoriia Baluieva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love black caviar and don Alejandro wine.",
    "rating": 5,
    "name": "Mariya Kaminskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback!",
    "rating": 4,
    "name": "Alex Miller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Extremely recommended. Very good food, nice service. Great experience.",
    "rating": 5,
    "name": "Olha Shambir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very warm atmosphere, well-trained and welcoming staff, spacious place. Perfect!",
    "rating": 5,
    "name": "Manuel Ramos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food is very tasteful and the decoration is beautiful. I totally recomend!",
    "rating": 4,
    "name": "Oleksii Pinchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful interior, but the food was nothing special. Vodka frozen as it should be",
    "rating": 5,
    "name": "Влад Святелик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unique simplistic design, friendly service, tasty food. Worth 5 stars!",
    "rating": 5,
    "name": "Just Relax Tour",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good for English speakers, waiters were fluent and English menu. And the food was excellent.",
    "rating": 5,
    "name": "Роман Савченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great location and food, eating outside can be noisy, too many cars honking the horn",
    "rating": 4,
    "name": "Yak Shvartz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not the best traditional kitchen, but still very good.",
    "rating": 5,
    "name": "Andrii Hrytsunyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place, great food, unique design",
    "rating": 4,
    "name": "Michael Reynalds",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Federico Regoli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome place to bring a foreign visitor for a nice and upbeat Ukranian meal",
    "rating": 5,
    "name": "Shaden Al",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "☺️🤍",
    "rating": 5,
    "name": "Ilya Balashov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Stylish place with ukrainian cousine, though overpriced. I think in Kyiv you can find more for less amount of money.",
    "rating": 5,
    "name": "Nastasja Doroshenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great interior",
    "rating": 5,
    "name": "Olga Meniovych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you ☺️",
    "rating": 4,
    "name": "Benjamin Hirsch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, great food and reasonable price! What more can you ask for?",
    "rating": 2,
    "name": "Halyna Tarasenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious national food, qualified personnel. I recommend  you to visit this restaurant.",
    "rating": 5,
    "name": "sylvan stommel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place, loved the interior, great food and reasonably priced!",
    "rating": 3,
    "name": "Andrey Fisunenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A wonderful menu and very attentive friendly staff. A+++",
    "rating": 5,
    "name": "A. Sadreddini",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great interior, lovely food, and service so slow we almost missed our train. Shape up, Sho.",
    "rating": 5,
    "name": "Lena Mykhalchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Quality restaurant with local cuisine.\nModern interior, still cozy enough.",
    "rating": 5,
    "name": "Gurdeep Grewal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing ukranian food and best service in kiew )",
    "rating": 4,
    "name": "Oleksiy Tsvietnov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Aleksandr Piterman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice food.  Good ambience and great service",
    "rating": 5,
    "name": "Keith Gibson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious Ukrainian food. Quick and warm service",
    "rating": 5,
    "name": "Yuriy Petrov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome authentic Ukrainian food! Great service!",
    "rating": 5,
    "name": "Кристина Каручек",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, great food, stunning atmosphere and surroundings.",
    "rating": 5,
    "name": "Yuriy Bogun S.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food and nice interior. Kind staff",
    "rating": 5,
    "name": "Ilya Balashov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome place, great food, great design, great staff, great wine",
    "rating": 4,
    "name": "Anita Shah",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic food, beautiful atmosphere, good prices",
    "rating": 5,
    "name": "Max Golionko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very fancy, food is great too",
    "rating": 4,
    "name": "A S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much ☺️🤍",
    "rating": 5,
    "name": "Alexander Zheltov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place, good menu, cool service!",
    "rating": 5,
    "name": "Eric Graf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always nice food and atmosphere",
    "rating": 5,
    "name": "Moon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Oleksandr Gamaniuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent service, delicious food, great place to eat.",
    "rating": 5,
    "name": "Andrej Steven Horvat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great local food. Price is reasonable",
    "rating": 5,
    "name": "Pavel Pokhalchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty cousine, great decoration, excellent service. Great place!!!!",
    "rating": 5,
    "name": "Alex Frenkel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food with very modern vibe design love it",
    "rating": 5,
    "name": "Tadas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Stylish place and tasty Ukrainian food!",
    "rating": 5,
    "name": "Peter Gräf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian cousin in a beautiful interior for a big money.",
    "rating": 5,
    "name": "Rut Avni",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "best Ukrainian cousine in kyiv",
    "rating": 5,
    "name": "Alexander Dragunov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 4,
    "name": "Daniel Poludyonny",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you want to try Ukrainian cuisian in modern way, that is your choice.",
    "rating": 5,
    "name": "Rashad Zeynalov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Poor and overpriced menu, arrogant waiters. Thats all... never return.",
    "rating": 5,
    "name": "Erie Odland",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and great ambiance",
    "rating": 5,
    "name": "There's a Will",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food was excellent.  I was very pleased.",
    "rating": 4,
    "name": "Andriy Lazorenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, great place, great service. Everything great",
    "rating": 5,
    "name": "Ivan Uzunov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food and very welcoming staff.",
    "rating": 5,
    "name": "Paul Jaroslawski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A good place to taste popular italian cuisine.",
    "rating": 5,
    "name": "Yevgen Chupak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place and tasty food. Thank you!",
    "rating": 2,
    "name": "Jonah VX",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian food, lovely restaurant",
    "rating": 5,
    "name": "David Sebbag",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Too fancy, but food is good.",
    "rating": 5,
    "name": "Tetiana Kopan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very Ukrainian style with tasty Ukrainian food",
    "rating": 5,
    "name": "Serhii Didkovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Top class authentic Ukrainian food.",
    "rating": 5,
    "name": "Capt Pablo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect Ukrainian food!",
    "rating": 5,
    "name": "אושרי בן חמו",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Тарас Крынычка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place to go out. Folk interer and very nice cousin.",
    "rating": 2,
    "name": "Mohammed Afsal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Real ukrainian dishes with very good service.",
    "rating": 2,
    "name": "Süha Canatan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty local food and very fusion interior",
    "rating": 5,
    "name": "arik sagy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great  food and lovely staff.",
    "rating": 3,
    "name": "Elvira Kantiieva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good Ukrainian cuisine. High expensive",
    "rating": 5,
    "name": "Özgür Yılmaz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Greater place to enjoy Ukrainian food",
    "rating": 5,
    "name": "d p",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place to try Ukrainian cuisine ❤️",
    "rating": 5,
    "name": "Denis Korobeynikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian national kitchen and nice interior 👍👍👍❤❤❤🌟🌟🌟",
    "rating": 3,
    "name": "Apex Falcontis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice looking entourage, food is nothing special",
    "rating": 5,
    "name": "Andrey Nazaretsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty Ukrainian food",
    "rating": 4,
    "name": "Andrej Steven Horvat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food excellent good service well priced",
    "rating": 5,
    "name": "Egidijus Gaidamavičius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wonderful typical Ukrainian restaurant!!!",
    "rating": 5,
    "name": "Aleksandra Golodyaeva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "🤩🤩🤩🤩",
    "rating": 5,
    "name": "victorya vilne",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "quite new restaurant of Modern Ukrainian cuisine",
    "rating": 4,
    "name": "Dr.Ali AlAli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing design and good food:)",
    "rating": 5,
    "name": "DAN STOFF",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian restaurant, good food, cool design",
    "rating": 5,
    "name": "Bogdan Paliukh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food traditional",
    "rating": 5,
    "name": "Владислав В",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is odd for the personnel to speak Russian in a Ukrainian restaurant.",
    "rating": 4,
    "name": "Eugene Dison",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good food, nice staff",
    "rating": 5,
    "name": "Kateryna Khramova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Menu is too much banal for Ukrainians",
    "rating": 2,
    "name": "Катерина Краснокутская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a creative yet good food with amazing space",
    "rating": 5,
    "name": "Оксана Радовинчик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The place where you want to come back every day",
    "rating": 5,
    "name": "Yuriy Dzhemesyuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much! Looking forward to you ☺️🤍",
    "rating": 5,
    "name": "Inna Marabini",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Just awesome food and atmosphere.",
    "rating": 4,
    "name": "Руслан Гейдаров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fancy place, however the food doesn't taste that good",
    "rating": 5,
    "name": "Світлана Сажина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian food not bad",
    "rating": 5,
    "name": "Алексей Юрченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place nice atmosphere good food",
    "rating": 3,
    "name": "Юлия Алексеева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very busy",
    "rating": 2,
    "name": "Таня Федоренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's great but it's expensive. I mean really expensive",
    "rating": 3,
    "name": "Sofia Hryhorieva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "stylish and authentically Ukrainian",
    "rating": 5,
    "name": "Роман Тіторенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Kseniya Podolska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "New place with contemporary Ukrainian cuisine",
    "rating": 4,
    "name": "Kris W",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Reasonably good vegetarian fare.",
    "rating": 5,
    "name": "Stanislav Malyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "delicious food, great service",
    "rating": 5,
    "name": "Lyudmila Shumeyko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great looks!\nok food.",
    "rating": 5,
    "name": "Юлия Арсоева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Loved the food and the atmosphere!",
    "rating": 5,
    "name": "Калина подорожує світом з Time to trip",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, good service",
    "rating": 5,
    "name": "Юля Пономаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious food, nice atmosphere",
    "rating": 5,
    "name": "emi ama",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect service and dining as usual",
    "rating": 3,
    "name": "A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice local food",
    "rating": 5,
    "name": "Viktor Z",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian dishes",
    "rating": 5,
    "name": "Дмитрий Петров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really cheap.... Like 5 people where eating for 100 dollars",
    "rating": 5,
    "name": "Olga Pohlman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Modern traditional. Higly recomended.",
    "rating": 5,
    "name": "Sergei Tkachenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Like every time my fav in kiev",
    "rating": 5,
    "name": "Алла Ермоленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "oh wow! the food, the design.... HEAVEN!",
    "rating": 5,
    "name": "Lena",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian food!",
    "rating": 5,
    "name": "Anna Kolesnik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent Ukrainian cuisine.",
    "rating": 3,
    "name": "Maks Rybachuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food and service",
    "rating": 4,
    "name": "Archirai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Виктория Малина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service, tasty food",
    "rating": 5,
    "name": "Анна Ушпик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb relaxed lovcation w v tasty food",
    "rating": 5,
    "name": "Helena Smart",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It's a good place, but overpriced",
    "rating": 5,
    "name": "Elena Doronina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic Ukrainian food",
    "rating": 4,
    "name": "Maya Mi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best restaurant in Kyiv.",
    "rating": 5,
    "name": "Елена Ревин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really good place. Recommended",
    "rating": 4,
    "name": "Виктория Быкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s okay but too expensive",
    "rating": 3,
    "name": "Маруся Я",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place good food",
    "rating": 5,
    "name": "Олександра Прилуцька",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Love it the concept !",
    "rating": 4,
    "name": "Sergiy B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 3,
    "name": "KotangensSO",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "In style.",
    "rating": 5,
    "name": "Irfan Yasar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I love this place.",
    "rating": 5,
    "name": "Agnesa Novitchi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best of Ukraine",
    "rating": 4,
    "name": "Елена Чурсина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 3,
    "name": "Вячеслав",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice",
    "rating": 4,
    "name": "Olga May",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Waiting too long🙄",
    "rating": 2,
    "name": "Дарина Шаблевская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Some strange interior",
    "rating": 4,
    "name": "the_kozinna N.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great restaurant!!!",
    "rating": 4,
    "name": "Оля Кизим",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super slow.",
    "rating": 1,
    "name": "Елена Сулима",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best local food",
    "rating": 5,
    "name": "О Buttercup",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yum!",
    "rating": 4,
    "name": "Anton Kuts",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Highly recommend this place.",
    "rating": 5,
    "name": "Artem Zeleny",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "ok",
    "rating": 2,
    "name": "ok__noori ok__noori",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Worth the visit",
    "rating": 4,
    "name": "Вадим Власенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Domastic food",
    "rating": 4,
    "name": "Maryna Tiuliukova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Coffee so so",
    "rating": 4,
    "name": "Andrii Dolz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Yam!!!",
    "rating": 5,
    "name": "Francois Verones",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place",
    "rating": 1,
    "name": "Mike",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Yuliia Shulha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food",
    "rating": 1,
    "name": "Ваня Колесов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food",
    "rating": 5,
    "name": "GoProkat Channel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place.",
    "rating": 4,
    "name": "Александра Волкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place",
    "rating": 5,
    "name": "Daniele Mascheroni",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "Alyona Russu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан украинской кухни с очень стильным дизайном интерьера. Расположен в тихом центре Киева. Еда вкусная с оригинальной подачей. Порции довольно большие. Цены адекватные. Обслуживание отличное. …",
    "rating": 5,
    "name": "A L",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "18.02\nинтерьер - невероятно красивый, очень стильно и ненавязчиво 5/5\nеда - красиво, легко и очень вкустно …",
    "rating": 5,
    "name": "Элиза Иванова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Катерина, благодарим за отзыв! Мы обязательно передадим данную информацию управляющей ресторана и проведем беседу с официантами, чтобы в дальнейшем подобных ситуаций не было🙏🏼 Будем очень рады видеть Вас в Sho🤍\n\n(Translated by Google)\nKatherine, thank you for your feedback! We will definitely pass this information on to the restaurant manager and have a conversation with the waiters so that there are no such situations in the future🙏🏼 We will be very happy to see you at Sho🤍",
    "rating": 5,
    "name": "Peter Sevonius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful place that deserves to come again and again. Beautiful interior, not noisy, we sat in the company and had the opportunity to discuss working moments. Friendly staff, waiters are very attentive. I liked the …",
    "rating": 5,
    "name": "Анна Николаевна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Oksana, thank you very much for your feedback! We hope to see you again and again in Sho🥰\n\n(Original)\nОксана, щиро дякуємо за відгук! Сподіваємося, що ми ще раз і не раз Вас побачимо в Sho🥰",
    "rating": 5,
    "name": "Anna Libova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ukrainian cuisine restaurant in the center of Kiev. The menu includes traditional Ukrainian dishes, from dumplings and borscht to Transcarpathian banosh. Natural wood tables and chairs, high columns, rough clay walls …",
    "rating": 5,
    "name": "Sviatoslav Marchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Yuri, thank you for your feedback! We look forward to our next meeting🤍\n\n(Original)\nЮрій, дякуємо за відгук! З нетерпінням чекаємо нашої наступної зустрічі🤍",
    "rating": 5,
    "name": "Максим Некрылов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обходительно. Красиво. Чисто. И вкусно! Получила удовольствие... Есть желание вернуться и попробовать еще другие блюда.\nПокорил \"Большой вареник с кроликом\" (на фото). …",
    "rating": 5,
    "name": "Maryna Kharetonchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 5,
    "name": "Ленка Станкевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый и атмосферный ресторан. Цены хорошие, обслуживание быстрое. Еда на твёрдую 4-ку …",
    "rating": 5,
    "name": "Алина Покровская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Руслан, благодарим за отзыв! Вся наша команда с нетерпением ждет Вас в Sho❤️\n\n(Translated by Google)\nRuslan, thank you for your feedback! Our entire team is looking forward to seeing you at Sho❤️",
    "rating": 5,
    "name": "Helen Stehniei",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приехали позавтракать! С местом не прогадали, широкий выбор меню на любое вкусовое предпочтение и настроение. Удобно,  что завтраки до 13.00 как раз для воскресенья самое оно, кофе оправданно стоит свои 80 грн (в хороших кофейнях 60 грн …",
    "rating": 5,
    "name": "Алена Коваленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 3,
    "name": "Hennadka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый интерьер, интересная подача блюд и очень все вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александра Коваленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Алексей, благодарим за отзыв! С нетерпением ждем нашей следующей встречи❤️\n\n(Translated by Google)\nAlexey, thanks for the feedback! Looking forward to our next meeting❤️",
    "rating": 5,
    "name": "Nataliia Akatova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Здравствуйте) мне сам ресторан очень нравится, еда так же) хожу сюда часто. Все было супер, всё вкусно и красивый интерьер. Но, обслуживание и хостес отвратительное ( была последний раз 12.02.2022) парень официант  с татуировками и девушка, …",
    "rating": 5,
    "name": "Юлия Мирошник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Юлия, благодарим за отзыв! Мы обязательно передадим данную информацию управляющей ресторана и проведем беседу с официантами, чтобы в дальнейшем подобных ситуаций не было🙏🏼 Будем очень рады видеть Вас в Sho🤍\n\n(Translated by Google)\nJulia, thank you for your feedback! We will definitely pass this information on to the restaurant manager and have a conversation with the waiters so that there are no such situations in the future🙏🏼 We will be very happy to see you at Sho🤍",
    "rating": 5,
    "name": "Анна Бакуновицкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Каждый раз когда приходим в это заведение просто покушать и отдохнуть спокойно, все время что-то происходит.\n-то забыли принести кофе, …",
    "rating": 5,
    "name": "Kristina Korishnichenko (Diamantova)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Таня, благодарим за отзыв! Нам очень жаль, что произошла такая ситуация и сложилось такое впечатление😔 Мы бы хотели принести свои извинения за это. Напишите, пожалуйста, контактный номер телефона в личные сообщения и мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nTanya, thank you for your feedback! We are very sorry that such a situation occurred and that impression 😔 We would like to apologize for this. Please write your contact phone number in private messages and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Arthur White",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Из очевидных плюсов - интерьер и концепция. По еде - были на завтраке, поэтому трудно судить о кухне в целом. Брала овсянку с белыми грибами - хотелось немного \"подкрутить\" яркости вкусу (возможно, если бы она была на грибном бульоне, то …",
    "rating": 3,
    "name": "Марія Яців",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "София, благодарим за отзыв! Нам жаль, что у Вас сложилось такое впечатление о нашем ресторане. Мы очень ждем Вас, чтобы исправить первое впечатление🤍\n\n(Translated by Google)\nSofia, thank you for your feedback! We are sorry that you have such an impression of our restaurant. We are waiting for you to correct the first impression🤍",
    "rating": 5,
    "name": "Vinnitska Evgeniya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отмечаем день рождения нашего хорошего товарища. Прямо сейчас. Всё очень вкусное и свежее. Шашлык очень нежный! Грибочки белые, селёдочка собственного приготовления, соления!!! Мммм!!! А драники с грибами!!! Объедение!!!! И главное очень …",
    "rating": 5,
    "name": "Alenka Alenka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Роман, благодарим за отзыв! С нетерпением ждем Вас в нашем ресторане еще❤️\n\n(Translated by Google)\nRoman, thanks for the feedback! We look forward to seeing you in our restaurant again❤️",
    "rating": 5,
    "name": "Konstantin Bayer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красивый светлый интерьер, много места, приятное обслуживание.\n\nБрала даренные пельмени в грибном соусе - очень вкусно. Хрустящая корочка, так …",
    "rating": 4,
    "name": "Aneta Sokolowska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for your feedback! Always glad to see you!",
    "rating": 4,
    "name": "Sergii Reestrenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютно и красиво, в первый раз был чудесный официант, второй раз попали компанией и другой официант нахамил, остался очень неприятный осадок.\nЕда очень вкусная, рады были видеть много вегетарианских вариантов …",
    "rating": 5,
    "name": "Герман Голуб",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We are very sorry that you are faced with such an unpleasant situation. We have already passed this information to our manager and we will conduct a conversation with the staff so that in the future there will be no such situations. We are always glad to see you again in our restaurant!",
    "rating": 4,
    "name": "Ol O",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень интересное заведение. Персонал очень приветлив и гостеприимен, а еда довольна таки вкусная и сытная. До скорых встреч! …",
    "rating": 5,
    "name": "Mykola Sedletskyi (DaVinci)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 2,
    "name": "Marat Dospolov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty! Took borsch, cabbage rolls, avocado salad, jellies, stuffed carp. I liked the service. Nice interesting interior. You can safely recommend. …",
    "rating": 5,
    "name": "Iryna Sovkova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to our next meeting!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекаємо нашої наступної зустрічі!",
    "rating": 5,
    "name": "Roksolana Bolebruch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я посещаю этот ресторан постоянно, всё меню максимально простое и вкусное. Цены лояльные, официанты всегда вежливы и улыбчивы) внутри очень уютно и не хочется оттуда уходить! Считаю все обязаны там попробовать борщ, холодец, вареники с …",
    "rating": 3,
    "name": "Andrii Molodyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Ostap Podvirnyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) very tasty borsch! And the language with white mushrooms) cool interior and convenient location) in summer there is a good terrace, so you will always have a choice where to spend time inside the restaurant, enjoying …",
    "rating": 5,
    "name": "Nadya Jupiter",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always happy to see you at Sho!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас в Sho!",
    "rating": 5,
    "name": "Таня Булатова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферный ресторан украинской кухни, который обрамлён в современность. Интерьер который напоминает бабушкин дом, но только лишь его деталями, например подушками, за счёт этого невероятно уютно и по домашнему тепло, где панорамные …",
    "rating": 3,
    "name": "Анастасия Стотыка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Restaurant 🍴with traditional Ukrainian food, we ate in three the food was very good we had a bograc soup, seledka pod shuboi, vareniki, olivie, Shashlik, sheka telenka (it was a butter) all perfect also the staff. …",
    "rating": 5,
    "name": "Вероника Дацик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) if you are ready to pay 90 hryvnias for mineral water, this establishment will suit you. menu items are very expensive, even for the center of my city. it is too much for Ukrainian cuisine ingredients …",
    "rating": 5,
    "name": "Валерия Евенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Lyudmila Litchman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сегодня посетил ресторан SHO. Основная проблема это парковка и выезд из ресторана, напротив несколько топовых заведений которые создают пробки на въезд и выезд из ресторана. …",
    "rating": 4,
    "name": "Sergii Viunnikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We thank you! We will wait again 💛\n\n(Original)\nДякуємо вам! Чекатимемо знов 💛",
    "rating": 2,
    "name": "Veta Aromat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный ресторан с прекрасной кухней. Очень интересный интерьер сразу видно что делали ресторан с подходом к деталям.   Уровень цен средний как для Киева. В ресторане два этажа. Персонал отлично знают свою работу. Очень вкусная кухня, …",
    "rating": 4,
    "name": "Kamila Kamila",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, Dmitry! Be sure to consider how to improve the menu format for your comfort 💛\nHave a nice day ☺️\n\n(Original)\nДякуємо вам за відгук, Дмитро! Обов‘язково поміркуємо над тим, як покращити формат меню задля вашого комфорту 💛\nГарного дня ☺️",
    "rating": 5,
    "name": "Arkadi Martirosov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный современный ресторан традиционной украинской кухни. Итеръер - отдельная и очень важная составляющая. Ведь сюда приходят именно за этим. Неподражаемой красоты светильники и общее убранство создает тот самый WOW эффект. В ресторане …",
    "rating": 5,
    "name": "Yuliia Makeup",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравилось. Хорошее обслуживание, чисто, красиво и уютно. Вкусные блюда, заказывали котлету по-киевски, жареную картошку, оливье с языком и голубцы - все понравилось. Довольно много места. …",
    "rating": 5,
    "name": "Ann Golik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ☺️🤍\n\n(Original)\nДякуємо вам за відгук ☺️🤍",
    "rating": 4,
    "name": "Олена Бабич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение!!! Очень оригинальный и красивый интерьер, столики на выдержанном расстоянии друг от друга. И что немаловажно, безумно удобные стулья и диваны, никакого дискомфорта) Еда вкусная, порции адекватного размера, голодными не …",
    "rating": 5,
    "name": "Ilya Hess",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все очень вкусно. Красивый дизайн. Очень уютно и комфортно. Не дешево. До 11.30 можно выбрать из меню только завтраки. …",
    "rating": 1,
    "name": "Taras Malkovych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for your feedback! Always glad to see you!",
    "rating": 2,
    "name": "Julia Gerbut",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное новое место! Ресторан современной украинской кухни. Цены достаточно высокие (меню можно посмотреть на сайте), но оно того стоит. Просто потрясающий интерьер! Хороший выбор завтраков. На фото яйца Бенедикт с телячьими щечками (цена …",
    "rating": 5,
    "name": "Анастасия Арцыбашева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не понравилось. Из позитива, хорошее расположение, прекрасные панорамные окна. Хорошее капучино. При попытке сесть за стол возле окна пришлось протискиватся между столом из неотесаных досок и тяжёлой лавочкой. Попросили нас пересадить. …",
    "rating": 5,
    "name": "Юлия Юлия",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохо, но не идеально. Салат 7/10, авокадо спелый, рыба неплохая, брокколи были мороженные до приготовления, но не столетние. Борщ 9/10. …",
    "rating": 1,
    "name": "Julia Antonenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Невероятно большой ресторан, в центре Киева! Вау! Была впечатлена. ЕДА: очень вкусно, пробовала: фаршмак, нарезку сыров (очень рекомендую!), драники с икрой, суп с белыми грибами вкусный, камбалу хвалил официант, но на деле ничего такого …",
    "rating": 4,
    "name": "Бегущий Банкир (Андрей Онистрат)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ребята! Вы большие молодцы! Интерьер 5+, подбор персонала 5+ , кухня 5+ . Официанты и администраторы знают меню, очень приветливые, не заказывали стол на пятничный вечер, нас посадили сначала не возле окна, услышав пожелание, в течении 10 …",
    "rating": 5,
    "name": "Anasteja",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сегодня была в очень приятном ресторане Sho.Очень стильный интерьер,приятный персонал,вкусная еда,коктейли,кофе,много известных людей увидели здесь.Красивая подача блюд. Еще мы заказывали\" с собой\" еду,очень красиво упаковали блюда.Цены …",
    "rating": 5,
    "name": "Alex Sirius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классное место. Тихое и спокойное.  Имитация современными способами  аутентичного украинского дизайна. Простор. Два этажа, много посадочных мест. В субботу вечером без проблем и без предварительной брони нам предоставили стол. Большое …",
    "rating": 5,
    "name": "Alsou Alsou",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное заведение в котором продумано все! От дизайна ресторана до одежды и поведения персонала. Вкусная еда, большие порции. Ресторан подходит, как для посиделок с друзьями, так и для романтического свидания) …",
    "rating": 5,
    "name": "Оksana Sybydlo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная украинская кухня, необычный этнический интерьер и одежда персонала.\nС одной стороны фольклор и старина, и в то же время выглядит современно.\n. …",
    "rating": 5,
    "name": "Олег Лебедев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Современный ресторан украинской кухни, без «шароварщины»\nОчень стильный интерьер, красивое современное прочтение украинского стиля.\nЗамечательный персонал, учтивый и не навязчивый. …",
    "rating": 2,
    "name": "Светлана Лукаш",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были несколько раз с семьей в данном заведении, так как любим украинскую кухню, но блюда в основном пресные, Оливье безвкусное, деруны как жирная  «каша малаша», холодец неплохой, десерты в принципе нормальные, правда официанты не знают …",
    "rating": 5,
    "name": "Vitali Kolomiets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) * Was here last week with a friend of mine from Georgia. When I came up with a question, where is the best place to present Ukrainian cuisine to foreigners, I was recommended to visit this place and have never …",
    "rating": 5,
    "name": "Lita Akhmetova (Totemus)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классный интерьер и за счёт этого выигрывает.\nКухня - большой выбор, но все что мы заказывали «средненько», где шуба безвкусная, в холодце почти нет мяса... …",
    "rating": 5,
    "name": "Darya Moseychuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отвести друзей иностранцев не стыдно: интерьер красивый, можно нашу национальную кухню попробовать, но меня не впечатлила еда, она никакая: ни хорошая, ни плохая. А официант английский не знал, чтобы нашим друзьям обьяснить меню. …",
    "rating": 4,
    "name": "Непийвода Вікторія",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great Ukrainian restaurant that offers local cuisine.\nEverything is stylish yet traditional, even the waiters and waitresses have traditional dresses on. …",
    "rating": 4,
    "name": "Alevtina Dagnoff",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Starting because the design of the restaurant is impressive and worth seeing, such as its dishes or the uniform of the waiters, all very well thought out and designed. Very good food and excellent service at a good …",
    "rating": 1,
    "name": "Настя Ахбаш",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказывали борщ, судака с овощным пюре, салат с лососем, оливье с языком, телячьи щечки, форшмак (хотелось более нежного вкуса). В целом, по вкусу, все понравилось. …",
    "rating": 5,
    "name": "World Auto",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Елена, благодарим за отзыв! Всегда будем рады видеть Вас в Sho🤍\n\n(Translated by Google)\nElena, thank you for your feedback! We will always be glad to see you in Sho🤍",
    "rating": 5,
    "name": "Ivan Kroshnyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нам хвалили этот ресторан и мы наконец-то в него попали. Да, места здесь хватает, интерьер необычный и аутентичный. Но ведь это ресторан украинской кухни, что же предлагает нам шеф? Мы были утром и потому смогли отведать лишь завтрак …",
    "rating": 5,
    "name": "Natali Moroz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный интерьер! Шикарные глиняные люстры, аутентичное дерево и окна полные света - создают очень приятную атмосферу! …",
    "rating": 3,
    "name": "Serhii Samoliuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Позвонили заранее, стол бронировать не пришлось. Хотелось праздничного ужина с украинской кухней. Место вписывалось под все запросы. Первое не самое позитивное впечатление сложили хостес, нас дважды переспросили на какое кол-во гостей нам …",
    "rating": 4,
    "name": "Елена Костенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дарина, благодарим за отзыв! Нам очень жаль, что произошла такая ситуация с блюдами и с коммуникацией с персоналом😔 Мы бы хотели лично принести свои извинения за это. Напишите, пожалуйста, контактный номер телефона в личные сообщения и наш менеджер с Вами свяжется: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nDarina, thank you for your feedback! We are very sorry that there was such a situation with the dishes and with the communication with the staff😔 We would like to personally apologize for this. Please write your contact phone number in private messages and our manager will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Rita Frolova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Атмосферно. Официанты мужчины очень внимательны и обходительны. Кухня 👌 Стилизация очень уютная, продуманная. Просторно. Сюда хочется возвращаться.\nВ общем, если нужно место для чила, а не просто поесть, вам сюда. …",
    "rating": 5,
    "name": "Кристина Зеленская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will wait again ☺️🤍\n\n(Original)\nДякуємо вам за відгук! Чекатимемо знов ☺️🤍",
    "rating": 5,
    "name": "Светлана Зайцева-Шевченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great Ukrainian style, atmosphere, a large selection of dishes on the menu, all very tasty! But! The service is awful (waiters are unfriendly, the girl was unfriendly to us, poured wine, and then said that we hinder …",
    "rating": 5,
    "name": "Дмитрий Смирнов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказала доставку из этого ресторана. Так хотелось вкусного супчика после нового года. Разочарована. Заказывая куриный суп, ожидаешь там увидеть вермишель, какую то хоть морковку, зелень, ну хоть что-то! А по факту была мутная вода, в …",
    "rating": 5,
    "name": "Богдан Коцупей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были у вас недавно , спасибо большое всей команде, девочкам хостесс что  встретили и нашли уютный стол хотя было достаточно людно. И поварам что так вкусно готовят.  Особенно понравились щеки с перловкой и борщ с быком.  Традиционная кухня …",
    "rating": 5,
    "name": "Artem Bykovets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем Вас и всю Вашу семью на ужин🤍\n\n(Translated by Google)\nThank you for your feedback! We look forward to welcoming you and your whole family for dinner🤍",
    "rating": 3,
    "name": "Ярослав Кравченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан с модерным етно украинским стилем. Блюда украинской кухни. Есть свои пиво и наливки. Цены ресторанные. Положительное: 1. Дизайн, атрибутика, посуда, столы и мебель, одежда персонала, светодиоды в бетонном полу, зелень всё в одном …",
    "rating": 4,
    "name": "Christina Podolyako",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) New trendy trendy Ukrainian restaurant. Total landing - 300+ people. Prices for food from $ 4 (for example, salad), the most expensive dish - $ 13 (flounder fried in a pan). Everything is stylized like Trypillia. Cook …",
    "rating": 3,
    "name": "Kostyantyn Dmytrenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан теряет позиции по всем фронтам .\nНа пороге нас встретили с вопросом одной хостес к другой , дословно : «А этих куда?» …",
    "rating": 5,
    "name": "LULU lala",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам очень жаль, что произошла такая ситуация и Ваше впечатление о нашем ресторане испортилось с первых минут😔 Информацию о данном случае мы передадим управляющей ресторана и обязательно проведем беседу с персоналом, чтобы в дальнейшем подобная ситуация не происходила🙏🏼\n\n(Translated by Google)\nThanks for the feedback! We are very sorry that such a situation happened and your impression of our restaurant was spoiled from the first minutes😔 We will pass on information about this case to the restaurant manager and we will definitely have a conversation with the staff so that this situation does not happen in the future🙏🏼",
    "rating": 1,
    "name": "A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютное и колоритное заведение. Приятный коллектив)\nОчень вкусная еда, просто очень вкусно. Цена на блюда выше среднего) но если хотите произвести впечатление на девушку или посидеть с компанией, то однозначно …",
    "rating": 1,
    "name": "Наташа Исмаилова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for the feedback! Always glad to see you!",
    "rating": 5,
    "name": "Люда Кравченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В меню блюда украинской кухни, каждый сможет выбрать что-то себе по душе. Внутри красиво и уютно, вежливый персонал. …",
    "rating": 5,
    "name": "Eva Brown",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Марина, благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nMarina, thank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Юля Сташук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение для встречи с друзьями и семьей. Интересный интерьер, красивая подача блюд, не маленькие порции, все свежее и горячее. Из минусов, огромное кол-во персонала бегающего туда сюда, не дешевый алкоголь. …",
    "rating": 5,
    "name": "Kate Ulasheva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent experience: beautiful and tasty cuisine, attentive service, modern decoration 💯 …",
    "rating": 5,
    "name": "Олег Пиж",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Polina Berry",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обслуживание плохое, долго ждали меню. Нет бесплатной воды. А платную воду нести минут 10 - это вполне норм, ага. Красного борща нет в наличии, киевского торта тоже (хотя оба есть в меню). Зеленый борщ буто с песком. Сказали официанту - им …",
    "rating": 5,
    "name": "Андрей Савченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам жаль, что произошла такая ситуация и у Вас остались такие впечатления. Мы бы хотели исправить это. Напишите, пожалуйста, контактный номер телефона в личные сообщения, мы с Вами свяжемся в ближайшее время: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are sorry that such a situation has occurred and that you have such impressions. We would like to fix this. Please write your contact phone number in your personal messages, we will contact you shortly: https://www.facebook.com/shoislove/",
    "rating": 2,
    "name": "Sveta Idelson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место. Еда очень вкусная, обслуживание хорошее) Есть гардероб на входе. 2 этажа ресторан. Чисто и уютно)\nСпасибо 😇 …",
    "rating": 2,
    "name": "Оля Сладкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Первый раз пришел в это заведение покушать просидев 10 минут пришлось просить меню, после того как меню вынесли сидел ещё 15 минут смотрел на официантов ждал пока примут заказ - никто не подошёл. Персонал на втором этаже не умеет говорить …",
    "rating": 5,
    "name": "Вячеслав Гринюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ваня, благодарим за отзыв! Нам очень жаль, что такое произошло и у Вас сложилось такое первое впечатление😔 Мы бы хотели принести свои извинения за это. Напишите, пожалуйста, контактный номер в личные сообщения и мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nVanya, thank you for your feedback! We are very sorry that this happened and you had such a first impression😔 We would like to apologize for this. Please write your contact number in private messages and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Екатерина Белё",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Название не запомнил, но это было безумно вкусно. Спасибо официанту за совет отведать. Уютное заведение с доступной ценовой политикой. Настоятельно рекомендую отведать. …",
    "rating": 5,
    "name": "Yuriy Izerskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much! We will wait again 💛\n\n(Original)\nДуже дякуємо вам! Чекатимемо знов 💛",
    "rating": 3,
    "name": "Роман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любила данное заведение. Если я хотела укр кухню ездила только к вам. Но голубцы в последний раз были переваренны, вести из Сицилии воду в ресторан укр кухни зачем, киевский торт был слишком твердый. Борщ и стейк ягнёнка супер! Возможно ещё …",
    "rating": 4,
    "name": "Юлия Александровна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александра, благодарим за отзыв! Нам очень жаль, что мы расстроили вас😔 Работу над ошибками проведем и надеемся совсем скоро Вас увидеть, чтобы Вы вновь полюбили наш ресторан🙌🏼❤️\n\n(Translated by Google)\nAlexandra, thank you for your feedback! We are very sorry that we upset you😔 We will work on the errors and hope to see you very soon so that you will love our restaurant again🙌🏼❤️",
    "rating": 5,
    "name": "Aлёна Алиба-ба",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful restaurant with typical Ukrainian cuisine, luxurious atmosphere.\nAbsolutely recommended …",
    "rating": 5,
    "name": "Тома Магдик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! Always happy to see you!",
    "rating": 5,
    "name": "Иван Ванькевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice place with home cooking. The food is simple, perhaps most people are accustomed to getting something more delicious for the price. But the cuisine is still varied and delicious. Prices are above average. I really …",
    "rating": 2,
    "name": "Anna Doroshenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная кухня, обслуживание на высоте, на сколько можно судить из единственного посещения.\nИз плюсов - комната для курения. …",
    "rating": 3,
    "name": "Дарья Белобородова-Хруль",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool interior! I recommend trying tubes with condensed milk and feel that nostalgia for the Crimean beaches) I'll be back more than once!) …",
    "rating": 5,
    "name": "Валентина Шишман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ☺️ We will wait again!\n\n(Original)\nДякуємо вам ☺️ Чекатимемо знов!",
    "rating": 5,
    "name": "ihb bhi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Absolutely fantastic evening. The room is incredible, large airy and the panaroma fixtures provide lots of light. The furniture in coarse wood textiles and light fabrics. The proximity to the kitchen provides great …",
    "rating": 2,
    "name": "Jarosław",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто нереально стильно! Вкусно! Чисто! Мило! Душевно и гостеприимно! И управляющие, и отслуживающий персонал на высшем уровне! Особенно Светлана и Максим💥💥💥💥💥💥 …",
    "rating": 4,
    "name": "Боб Боб",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравился ресторан. Замечательный интерьер, красивые вышиванки у персонала. Кухня на высоте 👌🏼: вкуснейшие голубцы, ароматный аппетитный шашлык, совсем не пресный (как пишут другие гости) холодец. Не смотря на то, что мы пришли …",
    "rating": 1,
    "name": "Карина Одновол",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Borsch is just a work of art! Incredibly delicious.\n\n(Original) …",
    "rating": 5,
    "name": "Andrii Prokopets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always happy to see you at Sho!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас в Sho!",
    "rating": 5,
    "name": "Anastasiia Naum",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это мой любимый ресторан. Самая вкусная Украинская кухня. Как будете здесь ,то обязательно попробуйте их куриный паштет!\nОбслуживание на высшем уровне! Паштет и вино -ван лав. …",
    "rating": 3,
    "name": "Malka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Украинская кухня. Цены средние. Нареканий нет. Все было вкусно. Официанты приятные,атмосфера комфортная.Людей в понедельник вечером много. …",
    "rating": 3,
    "name": "Yuliya Labzina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Sho\nАтмосферное заведение украинской кухни 🇺🇦. Очень разные отзывы и почему-то большинство негативные. Я очень редко прислушиваюсь к чужому мнение, так как для …",
    "rating": 5,
    "name": "Сергей Самойлов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Нам понравились,еда вкусная,напитки отличные,официанты -умнички,все рассказали,показали,объяснили.Было небольшое недоразумение с банкетом,временем и местами,но все как-то разрешилось …",
    "rating": 4,
    "name": "Vladimir Belyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Krzysztof Padoł",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Великолепная современная украинская кухня. Здесь просторно, приятный интерьер, отменное обслуживание и заметно уважение к деталям. Что касается кухни - тоже превосходно. Блюда есть как классические национальные, так и с интересными …",
    "rating": 3,
    "name": "Євгенія Чевичелова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самый вкусный капуоранж в Украине, наверное! Пришли первый раз с подругой ради капуоранжа и капугрея от Славы Бабича.\nК сожалению, не нашли в меню капугрея в этот раз. И не дождались меню на …",
    "rating": 4,
    "name": "Яна Чепилко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Yes - I also noticed that they do not speak Ukrainian. This shortcoming needs to be corrected.\nIn general, I really liked the design and interior. The restaurant is large and …",
    "rating": 5,
    "name": "Петр Кричун",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень приятно провели вечер!!\nОтдыхали с мужем, влюбилась в атмосферу и кухню! Давно не было такого, чтобы всё понравилось,но в этот раз вышло по другому,обслуживала девушка Марьяна,все …",
    "rating": 2,
    "name": "Petro Kvartsianyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александра, благодарим за отзыв! Очень рады, что Вам понравилось у нас! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nAlexandra, thank you for your feedback! We are very glad that you liked it with us! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Olena Turkevych",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Солидарна со многими отзывами - восхитительное место! Нет слов, просто - «SHO, I will be back» 🤍 …",
    "rating": 1,
    "name": "Онисія Новикова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 4,
    "name": "Olya Asaulyak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравился интерьер, тихое и спокойное место, хорошо обученный персонал. Достаточно широкий выбор блюд классической украинской кухни и большие порции …",
    "rating": 2,
    "name": "Татьяна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Кухня на высшем уровне! Завидение довольно дорогое, но оно того стоит. К тому же интерьер просто космос. …",
    "rating": 5,
    "name": "Эдуард Гоженко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, Anna ☺️🤍 We will wait for your dreams!\n\n(Original)\nДуже дякуємо, Анно ☺️🤍 Чекатимемо на вас снов!",
    "rating": 1,
    "name": "Larisa Larina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый интерьер, большой зал и вкусная Украинская кухня 👌😋\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Your _bro_o",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you 🤍\n\n(Original)\nДякуємо 🤍",
    "rating": 5,
    "name": "Ева Володарская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравилось, все вкусно и ели мы много блюд😋. Приятный сервис и обстановка. Хотелось бы отметить отличный дизайн ресторана в стиле этно минимализм, стены хатки мазанки в современном помещении- просто вау. Наверное один из лучших …",
    "rating": 4,
    "name": "Анна Романова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 2,
    "name": "Sasha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересный интерьер, вкусная еда, и плохой сервис, надеюсь, обратите на это внимание). …",
    "rating": 5,
    "name": "Александр Македонский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы передали информацию менеджеру, проработаем этот момент. всегда рады видеть Вас в  Sho!\n\n(Translated by Google)\nThank you for your feedback! We have passed the information to the manager, we will work out this moment. always glad to see you in Sho!",
    "rating": 5,
    "name": "Владислав",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Зашла по причине острой нехватки борща в организме. Не самый лучший борщ в моей жизни, но неплохой. Фаршированная рыба хороша. Обслуживание отличное. …",
    "rating": 5,
    "name": "Dmytro Mashtalir",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень теплая и приятная атмосфера! безумно вкусная кухня и отличный персонал\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vladyslava Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи ;)\n\n(Translated by Google)\nThank you for your feedback! We look forward to our next meeting;)",
    "rating": 5,
    "name": "Евгений Цейзар",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super nice place, interesting facility, very friendly service and delicious food! International and national cuisine! We recommend!!! …",
    "rating": 5,
    "name": "Anastasiia Lutak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A beautiful place, but we expected better food (mushrooms were very \"chewy\") borscht just ok without delight. …",
    "rating": 5,
    "name": "Юлия Чернобай",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) tasty, beautiful, expensive.\nportions are small, the service is excellent.\nstaff 28.12 after 16:30, for some reason fussed, but the speed of service it did …",
    "rating": 5,
    "name": "Карина Хачатурова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень крутой ресторан украинской кухни. Масштабы и дизайн впечатляют не меньше вкуса блюд. На удивление коктейли были на уровне, но мне кажется, что здесь надо брать настойки ) …",
    "rating": 5,
    "name": "Jeff Snider",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютно и вкусно. Внимательное обслуживание. Не зря говорят, что лучший из локальной кухни. Сало было потрясающее) …",
    "rating": 5,
    "name": "Ki Taek Lee",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большинство блюд были вкусные. Совершенные драники и вареники тоже советую попробовать. Форшмак был не очень, возможно рыбные блюда тут не стоит брать. Ещё минус в большом количестве мух на втором этаже в летнее время. …",
    "rating": 5,
    "name": "Игорь Кравец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "+ Интересный интерьер\n+ Традиционные, но необычные блюда\n+ Дружелюбный персонал …",
    "rating": 5,
    "name": "Натали Датчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant is spacious, with an original design and delicious food. You can sit with friends, family, and whoever needs it, alone. …",
    "rating": 5,
    "name": "Наталья Бут",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательное место, от встречи до прощания все идеально! Еда вкуснейшая и порции огромные, чек более чем доступный. Интерьер интересный и уютный …",
    "rating": 5,
    "name": "Olesia Teslenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Роксолана, благодарим за отзыв! Всегда рады видеть Вас в нашем ресторане🤍\n\n(Translated by Google)\nRoksolana, thank you for your feedback! We are always glad to see you in our restaurant🤍",
    "rating": 5,
    "name": "Natalia Timonina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere is authentic, the interior is cool.\nfood:\nThe borscht and mushroom soup were already cold; …",
    "rating": 4,
    "name": "Natasha Verzilova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful interior and delicious Ukrainian cuisine 🤗\n\n(Original) …",
    "rating": 4,
    "name": "Наталия Федченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень люблю это заведение .\nВсегда супер вкусно супер свежие продукты красивая подача и прекрасная атмосфера …",
    "rating": 5,
    "name": "Alex Nod",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Каждый день готовы дарить Вам наши улыбки и делиться нашей энергетикой 🥰\n\n(Translated by Google)\nThank you for your feedback! Every day we are ready to give you our smiles and share our energy 🥰",
    "rating": 5,
    "name": "Vadym Harat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Один из лучших украинских ресторанов в Киеве.\nОчень вкусно, приятная Атмосфера , интерьер, приятный персонал . Все что попробовали было безупречно!!! Рекомендую к посещению. …",
    "rating": 3,
    "name": "Denis Sapozhkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Таня, благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nTanya, thank you for your feedback! Always glad to see you in Sho!",
    "rating": 5,
    "name": "Жанетта Крюкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Реклама этого заведения на 5+, ну а сам ресторан максимум на 3 бала !!!! Цены не маленькие, ну а блюда не вкусные((((  Вареники будто купленные, при том из дешевых, внутри не мясо, а перемолотые отходы. А так хотелось вкусных, домашних …",
    "rating": 4,
    "name": "Татьяна М",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная украинская кухня, аутентичная обстановка и интерьер. Приятные и внимательные официанты. Классно пообедать и/или поужинать с семьей, друзьями, устроить вечеринку или ужин вдвоем. Вкусные натуральные лимонады и достаточно большие …",
    "rating": 5,
    "name": "Юлия Степенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отдыхали в этом ресторане семьей, очень уютное место. Приветливый персонал, отдельное спасибо официанту Марьяне. Без неё наш вечер не был бы таким приятным и вкусным. Все блюда что она рекомендовала - высший класс!) Очень вкусная кухня. …",
    "rating": 1,
    "name": "Andrii Rud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Валерия, благодарим за отзыв! Нам очень приятно, что Вы выбрали наш ресторан и доверились нам в выборе блюд🤍\n\n(Translated by Google)\nValeria, thank you for your feedback! We are very pleased that you have chosen our restaurant and trusted us in the choice of dishes🤍",
    "rating": 3,
    "name": "Печенін Ярослав",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан украинской кухни. Все очень вкусное, бортик, наличники, рыба фаршированная, вареники, блинчики и много другого. Цены выше среднего,  но качество пищи оправдывают. Рекомендую. Дизайн интерьера приятный. …",
    "rating": 2,
    "name": "Alona Goroshko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for the feedback! Always glad to see you!",
    "rating": 5,
    "name": "T G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) good modern interior, lots of light, you feel comfortable in the restaurant. visited the restaurant several times. all times ordered first courses. they were always brought warm. both for me and for my wife. that is, …",
    "rating": 5,
    "name": "Анна Коваль",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Sergey, thank you for your feedback! We will be sure to take your comment into account and improve our menu. We look forward to seeing you at Sho!\n\n(Original)\nСергій, дякуємо за відгук! Ми обов'язково візьмемо до уваги Ваш коментар та вдосконалимо наше меню. Чекаємо з нетерпінням Вас в Sho!",
    "rating": 5,
    "name": "Catrin Miller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I left half of all the food in plates. A couple of years ago I enjoyed it here, but not now.\nThen, in a Ukrainian restaurant (by the way, the Salt Award included him in the …",
    "rating": 5,
    "name": "Irina Michajlova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are very sorry that such an unacceptable situation happened😔 We passed the information to both the manager and the manager of the restaurant. We will do our best to prevent this from happening in the future. We would like to personally apologize for this. Please write your contact phone number in a personal message, and our manager will contact you: https://www.facebook.com/shoislove/\n\n(Original)\nДякуємо за відгук! Нам дуже прикро, що трапилася така неприйнята ситуація😔 Ми передали інформацію як менеджеру, так і керуючій ресторану. Ми докладемо максимум зусиль, аби в подальшому такого не траплялося. Ми б хотіли особисто вибачитися за це. Напишіть, будь ласка, контактний номер телефону в особисті повідомлення, і наш менеджер з Вами зв'яжеться: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Светлана Притуленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красиво, уютно и колоритно. Хорошее расположение.\n\nСалат с авокадо и лососем вкусный(но хотелось бы побольше рыбы). …",
    "rating": 5,
    "name": "Olena Nagirniak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Информацию об этом мы передали менеджеру. Проработаем этот момент. Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We passed this information to the manager. Let's work this moment. We are always glad to see you in Sho!",
    "rating": 5,
    "name": "R D",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусные украинские блюда, прекрасное обслуживание и приличная  винная карта …",
    "rating": 4,
    "name": "Карина Цыб",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Inna Uzun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красиво и вкусно!\nТрадиционно одет персонал добавляет уюта и ощущения, что ты дома)\nУкраинская кухня, вкусные пирожочки) …",
    "rating": 5,
    "name": "Александр Антоненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самый стильный ресторан Украинской кухни в Киеве!  Интерьер , посуда, подача,блюда, меню, все идеально! …",
    "rating": 5,
    "name": "Victoria Yevtoushenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) And it seems to me that the design, though stylish, is cool. There is a lack of bright Ukrainian zest in the interior, such as sunflowers. …",
    "rating": 5,
    "name": "Anna P.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Elena, thank you for your feedback! The interior of our restaurant is made in the style of a mazanka house🙌🏼 We will be glad to see you🤍\n\n(Original)\nОлена, дякуємо за відгук! Інтер'єр нашого ресторану виконан у стилі хати-мазанки🙌🏼 Будемо раді бачити Вас🤍",
    "rating": 3,
    "name": "Oksana Kostkina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусненько, национально, интерьер прекрасеый. Смотрите фото и поймете😀☝...(ждем банку соленых помидор) …",
    "rating": 5,
    "name": "Юрий Щерба",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It seems that the fly was not expected in the salad with salmon and avocado. …",
    "rating": 5,
    "name": "Наталья Иващенко-Джуваго",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Привела гостью из Америки. до этого и все было вкусно и обслуживание шикарное. Но в грибном супе попался.... червячок. Тарелку с моим червячком быстро унесли. Не успела даже сфоткать. …",
    "rating": 5,
    "name": "Vladyslav Lytvynenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ребяяяяятааа, это просто наслаждение 🥰\nВсе очень вкусно, гречневые оладики с щучьей икрой покорили мое сердечко ❤️\nА забота и харизма Вашего чудесного Бармена Андрея просто окончательно влюбили в …",
    "rating": 4,
    "name": "sasa sasa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место украинской кухни. Выбор блюд замечательный. Открыла для себя кокосовый гречишный чай. Это очень вкусно …",
    "rating": 5,
    "name": "Вячеслав Синицын",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, Julia! Yes, buckwheat is incredible ☺️🤍\n\n(Original)\nДуже дякуємо, Юліє! Так, гречишний - неймовірний ☺️🤍",
    "rating": 4,
    "name": "Игорь Ефимович Ицковский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Салат с лососем и авокадо был просто отвратительный. Слишком много заправки и лимонного сока. Очень плохое обслуживание. Официант был вечно с недовольным видом, в конце не смог разделить счёт по посетителям, сказав «если вы сами посчитали …",
    "rating": 4,
    "name": "Asya Portniagina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank for feedback! We are very sorry that you are faced with such an unpleasant situation. We have already passed this information to our manager and we will conduct a conversation with the staff so that in the future there will be no such situations. We are always glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Nataliia Kalinichenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good place. Deliciously. Polite staff. A good selection of wines. Super design. …",
    "rating": 2,
    "name": "Dmitry B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень-очень вкусная украинская кухня! Однозначно рекомендую😻\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Maksym Hontar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for your feedback! Always glad to see you!",
    "rating": 4,
    "name": "Рома Кисляк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Крутой интерьер и панорамные окна. Чашки Для чая 👍🏻👏🏼\nПробовала наполеон и трубочки.\nВсе вкусно, но трубочки уж оооочень сладкие, пришлось убирать сгущенку даже …",
    "rating": 5,
    "name": "Александр Бех",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный ресторан, было все очень вкусно, красивая подача и не дорого ❤️\n\n(Translated by Google) …",
    "rating": 2,
    "name": "VICTOR MEDOFF",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful interior. I was at breakfast, so I can't make an impression of Ukrainian cuisine. But overall the impression is great. I want to go back and taste lunch. …",
    "rating": 5,
    "name": "Андрей Полищук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересный интерьер и вкусная еда.\nОчень приятный  персонал. …",
    "rating": 5,
    "name": "Anna Shypovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер не всегда спасает!\nБыла 6.07.2019. Два блюда-два мимо\nСвекла с козьим сыром- не те пропорции, слишком жирное, козий сыр не такой …",
    "rating": 5,
    "name": "Urij NeVazhno",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice design and menu.\nBut some waiters why in principle serve visitors in Russian …",
    "rating": 5,
    "name": "Evgeniy Tolochin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful atmosphere, good Ukrainian music, delicious food, nice service. …",
    "rating": 5,
    "name": "Таисия Е.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обожаю их борщ, котлета по-киевски будет лучше по вкусу, если заменить гарнир на картофельное пюре ☺️ …",
    "rating": 3,
    "name": "ru ta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи🤍\n\n(Translated by Google)\nThank you for your feedback! Looking forward to our next meeting🤍",
    "rating": 5,
    "name": "Олег Каспірович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious, the interior was very stylish and the service was normal. The only downside is that in the Ukrainian restaurant of national cuisine staff speak Russian. …",
    "rating": 3,
    "name": "Anton Osypa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Victoria, thanks for the feedback! We have already passed the information about this to the restaurant manager and will be sure to talk to the staff. We are always glad to see you in Sho🤍\n\n(Original)\nВікторія, дякуємо за відгук! Інформацію про це ми вже передали управляючій ресторану і обов'язково проведемо бесіду з персоналом. Завжди раді бачити Вас в Sho🤍",
    "rating": 1,
    "name": "Antonina Bilinchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, красиво, но не быстро) Выбор вареников невероятный😍\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Yaro Zakharchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пришли пообедать, вся еда была подана холодной и очень сладкой( борщ, рыбный суп, судак итд) Официанты обслуживают очень долго, не приветливые , на жалобы не реагируют! Впечатление о заведении ужасное! Не рекомендуем …",
    "rating": 3,
    "name": "Oleg Gelya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Настя, благодарим за отзыв! Нам очень жаль, что такое произошло и у Вас остались такие впечатления от нашего ресторана😔 Мы бы хотели лично принести свои извинения перед Вами и изменить впечатление! Напишите, пожалуйста, контактный номер телефона в личные сообщения и мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nNastya, thank you for your feedback! We are very sorry that this happened and you have such impressions of our restaurant😔 We would like to personally apologize to you and change your impression! Please write your contact phone number in your personal messages and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Pelageya Nagornaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хороший ресторан. Светлый, чистый, приветливый персонал, вкусная еда и красивая подача. Рекомендую …",
    "rating": 3,
    "name": "Pavel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 1,
    "name": "Marina Pavliuchyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Одно из лучших заведений украинской кухни во всём Киеве.\n\nХорошее меню, очень красивый дизайн и внимательный персонал. …",
    "rating": 5,
    "name": "Anastasiia Ivanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Иван, благодарим за отзыв! Вся команда ресторана Sho с нетерпением ждет Вас🤍\n\n(Translated by Google)\nIvan, thanks for the feedback! The whole Sho restaurant team is looking forward to seeing you🤍",
    "rating": 5,
    "name": "Andr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый современный ресторан украинской кухни! Стильно и вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Куликова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I ordered \"meat dumplings\" and expected the taste of homemade dumplings, but in reality I got a taste of semi-finished products of medium quality (tasteless). The service is good and the interior is interesting so …",
    "rating": 5,
    "name": "Станислав Шаховцев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! The information was passed to the manager, we will work on this point. Always glad to see you in Sho!\n\n(Original)\nДякуємо за відгук! Інформацію передали менеджеру, пропрацюємо цей момент. Завжди раді бачити Ваc в Sho!",
    "rating": 1,
    "name": "Alla Tkachenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В этом заведении наверное раз 5 была. Еда вкусная, интерьер приятный, в целом атмосфера хорошая. Но с каждым разом попадаются официанты все хуже и хуже, как будто делают одолжение, что принимают заказ, выловить в этот раз официанта было …",
    "rating": 5,
    "name": "Екатерина Дзень",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Нам очень жаль за сложившуюся ситуацию. Мы бы хотели разобраться в данной ситуации. Напишите, пожалуйста, контактный номер телефона, мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation. Please write your contact phone number, we will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Sergey Yuriev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мне понравилось. вкусно, хорошее обслуживание, стильно и со вкусом. Попробовали бограч, котлетку по-киевски, вареники, корзинку с повидлом и торт. Вернулась бы 100% …",
    "rating": 5,
    "name": "Ivan Litvinov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the wonderful organization of a wedding banquet for 13 people. Everyone was delighted: the food, service, interior and atmosphere). Special thanks to the incredible girl who served our table. We will …",
    "rating": 5,
    "name": "Александр Гарбовский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to our next meeting!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекатимемо наступної нашої зустрічі!",
    "rating": 5,
    "name": "Zorya Mazuryk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пришли в начале 1го ночи, нам сказали - кухня закрыта, но лёгкий салат сделают. Заказали 2 салата( с авокадо один, и 2й томаты и сыр) - очень довольны, вкусно, соус отменный. Спасибо за сервис и обслуживание, а также лояльность и …",
    "rating": 5,
    "name": "Ekaterina Kochergan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 2,
    "name": "Андрей Максименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дуже красивый интерьер, сидеть в таком месте очень приятно!\nКухня на 4из5, но достаточно достойно …",
    "rating": 5,
    "name": "Pavel Yamko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nDimitri, thank you for your feedback! We look forward to our next meeting!",
    "rating": 4,
    "name": "Елена Сорока",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не давно посетил этот ресторан. Вечатления исключительно положительные. Очень вкусная еда, особенно форель с овощами и баклажанная икра)\nОчень понравился интерьер и обслуживание) …",
    "rating": 2,
    "name": "Valentyn Shabelnyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Богдан, благодарим за отзыв! Надеемся, совсем скоро мы Вас увидим в Sho!\n\n(Translated by Google)\nBogdan, thank you for your feedback! We hope we will see you in Sho very soon!",
    "rating": 4,
    "name": "Liliya Kalyuzhna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Одно из лучших по сервису и кухне заведений с украинскими блюдами, но современно и по европейскому оформленное. (Без козацких мотивов, калины и вышиванок. Которые я люблю и уважаю, но оформить заведение в украинский этно стиль без них …",
    "rating": 5,
    "name": "Ангеліна Коткова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Alexander Tunick",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер прикольный, цены выше среднего, еда не плохая, персонал будет хорошо обслуживать если чек выше 1к гривен и то не факт. В гардеробе прикольный чувак! …",
    "rating": 5,
    "name": "Anna Krylova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ярослав, благодарим за отзыв! Нам очень жаль, что Вы столкнулись с такой ситуацией😔 Мы обязательно проговорим данную ситуацию с нашим персоналом. Но мы бы хотели также лично принести свои извинения. Напишите, пожалуйста, контактный номер телефона в личные сообщения и мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nYaroslav, thank you for your feedback! We are very sorry that you are faced with such a situation😔 We will definitely talk over this situation with our staff. But we would also like to personally apologize. Please write your contact phone number in your personal messages and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 4,
    "name": "Alyona Tulbanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красиво, уютно, обслуживание шикарное. Не впечатлила еда, к сожалению. Вкусно, но, ничего необычного. …",
    "rating": 5,
    "name": "Олена Сагайдак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В целом вкусная еда и очень вкусный кофе. Но я первый раз вижу что бы в ресторане не давали фильтрованую воду по просьбе клиента. Странно как-то. И официант дискутировала на тему, что простую воду они не дают, можно только купить. И …",
    "rating": 5,
    "name": "Ludmila Ivanets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 3,
    "name": "Oleg Dekhtiarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great Ukrainian restaurant, great service, delicious food and great atmosphere. I highly recommend it. …",
    "rating": 5,
    "name": "Art Nik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "5+ за интерьер, обслуживание и атмосферу. 1 за качество еды. Мы сделали большой заказ, потратив почти 2000 грн на двоих взрослых и 1 ребёнка. Гребной суп горчил, так как что-то в нем было слегка пережаренным. Пампушка к борщу была очень не …",
    "rating": 5,
    "name": "Oksana Sharpatska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам жаль, что у Вас сложилось такое впечатление о нашем ресторане. Мы бы хотели исправить это! Напишите, пожалуйста, контактный номер телефона в личные сообщение, и наш менеджер в ближайшее время свяжется: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are sorry that you have such an impression of our restaurant. We would like to fix this! Please write your contact phone number in a personal message, and our manager will contact you shortly: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Veronika Stepanchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто ужас ! Сегодня были в ресторане , попросила стакан воды обычной - на что услышала от официантки , что воды у них нет и нужно только покупать ! Я конечно все понимаю , но не в одном ресторане я такого ещё не слышала ! И это ресторан …",
    "rating": 5,
    "name": "Alexander Bubenchikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам жаль, что произошла такая ситуация и у Вас остались такие впечатления. Мы бы хотели исправить это как можно скорее. Напишите, пожалуйста, контактный номер телефона в личные сообщения, мы с Вами свяжемся в ближайшее время: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are sorry that such a situation has occurred and that you have such impressions. We would like to fix this as soon as possible. Please write your contact phone number in your personal messages, we will contact you shortly: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Andrey z",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Достаточно вкусно. Без сомнений можно приходить с друзьями - иностранцами и быть уверенными в блюдах на все 💯 …",
    "rating": 3,
    "name": "Олена Голубєва",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда приятно встречают вежливые хостес\nВкусная кухня\nХороший персонал …",
    "rating": 5,
    "name": "Alina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super!!! Thank you to the friendly staff, everything is very tasty! …",
    "rating": 3,
    "name": "Тетяна Кудря",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to our next meeting!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекатимемо нашої наступної зустрічі!",
    "rating": 1,
    "name": "Дмитрий Токарь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Светлый,продуманный интерьер.Просторно.Девчушки ходят в просвечивающихся платьях-вышиванках с косами.Простая понятная украинская кухня.Интересная,уникальная посуда.Заведение сети THE …",
    "rating": 5,
    "name": "iurii Iashchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place was a pleasant surprise! The interior of the institution is thought out to the smallest detail and encourages the creation of the most pleasant relaxed atmosphere. Top level service. …",
    "rating": 5,
    "name": "Sehee Park",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always happy to see you at Sho!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас в Sho!",
    "rating": 3,
    "name": "Igor Rozhkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все очень вкусно 🤤\nВнутри безумно атмосферно ,а на закаты со второго этажа можно смотреть вечно 🤍 …",
    "rating": 1,
    "name": "Elena Rastorgueva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!\n\n(Original)\nДуже дякуємо вам!",
    "rating": 5,
    "name": "V",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice. Prices are high but all at the highest level. Very friendly and friendly staff. A great map of wines. …",
    "rating": 3,
    "name": "Yurii Kondratskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пюре , видимо, на мне закончилось, размазали по тарелке , а котлеты  то ли уксуса много было то ли чего, не понятно. Надеюсь рыба была свежая.\nКуриный бульон тоже не очень.(курица с привкусом уже) с голодухи съела. …",
    "rating": 1,
    "name": "Виктория Орлова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам жаль, что у Вас остались такие впечатления. Мы бы хотели исправить это. Напишите, пожалуйста, контактный номер телефона в личные сообщения и наш менеджер с Вами свяжется: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are sorry that you have such impressions. We would like to fix this. Please write your contact phone number in your personal messages and our manager will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Marina Rudina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Serve in Russian. There is no ordinary water on the tables, just buy. I would not recommend this restaurant to friends. …",
    "rating": 2,
    "name": "Yuliya Lady",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and at a reasonable price. Polite and pleasant staff. Like the simple, yet unobtrusive interior, cozy atmosphere. I liked that their delicious bread is baked by hand (you can buy it to take away). …",
    "rating": 5,
    "name": "Nadiia Ivarova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Always glad to see you!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас!",
    "rating": 5,
    "name": "Галина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное заведение. Невероятно вкусно и приятный персонал!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Влад Куліченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you 🤍🤍🤍\n\n(Original)\nДякуємо 🤍🤍🤍",
    "rating": 5,
    "name": "Евгений Демидов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place is quite interesting. The interior uses a lot of antique wood, which gives a special atmosphere. The waiters are friendly. Fast food and delicious food. …",
    "rating": 5,
    "name": "Анна Соловьева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер очень красивый и инстаграмный. При входе обращаются на русском языке, хотя ресторан украинской кухни... Персонал выглядит очень аутентично, но очень долго подходят, уже даже собирались уходить, тк наш официант просто проходил мимо, …",
    "rating": 5,
    "name": "veronika rocks",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Нам жаль, что Ваш крайний визит в Sho оставил такие впечатления. Мы обязательно исправим это! Но для начала хотели бы извиниться перед Вами лично. Отправьте, пожалуйста, свой контактный номер нам в личные сообщения: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are sorry that your last visit to Sho left such an impression. We will definitely fix it! But first, we would like to apologize to you personally. Please send your contact number to us in private messages: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Вероника Зарипова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The interior and stylistics are excellent.\nThe first dishes are not always successful, but generally delicious. …",
    "rating": 4,
    "name": "Oleksandr Kovalenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thank you for your feedback! We will take note of your comments on the first dishes, and work on them. We are always glad to see you in Sho🤍\n\n(Original)\nЮлія, дякуємо за відгук! Ми візьмемо на замітку Ваше зауваження щодо перших страв, і пропрацюємо їх. Завжди раді бачити Вас в Sho🤍",
    "rating": 5,
    "name": "Анатолий Терещенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень Божественное место, лучшего ресторана я в Киеве не встречала 👍. Обслуживание на высоте, очень вкусные вареники с вишней просто объедение, повару нужно дать премию 🤗. Чистота и стерильность что очень важно ☝️дети насладились …",
    "rating": 5,
    "name": "Аделина Кривченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы всегда рады Вас видеть в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 1,
    "name": "Anna Kaastrup-Olsen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the atmosphere! Tasty Ukrainian cuisine, I want to go back. …",
    "rating": 4,
    "name": "Вікторія",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Один из топ ресторанов Киева. Уклон на украинскую кухню, в лучших традициях. Пробовал достаточно много блюд, блинчики с красной икрой божественны) Борщ как у мамы дома) Всегда вежливые официанты, есть удобная парковка и подъезд. Каждый раз …",
    "rating": 5,
    "name": "Яна Попова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We were in a restaurant with a foreign partner to introduce him to Ukrainian culture. I really liked the interior and delicious Ukrainian cuisine. At the same time, the service was unpleasantly impressive: at first we …",
    "rating": 2,
    "name": "Kateryna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, feedback is very important to us! We apologize for this situation. The information was passed to the restaurant manager. We promise to correct and make every effort to ensure that this situation does not happen again.\n\n(Original)\nДякуємо за відгук, зворотній зв'язок дуже важливий для нас! Ми приносимо свої вибачення за цю ситуацію. Інформацію передали керуючій ресторану. Обіцяємо виправитися та докладемо максимум зусиль, аби подібна ситуація не повторювалася.",
    "rating": 5,
    "name": "Людмила Зінько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Новое интересное заведение - ресторан украинской кухни. Большой двухэтажный ресторан впечатляет масштабами - в поисках дамской комнаты или нужного столика вполне можно потеряться)) Сам интерьер также интересен. Большие порции - салаты, …",
    "rating": 5,
    "name": "Alex Strashko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красивое и стильное место. Там уютно и комфортно, из него не хочется уходить. Это место, где удобно быть весёлой шумной компанией и в полном одиночестве. В мягких тонах оформлен дизайн интерьера ресторана, внимательный и приветливый …",
    "rating": 5,
    "name": "Nastya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) An ideal place to try Ukrainian cuisine. The menu content consists of many varieties. The ambiance is nice, the staff is kind. It is recommended. …",
    "rating": 5,
    "name": "Ihor Oliinyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ordered delivery.\nBorsch on the rooster: beets, cabbage, carrots are digested, which is why it has a table taste. There was no green. Little meat. 5/10 …",
    "rating": 5,
    "name": "Philipp Gattig",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are very sorry for this situation. But we would like to apologize to you personally. Please write your contact phone number in personal messages at this link: https://www.facebook.com/shoislove\n\n(Original)\nДякуємо за відгук! Нам дуже шкода за цю ситуацію. Та нам би хотілося вибачитися перед Вами особисто. Напишіть, будь ласка, свій контактний номер телефону в особистих повідомленнях за цим посиланням: https://www.facebook.com/shoislove",
    "rating": 5,
    "name": "Ирина Алексеева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) delicious, classic Ukrainian cuisine, a problem with meeting Ukrainian and smoking on the terrace, wanted to sit but it was not possible because of the smoke, there are still questions to oversalted dishes, olivier …",
    "rating": 5,
    "name": "Liran",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, feedback is very important to us! We apologize for this situation. The information was passed to the restaurant manager and the chef. We promise to get better!\n\n(Original)\nДякуємо за відгук, зворотній зв'язок дуже важливий для нас! Ми приносимо свої вибачення за цю ситуацію. Інформацію передали керуючій ресторану та шеф-кухарю. Обіцяємо виправитися!",
    "rating": 4,
    "name": "Victoria Voytenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Доставку с данного заведения лучше не заказывать. Первый раз и попадание в точку.... отравление!!!!  И так эти странные рестораторы беспокоятся о своём заработке! После заказа онлайн, ни когда не пойду в это заведение! Всем известно, как …",
    "rating": 5,
    "name": "Nataliya Demchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Нам очень жаль за сложившуюся ситуацию. Мы бы хотели разобраться в данной ситуации.\nНапишите, пожалуйста, свой контактный номер телефона в личные сообщения по этой ссылке, и мы с Вами свяжемся: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation.\nPlease write your contact phone number in your personal messages using this link, and we will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Dmytro Kravchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, very good service, prices a little above average. I recommend Galician duck, salads, fried dumplings, good dumplings with strawberries. I liked the hot cocktails. …",
    "rating": 1,
    "name": "Вероника Шевчик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to our next meeting!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекаємо нашої наступної зустрічі!",
    "rating": 3,
    "name": "Антон Викторович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любимый ресторан украинской кухни. Безумно вкусно, цены соответсвующие качеству! Персонал вежливый, всегда подскажет.\nИз моих личный фаворитов: …",
    "rating": 5,
    "name": "Ігор Швед",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much, Anastasia ☺️🤍 We are always happy for you!\n\n(Original)\nДуже дякуємо вам, Анастасіє ☺️🤍 Завжди вам раді!",
    "rating": 3,
    "name": "Veronika Tokareva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютно и вкусно. Обслуживание не самое лучшее\n\n(Translated by Google)\nCozy and tasty. Service is not the best",
    "rating": 4,
    "name": "H A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы бы хотели разобраться в данной ситуации. Напишите, пожалуйста, контактный номер телефона в личные сообщения, чтобы наш менеджер с Вами связался: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We would like to understand this situation. Please write your contact phone number in your personal messages so that our manager will contact you: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Иван Мишенин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не буду вдаваться в детали всего пребывания в этом заведении,  опишу только одно. Сразу как мы устроились за столик нам предложили меню. Пока официант не успел отойти я попросила принести воды. Прошло время, вернулся официант чтоб принять …",
    "rating": 2,
    "name": "Миша Демков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Нам жаль, что Ваш крайний визит оставил такие впечатления. Мы передали информацию менеджеру, проработаем и исправимся.\n\n(Translated by Google)\nThank you for your feedback! We are sorry that your last visit left such impressions. We passed the information to the manager, we will work it out and fix it.",
    "rating": 5,
    "name": "Inna Yunusova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная еда. Официант расторопный. Забыл принести сок, после напоминания быстро исправился и, в качестве извинений, принёс комплимент от заведения. Заказ принесли быстро, хотя он был сложный и большой. Цены нормальные. …",
    "rating": 5,
    "name": "Oleksandr Kupka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see Sho!",
    "rating": 4,
    "name": "Nicole Katenkari",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая кухня и обслуживание. Но чек немного высоковат, как для обычной украинской кухни. В остальном- все отлично! …",
    "rating": 4,
    "name": "Unnamed Object",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Borscht and dumplings with great meat.\nA small portion of dumplings, but delicious. …",
    "rating": 5,
    "name": "Екатерина Мирошниченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Спорное впечатление. Интерьер замечательный. Но салат с курицей не оправдал ожиданий. Кофе ждала 25 минут 🤔 …",
    "rating": 1,
    "name": "Veronika U",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Передали информацию менеджеру, обязательно проработаем этот момент. Всегда рады видеть Вас!\n\n(Translated by Google)\nThank you for your feedback! We passed the information to the manager, we will definitely work out this moment. We are always glad to see you!",
    "rating": 3,
    "name": "Александр Мурза",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неприятно удивило увидеть в счете 270 гривен за три бутылки моршинской. Окей, это решение ресторана водой не угощать гостя а продавать. К таким раскладам надо быть определённо готовым. В остальном, еда, сервис, место понравились …",
    "rating": 5,
    "name": "Danylo Pavenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы всегда рады видеть Вас!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you!",
    "rating": 5,
    "name": "Jesus is Lord",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ukrainian cuisine restaurant. Prices are reasonable. Cook deliciously. …",
    "rating": 5,
    "name": "Alexey Novak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Twice booked a table, twice spoke Russian. Ukrainian cuisine restaurant…\nI used to recommend it to all familiar foreigners, now I will not. I do not want …",
    "rating": 5,
    "name": "Elena Parshyna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are sorry that you have such an impression of our restaurant. We will definitely work on this point. We have already passed information about this case to the restaurant manager. We are waiting for you in Sho!\n\n(Original)\nДякуємо за відгук! Нам шкода, що у Вас склалося таке враження про наш ресторан. Ми обов'язково пропрацюємо цей момент. Інформацію про цей випадок ми вже передали керуючій ресторану. Чекаємо Вас в Sho!",
    "rating": 4,
    "name": "Виталий Rv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Традиционная Украинская кухня в современном ключе. Всё было очень вкусно и красиво оформлено. Эстетика интерьера зашкаливает. Must try, особенно иностранцам …",
    "rating": 2,
    "name": "abo-abo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Виктория Черня",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The institution did not live up to expectations. Ordered scramble with turkey sausages. We were expecting a meat component. In fact, it resembles ordinary supermarket sausages that can be eaten in the school …",
    "rating": 5,
    "name": "Zada Zorg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are sorry that the last visit left such impressions. We would like to understand this situation and solve the problem as soon as possible. Please write the contact phone number for our manager to contact you in a personal message: https://www.facebook.com/shoislove/\n\n(Original)\nДякуємо за відгук! Нам шкода, що крайній візит залишив такі враження. Ми б хотіли розібратися в цій ситуації та як можна швидше вирішити проблему. Напишіть, будь ласка, контактний номер телефону, аби наш менеджер з Вами зв'язався, в особисті повідомлення: https://www.facebook.com/shoislove/",
    "rating": 5,
    "name": "Olha Veleshchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классное место с интересным интерьером. Просторно, светло, много места (вероятность того, что люди за соседним столиком будут заглядывать вам в тарелку очень низкая 👍🏼). …",
    "rating": 5,
    "name": "Alex Antonenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The interior is beautiful, but I did not like the food, the waiters had to wait a long time, plus the hall smells like a kitchen, then ventilated clothes …",
    "rating": 3,
    "name": "x x",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все было очень вкусно, офицанты знают свою работу, интерьер красивый\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Дмитрий Ярёменко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Сервис в стиле ссср... С порога все плохо. Заходим, а у стойки стоит компания персонала и смотрят на нас. Ни «здравствуйте», но немой укор и оценивающий взгляд 🙈Я думала мы этот этап уже прошли... но не в ресторане ШО, как оказалось. …",
    "rating": 5,
    "name": "Александра Клименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Colorful place !!! Delicious cuisine, interesting interior! Prices are reasonable. I especially recommend trying \"Shit\" 🤘😀 !!! Great !!! Keep it up !!! …",
    "rating": 5,
    "name": "Lera Samoylenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан очень понравился!\nБорщ был очень вкусный, также салат оливье понравился. …",
    "rating": 4,
    "name": "Psy Relation",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ева, благодарим за отзыв! С нетерпением ждем нашей следующей встречи🤍\n\n(Translated by Google)\nEva, thanks for the feedback! Looking forward to our next meeting🤍",
    "rating": 5,
    "name": "Sweetlana Kovaliova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Purely my impressions: the restaurant is interesting, but the level of cuisine and service is not enough. The focus is more on the atmosphere and interior, which attracts many modern politicians and public figures to …",
    "rating": 5,
    "name": "Алена Редько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день!\nОчень люблю вообще заведение за красивую атмосферу и вкусную кухню. Целую неделю ждала выходных, чтобы прийти к вам и поесть блинчики с клубникой. Официантка на …",
    "rating": 5,
    "name": "Анастасия Гамула",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Нам очень жаль, что крайний визит в наш ресторан оставил у Вас такие впечатления. Мы обязательно исправим это! Просим дать нам второй шанс и с нетерпением будет Вас ждать в SHO!\n\n(Translated by Google)\nThank you for your feedback! We are very sorry that your last visit to our restaurant left you such an impression. We will definitely fix it! Please give us a second chance and look forward to seeing you at SHO!",
    "rating": 4,
    "name": "Євген Сілантьєв",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Здравствуйте.Вежливые официанты,приятная атмосфера,очень вкусная еда для души .Не обычнаый дизайн ,который радует сердце уюта. …",
    "rating": 5,
    "name": "Mykola Syzonenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александр, благодарим за отзыв! Всегда рады видеть Вас☺️\n\n(Translated by Google)\nAlexander, thank you for your feedback! Always glad to see you☺️",
    "rating": 5,
    "name": "Маріанна Хіта",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классное место. Красивый минималистический декор с имитацией аутенчиных традиционных елементов, не напрягает и не перегружает глаза, создает ощущение места, где ты часть природы , часть первобытного места обитания наших отцов. Есть туалет, …",
    "rating": 4,
    "name": "Петро Шекшеев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good restaurant for breakfast.\nThe atmosphere and interior are great 🔥 …",
    "rating": 4,
    "name": "Oleg Artiukh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, thank you for your feedback! We will always be glad to see you🤍\n\n(Original)\nДмитро, дякуємо за відгук! Зажди будемо раді бачити Вас🤍",
    "rating": 5,
    "name": "Виктор Вишневский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошое заведение. Вкусная украинская еда . Хорошо приготовлено\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Jake Knot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень всё вкусно и достачно приемлемые цены! Официанты работают просто замечательно! Отдельная благодарность им за труд 😉 …",
    "rating": 5,
    "name": "Галина Тихончук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Евгений, благодарим за отзыв! Всегда рады видеть Вас в Sho🙌🏼\n\n(Translated by Google)\nEugene, thank you for your feedback! We are always glad to see you in Sho🙌🏼",
    "rating": 2,
    "name": "Kateryna Humeniuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, неспешно, красиво. Дамская комната немного странная) но, в целом, классное место, очень приветливый персонал.  Благодарю,  было приятно пообедать у Вас) …",
    "rating": 3,
    "name": "Sofia Bodun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for the feedback! Always glad to see you!",
    "rating": 5,
    "name": "Максим Бывшев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пришла в ресторан с плохим настроеним, но официант Марьяна подняла настроение своей энергией и улыбкой, сервис на уровне, еда вкусная, накормили, напоили, и согрели. Спасибо большое этому ресторану и его сотрудникам❤️ …",
    "rating": 5,
    "name": "Дарина Юдіна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Юлия, благодарим за отзыв! Мы всегда готовы поднять Вам настроение, а главное согреть Вас нашей любовью и вкусными блюдами ☺️\n\n(Translated by Google)\nJulia, thank you for your feedback! We are always ready to cheer you up, and most importantly, warm you with our love and delicious dishes ☺️",
    "rating": 5,
    "name": "Andrey Skorobagatko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Потрясающее место! Шикарный интерьер, невероятно вкусная кухня, вежливый персонал!! …",
    "rating": 4,
    "name": "Sergii Tesyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) well duuuuuuuuzhe delicious !!! fried potatoes, home-made sausage ... as I mentioned, I was immediately hungry! everything - I'm going ... …",
    "rating": 5,
    "name": "Yuriy Yarosh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to new meetings🤍\n\n(Original)\nДякуємо за відгук! Ми з нетерпінням чекаємо нових зустрічей🤍",
    "rating": 5,
    "name": "Vadym Karmalita",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very luxurious restaurant where you can eat traditional Ukrainian food. …",
    "rating": 5,
    "name": "Марія Калашнюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень приятное место, учтивый персонал, вкусная кухня и уютная атмосфера. Рекомендую! Борщ именно такой как должен быть! …",
    "rating": 2,
    "name": "Andrii Borovyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение. Была с друзьями впервые там- понравилось. Кухня вкусная, персонал приветливый. Ничего лишнего,музыка не громкая. Отличное место ! …",
    "rating": 5,
    "name": "Kateryna Nesteruk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 1,
    "name": "Татьяна Колесникова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, стильно и хочется повторить\nМеню наполненное авторскими блюдами созданными по мотивам традиционной украинской кухни на любой вкус. …",
    "rating": 5,
    "name": "Volodymyr Sukhov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 1,
    "name": "Галина Казначей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были здесь с гостями из Латвии. Очень понравилась и кухня, и обслуживание. Сало - бомба 😃 Спасибо,  будем приходить ещё! …",
    "rating": 3,
    "name": "Оксана Краснобай",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant of Ukrainian dishes. Delicious, stylish, cozy ... Polite staff, tell me, advise .. The interior is made in the Ukrainian style in combination with the African. Everything is a masterpiece, starting …",
    "rating": 5,
    "name": "Лена Дронова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шашлык таял во рту , просто бомба, котлета по-киевски невероятно нежная. Местные настойки вкусные . Но очень долгое обслуживание …",
    "rating": 5,
    "name": "Ігор Розовенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Наташа, благодарим за отзыв! Мы проработаем этот момент, чтобы в дальнейшем радовать Вас быстрым обслуживанием. С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nNatasha, thank you for your feedback! We will work through this moment in order to please you with fast service in the future. We look forward to our next meeting!",
    "rating": 4,
    "name": "Вікторія Денікіна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Крутое заведение, хотелось бы только что бы официанты разговаривали на языке гостей. …",
    "rating": 2,
    "name": "Irina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классный ресторан! Прекрасный интерьер в котором органично сочетаются этно и современные стили дизайна. Вкусная еда с красивой подачей. Вежливый персонал. …",
    "rating": 1,
    "name": "Ievgeniia Modesty",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Evgeni Ananchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, прекрасное обслуживание.    Люблю сюда приводить друзей -иностранцев.  Но некоторые блюда переоценены, как по мне.  Две зразы 220 грн - немного дороговато как-то …",
    "rating": 4,
    "name": "Kostiantyn Shmatchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вадим, благодарим за отзыв! Всегда рады видеть Вас и Ваших друзей в нашем ресторане!\n\n(Translated by Google)\nVadim, thank you for your feedback! We are always glad to see you and your friends in our restaurant!",
    "rating": 5,
    "name": "Victoriia Maslianok",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Может быть «авторское Оливье» и прекрасно, но вот «Бограч» и «Салат с лососем и авокад» были обычными, на уровне среднего заведения Киева.\nИнтерьер на любителя, обслуживание не идеальное, в целом считаю оценка …",
    "rating": 2,
    "name": "Vitaliy Bashkatov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно! Прекрасное место для семейного ужина. Великолепный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mariia Shyker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивое место, приятная обстановка. Официант был вежлив, появлялся вовремя. Ожидание было недолгим, блюда были вкусными, а сало божественное …",
    "rating": 5,
    "name": "Владимир Иванов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда будем рады видеть Вас ;)\n\n(Translated by Google)\nThank you for your feedback! We will always be glad to see you;)",
    "rating": 5,
    "name": "Поговорим о непрактичном",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, уютно, просторно, с отличным интерьером.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Stan E",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always glad to see you :)\n\n(Original)\nДякуємо за відгук! Завжди раді Вас бачити:)",
    "rating": 5,
    "name": "Ruslan Ivanchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Праздновали в данном заведении день рождения\n1. Не дать гостям воды, а продавать ее в чек (камон, не стыдно?)\n2. Такого отвратного шашлыка с свиного ошейка я не ел давно (сухо, пригорело, …",
    "rating": 5,
    "name": "Iurii Roshchyn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В целом вроде как хорошо, но обслуживание... оставляет желать лучшего.. принимают заказ и приносят, можно сказать, быстро, но потом официанты где-то теряются... очень долго ждали официанта , чтобы расчитал, а потом ещё дольше, чтобы закрыть …",
    "rating": 5,
    "name": "Анатолий Сакало",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы проработаем этот момент!\n\n(Translated by Google)\nThank you for your feedback! We will work through this moment!",
    "rating": 5,
    "name": "Kai Kurganskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the interior, but the service felt that it was all fake - in my Ukrainian I was spoken to exclusively in Russian and there was no feeling that I was happy in this institution …",
    "rating": 5,
    "name": "Nataliia Volkova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will definitely talk to our staff so that this situation does not happen again! We look forward to seeing you at Sho!\n\n(Original)\nДякуємо за відгук! Ми обов'язково проведемо бесіду з нашим персоналом, аби ця ситуація більше не повторювалася! З нетерпінням чекатимемо Вас в Sho!",
    "rating": 5,
    "name": "Kostia Antoniuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, обедали сегодня с подругами. обслуживание и кухня - отличные, уютный интерьер и атмосфера, ничего лишнего - очень комфортно. Интерьер порадовал - изящно, воздушно, ненавязчивие украинские мотивы, очень стильно до …",
    "rating": 5,
    "name": "Андрей Ткаченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, interesting author's cocktails, beautiful non-standard interior and pleasant staff. We lingered a bit in the evening, but we were not told a word, nice. Felt like guests. Good service! …",
    "rating": 5,
    "name": "Ирина Лукьянц",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always happy to see you at Sho!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас в Sho!",
    "rating": 5,
    "name": "Oksana Mandryka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen is super, the interior is also wonderful)))\n\n(Original) …",
    "rating": 5,
    "name": "Lena Zenyna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We visited this restaurant with the family - very tasty Ukrainian national cuisine. Good choice. I advise everyone! …",
    "rating": 1,
    "name": "Bruce Wayne",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Irina, thank you for your feedback! We are grateful to you and your family for choosing our restaurant for a family meal! We are always glad to see you🤍\n\n(Original)\nІрина, дякуємо за відгук! Вдячні Вам та Вашій родині, що обрали саме наш ресторан для проведення родинного застілля! Завжди раді бачити Вас🤍",
    "rating": 5,
    "name": "Сайде Абхаирова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This restaurant was a guest, the concept and interior impressed with its scale and scope, thought out to the smallest detail ... and of course, the dishes are delicious, well decorated, service at the level, otherwise …",
    "rating": 5,
    "name": "陈龙",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are always glad to see you in our restaurant!\n\n(Original)\nДякуємо за відгук! Завжди раді бачити вас в нашому ресторані!",
    "rating": 5,
    "name": "Ekaterina Volkova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Atmosphere 🔥 special thanks to the designer - this is a dream - such a restaurant!\nOrdered strudel - not tasty, and a little like a real strudel (I will not order …",
    "rating": 5,
    "name": "Eugeni Yaroshenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Transferred information to the kitchen - be sure to work out the strudel! We will always be glad to see you in Sho!\n\n(Original)\nДякуємо за відгук! Передали інформацію на кухню - обов'язково пропрацюємо штрудель! Завджи раді будемо Вас бачити в Sho!",
    "rating": 5,
    "name": "Ирина Малина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Довелось посетить данный ресторан, отличная обстановка. Все, что заказали, было очень вкусно. Будем возвращаться сюда. …",
    "rating": 3,
    "name": "Ruslan Digalenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 5,
    "name": "olga strika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место, светлое!\nНо\nСпецифическое в том плане, что «деревенская» атмосфера - это хорошо ! …",
    "rating": 5,
    "name": "Илья Демидов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всем советую. Вкусно, уютно, отличный сервис!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "владимир кучер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Рекомендую .\nМое любимое- баклажанная икра . Она там особенная .\nА так же хорошая Атмосфера и дружелюбный персонал …",
    "rating": 5,
    "name": "Олег Дударь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александр, благодарим за отзыв! С нетерпение ждем Вас в нашем ресторане!\n\n(Translated by Google)\nAlexander, thank you for your feedback! We look forward to welcoming you to our restaurant!",
    "rating": 5,
    "name": "Елена Ленина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) For foreigners and more. All staff speak English well! I am proud that our Ukrainian dishes can be prepared and offered so exquisitely and deliciously! …",
    "rating": 5,
    "name": "Nikita Ilchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to the next meeting!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекаємо наступної зустрічі!",
    "rating": 5,
    "name": "Inna Nechet",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The menu is not varied and the choice is small, but what an interior! …",
    "rating": 5,
    "name": "Ihor Hotsul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) All employees spoke Russian! It is very unpleasant when you come to a restaurant of Ukrainian cuisine and you are addressed in Russian. The service itself was good. The interior is just gorgeous. The food is generally …",
    "rating": 4,
    "name": "Yevhen Tsylyov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательно завидение! Красивый интерьер, вкусная украинская кухня, хороший сервис. Понравилось все)) …",
    "rating": 5,
    "name": "Григорій Кричун",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас!\n\n(Translated by Google)\nThanks for the feedback! Always glad to see you!",
    "rating": 3,
    "name": "Андрій Гладкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый интерьер и вкусный чай и кофе, персонал просто молодцы!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Evgeniy Sheiko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный ресторан с приятным обслуживанием и обширной картой меню. Тоже отличное место для завтраков 😉 …",
    "rating": 5,
    "name": "Миха Голимбиевский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Владислав, благодарим за отзыв! С нетерпением ждем Вас еще в Sho❤️\n\n(Translated by Google)\nVladislav, thank you for your feedback! We look forward to seeing you again in Sho❤️",
    "rating": 5,
    "name": "Andrew Borisenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красиво, колоритно, очень вкусно. Минусы - недешего, плюс обслуживание сразу включено в счёт +10% от стоимости. Для ориентировки: Борщ в меню то ли 220 то ли 250 грн. (Звезда снята именно за то, что обслуживание сразу включено в счёт и в …",
    "rating": 5,
    "name": "Елена Кухарец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были здесь недавно, супер обслуживание и приветливый персонал. Еда очень вкусная, если хотите провести хорошо время, рекомендую. …",
    "rating": 5,
    "name": "Максим Максименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Andrii Roshchyn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохой ресторан украинской кухни. Приличное меню. Хороший сервис. Цены, как для самого центра города. Терпимые. Достаточно вкусно. Полагаю, что администрации ресторана нужно было бы взять в аренду часть паркомест, т.к. с парковкой на улиц …",
    "rating": 5,
    "name": "GreatAlin4ik “GreatAlin4ik” 4",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё очень вкусно, но обслуживание очень медленное. Заказ и счёт пришлось долго ждать. Нас обслуживал не один официант, а несколько. В связи с этим мы не оставили чаевых …",
    "rating": 4,
    "name": "Dariia Karakai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы передали информацию менеджеру, обещаем исправится. Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We have passed the information to the manager, we promise to fix it. We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Натали Натали",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В один из теплых летних вечеров я мои лучшие друзья из-за границы сидели и думали куда же пойти тем вечером, чтобы и поесть вкусно и эстетикой пропитаться! Это было то время, когда SHO еще даже не пошел в садик, но уже тогда мы были без ума …",
    "rating": 5,
    "name": "Юрій Нефедов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much for such review ☺️🤍\nLove you!",
    "rating": 3,
    "name": "Dmytro Danylenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкратце - не вкусно и больше не пойду. Подробнее: нас было 4 человека, ужинали. Я заказывал жаренную картошку и котлету по-киевски. Жаренная картошка - 80 грн. 200 грамм. Я не знаю, как можно испортить жаренную картошку, но у повара этого …",
    "rating": 1,
    "name": "Катерина Ярощук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер прекрасный, кухня хороша.\nОбслуживание ненавязчивое, даже слишком. Приветливыми были только хостес и парень официант. Остальные больше были похожи роботов или уставших студентов. …",
    "rating": 4,
    "name": "Kateryna Paliy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Расположение гуд. Все организовано. Мне нравится. Это мои положительные эмоции.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Яна Руденко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Рома, благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nRoman, thanks for the feedback! Always glad to see you in Sho!",
    "rating": 2,
    "name": "Serhiy Bakalyna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Впервые побывав в этом заведении, показалось шумным, но потом оказалось что здесь всегда отдыхают весёлые компании, которые и мне не давали загрустить.\nКухня вкусная, любимое блюдо утка с яблоками - божественная подача и вкус) …",
    "rating": 5,
    "name": "Настя Бортник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very bad attitude towards Glovo couriers, waiting time for an order from 30 minutes, to the question: \"how long to wait for an order?\" Always the same answer: \"we don't know\". When asked in the kitchen, the answer is …",
    "rating": 5,
    "name": "Oleksandr Liashenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусная еда, интересный интерьер, отличное обслуживание\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анна Ваніхіна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Also in English ⬇️\nЧто вы делаете первое, когда приезжаете в новую страну?) 🗺правильно-идёте пробовать местную кухню, ну или сидите в отеле и хотя бы смотрите на местную кухню) …",
    "rating": 5,
    "name": "Константин Андрущенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая украинская кухня.  Оценили и иностранные гости, и местные, кеоторые были здесь впервые. Обслуживание прекрасное, официальнты расторопны, внимательны, хорошо ориентируются в меня и могут порекомендовать. Отдельно хочу отметить выбор …",
    "rating": 5,
    "name": "Денис",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Гигантское помещение как для ресторана в центре города. Да ещё и летняя площадка есть! Скорее бы достроили дом напротив и тогда вид будет Намного лучше. Но данное заведение интересно не видом внешним, а интерьером внутренним! Сервис …",
    "rating": 4,
    "name": "Farid Jafarlee",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер ресторан! Отличная кухня, цены не маленькие, но оно того стОит! Мамалыга - объеденье)), вспоминаю даже спустя 3 недели после посещения. Вкусные пирожки и жареная картошечка. Следует отметить интерьер. Выполнен очень стильно - в …",
    "rating": 5,
    "name": "ZhannaPetrovna Betsel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Был семейный ужин. Ресторан новый, стилизированный, приятная атмосфера, огромные окна-витрины, впечатление огромного пространства. Предупредительный персонал. Делали пред-заказ, к моменту начала ужина всё было подготовлено, вынесено. …",
    "rating": 4,
    "name": "Olena Petrova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Одно из любимых заведений, светло, уютно, хорошо здесь. Вкусная кухня.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Андрій Ваніхін",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный интерьер, но кухня посредственная и ценообразование на некоторые позиции откровенно странное.\nОфицианты приветливые, но решали свои конфликты непосредственно в зале. …",
    "rating": 5,
    "name": "Ekaterina Ilchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В свой день рождение решили  с подругой пообедать во всем известном ресторане.Нам принесли меню и я спросила есть ли похожий салат на цезарь ?Ответ был :»У нас украинская кухня ,цезарь покушаете в другом месте «Это был весь совет официанта …",
    "rating": 5,
    "name": "Yulia Gulko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Stylish interior, interesting menu, good service. The dishes are ordinary, nothing special …",
    "rating": 5,
    "name": "Максим Шпак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не знаю, где заведение берет такого размера вырезку на медальоны, но вместо медиум, принесли велл-дан. Достаточно резиновый и безвкусный кусок мяса получился. Жареная картошка обыкновенная. Оливье стандартное, с магазинным майонезиком. …",
    "rating": 3,
    "name": "Amro Felemban",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, красиво, цены адекватные и обслуживание хорошее. Вернусь)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Irina Demchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Очень ждем Вас 🤍\n\n(Translated by Google)\nThanks for the feedback! We are waiting for you 🤍",
    "rating": 5,
    "name": "Elizaveta Triandafilidi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Официант порекомендовал шашлык из ягненка и запечённые корнеплоды - шашлык переперчен и не жуется вообще- сплошные жилы, а корнеплоды сильно пересолены. Блюдо стоимостью 340.00+110.00- за 450 грн. можно покушать вкуснее(((. Разочарование... …",
    "rating": 1,
    "name": "Євгеній Лебига",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Завершение карантина решили отметить с друзьями на террасе - 31.05.2020. Остались недовольны.\nЕда – пресная и невкусная, в том числе подали черствый хлеб. …",
    "rating": 5,
    "name": "Elena KZ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Аутентичная кухня, уникальная атмосфера и сервис всегда на 5! Очень рекомендую.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "ABM АДВОКАТСКОЕ БЮРО",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Анастасия, благодарим за отзыв! Всегда будем рады видеть Вас в нашем ресторане!\n\n(Translated by Google)\nAnastasia, thank you for your feedback! We will always be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Art Bit",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый интерьер, интересная посуда! Подача блюд была быстрой.\nВкусно, но ничего особенного и ценник на мой взгляд завышен.\nУправляющего ресторана прошу обратить внимание на травмоопасную ручку двери со …",
    "rating": 5,
    "name": "Vasyl Zhuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вау вкусно,вау совсем не дорого! Красивая аутентичная атмосфера без традиционных шаблонов ресторанов украинской кухни! Меню разнообразное,легко накормить и ребенка и гостя из другой страны! …",
    "rating": 5,
    "name": "Лариса Резанова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty Ukrainian cuisine!\nVery clean and polite! …",
    "rating": 4,
    "name": "Юля Beikun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Stanislav, thank you for your feedback! Always glad to see you at Sho!\n\n(Original)\nСтаніслав, дякуємо за відгук! Завжди раді бачити Вас в Sho!",
    "rating": 5,
    "name": "Nicolas Vazeux (NyKOoS)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wild prices for strange dishes. Tasteless Olivier salad, sour vinaigrette, a handful of ordinary dumplings with cabbage, unroasted potatoes. And most importantly - the stairs to the second floor without handrails, …",
    "rating": 5,
    "name": "Helmut Frey",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютный ресторан с красивым дизайном и вкусной кухней. Особо понравились шашлык из рыбы, драники, борщ! Великолепное место для больших компаний- у нас было около 5 человек. Единственное блюдо, которое не понравилось- вареник с кроликом, …",
    "rating": 4,
    "name": "Обзор от HANa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дорого,как для Киева. Кухня хорошая с претензией. В итоге ничего нового. Персонал обучен отлично. Диссонанс между попыткой продать себя украинским рестораном, и экологическим интерьером. …",
    "rating": 5,
    "name": "Саша Чирва",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) very interesting interior and delicious cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Olga Savchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "очень вкусно, просто восторг\nсотрудники заведения действительно помогают вам хорошо провести время …",
    "rating": 5,
    "name": "Олексій Сіраков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Estimation of the idea of ​​opening a Ukrainian institution with a wonderful interior of Ukrainian culture! The level of cuisine and staff is pleasantly pleasing;)) I would like to add more baked and stewed meals in …",
    "rating": 3,
    "name": "Maksym Hnizdovskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место!\nДизайн интерьера, посуды, одежды всего персонала- все продумано до малейшей детали. Просто приятно находится и рассматривать. Официант, который обслуживал знает …",
    "rating": 1,
    "name": "Вероника",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Оценка 2 только за интерьер, он и вправду очень красивый. Официант не знает состава блюд, не знает какая заправка в салате. Заказал курицу на гриле, официант сказал что будет \"как цыпленок табака,  но видимо он его не пробовал. Блюда не …",
    "rating": 5,
    "name": "Viktor Dzundza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место стильное, колоритное, хотя таксист назвал его стекляшка. Отлично справились с корпоративным ивентом, все было легко и непринуждённо. Для украинского бизнеса это таки редкость. И как ни странно вкусно. Рекомендую. …",
    "rating": 5,
    "name": "Olena Kalynychenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень понравился интерьер, вкусная еда. Ели вареники с вишнями, различные намазки, котлету по киевски  - все вкусно. Отличные наливки! Рекомендую!) По ценам - выше среднего. Почему не поставила 5?🤔... ресторан мне показался слишком большим …",
    "rating": 1,
    "name": "Stas Drutsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Из плюсов, классный интерьер. А вот по кухне проблемы , на мой взгляд . Заказали борщ, он с мясом, а на нем много жира , в варениках нашли волос /ворсинку , блюда быстро переделали, но никто не извинился , будто это привычное дело для них. …",
    "rating": 4,
    "name": "Iryna Molokopoi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Typical Ukrainian cuisine..Really very tasty dishes ... reception girls need to improve as we called and booked a table and they didn't know where to put us ... but in general good .. …",
    "rating": 4,
    "name": "Елизавета Дмитриева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! We passed the information to the manager, and we will definitely correct it. We are always glad to see you!",
    "rating": 5,
    "name": "Mariia Gubar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I put 5/5, but with some reservations.\n\n1. The service is chic. Friendly and polite waiters. At the entrance near the …",
    "rating": 5,
    "name": "Evgen Tkachkor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much for the honest review ☺️🤍",
    "rating": 5,
    "name": "ABD ABD",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Unique modern pleasant design under the Ukrainian old style. Lots of space. Of the dishes we tasted, everything was delicious. But the idea of ​​one \"big dumpling\" remained undisclosed. …",
    "rating": 3,
    "name": "Den Elizaryev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "За последний месяц мы были три раза в этом ресторане с разными компаниями. Атмосфера прекрасная. Обслуживание на очень хорошем уровне. Еда очень вкусная и прекрасная подача. Вкусные вареники с картошкой, очень вкусная кукуруза на гриле, …",
    "rating": 5,
    "name": "Николай Новиков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересное заведение с красивым интерьером и невероятно крутой посудой. Только ради их чашек стоит хоть раз сходить, попить чая. Цены тут не маленькие, обслуживание, как повезёт. Еда домашняя, достаточно вкусная. На мой взгляд, немного …",
    "rating": 5,
    "name": "Анжелика Пономарева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Невероятный интерьер, очень уютный, продуманный, просторный, мягкие линии, натуральные материалы, панорамные окна, много разных залов, как для банкетов, так и для маленьких компаний, свиданий. Чисто и аккуратно. Вкусно и красивая подача …",
    "rating": 4,
    "name": "Yoav B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Olena ☺️🤍\n\n(Original)\nДякуємо, Олено ☺️🤍",
    "rating": 4,
    "name": "Dasha Voronchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусная еда! Каждый день заказываю у них обед в офис. Есть бесплатная доставка по центру, 15 минут и заказ привозят. Это очень круто! …",
    "rating": 5,
    "name": "Богдан Миколайчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады Вас видеть!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you!",
    "rating": 4,
    "name": "Andrii Atroshchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шо это было?\nИнтерьер супер. Вас встречает приветственный персонал. А дальше меню с ШОЗАЦЕНЫ, которые можно было бы простить, и сами блюда …",
    "rating": 5,
    "name": "Nataliya Konovalova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересное место) очень этническое в украинском стиле. Понравилось,  что практически нет в помещениях острых углов …",
    "rating": 3,
    "name": "Nelly Digmeli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Nice staff and very cool interior.\n\n(Original) …",
    "rating": 5,
    "name": "Pavel Kozhokar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шикарный интерьер и обслуживание. Сюда приятно привести гостей и друзей из других стран. …",
    "rating": 5,
    "name": "A. Petrova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Огонь! Просто огонь!\nБыл приятно удивлен в какую красивую и колоритную обвертку эти ребята завернули мою любимую украинскую кухню! Атмосфера ресторана очень современная, но при этом …",
    "rating": 1,
    "name": "Meretgeldi Owelekow",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место, вкусная кухня. Подойдёт для бизнес встречи, меньше для романтического ужина …",
    "rating": 5,
    "name": "Максим Максимов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда показалась не доведенной до вкуса. Например, холодец был пресный. В целом, обычный ресторан современной украинской кухни. И, на мой взгляд, в Киеве есть рестораны аналогичного направления, в которых еда вкуснее. …",
    "rating": 3,
    "name": "Alex K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В Sho ходила с коллегами по работе. В пятницу вечером людей было немного. Понравился интерьер. Современная интерпретация украинской мазанки. Официанты, которые ходят в льняной одежде (нас попался очень внимательный и хороший официант). Цены …",
    "rating": 5,
    "name": "С С",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good design ... and that's where the positive experiences end. The food was not pleasant (borscht and pancakes), even the donut was brought to the borscht very stale. It is also not clear why everyone in the …",
    "rating": 4,
    "name": "Ксю А",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Общение с персоналом оставляет желать лучшего.\nБыли с ребёнком. На входе мне сразу предложили убрать детскую коляску за ширму, по тому как (внимание!!!) она портит интерьер! Сделал вид, что все ок так как …",
    "rating": 1,
    "name": "Кямран Гасанханов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ставлю уверенную пятерку. Вкусная, качественная еда. Красивая подача. Отличное обслуживание. Нормальные цены. Официант забыл вынести одно из заказанных блюд. В качестве извинения принес 2 десерта с собой. …",
    "rating": 3,
    "name": "Mmm Mmm",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice interior design and spacious space, traditional Ukrainian food …",
    "rating": 5,
    "name": "Elena Avrakhova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер красивый, сервис хороший, кухня не дотягивает.\nНе вкусно вообще!\nЗаказывал борщ и кровянку, в борще плавали какие-то шкурки или потроха бррр.... …",
    "rating": 5,
    "name": "Георгий Пичерко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "К сожалению, не могу присоединиться к хору восторженных отзывов. Интерьер впечатлил, сделано классно, но еда не понравилась совсем. Приготовлено без фантазии, безлико, неинтересно. Рыбную котлету есть было просто невозможно. Единственное, …",
    "rating": 5,
    "name": "George Mamulaishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Понятная, вкусная украинско кухня! Классное обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Людмилла Пилявская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho🤍\n\n(Translated by Google)\nThanks for the feedback! Always glad to see you in Sho🤍",
    "rating": 5,
    "name": "Artsiom Janchuryn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большой ресторан.\nМного иностранцев.\nКухня средняя. Не оказалось Рибай, хотя был в меню. …",
    "rating": 1,
    "name": "Andriy Getya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "11.04 заехали пообедать. Изначально общее впечатление положительное, НО сделав заказ прождали 50 минут, и борщ принесли холодный!!! Сделали замечание, готовили ещё 20 минут. А вареники и вовсе не дождались, спустя 2 часа. Официанты тупили …",
    "rating": 5,
    "name": "Mariia Kaminska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень антуражное место с замечательным простым интерьером. Ценник выше среднего\n\n(Translated by Google) …",
    "rating": 4,
    "name": "КРИПТО NEWS",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "большое, светлое, просторное заведение. все стильно по-украински. Но кухня - полное разочарование... Без изюминки, без фантазии, очень просто и примитивно. такие пельмени, деруны и борщ можно и дома поесть... …",
    "rating": 5,
    "name": "Элина Романова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Новое заведение семьи известных украинских рестораторов.\n\nРасположение отличное, в центре города, но чуть в стороне от шумных улиц. …",
    "rating": 5,
    "name": "Дима Бондаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер, посуда нравиться)) заезжали на кофе - вкусный!))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oksana Gaychenya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Наверное лучший из ресторанов украинской кухни в которых я бывал.\nОчень вкусная еда, все что ни попробовал было вкусно, а заказали мы много и разного. Советую Форшмак и вареники. …",
    "rating": 5,
    "name": "Alena Assorgina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хороший ресторан! Даже не думал, что Украинскую кухню можно подать в таком крутом формате! Особенно понравились традиционные борщ и сырники! Обслуживание здесь тоже на высоте - и вышиванки на официантках выглядят очень качественными! …",
    "rating": 3,
    "name": "Вікторія Теплицька",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень хорошее обслуживание. Вкусная кухня.\n\n(Translated by Google)\nVery good service. Delicious cuisine.",
    "rating": 5,
    "name": "Александра Кузюра",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Наконец-то в городе появился ресторан украинской кухни без тематической привязки в оформлении. Никаких тебе вышиванок и народной музыки. Ешьте свой любимый холодец в стильном этно-интерьере :) Кстати, у них вкусные деруны. …",
    "rating": 4,
    "name": "ANNA MAY",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательное место с прекрасной атмосферой. Заказ несут очень быстро.немного была задержка с салатом,и не оказалось желаемого мороженого,но официант Максим оставил отличное впечатление тем,что мороженое принесли в подарок от заведения,а …",
    "rating": 4,
    "name": "Андрей Карасев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Можно сходить раз из-за интерьера.\nПо еде, все ну очень обычно, то есть не плохо, но обычно. Еда простая как в очень хорошей украинской столовке (в хорошем смысле). …",
    "rating": 5,
    "name": "Александр Буюкли",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательно. Праздновали день рождения. Понравилось всё. Интерьер супер. Еда очень вкусная. Даже ребенок ел с удовольствием,  Обслуживание отличное, за что отдельное спасибо Максиму из Мариуполя. Все было на высшем уровне. Обязательно …",
    "rating": 5,
    "name": "Анастасия Еленская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "До SHO я не любила украинскую кухню, но сейчас Я ВЛЮБИЛАСЬ!!\nНевероятно вкусная еда и просто неимоверно красивый интерьер!)\nДизайн как отдельный вид искусства! …",
    "rating": 5,
    "name": "Paul Yurchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место фантастическое, еда хорошая но.... Сервис, как правило, дружелюбный, некоторые официанты приятные (Антон), а другие напрямую игнорируют вас. Они невнимательны и реагируют даже если вы их зовёте. Очень долго принимали заказ (1.5 часа) …",
    "rating": 3,
    "name": "Dima Yermolenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, good service and beautiful design.\nIt was unpleasant that the water is not provided free of charge, at the request of visitors. …",
    "rating": 5,
    "name": "Микола Сьомик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your comments. We look forward to seeing you at SHO!\n\n(Original)\nДякуємо за відгук! Ми візьмемо до уваги Ваше зауваження. З нетерпінням чекатимемо Вас в SHO!",
    "rating": 3,
    "name": "Andrey Gordiychuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасное заведение! Отличная кухня, цены как для центра Киева, неплохие. Обслуживание шикарное, вежливые официанты, профессионалы. Считаю, каждый открывающий свое заведение, обязан посетить рестораны Димы Зазрдякина и внимательно …",
    "rating": 5,
    "name": "Maria Kirina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "1. Официант забыл вынести десерты.\n2. По телефону, при бронировании столика, уточнила за фотосъемку. Сказали - можно! Когда за столом кушали и начали фотографироваться, подошёл менеджер и в …",
    "rating": 3,
    "name": "Olga Levchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, interesting design.\n\n(Original) …",
    "rating": 5,
    "name": "Максим Гловяк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Lyudmila, thank you for your feedback! We look forward to our meeting!\n\n(Original)\nЛюдмила, дякуємо за відгук! З нетерпінням чекаємо нашої зустрічі!",
    "rating": 5,
    "name": "Андрей Хорольский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивое место, которое показывает стиль и эстетику украинской кухни, не ограничиваясь банальными позициями, есть быстрая доставка с Bolt Food, но когда закончится Локдаун - очень советую посетить сам ресторан, место невероятно атмосферное …",
    "rating": 5,
    "name": "Anastasia Shpygunova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусная кухня, особенно паштет однозначно стоит попробовать, а из сладкого - трубочки со сгущёнкой и картошку) Oригинальный интерьер.\nBestes Restaurant mit ukrainischer Küche in Kiew. …",
    "rating": 5,
    "name": "Oleksandr Goncharenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Anastasia 💛\n\n(Original)\nДякуємо, Анастасіє 💛",
    "rating": 5,
    "name": "Itano “Josh” Masayoshi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere, delicious food. Well, and a compliment from the institution mango sorbet) …",
    "rating": 5,
    "name": "Вика Гришина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice restaurant with a great atmosphere and typical Ukrainian cuisine. The food was delicious and the service friendly. For Ukrainian standards slightly elevated prices. Here I like to come again. …",
    "rating": 5,
    "name": "Alex Tovpeko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно и красиво офрмлен зал, приятно бло провести время в этом ресторане\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Святослав-Мирослав Павлюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 5,
    "name": "Григорий Ищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent Ukrainian restaurant !!! Delicious dishes.\nIncludes authentic dishes and fusion cuisine. …",
    "rating": 5,
    "name": "Aleks Kuzmenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер красивый. Очень светло, большие окна. Интересная посуда, оригинально одеты официанты. Очень творчески подошли создатели к ресторану. Еда пока не очень. Может только открылись, и это ПОКА. Борщ не вкусный, сильно отдает …",
    "rating": 5,
    "name": "Ilya Trifonenkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, интересный интерьер, но очень долго обслуживают.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Юсевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень изысканное и внимательное обслуживание, отличная кухня с  творческим походом, чувствуется проделанная работа в отборе качественных продуктов. Отличные и разнообразные завтраки по соответствующим ценам. …",
    "rating": 4,
    "name": "Irina Ivanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за отзыв! Всегда рады видеть Вас, и на завтраки и на ужин☺️\n\n(Translated by Google)\nDmitry, thank you for your feedback! We are always glad to see you, both for breakfast and dinner☺️",
    "rating": 5,
    "name": "Катя Косенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ребята , не рекомендую. Очень долгое обслуживание. Зашли на завтрак , долго ждали свой заказ. Омлет подали мин через 10.кофе подали когда пошли с претензиями. А сырники мы так и не дождались.  Расчет хотели произвести через терминал, но так …",
    "rating": 5,
    "name": "Андрій Корогода",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Что антураж ,что кухня - столовая.\nНе понимаю от чего происходит название ресторан в данном случае.\nОбслуживание не важное, приветливые администраторы залов, тормозящие официанты. …",
    "rating": 5,
    "name": "Обычный Парень",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Зашли поужинать с любимой. 9 месяцев вместе типа срок)) хостес ок, приятно информативно, стараются) интерьер супер на 5. Оп) присели открыли меню.... Рядом балована галя - харчевня... Такое же меню за треть цены... Обидно... Но реально …",
    "rating": 4,
    "name": "Stonepilot56",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место - неплохо, над интерьером явно думали. Но, выбирая столик, учтите, что от окон во весь рост очень тянет. Ощущается нехватка освещения при столь открытом пространстве. …",
    "rating": 5,
    "name": "Філенко Лев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A Georgian restaurant in Kiev is wonderful, its atmosphere is wonderful, the options are varied, the food is excellent, and the service is great, but the prices are somewhat high. …",
    "rating": 5,
    "name": "M. Sulymko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дизайн и о атмосфера: заведение с изюминкой, очень красиво, проработано все до мелочей …",
    "rating": 5,
    "name": "Irina Rusakova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не такой хочется видеть современную кухню\nДуши не хватает в заведении …",
    "rating": 5,
    "name": "Andrii Kalinichev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное, стильное место с предупредительным и вежливым персоналом (причем оптимисты, судя по надписи на двери -см фото) :). Готовят вкусно :) рекомендую для бизнес ланча или приятного ужина на террасе. Ненавязчивая музыка …",
    "rating": 5,
    "name": "Serge Shalya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно и приятный персонал. Спасибо 👍\n\n(Translated by Google)\nDelicious and nice staff. Thank you 👍",
    "rating": 5,
    "name": "Зоя Василенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александр, благодарим за отзыв! Очень ждем Вас еще🤍\n\n(Translated by Google)\nAlexander, thank you for your feedback! We are waiting for you again🤍",
    "rating": 4,
    "name": "Egor Tsvetkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Not bad in taste, although 2 of the 4 dishes for delivery did not meet the promise. Potato pancakes without caviar and instead of goat cheese in a salad - Philadelphia. …",
    "rating": 5,
    "name": "Tetiana Marchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Один из самых красивых ресторанов в Киеве. Вся подача блюд эстетически красивая, интересная посуда и фраже. Хорошее обслуживание, кухня вкусная. Цены выше среднего. …",
    "rating": 5,
    "name": "Лидия Пштыка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любимое заведение украинской кухни)\nвсегда вкусно, очень уютно и красиво, вместительная парковка, персонал отзывчивый. …",
    "rating": 5,
    "name": "Valera Zagurskiy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вчера доставкой из ресторана привезли заказ. Куриный бульон был кислый. Отравилась. Никогда и ни за что в этом звд нельзя обедать. …",
    "rating": 5,
    "name": "Юра Харечко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Нам очень жаль за сложившуюся ситуацию. Мы бы хотели разобраться в данной ситуации. Напишите, пожалуйста, контактный номер телефона в личные сообщения: https://www.facebook.com/shoislove/\n\n(Translated by Google)\nThank you for your feedback! We are very sorry for the current situation. We would like to understand this situation. Please write your contact phone number in your private messages: https://www.facebook.com/shoislove/",
    "rating": 4,
    "name": "Denis Nazarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) To put it briefly, without overwhelming the feedback with details, the kitchen is excellent, the prices are satisfactory (as for me, too high), but here is the atmosphere, the design of the hall ... I will say so, for …",
    "rating": 5,
    "name": "Юрій Григор'єв",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "За уровень сервиса 5 звёзд, все относятся отлично, внимательные и не навязчивые. Кухня обычная, брал стейк рибай и жаренную картошку, обычно, картошка слабо была приготовленная, стейк, хорош, но слегка пересолен, кушать можно, не решился …",
    "rating": 3,
    "name": "Дмитро К",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё очень прекрасно в данном ресторане, за исключением маленького но.\nЯ сам киевский и знаю, где находится ресторан, но это знают не все   особенно гости столицы, это существенный минус для ресторана, для администрации, вы могли …",
    "rating": 5,
    "name": "Anna Oliinyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, сервис на высоком уровне. Интерьер в современном украинском стиле, не навязчиво. Точно стоит сходить если к вам приехали  иностранцы. …",
    "rating": 5,
    "name": "Ченяк Роман",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличная украинская кухня, всё в лучших традициях. Особенного внимания заслуживать дизайн интерьера, в ресторане получаете не только гастрономическое удовольствие, но и эстетическое. …",
    "rating": 5,
    "name": "Орест Ребманн",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное место, борщ вкусный, посуда красивая, интерьер офигенный. Но мне так не понравился блинчик с мясом, даже не ел. Но это такое вкусовщина наверно. …",
    "rating": 5,
    "name": "Dkfkl KFdskfd",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На дизайнера потратились, но все равно выглядит не уютно, как советский ресторан, местами бестолково. Например, нет перил на крутой лестнице со второго этажа. Порции маленькие, еда так себе, ценник высокий. …",
    "rating": 5,
    "name": "Mariia Spytsa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Наверное лучшее что случалось с украинской кухней в Киеве! Если вы устали от скучного борща, вареников и тд. Шо это ваш кандидат в гастрономический тур Украиной) Впечатляет конечно же ИНТЕРЬЕР. Такого масштаба я не ожидала, такие тонкости! …",
    "rating": 5,
    "name": "Sergiy Baranets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вроде как украинская стилистика и кухня, но больше похоже на Татуин из звездных войн. Свободно, антуражно. Дорого.\nА ещё есть курилка встроенная. …",
    "rating": 5,
    "name": "Alina Sabat",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Nice place. It's cozy. Elements of Ukrainian traditions and modern urban style were combined in one institution. Very expressive details of the entourage in the Ukrainian style. Despite the size of the halls and the …",
    "rating": 4,
    "name": "Олег Савченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан, который объединил 2 стиля (классический украинский и современный). Еда вкусная.\nНо почему то на улице нет вывески. …",
    "rating": 3,
    "name": "Evgen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв ☺️🤍\nМы работаем без большой вывески, но на входе есть название нашего заведения\n\n(Translated by Google)\nThank you very much for your feedback :)\nWe work without a large sign, but at the entrance there is the name of our establishment",
    "rating": 5,
    "name": "дмитрий чистяков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Медленное обслуживание, очень долгое ожидание блюд. Завтрак занимает минимум 1 час, даже если вы заказали кашу и кофе :) …",
    "rating": 5,
    "name": "Volodymyr Solonenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Данную информацию мы передали менеджеру, обязательно проработаем этот момент. Всегда рады видеть Вас!\n\n(Translated by Google)\nThank you for your feedback! We gave this information to the manager, we will definitely work out this moment. We are always glad to see you!",
    "rating": 4,
    "name": "Dima Shevchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый вечер. Посещал ваше заведение с гостями из Нью-Йорка. Атмосфера и дизайн на 5+, но к сожалению это и всё!! Кушали довольно много но сказать что бы я был в восторге то нет. Подача блюд - пузата хата, точнее её отсутствие. Обслуживание …",
    "rating": 5,
    "name": "Victor Popov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее заведение, уютная обстановка, приятный персонал.\n\n(Translated by Google)\nNice place, cozy atmosphere, nice staff.",
    "rating": 5,
    "name": "Zofııa Koltun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Александра, благодарим за отзыв! С нетерпением ждем Вас в Sho!\n\n(Translated by Google)\nAlexandra, thank you for your feedback! We look forward to seeing you at Sho!",
    "rating": 5,
    "name": "Maksym",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всегда было проблемой сводить иностранных друзей в ресторан украинской кухни, где будет действительно вкусный борщ, вареники с вишнями, сало с чесноком и узвар🙄 …",
    "rating": 3,
    "name": "Jaime Abehsera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивое модное место.  Не очень вкусно (например, шашлык; заправкам в салатах не хватает вкуса...). Цены завышены (пельмени на вынос подорожали вдвое за полгода) …",
    "rating": 5,
    "name": "Natali Eremenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian cuisine. Relaxed atmosphere. The restaurant is very popular with foreigners. The menu especially liked the grill (vegetables, meat) and cherry dumplings! …",
    "rating": 4,
    "name": "M Legeza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место! Очень вкусно, шикарное обслуживание!\n\n(Translated by Google)\nPerfect place! Very tasty, great service!",
    "rating": 1,
    "name": "Eugen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "кухня понравилась, сытно и вкусно. Интерьер тоже классный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Шилов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 5,
    "name": "Bogdan Korniienko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "твёрдая 4,\nа теперь в деталях:\nатмосфера/интерьер - 4/4.5 …",
    "rating": 5,
    "name": "Марина Чоповая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful and extremely tasty cuisine, interesting interior. The waiters were really slow, but that banosh was worth the wait. …",
    "rating": 5,
    "name": "Игорь Гриб",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Lunch with a group of tourists from Belgium.\nAll liked everything: cozy atmosphere, stylish interior, delicious cuisine, fast service, friendly staff. …",
    "rating": 5,
    "name": "Вячеслав Королёв",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Симпатичный дизайн - аскетизм вперемежку с мазанкой. Такая же симпатичная без лубка вариация на тему Украинской кухни. Очень приветливый персонал. И да, вкусно!) …",
    "rating": 5,
    "name": "Vasyl Zuzyak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The design is great. The kitchen is super. Moreover, the prices are very reasonable. But I would put 1 for the following - employees really do not speak to visitors in Ukrainian, even if the visitor speaks to them in …",
    "rating": 5,
    "name": "Георгий Акимов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер. Клёвые завтраки. Девушка, которая нас обслуживала с замечательным голосом и чувством юмора. …",
    "rating": 5,
    "name": "Violetta Beznisko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи!\n\n(Translated by Google)\nThank you for your feedback! We are looking forward to our next meeting!",
    "rating": 5,
    "name": "Павел Поликанов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Крутой интерьер! Вкусная кухня! Хорошее обслуживание. Цены слегка завышены. Но вернуться сюда хочется всегда. …",
    "rating": 5,
    "name": "Ангелина Гордеева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Unrealistically tasty and beautiful 🤍\n\n(Original) …",
    "rating": 4,
    "name": "Denis Värderingsman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We look forward to seeing you at Sho!\n\n(Original)\nДякуємо за відгук! З нетерпінням чекаємо Вас у Sho!",
    "rating": 5,
    "name": "Serhii Сережа",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "НЕ рекомендую! Столовская еда по цене ресторана. В ресторане для меня ценно качество и вкус еды, а не интерьер. …",
    "rating": 5,
    "name": "Yevhen Shalennyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) An interesting atmosphere, a very beautiful interior, I very much like the idea) is also a convenient location.\nAs for me the main disadvantages: prices; service; …",
    "rating": 5,
    "name": "Оксана Омельянчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The best place to get acquainted with Ukrainian cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Oleksandr Parimuda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Impressed by the atmosphere, the staff attitude and the cuisine! The interior is something incredible in general. Everything is thought out in detail. I highly recommend visiting the institution, as well as taste the …",
    "rating": 5,
    "name": "Energy 250",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Большое помещение, интересный интерьер, отличное обслуживание, теплый прием, своя выпечка. Можно еще долго писать хорошее. Все понравилось. Были несколько раз, хотя живем не рядом. …",
    "rating": 5,
    "name": "Anna Zhulavskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место, нестандартный стильный интерьер, вкусная кухня и напитки, отличное обслуживание,  быстрая подача. 4 звезды (а не 5) только за то, что в счёте оказалось лишнее блюдо, которого в заказе не было. …",
    "rating": 5,
    "name": "Володимир Романчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Представьте The Cake с борщом, сырниками и варениками. Качественно и немного дорого. Отличное место для завтрака, обеда и ужина. Без лишнего пафоса и вычурности. …",
    "rating": 5,
    "name": "Игорь Кобяков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We thank you! We try very hard 🤍\n\n(Original)\nДякуємо вам! Стараємось дуже 🤍",
    "rating": 5,
    "name": "Herman Taslitskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) today is the first time here and it is clear that the owners have drawn conclusions from the comments of other visitors. we spoke Ukrainian and we can't help but rejoice. well done;) …",
    "rating": 4,
    "name": "Юрій Кучер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the atmosphere and the kitchen)\n\n(Original) …",
    "rating": 4,
    "name": "Ser Wass",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это тихий ужас а не место, именно в плане кухни...может мне сильно повезло, но если место , которое претендует на лигу лучших мест Киева, выпускает хоть одно блюдо в прогорклом масле и с дермовакцина сыром...то такое надо искоренять...на …",
    "rating": 4,
    "name": "Tatyana Antonenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A place to return to\n\n(Original)\nМісце, куди повертаюся",
    "rating": 5,
    "name": "Сергей Толерёнок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В ответ на вопрос, как нам понравилось обслуживание (совсем никак)) нам прямым текстом администратор сказала, что иностранцев обслуживают более опытные официанты, тем самым даже не поняв, как это было неэтично. Ресторан заявлен, как …",
    "rating": 2,
    "name": "Cannibal Mtl",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классный персонал, уютная атмосфера, очень красиво, и не космос по деньгам.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Олексіївна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! С нетерпением ждем нашей следующей встречи🤍\n\n(Translated by Google)\nThank you for your feedback! Looking forward to our next meeting🤍",
    "rating": 5,
    "name": "Nick Kulikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Went in, said hello. I was answered \"Good afternoon. Are you expected?\" .. I ask: \"It seemed to me that you are a restaurant of UKRAINIAN cuisine, and why do you speak Russian?\" . The answer: \"Is this fundamental ??? …",
    "rating": 5,
    "name": "Руслан Яковлев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были гостями в столице, зашли с коллегами  в воскресенье. Атмосферность, профессионализм сотрудников впечатлил. Ребята, но кухня просто не соответствует всей этой красоте. …",
    "rating": 3,
    "name": "Анастасия",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень стильный интерьер, все продумано до мелочей, достойная кухня, обслуживание на уровне. Всё понравилось. Была на ланче по работе, обязательно приду ещё раз, уже с семьёй. …",
    "rating": 1,
    "name": "Novitskiy Vitaliy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самые лучшие и самые вкусные украинские блюда здесь.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Igor Vasechko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Всегда рады видеть Вас в нашем ресторане🙌🏼❤️\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in our restaurant🙌🏼❤️",
    "rating": 1,
    "name": "Andrei Bondarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian cuisine, stylish, spacious and cozy interior, but the hostess, who is unfriendly in Russian, disappointed. …",
    "rating": 5,
    "name": "Alexey Simonov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We passed the information to the manager - we promise to fix it!\n\n(Original)\nДякуємо за відгук! Ми передали інформацію менеджеру - обіцяємо виправитися!",
    "rating": 4,
    "name": "Volodymyr Osnadchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В салат с лососем и авокадо налили литр масла? Как можно такое есть…\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олеся Кошкина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ирина, благодарим за отзыв! Данную информацию мы передали нашему шеф-повару, обязательно исправим это. С нетерпением ждем Вас в Sho🙌🏼🤍\n\n(Translated by Google)\nIrina, thank you for your feedback! We gave this information to our chef, we will definitely fix it. We look forward to welcoming you to Sho🙌🏼🤍",
    "rating": 5,
    "name": "Елена Борисовна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На входе в ресторан встретили хорошо, персонал доброжелательный, проводили к столику, выдали меню....на этом, к сожалению, и всё...Заказанные блюда принесли еле тёплыми... работа официантов ниже среднего уровня... как-то грустно стало после …",
    "rating": 5,
    "name": "Мария Матреницкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty dinner, especially borsch\n\n(Original) …",
    "rating": 5,
    "name": "Vladimir Boyarskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Eugene, thank you for your feedback! Always glad to see you ☺️\n\n(Original)\nЄвгеній, дякуємо за відгук! Завжди раді бачити Вас ☺️",
    "rating": 3,
    "name": "Kostja Druzok",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая украинская кухня, классная атмосфера и приятный дизайн, но обслуживание надо подтянуть... …",
    "rating": 5,
    "name": "Marusia Krylova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы передали информацию менеджеру и обязательно исправим это!\n\n(Translated by Google)\nThank you for your feedback! We passed the information to the manager and we will definitely fix it!",
    "rating": 5,
    "name": "Артём Матвиенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Идеально. Очень вкусная кухня, хороший персонал и обслуживание. Потестили паштет, окрошку, вареники, десерты. Все было вкусно. Рекомендую заглянуть:) …",
    "rating": 3,
    "name": "Ольга М",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Самая обычная еда, ничего примечательного. Дороговато, обслуживание очень долгое и непродуманное (принесли все заказанные блюда сразу и они остыли). …",
    "rating": 5,
    "name": "Dmytro Bulanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были в ресторане с подругами. Вечер вторника, а касторах заполнен на 60%! Еда - лично я, очень балована маминой едой, по-этому, не буду уточнять все) Персонал - видео что хорошо обученный. Интерьер - 5+. …",
    "rating": 5,
    "name": "Сергій Лисенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное место, понравились стены, как у бабушки в деревне)  кухня очень вкусная, но приятно удивил медовик, с шикарным вкусом, нежнейший, тает во рту. Обслуживание отличное, не оставят без внимания …",
    "rating": 5,
    "name": "Viacheslav Lomeiko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красивая подача. Ходили на завтрак: рекомендую тосты из авокадо  и нежнейшие сырники. …",
    "rating": 5,
    "name": "Оксана Богатырева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Всегда рады видеть Вас в Sho!\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in Sho!",
    "rating": 4,
    "name": "Igor Pertsiya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мой третий раз за неделю посещаю SHO,и сильно удивлен качеством обслуживания,официанты вообще не подходят,,,,\nПока громко не позвал,група обслуживания 8 человек стоит и ничего не делает!? …",
    "rating": 5,
    "name": "Kate G",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютно и стильно при этом в украинском стиле) Оказывается, можно сделать и так) Еда также на уровне. Очень понравился шашлык и коктейли …",
    "rating": 5,
    "name": "Антон Коростелев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан, если тебе нужно куда-нибудь сводить своих иностранных гостей :). Современная украинская кухня и стильный интерьер …",
    "rating": 5,
    "name": "Liudmyla Yasynska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Современный украинский дизайн. Ел вареники с вишней - они были прекрасны. Порадовал сервис. Отдал свой блок iqos на зарядку, а мне выдали гостевой для пользования …",
    "rating": 5,
    "name": "Nik Farm",
    "cat": "Ukrainian restaurant"
  }
]