[
  {
    "review": "Burgers were great! The vegetarian burger’s coleslaw was a bit too much but it didn’t ruin it for me at all. Classic burger was also great it was cooked just right. The French fries were small in portion just a bit but it was totally fine. …",
    "rating": 4,
    "name": "Damla (Luciole)",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers and fries. They serve also good cocktails. I especially recommend Churchill's Cigar.",
    "rating": 5,
    "name": "Damian Hanusiak",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Khalid Alhajri",
    "cat": "American restaurant"
  },
  {
    "review": "My first and main burger place, I like how cozy and nice atmosphere here. Staff speaks English and they are very friendly.\nYou can easily find a table even if it’s packed. …",
    "rating": 5,
    "name": "Helmut Saathoff",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Khalid, thank you for the excellent rating. We'll be glad to see you and your friends again!",
    "rating": 4,
    "name": "Daniel Hale",
    "cat": "American restaurant"
  },
  {
    "review": "Great Burger! Great Service! Great Cheesecake!\nI definetely will come back to try another Burger than the fantastic medium BBQ I had. …",
    "rating": 4,
    "name": "Rakan mohammed",
    "cat": "American restaurant"
  },
  {
    "review": "Edit: Visited again after a couple of years. Service was prompt this time and still like the vibe of the restaurant. Fries were fresh and hot (though still very plain), burger was tasty. I tried the Mexican burger, thinking it might be a …",
    "rating": 3,
    "name": "seoulstice",
    "cat": "American restaurant"
  },
  {
    "review": "Good burger 🍔 nicely decorated ✨ has indoor and outdoor seating ✨ friendly staff and they speak English 🤍",
    "rating": 3,
    "name": "Ivanna Shliakhova",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Aris Kots",
    "cat": "American restaurant"
  },
  {
    "review": "Good service, nice decor, but an average burger. It’s very obvious that they use frozen beef burgers here, the kind you can find in any supermarket frozen aisle in the US.",
    "rating": 5,
    "name": "ian langerman",
    "cat": "American restaurant"
  },
  {
    "review": "The location is nice, there are few floors and a terrace. We tried three kind of burgers and I wouldn’t recommend this place because how tasty it was. (The fries were better) The word that comes to my mind is “okay”. Burgers cost from 110 …",
    "rating": 4,
    "name": "Marc Maynard",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burger ! Awesome straters and the servers speak English fluently !",
    "rating": 5,
    "name": "Constantin L.",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Serhii Tkach",
    "cat": "American restaurant"
  },
  {
    "review": "My 2nd time coming to this burger place and I couldn't be happier. Great burgers that you can enjoy, good atmosphere and nice service",
    "rating": 5,
    "name": "Jonathan Ward",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 3,
    "name": "Carlos Portillo",
    "cat": "American restaurant"
  },
  {
    "review": "Ice cold Dr. Pepper! One of the few places in Ukraine that I have found with it available. TheBBQ bacon burger is delicious,  and come with fries and coleslaw included in the menu price.  There are two loft areas inside that create great …",
    "rating": 5,
    "name": "Polina Penkova",
    "cat": "American restaurant"
  },
  {
    "review": "Cool burger place! Great atmosphere and surprisingly a lot of space given the size of the place. …",
    "rating": 5,
    "name": "The Pilot",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place, tasty burgers, high prifessional friendly staff, clean toilet. A turkey was just like my wifey cooks.\nSpecial thanks to Murashko Pavlo for high attention and professionalism. Our reverences to cook.",
    "rating": 5,
    "name": "Dmytro Hraif",
    "cat": "American restaurant"
  },
  {
    "review": "Exceptional quality burgers, deserts and cocktails. Most of the staff spoke clear English too which was a major bonus as Western tourists. Friendly and welcoming.",
    "rating": 5,
    "name": "Benjamin Damon",
    "cat": "American restaurant"
  },
  {
    "review": "There is a nice atmosphere in this venue,  good music, clean and welcoming staff. I ordered the turkey burger and it was ok, missing a little bit flavor though. …",
    "rating": 5,
    "name": "Badr 8",
    "cat": "American restaurant"
  },
  {
    "review": "Great place for burger lovers! Diablo burger is terrific by both its size and taste, will keep you full for the whole day.\nAlso they serve breakfasts till 6pm! What can be better for someone who wakes up at 2pm?",
    "rating": 5,
    "name": "Dennis",
    "cat": "American restaurant"
  },
  {
    "review": "True Burger Bar is a bit oit of the way for us but always worth the trip.  The BBQ and Truffle Burgers are really amazing.  The staff are friendly and the service is quick.  I took a group of 20 and we were really impressed how quickly the …",
    "rating": 5,
    "name": "Dmytro Potapov",
    "cat": "American restaurant"
  },
  {
    "review": "Burgers are tasty enough, but snacks aren't. Cosy place, helpful staff. There are not many seats and crowdy during lunch time.",
    "rating": 1,
    "name": "Garrett Snook",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers and superb cocktails. Very fair prices as well!",
    "rating": 4,
    "name": "Andrew Mish",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious food\nAlso good atmosphere here music is so nice\nThank you specially (Andry) for good service",
    "rating": 5,
    "name": "Nika Bielska",
    "cat": "American restaurant"
  },
  {
    "review": "The burgers are delicious and affordable. Also nice English speaking staff. Atmosphere is great.",
    "rating": 4,
    "name": "Nick",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 4,
    "name": "Samuel Muñoz",
    "cat": "American restaurant"
  },
  {
    "review": "Burgers are good, but cocktails are expensive. Also quite interesting burger with Azov fish.",
    "rating": 5,
    "name": "Petar Mandac",
    "cat": "American restaurant"
  },
  {
    "review": "Thank! We are always glad to see you at True Burger 🍔😊",
    "rating": 1,
    "name": "عبدالله العسيري",
    "cat": "American restaurant"
  },
  {
    "review": "Waitress served food at separate times causing people to have to wait before eating their food. Burgers were ok but nothing special. After paying the bill she just assumed the extra money was a tip and didn't bring us any change.",
    "rating": 1,
    "name": "Athanasios Kaltsis",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers and fries - big portions! To my surprise, they serve relished pickles (the real thing) as a side. Good service as well.",
    "rating": 5,
    "name": "julia",
    "cat": "American restaurant"
  },
  {
    "review": "This place is very stable over the years of it's existence. Food and service is good, cocktails are great🥂 make sure to visit their Hendricks bar located in minus second floor.",
    "rating": 5,
    "name": "Yaniv Rozenberg",
    "cat": "American restaurant"
  },
  {
    "review": "A very good burger restaurant. Though I occasionally stumble upon a peculiar choice by the chef, most of the time the 🍔 are delicious. Service is very well too.",
    "rating": 5,
    "name": "Maskyss s",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Oleg Ud",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burgers i’ve ate in my life (devil burger. it comes with a shot). it was kinda expensive for what it is tho. the place is very nice and great service.",
    "rating": 5,
    "name": "Reinhardt Stecovic",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Alex Vikstrom",
    "cat": "American restaurant"
  },
  {
    "review": "Great Burger and they have *GUINNESS* wow🔥 recommended.",
    "rating": 5,
    "name": "Olga Nakhodkina",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 3,
    "name": "Анастасия Hull",
    "cat": "American restaurant"
  },
  {
    "review": "If u want order make sure you are not hungry because they tooks long time\ncan you imagine French fries  1 hour\nAnd was so oily\nVery very bad service",
    "rating": 5,
    "name": "Dmytro Prokopchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Thank you for your feedback!  For our restaurant, such a long waiting time is unacceptable under any circumstances.  We are very sorry that such a situation has occurred, excuse us for that.  We look forward to welcoming you to True Burger again to correct your thoughts about our restaurant.",
    "rating": 5,
    "name": "Heather Coy",
    "cat": "American restaurant"
  },
  {
    "review": "Not a good experience. Before we receive our order we changed our mind, due to the weather conditions, and we asked to get a table inside the restaurant. There were three empty tables, just emptied, but we 've been told that's we couldn't …",
    "rating": 5,
    "name": "Pavel Brejcha",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Athanasios, we are very sorry that your evening was spoilt. Please accept our assurances that a situation when we just \"did not want\" to change a table for guests is impossible in our restaurant. Perhaps, our employees were unable to explain the circumstances correctly. At the moment you asked to change seats, all tables were reserved. In addition, several people were waiting for their turn. The only solution was to suggest you wait at the bar. We deeply regret that we couldn't have you as guests.",
    "rating": 4,
    "name": "Damian M",
    "cat": "American restaurant"
  },
  {
    "review": "Great service ! Really , we were impressed how basically one person at the terrace could serve everyone so quickly and efficiently . I don’t think that I’ve ever got a beer so quickly after the order. The waiter was also very sweet , thank you . The burger with truffle sauce was absolutely delicious too ! Will surely be back .",
    "rating": 5,
    "name": "carl henrik",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 4,
    "name": "Pavel Sikun",
    "cat": "American restaurant"
  },
  {
    "review": "Ate today the Big Diablo burger, wow, I'm a big guy and almost couldn't finish it, the burger was pretty good although I was sure he'd be more spicy, I mean it's called Diablo :) …",
    "rating": 5,
    "name": "No Mad",
    "cat": "American restaurant"
  },
  {
    "review": "Pleasant waiters.  Prices like everywhere else on a delicious burger.  Clean level.  Delicious burgers.  Not the most delicious in the city, but at the level.  Cheaper than Starburger.",
    "rating": 5,
    "name": "Pete Grocock",
    "cat": "American restaurant"
  },
  {
    "review": "Classic burger is just okay, but the one with the turkey was very tasty! Also cucumber side dish was something new, would definitely recommend to try it",
    "rating": 3,
    "name": "Michael Denner",
    "cat": "American restaurant"
  },
  {
    "review": "I still miss this Place.\nWelcoming, Friendly, Great Food, Fantastic Drinks. A must visit if you are in Kiev. Spent many evenings enjoying the Vibe and also the company of the locals.",
    "rating": 5,
    "name": "Tim Eclair-Heath",
    "cat": "American restaurant"
  },
  {
    "review": "Definitely my favorite place in Kiev. Drinks were amazing. Service was exceptional. Crispy fries. Juicy, medium burger. Delicious food.",
    "rating": 3,
    "name": "Karpova Ira",
    "cat": "American restaurant"
  },
  {
    "review": "Stopped by to grab burgers and beer at 10:20pm, 40 min before closing time. Wonderful service, our food arrived in less than 15 min, everything was tasty. Eugene K. was our waiter and he really tried to make our visit pleasant and …",
    "rating": 5,
    "name": "Baseem",
    "cat": "American restaurant"
  },
  {
    "review": "In general nice place 😊 👍 stuff and atmosphere are good, comfy sofas, the portion size for the salads are quite impressive😋, but if you sit upstairs there are a lot of different smells coming out from vent pipes so be careful...not very nice... 😕",
    "rating": 5,
    "name": "Andrew Gleave",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!  We have already fixed this problem with the ventilation of the restaurant.  We are waiting for you again in True 😊",
    "rating": 4,
    "name": "Sydney Davies",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burger places in downtown Kyiv. Great lemonades and cocktails! Very pleasant waiters. There is also an opportunity to sit outside, but if you come alone or with only 1 friend, you should better take the place inside near the …",
    "rating": 1,
    "name": "CoSonic P",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for the feedback 😊",
    "rating": 5,
    "name": "1",
    "cat": "American restaurant"
  },
  {
    "review": "Good food, really fresh ingredients, and a menu in English.  It has a cozy rustic atmosphere",
    "rating": 1,
    "name": "Niklas",
    "cat": "American restaurant"
  },
  {
    "review": "This is a great restaurant for all burger lovers. Burgers are really tasty here. To each burger, you get chips and a small salad. Even if you are not a burger lover, the vegetarian salads are also very good. To sum it up, the kitchen is …",
    "rating": 5,
    "name": "Buben Code (bubencode)",
    "cat": "American restaurant"
  },
  {
    "review": "Beer was good. Service and atmosphere also good. I did not try the food.",
    "rating": 4,
    "name": "Ronald Baptiste",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 2,
    "name": "Karolina B",
    "cat": "American restaurant"
  },
  {
    "review": "Visited summer 2017. Great burger, friendly staff, good cocktails! Will visit again this summer. Reccomended!",
    "rating": 4,
    "name": "Ruperr",
    "cat": "American restaurant"
  },
  {
    "review": "Good place, but definitely overrated, given that it marketed as one of the best burgers in Kiev. …",
    "rating": 5,
    "name": "Vidhu Yadav",
    "cat": "American restaurant"
  },
  {
    "review": "Big Meaty Juicy Burgers. Prices are ok, not too cheap, but not that expensive. Large variety of different types of fries plus add-ons plus side dishes and salads to try. Also small bar with alcoholic beveridges inside the restaurant. Not too crowded during daytime, so expect to have unoccupied seats when you arrive there.",
    "rating": 4,
    "name": "Віталий Заболотній",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Vladimir Marushchak",
    "cat": "American restaurant"
  },
  {
    "review": "I had the veggie pulled pork burger and it was delicious!",
    "rating": 5,
    "name": "Marc Anthony",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 4,
    "name": "Daniel Ilnitsky",
    "cat": "American restaurant"
  },
  {
    "review": "It's OK. I really really wanted to like the place. I'll probably go again as it's around the corner from my flat. The food is... Pretty good. But our service was awful. I really wanted to like this place but there were a number of basic …",
    "rating": 5,
    "name": "Alina Polukhina",
    "cat": "American restaurant"
  },
  {
    "review": "This place was great, we ate here after visiting Hendricks bar which is located below True Burger. The burgers were excellent and incredibly good value for money, served promptly in a relaxed environment. Service was attentive and the place was busy given how late it was. Great place for a quick, quality burger.",
    "rating": 5,
    "name": "Pavlo K",
    "cat": "American restaurant"
  },
  {
    "review": "Just nothing special. And I am not a fan of marinated sweet onions that are added to every burger. There is almost no smoky flavour/scent.",
    "rating": 4,
    "name": "Bi Macera Olsun Deduk",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Ira, your words are confusing us. We add sweet pickled onions only to two burgers. Anyway, we're sorry to hear your comment! Hope to see you again and do our best for your great experience.",
    "rating": 5,
    "name": "Didem Hanci",
    "cat": "American restaurant"
  },
  {
    "review": "One of the first proper burger places in Kyiv. Hands down the best burger in Kyiv so far. Reasonably priced and wide variety of delicious burgers. Can't go wrong with any!",
    "rating": 5,
    "name": "AnOber 77",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 5,
    "name": "Joe Whitcombe",
    "cat": "American restaurant"
  },
  {
    "review": "Great bar. Open late and serves good food at not too bad prices. Great location and ideally suited next to Hendricks bar. Would recommend and would go again. Really annoyed I ate before going here as the burgers coming out looked incredible",
    "rating": 5,
    "name": "Elvira L",
    "cat": "American restaurant"
  },
  {
    "review": "The burgers are huge and tasty. As the name suggests, they taste like real meat has been used.\nThe staff all seemed to speak English quite well. A nice place with cheerful atmosphere.",
    "rating": 5,
    "name": "zachary fawcett",
    "cat": "American restaurant"
  },
  {
    "review": "The staff was excellent, extremely polite and friendly and very helpful, so they are not at all the reason for my one star. The reason is the burger itself, the patty. It is completely tasteless. I know a lot of the taste comes from the …",
    "rating": 5,
    "name": "Denis Putilin",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Guest, we are very sorry to hear this sad comment. We can’t use charcoal grill and obviously will not add liquid smoke to patties, but will double check quality of meat. It has to be tasty without any extra flavor enhancers.\nThank you for your review. Copy that. Will work to become better.",
    "rating": 5,
    "name": "MrChicbrown",
    "cat": "American restaurant"
  },
  {
    "review": "Without a doubt an excellent burger joint. The service is excellent, the waiters speak English and they're all really friendly. The place itself is cozy and has a nice atmosphere. The burgers are amazing, and the beef meat is tender and …",
    "rating": 5,
    "name": "CHD California",
    "cat": "American restaurant"
  },
  {
    "review": "They started with eggshells in my appetizer and followed it up with this incredible boring and cold main dish. At least the interior wasn't awful.",
    "rating": 3,
    "name": "Umberto M",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, great service and overall atmosphere. Superb collection of cocktails.",
    "rating": 3,
    "name": "H K",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers with a friendly twist. Turkey burgers with pears and shrimp burgers can be found at this location besides your more normal BBQ burgers and delicious fries. I recommend the local beers with your meal and don't share your pickles as your friends will only want more.",
    "rating": 2,
    "name": "F",
    "cat": "American restaurant"
  },
  {
    "review": "Not worth the price. Only one vegeterian burger on the menu. Bun was wet and soft, not crispy. Nothing specjal for vegeterian people.",
    "rating": 2,
    "name": "Citizen Of the free world",
    "cat": "American restaurant"
  },
  {
    "review": "Very good burger bar in Kyiv. Been there twice and I was satisfied, always! Unfortunately, the buns aren't good. Tasted like they were pretty cheap, probably not  self baked. Waiters speak good English, prices are pretty nice!",
    "rating": 5,
    "name": "Sergiy Uskov",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing burger, the best burger i have ever tried.",
    "rating": 4,
    "name": "Jimmy J",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 5,
    "name": "Brittany George",
    "cat": "American restaurant"
  },
  {
    "review": "Here you can find some junk food and not the worse beer. Menu is very small and beer variety is not wide. However, personal is friendly and dj is invited in the evening. Place to visit one time.",
    "rating": 5,
    "name": "Caroline Gawlik",
    "cat": "American restaurant"
  },
  {
    "review": "Super place, great food,  decent prices",
    "rating": 3,
    "name": "Андрей Козак",
    "cat": "American restaurant"
  },
  {
    "review": "Great Burger!!!\nHaving a craving and wanted a flavorful burger and crispy crunchy french fries!\nOur server was great at recommending popular items! …",
    "rating": 5,
    "name": "Dan Sebastian",
    "cat": "American restaurant"
  },
  {
    "review": "Very nice place to eat with very good burger! Great place to eat",
    "rating": 4,
    "name": "Illia Vasyliev",
    "cat": "American restaurant"
  },
  {
    "review": "Have visited this place many times. Each time the service and food are superb! ANY dish is served fast, the staff is ALWAYS so friendly and understanding, always smile and treat you like you’re queen or king. They are always happy to have you and provide high level service! Highly recommend :)",
    "rating": 3,
    "name": "Zepla HQ",
    "cat": "American restaurant"
  },
  {
    "review": "We like this place and visit every time when we’re in Kiev.",
    "rating": 5,
    "name": "Kyrylo Butenko",
    "cat": "American restaurant"
  },
  {
    "review": "Truffle burger was very nice, i loved it... Milky Mango Beer is different delicious taste.",
    "rating": 5,
    "name": "Yde Bosma",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burgers and fries. Service is really fast and the waiters are very polite and helpful. I really recommend this place. 👌",
    "rating": 5,
    "name": "Ivo Perts",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊🍔",
    "rating": 5,
    "name": "Nikolay Divin",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burger places in Kyiv. Food is very good there.",
    "rating": 4,
    "name": "Sarah Abdussalam",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Ruslan Goncharenko",
    "cat": "American restaurant"
  },
  {
    "review": "Excellent, big, juicy burgers, and the steak burger was also great.  It’s not always easy to find good beef in Kiev, and good tomatoes and avocado in winter.  The staff is very cool, and the atmosphere is too.",
    "rating": 1,
    "name": "Andrzej Czerkawski",
    "cat": "American restaurant"
  },
  {
    "review": "Wonderful service & excellent food!",
    "rating": 5,
    "name": "Alexey Dronov",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers, comfy restaurant and good value for the location. Outdoor seating in the summer too",
    "rating": 5,
    "name": "Andrii Semkiv",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback!\n\n(Original)\nДякуємо за ваш відгук!",
    "rating": 5,
    "name": "Tom M4k5",
    "cat": "American restaurant"
  },
  {
    "review": "I don’t eat meat and I like fish Azov burger. It has great sauce and salad. Love to come there after work for a dinner. Good coffee by the way too!\nAnd there’s a nice bar underground ;)",
    "rating": 3,
    "name": "Lizard King",
    "cat": "American restaurant"
  },
  {
    "review": "Super cool Dudes and nice Burgers:-) Greetings from Swiss",
    "rating": 1,
    "name": "Auli Sicarii",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Ivan Bozhko",
    "cat": "American restaurant"
  },
  {
    "review": "Got via Glovo, first order. GREAT burgers!\nFresh, tasty beef, grilled, juicy.  Got bbq burger and truffle. Awesome quality! Will definitely order again.\nAlmost as good as LA In-and-Out burger!",
    "rating": 5,
    "name": "Ercument Abiz",
    "cat": "American restaurant"
  },
  {
    "review": "Located 10 minute of Uber from Maidan square, in a very quite and lovely area, this nice burger joint is , i would definitely say, slightly overestimated .\nBurgers list is tiny but cover the basics, even if, a pure cheeseburger is …",
    "rating": 4,
    "name": "Sara C",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Umberto, thank you for the review, but are we talking about the same place? True Burger Bar on the Bogdan Khmelnytsky street?\n\nThe thing is that there are 14 burgers in our menu, 7 desserts, Oreo/Snickers/M&M’s/vanilla/strawberry milkshakes etc.\n\nThere seems to be some misapprehension and we will be glad to see you in our restaurant!",
    "rating": 5,
    "name": "Danylo Oliinyk",
    "cat": "American restaurant"
  },
  {
    "review": "Known for burger but they have other types of food too. Lunch menu offers very simple salad with one entree for 99 (about $4). Portion size isn't big and it doesn't come with drink.  Salad is a big plate of purely  shredded cabbage.  I …",
    "rating": 5,
    "name": "Leon Tkach",
    "cat": "American restaurant"
  },
  {
    "review": "Asked for medium rare burger it came out raw.  Asked for no bun no cheese that comes with it and no fries. Asked for an extra slice of tomato, the weather told me there will be a charge.  They still live in the Soviet Union here - Let’s take everything from a customer and give them nothing back. The owners are so cheap.",
    "rating": 5,
    "name": "KONSTANTINOS DIMITRAKAKIS",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Guest! We dreadfully sorry for this situation. Your claim is justified and we’ll find out why a waiter was so inattentive.\nThe comparison to Soviet Union is a little bit offensive remark, but maybe we deserved it this once. Thank you for your review. Have a good day!",
    "rating": 5,
    "name": "Kasey Tucker",
    "cat": "American restaurant"
  },
  {
    "review": "I have asked for Mexican  burger and well done\nSize was small  in my standard  and  it was not well done    . I  understand  it  when  it was late.  So  it was a  bad expirance …",
    "rating": 5,
    "name": "Ivan “Иван Иванович” Ivanovich",
    "cat": "American restaurant"
  },
  {
    "review": "Unexpectedly good place.\nTasty burgers, decent cocktails, friendly service.\nThe only drawback is interior, which seems a bit outdated and cheap (nothing …",
    "rating": 3,
    "name": "Val Redchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Nice n fresh!! 200 for a vegan",
    "rating": 5,
    "name": "Kemal Seitveliyev",
    "cat": "American restaurant"
  },
  {
    "review": "The burgers and food here are really great. It was down the street from my apartment so I decided to pop in. I had the shrimp and bacon chowder, Jack Daniels wings, and burger. Excellent food, and excellent service.",
    "rating": 5,
    "name": "Vika White",
    "cat": "American restaurant"
  },
  {
    "review": "This restaurant managed to do burgers better than North America. As an English-speaking tourist, the waiters were young and  spoke English, and the menu was in English as well, which helped! The burger itself was amazing!",
    "rating": 4,
    "name": "Retail Expert",
    "cat": "American restaurant"
  },
  {
    "review": "Limited beer choice, and poor choice of snacks. However design is nice, and service is quite good. But you need more than just 4 beer brands, to be a bar.",
    "rating": 5,
    "name": "Sarit Reznik",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Andrew, we are a bar because there are about thirty modern and classic cocktails in our cocktail menu and our bartenders team is one of the strongest one in Kyiv.  But you have a right to have another opinion :)\nWe’ll be glad to see you again! Thank you for the review :)",
    "rating": 3,
    "name": "Oleksandr Yaroshenko",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing burgers and atmosphere. Chilled there for a couple hours and loved it.",
    "rating": 5,
    "name": "Mykola Prypin",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Yurii Semeniuk",
    "cat": "American restaurant"
  },
  {
    "review": "An awesome place to grab a bite. People mainly come for burgers, which are surprisingly good. All the space gets really packed with people,  and because of that service may suffer sometimes. Good for stuffing yourself with some nice burger, and getting on with your evening somewhere else.",
    "rating": 4,
    "name": "Екатерина Шутовская",
    "cat": "American restaurant"
  },
  {
    "review": "This used to be my favorite place to eat burgers in Ukraine. Sadly , for the last month or two, (ever since they changed their menu) the quality of food has gotten worse. I usually order burgers medium rare, and previously they cooked it …",
    "rating": 5,
    "name": "james muscat",
    "cat": "American restaurant"
  },
  {
    "review": "Great food and friendly staff. We had fun here.",
    "rating": 5,
    "name": "Anna Kovalevska",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in kiev, i highly recommend getting the fries with truffle sauce and a burger of choice. Tastes amazing",
    "rating": 5,
    "name": "Giannis Tsepas",
    "cat": "American restaurant"
  },
  {
    "review": "Probably the best burger in Kyiv. Always full of foreigners. It also has a secret bar in the basement which is worth a visit. Good cocktails and selection of beer. Traditional American dessert.",
    "rating": 5,
    "name": "Dorans Photos",
    "cat": "American restaurant"
  },
  {
    "review": "The best burger in the eastern Europe✊️period.",
    "rating": 1,
    "name": "Крис Шако",
    "cat": "American restaurant"
  },
  {
    "review": "Burger is perfect. Pickle is amazing. French fries are the frozen type.",
    "rating": 5,
    "name": "Ryan Bennett-Barlow",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Evgeniy Alefirenko",
    "cat": "American restaurant"
  },
  {
    "review": "One of my favorite places in Kyiv.",
    "rating": 5,
    "name": "Shai Soroka",
    "cat": "American restaurant"
  },
  {
    "review": "Hard to review since we basically got told to leave at the front door. We asked by the ignorant blonde at the  front desk if there were any tables, the reply was do you have reservation? (It was 3 on Wednesday). We said no, and asked how …",
    "rating": 5,
    "name": "Mr.Tolmach",
    "cat": "American restaurant"
  },
  {
    "review": "The good place to eat a burger or two (if you're really hungry). I trust the kitchen, and even more I trust the bartender. Bourbons and cocktails are local speciality, worth trying!",
    "rating": 5,
    "name": "Vlad Nikonov",
    "cat": "American restaurant"
  },
  {
    "review": "Fantastic place with incredibly tasty burgers, reasonable prices and very nice (but a little bit slow) staff. It's not a really fancy place but it's quite cozy. I really loved it.",
    "rating": 5,
    "name": "Sergio Gour",
    "cat": "American restaurant"
  },
  {
    "review": "5* for:\n* friendly waiter (u feel like human, not like cashcow)\n* tasty ukraine-style burger (truffle), honest praise to the creator, the taste …",
    "rating": 5,
    "name": "Roman Feshchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Tom!\nThank you for the review! That sounds like you’re a Pro. Are you? ;) We appreciate your kind words and got every single advice, thanks. We will be delighted to see you again!",
    "rating": 5,
    "name": "arian1754",
    "cat": "American restaurant"
  },
  {
    "review": "average place, food is not very tasty and vegetarian options are very limited. however, it is okay to go to with a big company.",
    "rating": 5,
    "name": "Nataliia “Cap” Shypkova",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for the feedback.  We are primarily an American burger restaurant, but we try to have vegetarian dishes on the menu.",
    "rating": 5,
    "name": "kyriakos petrolias",
    "cat": "American restaurant"
  },
  {
    "review": "Long waits, waitress served food at separate times causing half of the party to have already eaten and the other half awkwardly waiting. A lot of workers but they are busy having fun talking to each other.",
    "rating": 5,
    "name": "Dennis Batyrev",
    "cat": "American restaurant"
  },
  {
    "review": "Friendly stuff, tasty burgers (there are also burgers with steak). Be careful with Big Diablo burger- really spicy! A popular place, better book a table in advance.",
    "rating": 5,
    "name": "Roman Sakharov",
    "cat": "American restaurant"
  },
  {
    "review": "Nice clean tidy restaurant, Burgers were nice better then mcdonalds :-) cheap..",
    "rating": 5,
    "name": "Bartek B",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Roman M",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place! You need to wait to have your meals but it is tasty 😋",
    "rating": 4,
    "name": "Simon Kaastrup-Olsen",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks!",
    "rating": 5,
    "name": "Daryna Rodriguez",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers with mid prices. Fries are awesome too as well as \"coul slow\" salad. You definitely must visit this place! (:",
    "rating": 5,
    "name": "Nastya Ivleva",
    "cat": "American restaurant"
  },
  {
    "review": "Real awesome burgers. Varvar beer was amazing as well. Also, there's a secret bar in the back which i personally didn't go to, but heard it's really great.",
    "rating": 5,
    "name": "chris rizzo",
    "cat": "American restaurant"
  },
  {
    "review": "Very nice place great food great staff normal prices",
    "rating": 5,
    "name": "Neu",
    "cat": "American restaurant"
  },
  {
    "review": "Fantastic burgers and decent service. The food is super super messy though, be prepared. It's well worth it though as the burgers are some of the best in Kyiv.",
    "rating": 5,
    "name": "fot elj",
    "cat": "American restaurant"
  },
  {
    "review": "American style burger joint. Good prices and great location. Service also good. Beer was ok. More tap options would be appreciated.",
    "rating": 5,
    "name": "Vladimir Cechovsky",
    "cat": "American restaurant"
  },
  {
    "review": "Giving it three stars in relation to other neighbourhood options. Maybe just my luck but food was served with a slight delay. Nothing wrong with the and burgers were nice, but I didn't have a memorable experience. P.S. Serves Guiness!",
    "rating": 5,
    "name": "Anastasiya Oleynikova",
    "cat": "American restaurant"
  },
  {
    "review": "Clean nice place, burgers good, prices seemed ok for city center, servis good, not crowded in the evening. Tried their basic burger - largish, juicy meat, good combo. Thanks guys.",
    "rating": 5,
    "name": "Jordie Wolf",
    "cat": "American restaurant"
  },
  {
    "review": "We saw this restaurant when we walked on the street and looked for a brunch place. It is a nice restaurant for burger's lover! The staff can speak English and it has English menu. The food there was amazing!",
    "rating": 5,
    "name": "Viacheslav Petrenko",
    "cat": "American restaurant"
  },
  {
    "review": "Overcrowded in lunch time (13:00-14:00) - wait too long. Meal is normal, not recommended for vegans - 2 dishes only in the menu.",
    "rating": 1,
    "name": "Rik Goodwin",
    "cat": "American restaurant"
  },
  {
    "review": "A classic burger, simply excellent, fresh vegetables, wonderful spicy meat, excellent fries, wonderful cucumber salad! Wonderful service! Well worth a visit",
    "rating": 5,
    "name": "Dmytro Karataiev",
    "cat": "American restaurant"
  },
  {
    "review": "Burger became smaller over time. At the same time I can state that Kyiv has many other place with better Burgers.",
    "rating": 5,
    "name": "Loco God",
    "cat": "American restaurant"
  },
  {
    "review": "The best medium-rare burger in the city. Definitely recommend!",
    "rating": 5,
    "name": "Randy Alanio",
    "cat": "American restaurant"
  },
  {
    "review": "Mykola, thanks for your feedback 🙂",
    "rating": 5,
    "name": "Alina Goodwin",
    "cat": "American restaurant"
  },
  {
    "review": "Very cozy place. Fast service. Score for burgers 7/10. Recommend to order burgers with not minced meat, these taste better.",
    "rating": 4,
    "name": "Marvin Tschanz",
    "cat": "American restaurant"
  },
  {
    "review": "Spicy burger is really not so spicy, so ask for Tabasco. I recommend fish burger, it's something rarely seen in menus.",
    "rating": 5,
    "name": "Denys Ivanets",
    "cat": "American restaurant"
  },
  {
    "review": "This is a really good place for a burger, but a great place for cocktails. Everything is so great and the interior is very warm and welcoming.",
    "rating": 5,
    "name": "Brown Lightning",
    "cat": "American restaurant"
  },
  {
    "review": "The most delicious burgers ever and pleasant staff.",
    "rating": 5,
    "name": "Kevin",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 4,
    "name": "Emil Joensen",
    "cat": "American restaurant"
  },
  {
    "review": "Great service, very tasty burgers in good prices.",
    "rating": 5,
    "name": "Andrii Lytvynenko",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 5,
    "name": "Olga Pashygorova",
    "cat": "American restaurant"
  },
  {
    "review": "Fantastic food and staff. Very friendly and helpful . Good English. Great prices. Cool vibe and design of the place",
    "rating": 1,
    "name": "сяньсюи мен",
    "cat": "American restaurant"
  },
  {
    "review": "We came with a Reservation at 8pm at the Terrasse and didnt get the table. People without reservation were getting the tables outside while we were waiting inside.",
    "rating": 4,
    "name": "EightsOver",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Крис, we’re very sorry for our misunderstanding with your reservation. When we were talking by phone with you, we didn’t get if you wanted to reserve a table or just asked for the opportunity to find an available table in principle. And anything after that wasn’t a malicious intent but concatenation of circumstances.\n\nAnyway, we do apologize for the situation.",
    "rating": 5,
    "name": "Dmytro Slabovskyi",
    "cat": "American restaurant"
  },
  {
    "review": "Great food, good music and very affordable. If you're after a good beer and a burger while in Kyiv, can't go past this place.",
    "rating": 5,
    "name": "Viktor Molokostov",
    "cat": "American restaurant"
  },
  {
    "review": "Quite good while quite small. The cuisine is mostly fusion of asian, european, even with some hints of tex mex. Still, very tasty. Interiors are mixed as well.",
    "rating": 5,
    "name": "Joseph Motacek",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome! If this was closer to my home I would never cook again...\nPrices are great and the food too. It is a nice area to walk around in the early evening too.",
    "rating": 5,
    "name": "Joanna Mazur",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burgers in Kiev you'll find here. And on the basement floor located speakeasy bar Hendriks, so now after I said that it not speakeasy anymore))",
    "rating": 3,
    "name": "Einar Sandvik Johansen",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burgers, good beer, nice place to go with friends",
    "rating": 5,
    "name": "Andrew Buick",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Tim Orlovsky",
    "cat": "American restaurant"
  },
  {
    "review": "Burgers is very good and tasty, place is neat and servoce is quick.",
    "rating": 5,
    "name": "Yulia Zayarna",
    "cat": "American restaurant"
  },
  {
    "review": "Sergio, thanks 😉",
    "rating": 5,
    "name": "Semen Kazakov",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing burgers. Cocktails are a real delight. One of the better burger places in the area.",
    "rating": 4,
    "name": "Михаил Ш",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burger . Clean and good service",
    "rating": 4,
    "name": "Jacqueline Rodríguez González",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Denys Kiparenko",
    "cat": "American restaurant"
  },
  {
    "review": "I've felt in love with this place since 2016❤️ And now I love it even more🙂",
    "rating": 5,
    "name": "Igo Galama",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback ❤️",
    "rating": 3,
    "name": "Sergey Voitseh",
    "cat": "American restaurant"
  },
  {
    "review": "Very good food and service",
    "rating": 4,
    "name": "Corie Jason",
    "cat": "American restaurant"
  },
  {
    "review": "This place serves proper burgers. I've been here a bunch of times and the service was always on par. Try: steak burger. It's surprisingly juicy.",
    "rating": 5,
    "name": "Johnn Delavigne",
    "cat": "American restaurant"
  },
  {
    "review": "A nice place for having a burger with a beer. However it makes sense to book upfront if you are planning to come on Friday.",
    "rating": 5,
    "name": "Mariana M",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty food in a good atmosphere. Reasonable prices and a lot of tables. Step by if you are hungry",
    "rating": 5,
    "name": "Иван Промский",
    "cat": "American restaurant"
  },
  {
    "review": "Very nice place to eat burger,  the food came fast and the waitress was very helpful, the place itself is pretty small but cozy, the food was great and the prices are reasonable.",
    "rating": 5,
    "name": "Brett Chatfield",
    "cat": "American restaurant"
  },
  {
    "review": "Good mix of cocktails with a burger. The burger is not the best, but it's fast, convenient and the place is cozy.",
    "rating": 5,
    "name": "Yiğit Enes Yenihayat",
    "cat": "American restaurant"
  },
  {
    "review": "We were the last to go and the stuff was great and patient with us. Recommended great cocktails. Food is also good!",
    "rating": 5,
    "name": "Oleksandr Pylypenko",
    "cat": "American restaurant"
  },
  {
    "review": "I like the place very much. Especially because it's one of the rare places in Kiev where you can find clam chowder :)",
    "rating": 4,
    "name": "Sanço Panza",
    "cat": "American restaurant"
  },
  {
    "review": "The classic burger was outstanding and waitress spoke English and was very nice.",
    "rating": 5,
    "name": "Артем Попов",
    "cat": "American restaurant"
  },
  {
    "review": "A great place to enjoy an amazing burger. These guys mean it seriously and serve you a piece of heaven in the bun",
    "rating": 5,
    "name": "Anton Froehlich",
    "cat": "American restaurant"
  },
  {
    "review": "Great atmosphere, very friendly staff, amazing food and local draught beer. Highly recommend!",
    "rating": 4,
    "name": "FEDERICA LINEABETA COCCO",
    "cat": "American restaurant"
  },
  {
    "review": "The burger was delicious and the lemon pie as a desert :) The waiter was a very friendly. I can recommend this place for visit.",
    "rating": 5,
    "name": "Danylo Spichakov",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious cuisine, cosy atmosphere, free KyivPost. One of the best burger's bars I've ever been to.",
    "rating": 5,
    "name": "Victor Teslenko",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers and excellent service, staff was friendly and spoke English fluently. Definitely worth a visit while in Kiev.",
    "rating": 5,
    "name": "I Rogers",
    "cat": "American restaurant"
  },
  {
    "review": "Very-very-very delicious food, their salads are just amazing. Try hash burger - I would love to have it each dinner :)",
    "rating": 5,
    "name": "jeff killen",
    "cat": "American restaurant"
  },
  {
    "review": "Extremely limited menu with pretty mediocre burgers if you ever tasted high quality ones, of course.",
    "rating": 5,
    "name": "Alina Bugayova",
    "cat": "American restaurant"
  },
  {
    "review": "They have a nice hidden area down the stairs. They sure do know how to make hot cocktails.",
    "rating": 5,
    "name": "Leszek Borlik",
    "cat": "American restaurant"
  },
  {
    "review": "Visiting True Burger Bar since opening and it's magnificent! Burgers, coctails and service are one of the best in town! Come and see yourself :-)",
    "rating": 5,
    "name": "Gil Garibi",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, friendly staff and very large burgers. Just a great place for lunch",
    "rating": 5,
    "name": "Vitaliy K",
    "cat": "American restaurant"
  },
  {
    "review": "Great place, great staff, great food :)",
    "rating": 5,
    "name": "Ron Pinkerton",
    "cat": "American restaurant"
  },
  {
    "review": "Not the best burger of my life but very good. Worth a visit for sure. Service also good",
    "rating": 5,
    "name": "Backpacker Help",
    "cat": "American restaurant"
  },
  {
    "review": "Place with a nice atmosphere, broad choice of burgers from classic to original. Time to time they serve thematic party.",
    "rating": 5,
    "name": "Yurii Arkhipov",
    "cat": "American restaurant"
  },
  {
    "review": "Food is always great been here multiple times",
    "rating": 5,
    "name": "Māris Priekulis",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Sigita",
    "cat": "American restaurant"
  },
  {
    "review": "Wow! What great burgers.  Probably the best in Kyiv.  On top if that it came with great service as well!  Will return.",
    "rating": 5,
    "name": "Przemek",
    "cat": "American restaurant"
  },
  {
    "review": "The burgers here really good. However, for some reason mine serves not too warm.",
    "rating": 4,
    "name": "Aleksei Yaresko",
    "cat": "American restaurant"
  },
  {
    "review": "You will be satisfied with the food drinks and prices",
    "rating": 2,
    "name": "Jeremy K.",
    "cat": "American restaurant"
  },
  {
    "review": "Favorite place for having burger&coctail. Staff is love. Burgers are great. Prices are good.",
    "rating": 5,
    "name": "Anton Polishko",
    "cat": "American restaurant"
  },
  {
    "review": "We arrived here at 9:30, and the waiter told us to close at 10 o'clock, which is obviously deceiving customers. Not satisfied.",
    "rating": 5,
    "name": "AmyLyn Reynolds",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers and good service but would like to see a little wider range of beer.",
    "rating": 5,
    "name": "Dmytro Mishkin",
    "cat": "American restaurant"
  },
  {
    "review": "One of my favorite if not the most favorite place in Kiev. Great burgers and cocktails are to die for.",
    "rating": 5,
    "name": "Dimitri J.",
    "cat": "American restaurant"
  },
  {
    "review": "The Pepper steak burger is just awesome! I also like Kilkenny ale and NY sour cocktail.",
    "rating": 5,
    "name": "Crazy Max (UA)",
    "cat": "American restaurant"
  },
  {
    "review": "Great place for a meal.  The burger was delicious and the service was excellent.",
    "rating": 1,
    "name": "M",
    "cat": "American restaurant"
  },
  {
    "review": "Everything was great",
    "rating": 5,
    "name": "Natalie Strelnikova",
    "cat": "American restaurant"
  },
  {
    "review": "Decent burger joint. Fast and good service.",
    "rating": 5,
    "name": "Roberto Hernandez",
    "cat": "American restaurant"
  },
  {
    "review": "Thank you for your feedback!  Why did you give us a low rating?  Was it not tasty for you?  Are you upset by the service in the restaurant?  Please tell us your impressions so that we can pay attention to this and correct it.",
    "rating": 5,
    "name": "Ghassen KEFI",
    "cat": "American restaurant"
  },
  {
    "review": "Great place with great burgers",
    "rating": 5,
    "name": "Tomislav Pavic",
    "cat": "American restaurant"
  },
  {
    "review": "One of my favourite burger places in Kyiv. Consistent quolity for years, nice bar selection and fair pricing",
    "rating": 4,
    "name": "Yurchyk Punk",
    "cat": "American restaurant"
  },
  {
    "review": "Great service and tasty food. Highly recommended",
    "rating": 5,
    "name": "Богдан Процюк",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation 😊\n\n(Original)\nДякуємо за вашу оцінку 😊",
    "rating": 5,
    "name": "Alex TeeB",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers, best cocktails, best service - love this place",
    "rating": 5,
    "name": "Parichehr Amirimoghadam",
    "cat": "American restaurant"
  },
  {
    "review": "Good place to have tasty burger in pleasant atmosphere. Service usually good.",
    "rating": 5,
    "name": "Fredrik Westerlund",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burguer variety, it includes with fish and vegan. Good service and nice place.",
    "rating": 5,
    "name": "Max Tarkhov",
    "cat": "American restaurant"
  },
  {
    "review": "Good place for meet with your frends and partners. Taste burgers and smiley stuff. I'll reccomend this bar",
    "rating": 5,
    "name": "Benedikt Schulz",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers! Not so many choices for beer, but good enough to go with the food.",
    "rating": 5,
    "name": "Chris Filippis",
    "cat": "American restaurant"
  },
  {
    "review": "Very small burger and not so tasty as promised. And you have to wait a long till you get it.",
    "rating": 5,
    "name": "Slava Mironov",
    "cat": "American restaurant"
  },
  {
    "review": "Fun cocktails and good burgers. Atmosphere is also fun, a little loud.",
    "rating": 3,
    "name": "Roman Khomchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Very friendly staff. Good food. Delicious chocolate mousse dessert",
    "rating": 5,
    "name": "Ester Llanos",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty place with great waiters 🙂 Highly recommend!",
    "rating": 5,
    "name": "Max Palyvoda",
    "cat": "American restaurant"
  },
  {
    "review": "Мар’яна, Thanks for your feedback!",
    "rating": 1,
    "name": "Anna Sybytsia",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best places I've ever been\nTasty food, excellent service",
    "rating": 5,
    "name": "Serge Litvinov",
    "cat": "American restaurant"
  },
  {
    "review": "Fantastic place for food, drinks, and amazing service. Well worth your time and money for a visit!",
    "rating": 5,
    "name": "Julija Kondrotaite",
    "cat": "American restaurant"
  },
  {
    "review": "I tried Turkey burger which is mind blowing 🤯 lovely place.. looking forward to try beef ones ♥️",
    "rating": 4,
    "name": "yunus emre demir",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burgers and lemonades, friendly staff and light atmosphere, recommend!",
    "rating": 5,
    "name": "Oleksii Yurchyna",
    "cat": "American restaurant"
  },
  {
    "review": "Ordered classic burger and beer. Beer can be colder.",
    "rating": 5,
    "name": "Ivan Jenkins",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 4,
    "name": "Dmitriy Salaman",
    "cat": "American restaurant"
  },
  {
    "review": "Very good burgers, nice cocktails like French Special",
    "rating": 5,
    "name": "Rustam Mamedov",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burger place with good selection of burgers. Friendly stuff and prices. Truffle burger is amazing.",
    "rating": 4,
    "name": "Oliver Blackwood",
    "cat": "American restaurant"
  },
  {
    "review": "It was very welcome traditional but managed by Young and Nice people .quite a good match ! Try it !😋",
    "rating": 5,
    "name": "Остраков Федор",
    "cat": "American restaurant"
  },
  {
    "review": "The best burgers in town along with the tastiest cocktails makes this place a must-eat restaurant in Kyiv.",
    "rating": 5,
    "name": "Fernando Barreto",
    "cat": "American restaurant"
  },
  {
    "review": "Great cocktails and delicious burgers. Good both for quick bite or for meeting friends.",
    "rating": 4,
    "name": "Artem Dmytrenko",
    "cat": "American restaurant"
  },
  {
    "review": "Great place for American food and cheap beer. Service is very fast and good.",
    "rating": 5,
    "name": "Alisa Tyshchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Good beer, food, staff. Has a terrace. Pleasant place to sit",
    "rating": 5,
    "name": "James Score",
    "cat": "American restaurant"
  },
  {
    "review": "really good burgers and cocktails, friendly and easy atmosphere",
    "rating": 5,
    "name": "Basil Lion",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burger, genlty customer service and best beer!",
    "rating": 5,
    "name": "Alex Language Center Ukraine",
    "cat": "American restaurant"
  },
  {
    "review": "Real good variety. The cheese bombs were excellent and the sauce amazing",
    "rating": 4,
    "name": "Sa A",
    "cat": "American restaurant"
  },
  {
    "review": "Great place to have burgers and cocktails, convenient schedule. Great location and prices.",
    "rating": 5,
    "name": "Maksym Yasmenko",
    "cat": "American restaurant"
  },
  {
    "review": "Nice atmosphere, great service, and a True Burger! (Check out the hidden bar downstairs!)",
    "rating": 3,
    "name": "Dashiel Morger",
    "cat": "American restaurant"
  },
  {
    "review": "Really good Beer, good price and excellent service 👍\nAlways again if I stay here 😊👌",
    "rating": 5,
    "name": "Raminta Andziulyte",
    "cat": "American restaurant"
  },
  {
    "review": "Really good burger for good price. The place itself is nice and cosy to.",
    "rating": 5,
    "name": "Donaldas Valiulis",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in town. I have compared 10+ locations. True burger is the best one!",
    "rating": 5,
    "name": "Serhii Kyrychenko",
    "cat": "American restaurant"
  },
  {
    "review": "Fast service, good food. Very tasty ginger tea",
    "rating": 4,
    "name": "Oksana Nadoris",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks, Sigita 😉🍔",
    "rating": 5,
    "name": "Mateja Kracun",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers, friendly service. What else do you need?",
    "rating": 5,
    "name": "Vladyslav Zavadskyi",
    "cat": "American restaurant"
  },
  {
    "review": "Przemek, thanks 😊",
    "rating": 5,
    "name": "Oleg Pedai",
    "cat": "American restaurant"
  },
  {
    "review": "Beer is good, burger not bad. The general atmosphere is astonishing",
    "rating": 4,
    "name": "Denis Litvin",
    "cat": "American restaurant"
  },
  {
    "review": "Pretty unmemorable, so I guess that says something. It was close to my hotel and I had a broken leg is the only reason I went.",
    "rating": 5,
    "name": "cyrille amoursky",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Jeremy, thank you for your review. We wish you a speedy recovering!",
    "rating": 5,
    "name": "Viacheslav Tiahotenkov",
    "cat": "American restaurant"
  },
  {
    "review": "Great location to grab a burger and a beer. Great selection of draft beers and very tasty burgers",
    "rating": 2,
    "name": "Bogdan Dubach",
    "cat": "American restaurant"
  },
  {
    "review": "Best burger in Kyiv! I absolutely love the truffle burger and the service is second to none.",
    "rating": 5,
    "name": "Abdulaziz Alajlan",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers, good craft beer, good desserts. Pleasant people work there",
    "rating": 5,
    "name": "Tim Porter",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome place with great service and delicious burgers and drinks. Highly recommended!",
    "rating": 5,
    "name": "Michael Primak",
    "cat": "American restaurant"
  },
  {
    "review": "Yummy burgers and cool cocktails! Churchill's cigar is the best!",
    "rating": 4,
    "name": "leo",
    "cat": "American restaurant"
  },
  {
    "review": "Noting special, less than average quality of food,\nGood beers, nothing like American Bar",
    "rating": 5,
    "name": "Andrew Sommerich",
    "cat": "American restaurant"
  },
  {
    "review": "One of my fav places in Kiev. Good food and laid back atmosphere.",
    "rating": 5,
    "name": "Espen Bakke",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burgers in Kiev, still European style but delicious.",
    "rating": 5,
    "name": "Udi Baruch",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers and good atmosphere, staff is fast and friendly",
    "rating": 4,
    "name": "Christoph Jünemann",
    "cat": "American restaurant"
  },
  {
    "review": "Very cool place with cool stuff and great selection of drinks and foods.open untill 3 a.m.",
    "rating": 5,
    "name": "Sergiy Tsimbalyuk",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burgers. However, as for me, there is no better burger than BigTasty in McDonald's.))",
    "rating": 5,
    "name": "Marina O'Connell",
    "cat": "American restaurant"
  },
  {
    "review": "nice cozy burger spot",
    "rating": 5,
    "name": "Oleksandr Lukach",
    "cat": "American restaurant"
  },
  {
    "review": "Nice cozy place with pretty tasty burgers.\nAmerican cuisine.",
    "rating": 5,
    "name": "Roman Pufka",
    "cat": "American restaurant"
  },
  {
    "review": "delicious burger,cheerful attitude 👍🏻, we enjoy our meal",
    "rating": 2,
    "name": "Oleksandr Katrych",
    "cat": "American restaurant"
  },
  {
    "review": "Really tasty burgers. Fast service and good prices.",
    "rating": 4,
    "name": "lee cowley",
    "cat": "American restaurant"
  },
  {
    "review": "Great stuff. One of the best burgers in Kyiv, for not even close to the highest prices.",
    "rating": 5,
    "name": "Andrii Mykhalniuk",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing Burgers and really nice and Cozy atmosphere.",
    "rating": 5,
    "name": "Pavlo Red'ko",
    "cat": "American restaurant"
  },
  {
    "review": "Big portions, good burgers",
    "rating": 5,
    "name": "Illia Bobyr",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, great service. Try the Mexican burger it's amazing.",
    "rating": 3,
    "name": "Joe",
    "cat": "American restaurant"
  },
  {
    "review": "Definitely not the best burgers in Kyiv, and definitely overpriced for the food and service quality.",
    "rating": 5,
    "name": "Dmitry Eliseev",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious",
    "rating": 5,
    "name": "Hadas Even- Sarfati",
    "cat": "American restaurant"
  },
  {
    "review": "one of the best burgers in Kiev. average prices. recommend.",
    "rating": 4,
    "name": "Anton Mikhaylets",
    "cat": "American restaurant"
  },
  {
    "review": "Toilet was dirty, in my burger was a dead fly. I think that says it all.",
    "rating": 5,
    "name": "Python_B",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Anna, we’re shocked by the news about a dead fly. The thing is that we’ve never got a complaint like this. Why didn’t you tell the waiter about this awful situation? We would appreciate it if you could call us or text, or send an email and tell us more, and we could make things right.",
    "rating": 4,
    "name": "Olexi Pasyuk",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place with tasty burgers 👌",
    "rating": 5,
    "name": "GreG RebenOk",
    "cat": "American restaurant"
  },
  {
    "review": "Small prices for delicious meals. Definitely worth a visit",
    "rating": 4,
    "name": "terry paskins",
    "cat": "American restaurant"
  },
  {
    "review": "Fast service, friendly staff, delicious menus, but they have to care cleaning",
    "rating": 4,
    "name": "Stuart Barlow",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty true burgers, good beer, fair prices!",
    "rating": 1,
    "name": "Md Md",
    "cat": "American restaurant"
  },
  {
    "review": "Great tasting burgers, friendly staff, English menu",
    "rating": 5,
    "name": "Selçuk",
    "cat": "American restaurant"
  },
  {
    "review": "Good place! Very tasty but sometimes it is hot there",
    "rating": 5,
    "name": "Tatiana Mir",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers and cocktails in town. Recommend to try cheese bombs.",
    "rating": 5,
    "name": "David Paluy",
    "cat": "American restaurant"
  },
  {
    "review": "Tiny fries portions but the burger (s) were excellent.",
    "rating": 4,
    "name": "Константин Весна",
    "cat": "American restaurant"
  },
  {
    "review": "Very good service!\nTry pepper - steak burger.\nIt's awesome)",
    "rating": 5,
    "name": "Chris Hayes",
    "cat": "American restaurant"
  },
  {
    "review": "Best Burger I ever had. Just amazing",
    "rating": 5,
    "name": "shahar wienrib",
    "cat": "American restaurant"
  },
  {
    "review": "Good food, but there is too warm in 2d floor",
    "rating": 5,
    "name": "Alex Wonderwall",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers there. Also very popular place for young people and foreigners",
    "rating": 5,
    "name": "Alexandr Lavrik",
    "cat": "American restaurant"
  },
  {
    "review": "Best in Kiev. Try the Double Diablo Burger.",
    "rating": 5,
    "name": "Lucien Remy",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊🍔",
    "rating": 5,
    "name": "Serg Leon",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burgers in town. Highly recommended turkey burger :)",
    "rating": 5,
    "name": "Viacheslav Ulianov (Slava Ulyanov)",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers. Good service. Moderate prices",
    "rating": 5,
    "name": "Kostya Tsymbal",
    "cat": "American restaurant"
  },
  {
    "review": "Good food for a good price with good service ... with the 3Gs I'd say worth try!",
    "rating": 5,
    "name": "Igor Pospishny",
    "cat": "American restaurant"
  },
  {
    "review": "Great place with delicious burgers and cocktails .",
    "rating": 5,
    "name": "Slav Krav",
    "cat": "American restaurant"
  },
  {
    "review": "Good burger. Be prepared to wait up to an hour between entering and eating something.",
    "rating": 4,
    "name": "Serge Petrenko",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, the right atmosphere and the right waiters working there!",
    "rating": 5,
    "name": "freddy LZ",
    "cat": "American restaurant"
  },
  {
    "review": "Good food",
    "rating": 4,
    "name": "philippe philippe",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place with interesting interior and not so big but tasty menu",
    "rating": 5,
    "name": "Darrel S.",
    "cat": "American restaurant"
  },
  {
    "review": "Tried Tai burger, was good but was hoping to have it more spicy.",
    "rating": 5,
    "name": "Yulian A.",
    "cat": "American restaurant"
  },
  {
    "review": "Deliciour burgers, good atmosphere, nice staff.",
    "rating": 5,
    "name": "Steve DePew",
    "cat": "American restaurant"
  },
  {
    "review": "Fine burgers for more or less fair cost, nice tea too.",
    "rating": 5,
    "name": "Aldas Baltutis",
    "cat": "American restaurant"
  },
  {
    "review": "Best Burger I have tried in my life. 10/10",
    "rating": 5,
    "name": "DK “Baraka” Kim",
    "cat": "American restaurant"
  },
  {
    "review": "don’t drink dumbo. It’s poison",
    "rating": 5,
    "name": "Iurii Mykhalskyi",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Denis, write us what you did not like in this cocktail? We prepare it on the basis of Campari, Chinara with the addition of oregano soda. We always pay attention to guests' comments, so please tell us what made you leave such a comment. Thank you.\n\n(Original)\nДенисе, напишіть нам, що саме вам не сподобалось у цьому коктейлі? Ми готуємо його на основі Кампарі, Чинара з додаванням ореганової содової. Ми завжди звертаємо увагу на зауваження гостей, тому розкажіть нам, будь-ласка, що саме змусило вас залишити такий коментар. Дякуємо.",
    "rating": 5,
    "name": "Andrew Rymarenko",
    "cat": "American restaurant"
  },
  {
    "review": "I went there a dozen times. It is pretty good, and cheap. Well done!",
    "rating": 5,
    "name": "shir cohen",
    "cat": "American restaurant"
  },
  {
    "review": "Their burgers are just awesome, good atmosphere",
    "rating": 5,
    "name": "Daniel L",
    "cat": "American restaurant"
  },
  {
    "review": "We have waited for our order more than 1 hour and didn't receive any compliment or discount",
    "rating": 4,
    "name": "Anastezia Reynolds",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious , i recommend the checkien strips and truffle burger.",
    "rating": 3,
    "name": "Viktor Yakubiv",
    "cat": "American restaurant"
  },
  {
    "review": "Really great burger place. Wide range of options.",
    "rating": 3,
    "name": "Dennis G D",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burger.  Lots of specialty burgers.  Fairly cheap",
    "rating": 5,
    "name": "Yevhen Hrebeniuk",
    "cat": "American restaurant"
  },
  {
    "review": "not bad,but make some normal playlist",
    "rating": 5,
    "name": "Alex Strahov",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your comment!  We have changed the playlist and are waiting for you again in True 😊",
    "rating": 5,
    "name": "Anatoliy Lutsiuk",
    "cat": "American restaurant"
  },
  {
    "review": "Great authentic burgers with amazing lunch deals",
    "rating": 5,
    "name": "Dima Karpenko",
    "cat": "American restaurant"
  },
  {
    "review": "Very good food, Very affordable prices.",
    "rating": 4,
    "name": "Hannah Dadds",
    "cat": "American restaurant"
  },
  {
    "review": "A+",
    "rating": 5,
    "name": "Bahadır Bozdağ",
    "cat": "American restaurant"
  },
  {
    "review": "Slow service but good food at good prices.",
    "rating": 5,
    "name": "Dachi Darchiashvili",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome food. Cozy. Great service.",
    "rating": 3,
    "name": "Satheesh Swamynathan",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious, great service, good cocktails",
    "rating": 5,
    "name": "Evgeniy Solomonov",
    "cat": "American restaurant"
  },
  {
    "review": "Sexy interior, tasty food, radio equipped stuff. Popular place.",
    "rating": 5,
    "name": "Настя Колесник",
    "cat": "American restaurant"
  },
  {
    "review": "Nice. Food is tasty and the place is pet-friendly!",
    "rating": 5,
    "name": "Mattias A",
    "cat": "American restaurant"
  },
  {
    "review": "Guinness is half water, hamburgers are OK, cheaper then in Europe or USA",
    "rating": 5,
    "name": "Andrew “piratus” Popovych",
    "cat": "American restaurant"
  },
  {
    "review": "Exactly what you expect. Good burgers nice venue",
    "rating": 5,
    "name": "Eric Sandler",
    "cat": "American restaurant"
  },
  {
    "review": "Really nice place with good atmosphere for North America sub culture",
    "rating": 5,
    "name": "Abdullah Al Mamun",
    "cat": "American restaurant"
  },
  {
    "review": "a stylish place, good food and service. Recommended.",
    "rating": 5,
    "name": "Alexander Anisimov",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers and great atmosphere!",
    "rating": 5,
    "name": "Andrew Vasylyev",
    "cat": "American restaurant"
  },
  {
    "review": "Pretty good burger, but better can be found",
    "rating": 4,
    "name": "Kimleng MS",
    "cat": "American restaurant"
  },
  {
    "review": "The best burgers I've ever eat",
    "rating": 5,
    "name": "JavaSoldier",
    "cat": "American restaurant"
  },
  {
    "review": "Great food, great service",
    "rating": 5,
    "name": "Georgi Georgiev",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Artur Ismailov",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, but service depends on your luck",
    "rating": 5,
    "name": "Peter Mate",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burgers and very beautiful style",
    "rating": 5,
    "name": "Anton Tymchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Beer and food. But I got decent hot chocolate and cheesecake.",
    "rating": 5,
    "name": "kuzma lebedev",
    "cat": "American restaurant"
  },
  {
    "review": "The best burgers in Kyiv",
    "rating": 5,
    "name": "Roy David",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 1,
    "name": "Богдан Погорілий",
    "cat": "American restaurant"
  },
  {
    "review": "Great burger great atmosphere full of girls!!",
    "rating": 4,
    "name": "Roberto González Somoza",
    "cat": "American restaurant"
  },
  {
    "review": "Very good burgers, almost great.",
    "rating": 5,
    "name": "Eugene Antonov",
    "cat": "American restaurant"
  },
  {
    "review": "MNOGA SOL\ntoo much salt, my god they would kill you with salt just to sell you more drink. it's pity !!",
    "rating": 5,
    "name": "Romchuk Prokopiv",
    "cat": "American restaurant"
  },
  {
    "review": "Burger was delicious, friendly staff.",
    "rating": 5,
    "name": "Lad Lur",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers, best coctails",
    "rating": 5,
    "name": "Анна Сидоренко",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 5,
    "name": "Alex N",
    "cat": "American restaurant"
  },
  {
    "review": "Variety of quality burgers & alcoholic beverages.\nAlso Vegetarian menu available",
    "rating": 5,
    "name": "Alex Protsyk",
    "cat": "American restaurant"
  },
  {
    "review": "burger was ok, but service is a bit slow",
    "rating": 5,
    "name": "Niclas Johansen",
    "cat": "American restaurant"
  },
  {
    "review": "Best burger I've ever had!!!!!",
    "rating": 5,
    "name": "Stephen H (Vlad)",
    "cat": "American restaurant"
  },
  {
    "review": "Holy moly! Best burger ever!!! Delicious!!!",
    "rating": 5,
    "name": "Maksym Solomkin",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers, nice stuff",
    "rating": 5,
    "name": "Jakub Michalik",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers. Beverages menu is poor.",
    "rating": 5,
    "name": "Anton Butsyk",
    "cat": "American restaurant"
  },
  {
    "review": "great spot, solid food, occasional celebrity sightings !",
    "rating": 5,
    "name": "Clarence Harris",
    "cat": "American restaurant"
  },
  {
    "review": "Really good & delicious burgers",
    "rating": 5,
    "name": "Imane",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing classic burger and chowder soup.",
    "rating": 5,
    "name": "Serhii Plashenko",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burgers",
    "rating": 5,
    "name": "Ivan Diuldia",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 4,
    "name": "Gerry Kerr",
    "cat": "American restaurant"
  },
  {
    "review": "Real talk, just the best burgers in Kyiv!",
    "rating": 5,
    "name": "Roberts Pakalns",
    "cat": "American restaurant"
  },
  {
    "review": "everything is amazing at this place, can't go wrong.",
    "rating": 5,
    "name": "Francesco Garavaglia",
    "cat": "American restaurant"
  },
  {
    "review": "Wide range of tasty burgers!",
    "rating": 5,
    "name": "Крипта и Пиво",
    "cat": "American restaurant"
  },
  {
    "review": "Really good burger & good price !",
    "rating": 5,
    "name": "Nika Leya",
    "cat": "American restaurant"
  },
  {
    "review": "Perfect burgers....test big diablo AA++",
    "rating": 5,
    "name": "rajat tara",
    "cat": "American restaurant"
  },
  {
    "review": "Probably the best burgers in the city.",
    "rating": 5,
    "name": "Volodymyr Komarov",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers and secret bar)",
    "rating": 5,
    "name": "Ievgenii Polishchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Great service and good burgers...",
    "rating": 5,
    "name": "Oleg Levitsky",
    "cat": "American restaurant"
  },
  {
    "review": "Yummy burgers, nice atmosphere",
    "rating": 5,
    "name": "عبدالرحمن الشهراني",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty and cheap",
    "rating": 5,
    "name": "Vasyl Humenyuk",
    "cat": "American restaurant"
  },
  {
    "review": "Perfect tasty burgers & perfect service!",
    "rating": 5,
    "name": "Tolun T.",
    "cat": "American restaurant"
  },
  {
    "review": "The best burgers ever!",
    "rating": 5,
    "name": "Sebastian Jeggle",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks!  We are always glad to see you in True!",
    "rating": 5,
    "name": "Yurii Zaremba",
    "cat": "American restaurant"
  },
  {
    "review": "Great hamburger! Great secret bar at the basement",
    "rating": 5,
    "name": "Olivier Bouillet",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome burgers!",
    "rating": 5,
    "name": "Anna “Ama9a” Medvedieva",
    "cat": "American restaurant"
  },
  {
    "review": "The strawberry milkshake was one of my favourites",
    "rating": 5,
    "name": "Valerie Koziarenko",
    "cat": "American restaurant"
  },
  {
    "review": "Disappointing. This was totally not what I expected. However, quite busy on Friday evenings",
    "rating": 5,
    "name": "Vitaliy Kolpachiev",
    "cat": "American restaurant"
  },
  {
    "review": "12 people on staff(visible) and the service is still slow!",
    "rating": 2,
    "name": "Suriya Jayanti",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in Kyiv! IMHO",
    "rating": 5,
    "name": "Jaclynn Graybill",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers and polite staff",
    "rating": 5,
    "name": "SK",
    "cat": "American restaurant"
  },
  {
    "review": "🍔 NOT as fast-food! Really tasty!",
    "rating": 5,
    "name": "Lera Samoilenko",
    "cat": "American restaurant"
  },
  {
    "review": "Really tasty food!",
    "rating": 5,
    "name": "Kyrylo Keydanskyy",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Bjørge Fjermestad",
    "cat": "American restaurant"
  },
  {
    "review": "Decent burger, would visit again.",
    "rating": 5,
    "name": "Oleksandr Tsiupka",
    "cat": "American restaurant"
  },
  {
    "review": "try french fries with cheese sauce",
    "rating": 5,
    "name": "Filip Konrád",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burger bar with costume parties",
    "rating": 5,
    "name": "Yevgeniya Ilchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place to have burgers and beer",
    "rating": 5,
    "name": "Yuri Houk",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place with great burgers.",
    "rating": 4,
    "name": "Gennady Kanishchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place with the vast burgers in the city.",
    "rating": 5,
    "name": "Alex Zet",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome drinks, friendly staff",
    "rating": 5,
    "name": "Maryna Sydorenko (Aquamarina)",
    "cat": "American restaurant"
  },
  {
    "review": "Truffle burger — best burger in the city",
    "rating": 4,
    "name": "Titia Ogbe",
    "cat": "American restaurant"
  },
  {
    "review": "Hands down the best burger in town",
    "rating": 5,
    "name": "Andrew Andrew",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious food",
    "rating": 5,
    "name": "Pelykh Denys",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers and good prices",
    "rating": 5,
    "name": "Jaeil Shin",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty lunches and good service",
    "rating": 5,
    "name": "Igor Petrushyn",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgar and environment.",
    "rating": 5,
    "name": "Anna Boiko",
    "cat": "American restaurant"
  },
  {
    "review": "Good very good drink's",
    "rating": 5,
    "name": "Harri Rantanen",
    "cat": "American restaurant"
  },
  {
    "review": "Cool place and good burgers",
    "rating": 1,
    "name": "Jouko Riihonen",
    "cat": "American restaurant"
  },
  {
    "review": "Best Burger in da house!",
    "rating": 5,
    "name": "Sergey Miroshnichenko",
    "cat": "American restaurant"
  },
  {
    "review": "Best burger in recent memory!",
    "rating": 5,
    "name": "Artem Redia",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers, nice service.",
    "rating": 5,
    "name": "Mike Kuritsyn",
    "cat": "American restaurant"
  },
  {
    "review": "Superb chicken wings!",
    "rating": 5,
    "name": "Анна Стегней",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Kuzma, thanks for your feedback 😊\n\n(Original)\nKuzma, дякуємо за ваш відгук 😊",
    "rating": 5,
    "name": "yurii",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place try the hash Borger",
    "rating": 5,
    "name": "artur skrypnyk",
    "cat": "American restaurant"
  },
  {
    "review": "More then hour to bring my burger",
    "rating": 5,
    "name": "Dima Butyrin",
    "cat": "American restaurant"
  },
  {
    "review": "Great burger",
    "rating": 5,
    "name": "Anastasia S.",
    "cat": "American restaurant"
  },
  {
    "review": "Fine burgers, served fast.",
    "rating": 5,
    "name": "Art air",
    "cat": "American restaurant"
  },
  {
    "review": "The best burger in the city!",
    "rating": 4,
    "name": "Okan T",
    "cat": "American restaurant"
  },
  {
    "review": "Great food and atmosphere",
    "rating": 5,
    "name": "Dezin",
    "cat": "American restaurant"
  },
  {
    "review": "My favorite place for burgers in Kyiv",
    "rating": 5,
    "name": "Taras Oleksiyenko",
    "cat": "American restaurant"
  },
  {
    "review": "Always great food here",
    "rating": 4,
    "name": "Victorio Pellicano",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty for low price.",
    "rating": 5,
    "name": "yousef alnawasreh",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place. Good service",
    "rating": 3,
    "name": "Vasyl Osypchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Authentic burger place. English menus.",
    "rating": 5,
    "name": "Ira Serge",
    "cat": "American restaurant"
  },
  {
    "review": "One of the best burgers in Kyiv",
    "rating": 5,
    "name": "T K",
    "cat": "American restaurant"
  },
  {
    "review": "The best Burgers in Kiev",
    "rating": 5,
    "name": "Yevhen Perevera",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty burgers.",
    "rating": 5,
    "name": "Weronika Wiśniewska",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers",
    "rating": 4,
    "name": "Yurii Chukhlatyi",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Oleg Kovalenko",
    "cat": "American restaurant"
  },
  {
    "review": "Very cool burgers",
    "rating": 5,
    "name": "John Orth",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place with awesome kitchen",
    "rating": 4,
    "name": "Darko Demić",
    "cat": "American restaurant"
  },
  {
    "review": "Fantastic drinks are served",
    "rating": 4,
    "name": "Martin Bobeck",
    "cat": "American restaurant"
  },
  {
    "review": "Good service  nice meal",
    "rating": 5,
    "name": "Kostiantyn Pustovalov",
    "cat": "American restaurant"
  },
  {
    "review": "Had a great meal there",
    "rating": 4,
    "name": "Mariana Chacón",
    "cat": "American restaurant"
  },
  {
    "review": "Good burger, good Beers!",
    "rating": 5,
    "name": "husky / 0008",
    "cat": "American restaurant"
  },
  {
    "review": "Cool burgers and cocktails",
    "rating": 5,
    "name": "Rostyslav Dudka",
    "cat": "American restaurant"
  },
  {
    "review": "It's nice",
    "rating": 5,
    "name": "Georgii Rats",
    "cat": "American restaurant"
  },
  {
    "review": "True BURGER did justice to its name",
    "rating": 5,
    "name": "Александр Федосенко",
    "cat": "American restaurant"
  },
  {
    "review": "Good place for evening rest",
    "rating": 4,
    "name": "Bohdan Svyrydov",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in Kiev.",
    "rating": 5,
    "name": "Татьяна Малахова",
    "cat": "American restaurant"
  },
  {
    "review": "Maybe greatest burgers in the Kyiv",
    "rating": 5,
    "name": "Олександра Савенко",
    "cat": "American restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Виктор Бобок",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Павел Петренко",
    "cat": "American restaurant"
  },
  {
    "review": "Great burgers.",
    "rating": 5,
    "name": "Mekovan Brutus",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks, Vasyl 🍔😊",
    "rating": 4,
    "name": "Евгений Степанов",
    "cat": "American restaurant"
  },
  {
    "review": "Best burger place in town",
    "rating": 3,
    "name": "Sofiia Rasskazova",
    "cat": "American restaurant"
  },
  {
    "review": "Very good",
    "rating": 5,
    "name": "Илона",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in Kyiv.",
    "rating": 5,
    "name": "Merve Ari",
    "cat": "American restaurant"
  },
  {
    "review": "Best Kyiv Burger !",
    "rating": 5,
    "name": "Світлана Панченко",
    "cat": "American restaurant"
  },
  {
    "review": "Truffle burger is the best",
    "rating": 5,
    "name": "Dasha Li",
    "cat": "American restaurant"
  },
  {
    "review": "Dear Anna, thank you for kind words! :)",
    "rating": 5,
    "name": "Анатолий Артюшенко",
    "cat": "American restaurant"
  },
  {
    "review": "Very caring waiters.",
    "rating": 4,
    "name": "Elen R.",
    "cat": "American restaurant"
  },
  {
    "review": "Best Burgers in Kyiv!!!",
    "rating": 5,
    "name": "Лидия Сергеевна",
    "cat": "American restaurant"
  },
  {
    "review": "Bad food, over priced.",
    "rating": 3,
    "name": "Євгенія Кочерга",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers in Kyiv!",
    "rating": 5,
    "name": "Semen Krasnopolskiy",
    "cat": "American restaurant"
  },
  {
    "review": "Nice atmosphere and food",
    "rating": 5,
    "name": "Mighty Mike",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place. Polite stuff.",
    "rating": 5,
    "name": "Мария Писоцкая",
    "cat": "American restaurant"
  },
  {
    "review": "Nice people at work",
    "rating": 5,
    "name": "Евгений Медведев",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks, Kyrylo 😊",
    "rating": 4,
    "name": "Anya Getmanets",
    "cat": "American restaurant"
  },
  {
    "review": "Best burger ever",
    "rating": 5,
    "name": "Максим Толмачев",
    "cat": "American restaurant"
  },
  {
    "review": "Nuce beer there",
    "rating": 5,
    "name": "Eugene Moroz",
    "cat": "American restaurant"
  },
  {
    "review": "Amazing burgers!",
    "rating": 5,
    "name": "Cüneyt Yağız",
    "cat": "American restaurant"
  },
  {
    "review": "Cozy place and tasty food",
    "rating": 5,
    "name": "Аlisa Paludeti",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty, cozy, special",
    "rating": 5,
    "name": "Ruslan Bordiug",
    "cat": "American restaurant"
  },
  {
    "review": "Its ok",
    "rating": 5,
    "name": "Senior Gant",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers!",
    "rating": 5,
    "name": "Маргарита Лучинська",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burgers !",
    "rating": 5,
    "name": "Sebastian Trost",
    "cat": "American restaurant"
  },
  {
    "review": "Very nice 👌",
    "rating": 5,
    "name": "Andrew Sevskiy",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation!\n\n(Original)\nДякуємо за вашу оцінку!",
    "rating": 5,
    "name": "Андрей Гужевников",
    "cat": "American restaurant"
  },
  {
    "review": "Best burgers",
    "rating": 5,
    "name": "Kate Ulasheva",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks, Andrew 😊",
    "rating": 5,
    "name": "Михайло Задорожний",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty 🍔 and 🍸. Love it",
    "rating": 5,
    "name": "Агент",
    "cat": "American restaurant"
  },
  {
    "review": "It was pretty good....",
    "rating": 5,
    "name": "Kostiantyn M.",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers",
    "rating": 4,
    "name": "Артем Валько",
    "cat": "American restaurant"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "Вячеслав Чернецов",
    "cat": "American restaurant"
  },
  {
    "review": "Nice place",
    "rating": 5,
    "name": "Кирилл Турчанинов",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback 😊",
    "rating": 5,
    "name": "Maria Korogod",
    "cat": "American restaurant"
  },
  {
    "review": "Should try more.",
    "rating": 5,
    "name": "Олександр Коломис",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious food and beer",
    "rating": 5,
    "name": "Artem Razumovskyi",
    "cat": "American restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Алла Лукаш",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers",
    "rating": 5,
    "name": "Dennis Skorokhod",
    "cat": "American restaurant"
  },
  {
    "review": "Cool",
    "rating": 5,
    "name": "Олександр Рябчун",
    "cat": "American restaurant"
  },
  {
    "review": "Nice and tasty",
    "rating": 4,
    "name": "Марина Мершиева",
    "cat": "American restaurant"
  },
  {
    "review": "nice",
    "rating": 1,
    "name": "Юлія Гриценко",
    "cat": "American restaurant"
  },
  {
    "review": "Nice burgers",
    "rating": 5,
    "name": "Carlos Pérez Fernández",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty",
    "rating": 3,
    "name": "Alyona Klymenko",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty",
    "rating": 5,
    "name": "Ира Бойко",
    "cat": "American restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Валентина Яндовская",
    "cat": "American restaurant"
  },
  {
    "review": "Very tasty",
    "rating": 5,
    "name": "Оксана Петрик",
    "cat": "American restaurant"
  },
  {
    "review": "Good burgers",
    "rating": 3,
    "name": "Amsterdian",
    "cat": "American restaurant"
  },
  {
    "review": "Good burger.",
    "rating": 5,
    "name": "НАТЕЛЛА ДЗАГАНІЯ",
    "cat": "American restaurant"
  },
  {
    "review": "The bes restaurant in kiev",
    "rating": 5,
    "name": "виктор фантаев",
    "cat": "American restaurant"
  },
  {
    "review": "Casual place",
    "rating": 5,
    "name": "Oleg Petukhov",
    "cat": "American restaurant"
  },
  {
    "review": "Delicious burgers",
    "rating": 5,
    "name": "Katrin Kozak",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome staff",
    "rating": 5,
    "name": "Иван Пирожков",
    "cat": "American restaurant"
  },
  {
    "review": "Good place!",
    "rating": 5,
    "name": "Ant0ni0 (Ant0ni0o0)",
    "cat": "American restaurant"
  },
  {
    "review": "Great place 😋",
    "rating": 5,
    "name": "Andrii Yefymovych",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burgers",
    "rating": 5,
    "name": "Вероника Малышева",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty burger",
    "rating": 4,
    "name": "Kira Filonova",
    "cat": "American restaurant"
  },
  {
    "review": "Clean & Cozy",
    "rating": 5,
    "name": "Анастасия Игнаткина",
    "cat": "American restaurant"
  },
  {
    "review": "Solid place.",
    "rating": 5,
    "name": "Иван Васильевич",
    "cat": "American restaurant"
  },
  {
    "review": "Tasty hmmmm",
    "rating": 5,
    "name": "Svetlana Sakharchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Great place",
    "rating": 5,
    "name": "Алексей",
    "cat": "American restaurant"
  },
  {
    "review": "Juicy burgers.",
    "rating": 1,
    "name": "Антон",
    "cat": "American restaurant"
  },
  {
    "review": "Awesome!!!!",
    "rating": 4,
    "name": "Berkan Degismez",
    "cat": "American restaurant"
  },
  {
    "review": "Love this place",
    "rating": 5,
    "name": "Alex Alex",
    "cat": "American restaurant"
  },
  {
    "review": "cool place",
    "rating": 5,
    "name": "PRIDE FATBIKE",
    "cat": "American restaurant"
  },
  {
    "review": "Cozy place",
    "rating": 4,
    "name": "Arina Kostiuk",
    "cat": "American restaurant"
  },
  {
    "review": "Атмосфера 5, персонал обучен 5. На столе убирают, гостям внимание уделяют ровно столько, сколько необходимо.\nПодача простая, но в стиле заведения, без излишеств. Удовлетворен. Чисто. …",
    "rating": 1,
    "name": "Вадим",
    "cat": "American restaurant"
  },
  {
    "review": "Классное место) Вкусно, уютно, тепло. Салат с хрустящей курицей неплохой) а вот тирамису - это то, что приведёт меня сюда ещё не раз, чувствую! Целая миска! Очень вкусный 🤍 …",
    "rating": 5,
    "name": "Ksenia Tarasenko",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Всегда рады видеть вас в True 😊\n\n(Translated by Google)\nThanks for your feedback! Always glad to see you in True 😊",
    "rating": 5,
    "name": "Pavel Maslov",
    "cat": "American restaurant"
  },
  {
    "review": "Очень атмосферное заведение в центре Киева. Официанты доброжелательные и добродушные, работают качественно и быстро. Бургер выше всяких похвал👏🏼👏🏼 Подача обалденная, + порция большая. Лимонады тоже вкусные👍🏼👍🏼 Довольна, пока это …",
    "rating": 5,
    "name": "Mariana G.",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв, Александра! Всегда рады вам в True.\n\n(Translated by Google)\nThank you for your feedback, Alexandra! We are always glad to see you in True.",
    "rating": 5,
    "name": "Tanya Chu",
    "cat": "American restaurant"
  },
  {
    "review": "Отличная, уютная бургерная. Справедливый ценник,  приятное обслуживание,  готовят быстро и вкусно. Есть летняя площадка. На мой взгляд заведение лучше чем The Burger по всем параметрам. Нет к чему особо придраться, так что 5. …",
    "rating": 3,
    "name": "Никита Николашин",
    "cat": "American restaurant"
  },
  {
    "review": "Виктор, спасибо за ваш отзыв! Всегда рады видеть вас в True Burger 😊\n\n(Translated by Google)\nVictor, thanks for your feedback! We are always glad to see you at True Burger 😊",
    "rating": 5,
    "name": "Ivan Molnar",
    "cat": "American restaurant"
  },
  {
    "review": "Заказывал доставку через Глово. Бургер очень качественно сделан, много разных свежих ингредиентов, все на совесть, ничего не пожалели. В прикуску огурчики. Сам Мексиканский бургер не зашел на вкус(сугубо моё мнение), но видно что старались. …",
    "rating": 5,
    "name": "test trade",
    "cat": "American restaurant"
  },
  {
    "review": "Бургер хорош.\nЗаведение в центре Киева, недалеко много исторических достопримечательностей.\nИнтерьер в стиле бара. …",
    "rating": 4,
    "name": "В",
    "cat": "American restaurant"
  },
  {
    "review": "Mekovan, спасибо за ваш отзыв! Мы рады, что вам у нас было вкусно. В следущий раз просто попросите у официанта приготовить для вас лимонад без льда или с меньшим его количеством, мы учтём все ваши пожелания 😊\n\n(Translated by Google)\nMekovan, thanks for your feedback! We are glad that it was delicious with us. Next time, just ask the waiter to prepare lemonade for you without ice or with less ice, we will take into account all your wishes 😊",
    "rating": 5,
    "name": "a g",
    "cat": "American restaurant"
  },
  {
    "review": "Норм заведение: атмосфера, интерьер, нормально играет, а не орет музыка, вкусные бургеры, хорошее пиво! …",
    "rating": 4,
    "name": "Nikita Primak",
    "cat": "American restaurant"
  },
  {
    "review": "Обычное место, обычная еда. Не супер вкусно, но и не сильно плохо. Заказывала классический бургер. Не хватило вкуса в соусах бургера, и картошку хотелось бы более зажаренную. Лимонад маракуйя-имбирь обычный, не супер вкусный. …",
    "rating": 5,
    "name": "Oksana Mykhalchuk",
    "cat": "American restaurant"
  },
  {
    "review": "София, нам жаль что мы не смогли вас ничем удивить. Приходите ещё, мы постараемся это сделать 😊\n\n(Translated by Google)\nSophia, we wish we could surprise you with anything. Come again, we will try to do it 😊",
    "rating": 5,
    "name": "Мария Ко",
    "cat": "American restaurant"
  },
  {
    "review": "Просто шикарные бургеры 😍\nМеню обширное, выбор еды вкусной вредной/ вкусной полезной/напитков алкогольных/безалкогольных - просто вау. …",
    "rating": 5,
    "name": "Яна Колодзейська (Bonny Barrow)",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Ждём вас снова в True Burger 😊\n\n(Translated by Google)\nThanks for your feedback! We are waiting for you again at True Burger 😊",
    "rating": 5,
    "name": "Pavel Kozhokar",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) If you want to eat a good hamburger in Kiev, this should be your choice. Burgers and fries are very successful and satisfying. It's crowded because it's the weekend, but you can eat at the tables downstairs in front …",
    "rating": 4,
    "name": "Oleksii Shavykin",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) This is the place where delicious food and good service are combined !!\nAfter the visit was 300% satisfied …",
    "rating": 5,
    "name": "Константин Несин",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Svetlana, thank you for your feedback! Always happy to see you in True 😊\n\n(Original)\nСвітлана, дякуємо за ваш відгук! Завжди раді бачити вас в True 😊",
    "rating": 3,
    "name": "Евгений Корнейчук",
    "cat": "American restaurant"
  },
  {
    "review": "Очень вкусно!! Оригинальные и весьма сытные  бургеры, вкусные напитки, приятные обслуживание …",
    "rating": 5,
    "name": "Roman Roman",
    "cat": "American restaurant"
  },
  {
    "review": "Даша, спасибо за ваш отзыв! Всегда рады видеть вас в True!\n\n(Translated by Google)\nDasha, thanks for your feedback! We are always glad to see you in True!",
    "rating": 5,
    "name": "Светлана Холодова",
    "cat": "American restaurant"
  },
  {
    "review": "Не смотря на то, что ресторан уже работает долго, все по-прежнему вкусно, 1 бургер - питательный запас с очень большим запасом. Мексиканский бургер с халапеньо - действительно острый, имейте в виду. Лимонад с имбирём и маракуйей - самое то, …",
    "rating": 3,
    "name": "Denis Lisichonok",
    "cat": "American restaurant"
  },
  {
    "review": "Анатолий, мы очень рады читать ваш отзыв, спасибо вам! Всегда ждём вас в True Burger 😊\n\n(Translated by Google)\nAnatoly, we are very glad to read your review, thank you! We are always waiting for you at True Burger 😊",
    "rating": 5,
    "name": "Наталья Глазева",
    "cat": "American restaurant"
  },
  {
    "review": "Подача и обслуживание топ!  Прожарку котлеты спросили и сделали, как заказала. Цена на классический + картошка в подарок 198 грн, но большинство бургеров в районе 228 грн и дороже. Булочку наверное выпекают сами, но меня такая сладковатая …",
    "rating": 5,
    "name": "Aleksandr Kay",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. We are waiting for you again in True and we hope your impressions will be even better 😊\n\n(Original)\nДякуємо за вашу оцінку. Чекаємо вас знову в True та сподіваємося ваші враження будуть ще кращими 😊",
    "rating": 5,
    "name": "Маруся Я",
    "cat": "American restaurant"
  },
  {
    "review": "Как по мне - это лучшие бургеры в Киеве.\nОчень люблю трюфельный бургер! И Картошку фри с трюфельным соусом тоже. Очень вкусно. Прямо рекомендую. И открытие - десерт Ромовая Бабка. Никогда вкуснее не …",
    "rating": 5,
    "name": "Владислав Викторович",
    "cat": "American restaurant"
  },
  {
    "review": "Лидия, спасибо за ваш отзыв! Трюфельный бургер с дополнительным трюфельным соусом к картошке - это и наше любимое сочетание 🤭 Всегда ждём вас в True!\n\n(Translated by Google)\nLydia, thanks for your feedback! Truffle burger with additional truffle sauce for potatoes is also our favorite combination 🤭 We are always waiting for you in True!",
    "rating": 4,
    "name": "Ольга Шемякина",
    "cat": "American restaurant"
  },
  {
    "review": "Пришли сюда исключительно ради вкусных бургеров. Мужу в принципе понравилось, а вот я осталась совершенно не довольна.\nВ заведении есть внутренний зал, зал на импровизированном втором этаже, а также …",
    "rating": 5,
    "name": "Наталия Лантвойт",
    "cat": "American restaurant"
  },
  {
    "review": "Pets friendly.\nОсторожно, очень вкусные бургеры!\nБыстро принесли, в меню вкусное все, не только бургеры. Хорошее пиво. Были не …",
    "rating": 4,
    "name": "Вікторія Лабунська",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо! Приходите непременно!\n\n(Translated by Google)\nThank! Come by all means!",
    "rating": 5,
    "name": "Yelizaveta",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Convenient location, cozy atmosphere in the center, delicious burgers and delicious beer. …",
    "rating": 5,
    "name": "Kemal Borandağ",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We are always waiting for you with friends in True 😊\n\n(Original)\nДякуємо за ваш відгук! Завжди чекаємо вас з друзями в True 😊",
    "rating": 5,
    "name": "Евгения Немец",
    "cat": "American restaurant"
  },
  {
    "review": "Это заведение покорило меня тем, что тут я нашла бургер с моим самым любимым сочетанием в мире: индейка, сыр бри, груша и руккола. Вообще, в меню можно найти бургеры на любом вкус: с говядиной, с птицей, с креветками и даже с тофу. …",
    "rating": 1,
    "name": "R",
    "cat": "American restaurant"
  },
  {
    "review": "Уютное заведение с полумраком в стиле лофт. Для любителей солнечного света есть и тераса.\nБольшие и очень вкусные блюда. Быстрое и качественное обслуживание. …",
    "rating": 5,
    "name": "Sveta Knysch",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation! We are always waiting for you in True 😊\n\n(Original)\nДякуємо за вашу оцінку! Завжди чекаємо вас в True 😊",
    "rating": 5,
    "name": "Mustafa Dursun",
    "cat": "American restaurant"
  },
  {
    "review": "Невероятно вкусный имбирный чай! Неплохие бургеры, обалденные огурцы (подаются в комплекте с бургеров), картошка тоже идёт в комплекте, но официант предлагает к ней соусы (это дополнительно, о чем он не сообщал, а просто включил в счет), и …",
    "rating": 5,
    "name": "Полина Ермакова",
    "cat": "American restaurant"
  },
  {
    "review": "Приличное заведение синажористыми бургерами на любой вкус. Бар хорош, уютно. Центр города, удобно для посиделок компанией, места как на летние, так р внутри. Местное население хвалит. Брал бургер класичний и пиво львивское, не пожалел. Хоть …",
    "rating": 5,
    "name": "Leonid Turyanytsya",
    "cat": "American restaurant"
  },
  {
    "review": "Супер бургер с курицей🐤 офигенно место из года в кухня остаётся на высоте! Появился новый бургер со смородиной и индейкой. Рекомендую, сочетания кисловатой смородины сладкого лука и сиейка индейки - илеально просто! …",
    "rating": 5,
    "name": "Aleks",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо вам, Евгений, за ваш отзыв! Всегда рады видеть вас в True 😊🍔\n\n(Translated by Google)\nThank you, Eugene, for your feedback! We are always glad to see you in True 😊🍔",
    "rating": 2,
    "name": "Frejer Stolz",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) We went to Burger claiming to be the best in Kiev. A decent place. The waiters were very concerned. The flavors are nice. Prices are expensive. It looks like a place where Kieb's teenage youngsters hang out. Worth to …",
    "rating": 5,
    "name": "Anastasiia Makarenko",
    "cat": "American restaurant"
  },
  {
    "review": "Место, которое рекомендуют абсолютно все любители бургеров, и это не случайно)) Бургеры здесь действительно добротные, разнообразные и очень вкусные. Отдельный восторг соусам❤️Большая коктейльная карта, прекрасные вина (их выбор невелик, но …",
    "rating": 4,
    "name": "E͟u͟g͟e͟n͟y͟ B͟e͟l͟o͟u͟s͟o͟v͟ (A new life)",
    "cat": "American restaurant"
  },
  {
    "review": "Восторг!!! Ребята, спасибо вам огромное за это шикарное заведение! Всю неделю мечтал о вкусном бургере, пробовал разные варианты, но не был удовлетворён пока не зашёл в этот бар. Вкуснейший, сочный, просто божественный Греческий бургер! …",
    "rating": 5,
    "name": "Екатерина Колосова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Were here 26.07.2020 on the old recommendation of friends. Just guessed for a walk through the center of Kiev on the weekend.\nYou can choose to sit here either on the summer terrace or inside (there are two …",
    "rating": 4,
    "name": "Светлана Алтынпара",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good place with very tasty burgers and good cocktails. But you need to go there very hungry, because burgers are not small) …",
    "rating": 5,
    "name": "Марина Панькова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Margarito, thank you for your feedback 😊\nIf the burger is too big for you or you have not calculated the strength - you can always ask to pack half with you, and then enjoy it at home 🍔👌🏽\n\n(Original)\nМаргарито, дякуємо за ваш відгук 😊\nУ разі, якщо бургер занадто великий для вас або ви не розрахували сили – завжди можна попросити запакувати половину з собою, а потім насолоджуватись ним вдома  🍔👌🏽",
    "rating": 5,
    "name": "Dzmitry Shumak",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) A very positive experience, although my expectations were already high due to the good reviews. My waiter was very attentive, took time for me despite the full house and made recommendations. The food was served at …",
    "rating": 4,
    "name": "Michael MOZAR",
    "cat": "American restaurant"
  },
  {
    "review": "Ребят, действительно крутое место! Официант - топ, попросил совета, он помог с выбором базируясь на моих желаниях. В результате, полностю рад том, что заказал. Так же еще отмечу частое обслуживание столиков и подходящий интерьер. …",
    "rating": 5,
    "name": "Andrew Machula",
    "cat": "American restaurant"
  },
  {
    "review": "Андрей, спасибо за ваш отзыв! Мы рады, что вам у нас вкусно и хорошо, ждём вас всегда в True 😊\n\n(Translated by Google)\nAndrew, thanks for your feedback! We are glad that you have delicious and good food, we are always waiting for you at True 😊",
    "rating": 5,
    "name": "Olena Kozhushna",
    "cat": "American restaurant"
  },
  {
    "review": "Убойные хиты bbq и трюфельный бургер. Отличный, оперативный сервис, возможность сделать предзаказ по телефону, шикарная летка. Так держать, ребята. Остальным гостям - рекомендую отметиться 😉 …",
    "rating": 4,
    "name": "Roman Tytykalo",
    "cat": "American restaurant"
  },
  {
    "review": "Андрей, спасибо вам за ваш отзыв, нам очень приятно его читать. Всегда рады видеть вас в True 😊\n\n(Translated by Google)\nAndrey, thank you for your feedback, we are very pleased to read it. We are always glad to see you in True 😊",
    "rating": 1,
    "name": "Женя Лукашенко",
    "cat": "American restaurant"
  },
  {
    "review": "За бургерами ходим исключительно сюда.Очень приятное место.Сервис всегда ВСЕГДА на высоте.К бургерам подается картошка фри и малосольные огурчики.Наши фавориты - трофельный и с голубым сыром.Размеры порций- мы (м+ж) еле доедаем и еще …",
    "rating": 5,
    "name": "Stashevckiy",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо, Kate. \"За бургерами ходим исключительно сюда\" - это очень высокая оценка! Будем работать, чтобы вас не подвести и не разочаровать. Спасибо за мотивацию!\n\n(Translated by Google)\nThanks, Kate. “We go exclusively here for burgers” - this is a very high mark! We will work in order not to let you down and not to disappoint. Thanks for the motivation!",
    "rating": 5,
    "name": "Max Tsalko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Cool and cozy restaurant! Plenty of space to accommodate visitors. …",
    "rating": 5,
    "name": "Kateryna Dovgoteles",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Michael, thank you for your feedback! Always happy to see you in True 😊\n\n(Original)\nМихайло, дякуємо за ваш відгук! Завжди раді бачити вас в True 😊",
    "rating": 4,
    "name": "Oleg Doroshenko",
    "cat": "American restaurant"
  },
  {
    "review": "Крутое заведение в центре Киева. Тут действительно вкусные бургеры готовят, от самого стандартного, до огромного навороченного. Готовят быстро и качественно. Обширное меню. Обслуживают креативные ребята. Заведение в стиле Лофт. Средний чек …",
    "rating": 5,
    "name": "Anna SS",
    "cat": "American restaurant"
  },
  {
    "review": "Удивительно, но я ещё не писал сюда отзыв об этом замечательном месте.\nСамое первое, что тут действительно бросается в глаза, это то, что персонал относится к посетителям не так, как в других местах. …",
    "rating": 5,
    "name": "Julia Rastalove",
    "cat": "American restaurant"
  },
  {
    "review": "Приятное заведение, отличные напитки. Отличное обслуживание.\n\nНо не все бургеры вкусные. Основные, например, мексиканский бургер - …",
    "rating": 5,
    "name": "Yuliia Oliinyk",
    "cat": "American restaurant"
  },
  {
    "review": "Очень вкусно! Заведение вошло в мой топ-3 с первого бургера.\nНу а жена в восторге от коктейлей. …",
    "rating": 2,
    "name": "Лилия Потапенко GemiLi Art by Liliya Potapenko",
    "cat": "American restaurant"
  },
  {
    "review": "Вячеслав, спасибо за отзыв! Всегда рады вам в True 😊\n\n(Translated by Google)\nVyacheslav, thank you for your feedback! We are always glad to see you in True 😊",
    "rating": 5,
    "name": "Panda Drakon",
    "cat": "American restaurant"
  },
  {
    "review": "Хороший ресторан, очень вкусный суп из чечевицы. Обслуживание отличное, официанты и персонал приветливые. Комфортно и уютно внутри, приятно проводить тут время. Красивый вид из окна на ул. Хмельницкого. …",
    "rating": 5,
    "name": "Анастасия",
    "cat": "American restaurant"
  },
  {
    "review": "Одно из любимых ланч-мест в центре Киева. Всегда очень вкусно, чисто, официанты - лапули, цены ниже чем в хамской и безвкусной Мафии.\nПочти каждый день ходим сюда на бизнес ланч и за 100грн получаем всегда разные и …",
    "rating": 5,
    "name": "Sergii Tkachuk",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is just super. Attractive and friendly staff. Prepare Bistro and Tasty. They took the big burger themselves. I have not tried the burger better yet. Prices for the center are good. …",
    "rating": 5,
    "name": "Olena Stepaniuk",
    "cat": "American restaurant"
  },
  {
    "review": "Один из лучших бургеров в Киеве. Расположение в центре. Советую полить картошку дополнительным сыром. …",
    "rating": 5,
    "name": "Oleksandr Dymnich",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The best burgers I've ever tasted)) Lots of cheese, juicy cutlet, crispy and soft bun at the same time. Served with french fries and / or salad. Delicious lemonades. Everything is at the highest level, we liked it) …",
    "rating": 4,
    "name": "Sasha Fengci",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alla, thanks for the weight feedback! We are always waiting for you in True 😊\n\n(Original)\nАлла, дякуємо за ваг відгук! Завжди чекаємо вас в True 😊",
    "rating": 5,
    "name": "Tanya Queen",
    "cat": "American restaurant"
  },
  {
    "review": "Один из лучших бургеров в городе. Круто, что можно добавлять ингредиенты в бургер и дополнительные котлеты …",
    "rating": 5,
    "name": "Vitaliy Khristenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Fantastically delicious burgers, with the possibility of adding ingredients, and various degrees of frying cutlets. Attentive and excellent staff. Fast service and reasonable prices for such delicious pleasure. Well …",
    "rating": 5,
    "name": "Алена Маслова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, we are very pleased that you have delicious! Thank you for your feedback and we look forward to seeing you again at True 😊\n\n(Original)\nОлександре, нам дуже приємно що вам у нас смачно! Дякуємо за ваш відгук і чекаємо на вас знову в True 😊",
    "rating": 5,
    "name": "Viktoria Shaitanova",
    "cat": "American restaurant"
  },
  {
    "review": "Я не особый фанат бургеров, но скажу что все равно вкусно) чаще обращаю внимание на обслуживание - здесь с этим все прекрасно! …",
    "rating": 5,
    "name": "Daryna Pozniakhovaka",
    "cat": "American restaurant"
  },
  {
    "review": "Очень много людей! Невозможно насладиться не компанией, не едой. Столы не убирают, только по просьбе, люди сидят друг у друга на голове. Неприятно находится в этом месте …",
    "rating": 5,
    "name": "Yuliia Volska",
    "cat": "American restaurant"
  },
  {
    "review": "Юля, спасибо за отзыв. Мы всегда можем забронировать для вас стол, чтобы вам было комфортно. Но, скорее всего вы перепутали наш ресторан с другим, исходя из фото террасы, которую вы прикрепили. Просим вас удалить отзыв, который нам не адресован. Ещё раз спасибо.\n\n(Translated by Google)\nJulia, thank you for your feedback. We can always book a table for you to make you feel comfortable. But, most likely, you confused our restaurant with another, based on the photo of the terrace that you attached. We ask you to remove the review that is not addressed to us. Thanks again.",
    "rating": 2,
    "name": "Eugene Garagulya",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good burger accompanied by good service. I have ordered the Mexican burger and it was good. It has met my expectations. …",
    "rating": 4,
    "name": "Olena Khirsa",
    "cat": "American restaurant"
  },
  {
    "review": "Раньше очень любила это место - еда всегда была на уровне. Но, видимо, экономия денег и качества когда-то настигает все укр заведения. …",
    "rating": 2,
    "name": "Oleg Z",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alona, ​​thank you for your feedback. Please write what exactly disappointed you with the quality of our dishes? Service and consistent quality are the most important things for us, so feedback is very important to us.\n\n(Original)\nАльона, дякуємо за ваш відгук. Напишіть, будь-ласка, що саме вас розчарувало у якості наших страв? Сервіс та незмінна якість – це найголовніше для нас, тому нам дуже важливий зворотній зв’язок.",
    "rating": 3,
    "name": "Макс Буковский",
    "cat": "American restaurant"
  },
  {
    "review": "Замечательное, тихое, уютное и вкусное место!) Отдельный respect за шикарные коктейли! Ребята официанты идеально знают меню и с легкостью могут посоветовать вам именно то, что вы хотите! Мне неоднократно угадывали с коктейлями и находили …",
    "rating": 5,
    "name": "Адельхайд Юнге-Желудкова",
    "cat": "American restaurant"
  },
  {
    "review": "Думаю это самые лучшие бургеры в Киеве. Очень вкусно, большие порции и прекрасное обслуживание.  Для тех кто любит по острее рекомендую попробовать Биг Диабло бургер ). Так же большинство блюд можно заказать с собой на вынос, что очень …",
    "rating": 5,
    "name": "Ольга Лысенко",
    "cat": "American restaurant"
  },
  {
    "review": "Обслуживание на высоте Быстро качественно. Бургеры вкусные Ели Барбекю и азовский Пили лимонад грейпфрутовый надо брать с льдом (без льда тёплый будет) Место хорошее Рекомендую 🎈 …",
    "rating": 5,
    "name": "Alexander Virnyk",
    "cat": "American restaurant"
  },
  {
    "review": "Оксана, спасибо вам за отзыв) мы очень рады, что вам у нас вкусно и комфортно! Всегда рады вам в True!\n\n(Translated by Google)\nOksana, thank you for your feedback) we are very glad that you are tasty and comfortable with us! We are always glad to see you in True!",
    "rating": 5,
    "name": "Оля Кизим",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) I chose an institution with a high rating and a large number of reviews. It seems that 1,400 people can't be wrong, but as it turns out, the truth is somewhere in the middle. …",
    "rating": 2,
    "name": "Ярослав Баранов",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Super place, the guy waiter reads the thoughts on the ice until when))) everything is delicious, music by Robert Miles;) …",
    "rating": 5,
    "name": "Иван Полуда",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Natella, thank you for your feedback! We are glad that you have delicious food here and we are always waiting for you in True 😊\n\n(Original)\nНателла, дякуємо за ваш відгук! Ми раді що вам у нас смачно і завжди чекаємо вас в True 😊",
    "rating": 5,
    "name": "Polinana I am",
    "cat": "American restaurant"
  },
  {
    "review": "Не зря говорят, что тут самые вкусные бургеры Киева. Кухня на 5, персонал/обслуживание на 5! Пришли в выходной день при высокой загрузки ресторана, вышли на перекур, а наши бургеры уже были готовы к подаче, от принятия заказа до подачи …",
    "rating": 5,
    "name": "Наталья Кручок",
    "cat": "American restaurant"
  },
  {
    "review": "Быстро обслуживают, персонал приветливый. Крем-суп отменный! Бургер готовили на гриле,  овощи свежие, булочка мягкая. Все свежее и вкусное. …",
    "rating": 4,
    "name": "Marina Miyamoto",
    "cat": "American restaurant"
  },
  {
    "review": "Были первый раз и остались довольны! Я перепробовала много бургеров в разных местах, и чаще всего проблема бургеров в отсутствии, как ни странно, ВКУСА. Но только не здесь! Бургер с индейкой был прекрасен, мясо сочное и с дымком, порадовали …",
    "rating": 5,
    "name": "Ivan Kroshnyi",
    "cat": "American restaurant"
  },
  {
    "review": "Я был в многих бургерных...\nНо еда здесь, это лучшее гастрономическое удовольствие из всех.\nКоктейли тоже шикарные …",
    "rating": 3,
    "name": "ElleFacts",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо вам, Иван! Мы всегда очень искренне радуемся таким отзывам!\n\n(Translated by Google)\nThank you, Ivan! We are always very sincerely happy about such reviews!",
    "rating": 1,
    "name": "Анатолий Иванов",
    "cat": "American restaurant"
  },
  {
    "review": "Всегда изумительные бургеров, без каких-либо компромиссов. Коктейльная карта не очень большая, но все они подобраны идеально и подобрать по вкусу себе что-то сможет каждый. …",
    "rating": 5,
    "name": "Ольга Озонова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Nice staff, neat bar.\nPrice for two 390 hryvnias. Burgers are delicious, and ginger lemonade is just a bomb. I recommend. …",
    "rating": 5,
    "name": "Алина Товстолит",
    "cat": "American restaurant"
  },
  {
    "review": "Сесть вечером практически нереально, если стол не бронировали. Уже много лет место пользуется популярностью и всегда тут полная посадка: вечером, в выходные дни даже утром. Бургеры тут самые вкусные в городе. С последнего моего помещения …",
    "rating": 2,
    "name": "Tima Ruban",
    "cat": "American restaurant"
  },
  {
    "review": "Решили посетить это место на 8 марта. Столик забронировали заранее. Нас отправили на 2й этаж. В следующий раз будем наверное бронировать сразу на 1м, мне прказалось, что там все же уютней. Плюсы- наверху не так шумно, немного людей, …",
    "rating": 5,
    "name": "Елена Ходак",
    "cat": "American restaurant"
  },
  {
    "review": "Отличное заведение с вкусными бургерами и коктейлями. Обслуживание всегда приятное, на высшем уровне.\nПо вечерам пятницы и субботы много людей  лучше бронировать столик заранее. …",
    "rating": 5,
    "name": "София Лиховая",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and cozy for you\n\n(Original)\nДуже смачно та затишно у Вас",
    "rating": 4,
    "name": "Улюша Ylyusha",
    "cat": "American restaurant"
  },
  {
    "review": "Кафе просто супер, все ОЧЕНЬ ВКУСНО, быстро, цены умеренные, интерьер по домашнему приятный, к сожалению фото бургеров не приложу, это слишком вкусно что бы фоткать, фото интерьера во вложении. Приходите не пожалеете!😍 …",
    "rating": 3,
    "name": "Vitalii Horobets",
    "cat": "American restaurant"
  },
  {
    "review": "Отличное место для любителей бургеров. Ребята не ленятся и периодически обновляют меню. Уютная атмосфера и прекрасный выбор алкоголя добавляют этому месту плюсов для выбора места где вкусно пообедать!!! …",
    "rating": 5,
    "name": "Владимир Степанюк",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв! Всегда рады вам в True 😊\n\n(Translated by Google)\nThanks for your feedback! We are always glad to see you in True 😊",
    "rating": 5,
    "name": "Олег Сименов",
    "cat": "American restaurant"
  },
  {
    "review": "Цены ужасны. Ел крошечный вегетарианский бургер. 128 грн за 2 булочки, кусочек баклажана, кусочек перца и кусочек помидора.\nПиво пшеничного 88 грн за бокал... хоть бы его не разбавляли что-ли за такие …",
    "rating": 5,
    "name": "Oleksandra Ostapenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Not bad. At least the employees speak English. It's not the best, but the burger is to eat at. Ambient, musics etc ... good. …",
    "rating": 5,
    "name": "Лиза Лакис",
    "cat": "American restaurant"
  },
  {
    "review": "Только с третьего раза попал на бургер, ради которого охота зайти сюда еще раз. Трюфельный - ван лав. Стандартный и с индейкой - неплохие, хоть и не супер на мой вкус. …",
    "rating": 5,
    "name": "Эмма Антонюк",
    "cat": "American restaurant"
  },
  {
    "review": "Уютное и атмосферное место в историческом центре киева с первркласной едой и сервисом. Азовский бургер мой любимый десерт) …",
    "rating": 4,
    "name": "Alexandra Litvinenko",
    "cat": "American restaurant"
  },
  {
    "review": "Не смотря на то, что я весьма прохладно отношусь к бургерам, здесь прям понравилось. Бургер  вкусный - сочная котлета, вкусный топинг. По случаю загляну ещё раз. …",
    "rating": 4,
    "name": "Igor Dobkin",
    "cat": "American restaurant"
  },
  {
    "review": "Arina, спасибо за ваш отзыв! Мы рады, что вам у нас вкусно. А музыку вы всегда можете попросить сделать потише, мы сделаем комфортную для вас громкость 😊\n\n(Translated by Google)\nArina, thanks for your feedback! We are glad that you are delicious with us. And you can always ask the music to be turned down, we will make the volume comfortable for you 😊",
    "rating": 5,
    "name": "Julia Anishchenko",
    "cat": "American restaurant"
  },
  {
    "review": "Я постоянно хожу в Вашу бургерную , но в этот раз разочаровался .... Бургеры стали меньше !!! Всегда заказывал BBQ ... Сидели рядом с лестницей , шел пьяный посетитель,упал на ступеньках , с обуви полетела грязь от могрого снега!!!  Нет …",
    "rating": 1,
    "name": "cabrio",
    "cat": "American restaurant"
  },
  {
    "review": "Вадим, нам искренне жаль что в тот вечер вы испытали неудобства из-за гостя, который споткнулся, такое бывает с каждым. Мы приносим вам извинения за этот случай. Касаемо бургеров – мы не меняли их вес, составляющие и технологии приготовления, поэтому размер остался прежним 😊\n\n(Translated by Google)\nVadim, we are sincerely sorry that that evening you experienced inconvenience due to a guest who stumbled, this happens to everyone. We apologize to you for this incident. As for burgers, we did not change their weight, ingredients and cooking technologies, so the size remained the same 😊",
    "rating": 5,
    "name": "Olya Baranets",
    "cat": "American restaurant"
  },
  {
    "review": "Часто тут бываю!!\nОчень вкусная еда, особенно нравится Бургер с камамбером и индейкой, а ещё вкуснейший чизкейк) …",
    "rating": 4,
    "name": "Вероника Романович",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошие коктейли.\nНесколько вариантов картошки фри.\nБыстрое обслуживание …",
    "rating": 5,
    "name": "Valeriia Atamanova",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation 😊\n\n(Original)\nДякуємо за вашу оцінку 😊",
    "rating": 5,
    "name": "ALBINA KLIMKINA",
    "cat": "American restaurant"
  },
  {
    "review": "чили какао умопомрачительный! бургеры - пальчики оближешь)\nпомимо этого: очень быстрая подача, безукоризненно вежливые официанты, приятный интерьер и музыка …",
    "rating": 3,
    "name": "Juliette T",
    "cat": "American restaurant"
  },
  {
    "review": "Это место - как прекрасное блюдо которое сочетает в себе идеальные ингредиенты))) Но изюминка - это сервис официанта Жени))) Заряд на позитив, тонкое внимание к деталям и хочется возвращаться снова и снова))) Большое спасибо!)))) …",
    "rating": 5,
    "name": "Bohdan Datsiv",
    "cat": "American restaurant"
  },
  {
    "review": "Таня, спасибо за ваш отзыв! Передаём Жене ваши комментарии и ждём вас снова в True 😊\n\n(Translated by Google)\nTanya, thanks for your feedback! We pass on your comments to Zhenya and we are waiting for you again at True 😊",
    "rating": 2,
    "name": "Max Stepovyi",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры нормальные, не сказать что супер вкусные. На мой вкус они сухие. Но есть плюс в том что выбор достаточно большой и интересный (например, есть с трюфельным маслом). …",
    "rating": 5,
    "name": "Helen Fedoseeva",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for leaving your comment on our request. For trumburgers we use only high-quality beef, home-made sauces and fresh vegetables (not frozen, not semi-finished). The minimum weight of our burger is 380 grams, it is served with a portion of french fries (150 grams), mustard cucumbers and ketchup. We prepare all our lemonades only from natural syrups of our own preparation. We look forward to seeing you again in True.\n\n(Original)\nДякуємо, що залишили ваш коментар на наше прохання. Для трубургерів ми використовуємо лише високоякісну яловичину, соуси власного приготування та свіжі овочі (не заморозку, не напівфабрикати). Мінімальна вага нашого бургера 380 грам, він подається з порцією картоплі фрі (150 грам), гірчичними огірками та кетчупом. Усі наші лимонади ми готуємо лише з натуральних сиропів власного приготування. Будемо раді знову бачити вас в True.",
    "rating": 5,
    "name": "Ростислав Кондрик",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Chic establishment, great staff, nice music, delicious burgers\nAnd what else do you need? …",
    "rating": 5,
    "name": "MAX C",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Ivan, thank you for your feedback! We are very pleased to receive such messages. Always happy to see you in True 😊\n\n(Original)\nIvan, дякуємо за ваш відгук! Нам дуже приємно отримувати такі повідомлення. Завжди раді бачити вас в True 😊",
    "rating": 5,
    "name": "Nikolay Yudenko",
    "cat": "American restaurant"
  },
  {
    "review": "Лучшие бургеры Киева, в моем списке . Любимое бургер место. За последних два года это место посещал чаще других заведений .\nПерепробовал бургеры в разных местах в том числе и в зе бургере. Да, в зе …",
    "rating": 5,
    "name": "Константин Жабко",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв! Всегда рады вам в True.\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in True.",
    "rating": 5,
    "name": "Виктор Малко",
    "cat": "American restaurant"
  },
  {
    "review": "Правильные, вкусные бургеры и коктейли👌🏻Приятное обслуживание👏🏻 Но один общий  WC на -1 этаже.. очень неудобно. На первом этаже был закрыт почему-то …",
    "rating": 5,
    "name": "Александра Ванда",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The best burger restaurant in how honestly it is worth a visit and eating and the prices are average …",
    "rating": 5,
    "name": "Uliana Khivrych",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Елизавета Шайдецкая",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошая бургерная с хорошим сикрет баром Хендрикс. Выбор бургеров не очень большой, что свидетельствует только о том, что готовить их умеют. Трюфельный мой любимый в меню. Но сказать, что это лучшие бургеры в Киеве точно не могу …",
    "rating": 5,
    "name": "poyraz gugus",
    "cat": "American restaurant"
  },
  {
    "review": "Никита, спасибо за ваш отзыв! Мы рады, что в нашем ресторане вы нашли свой любимый бургер. Ждём вас снова в True и надеемся ваши впечатления будут ещё лучше.\n\n(Translated by Google)\nNikita, thanks for your feedback! We are glad that you found your favorite burger in our restaurant. We are waiting for you again at True and we hope your experience will be even better.",
    "rating": 5,
    "name": "Андрей Ярмоленко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, very original alcoholic cocktails. Pleasant atmosphere, and high-quality service !!! I recommend lovers of real burgers. …",
    "rating": 4,
    "name": "M M",
    "cat": "American restaurant"
  },
  {
    "review": "ООО, Это были Вкуснейшие Бургеры!!!\nВнутри чисто и аккуратно. Небольшая приятная летняя площадка. Хорошее обслуживание! Всем рекомендую! Спасибо! …",
    "rating": 5,
    "name": "Денис Тимошок",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) From opening to date, still the best burgers☺️👌, in my own top) ❤️ …",
    "rating": 5,
    "name": "Кирилл Бутрин",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We are glad that you have delicious and cozy. We are waiting for you again in True😊\n\n(Original)\nДякуємо за ваш відгук! Ми раді що вам у нас смачно та затишно. Чекаємо вас знову  в True😊",
    "rating": 5,
    "name": "Валерия Ярославовна",
    "cat": "American restaurant"
  },
  {
    "review": "Прежде всего, как это ни странно звучит, советую обратить внимание на коктейльную карту( да простят меня любители бургеров, ибо они несомненно хороши). Бар-менеджер делает шикарные вещи на любой вкус. …",
    "rating": 3,
    "name": "FAT TONY",
    "cat": "American restaurant"
  },
  {
    "review": "Приятная обстановка, отличное обслуживание...и никакие бургеры. Вот прям то самое чувство, когда ожидания совсем не соответствуют реальности. …",
    "rating": 5,
    "name": "Viktoriia Perekrest",
    "cat": "American restaurant"
  },
  {
    "review": "Одни из самых вкусных бургеров, которые доводилось пробовать. Заскочить экспромтом, не планировали. Подача+вкус+обслуживание = все на очень высоком уровне. …",
    "rating": 3,
    "name": "Oleksandr Melnykov",
    "cat": "American restaurant"
  },
  {
    "review": "Взяли Big Diablo, с порцией действительно все ОК, но я совершенно не ощутил вкус мяса - как труха и с жилками.., булка безвкусная... лучше, чем макдак, конечно, но до The Burger и Аргентины гриль точно не дотягивает сильно, не говоря уже о …",
    "rating": 5,
    "name": "Den Diz",
    "cat": "American restaurant"
  },
  {
    "review": "Ребята, это МОНСТР-БУРГЕР лучший в Киеве!\nМесто,  атмосфера и уют, то что нужно для вашей изголодавшейся душеньки. …",
    "rating": 4,
    "name": "بكتيريا نافعه",
    "cat": "American restaurant"
  },
  {
    "review": "Хороший выбор за доступную цену, вежливый персонал и приятная атмосфера! Бургеры вкусные, сочные! …",
    "rating": 5,
    "name": "Anna Zymareva",
    "cat": "American restaurant"
  },
  {
    "review": "Обедали с сыном. Бургеры холодные, хотя по идее должны быть вкусными, капуста в коул слоу горькая. Больше не пойдем …",
    "rating": 3,
    "name": "Денис Кацило",
    "cat": "American restaurant"
  },
  {
    "review": "Это был один из самых вкусных бургеров, которые я ела в Киеве!\nХорошая подача, приветливые официанты. Красивый интерьер! Спасибо большое …",
    "rating": 4,
    "name": "Святослав Зайцев",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусно. Советую соус к картошке. ( к Бургер идёт картошка фри, можно дозакозать соус (40грн)ОЧЕНЬ ВКУСНО ПОЛУЧАЕТСЯ) …",
    "rating": 2,
    "name": "golden ninja",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры, брала с индейкой и с курицей. Быстрое ненавязчивое обслуживание, буду посещать ещё ) …",
    "rating": 5,
    "name": "Еремеева Карина",
    "cat": "American restaurant"
  },
  {
    "review": "Как всегда одни из лучших бургеров! Трюфельный настоятельно рекомендую к заказу. Отдельное спасибо администратору, что положила по просьбе дополнительную порцию солёных огурчиков 🤤 …",
    "rating": 5,
    "name": "Alina S",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Ждём вас всегда в True 😊\n\n(Translated by Google)\nThanks for your feedback! We are always waiting for you in True 😊",
    "rating": 5,
    "name": "Анна Островская",
    "cat": "American restaurant"
  },
  {
    "review": "Лимонад мята-лемонграсс вкуснятина)) Официанты очень приятные парни, столик в будний день в 4 дня был. Есть терраса. …",
    "rating": 5,
    "name": "Николай Лучкив",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Ordered delivery of classic burgers. Good service, contacted quickly, delivery was arranged for the required period of time, although it was at lunchtime and in the city of traffic jams. …",
    "rating": 5,
    "name": "Andrew Vakhrushev",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошее место, вежливые официанты. Единственный минус в том, что не указано в меню сколько грамм/мл порция на выходе.\nЦены приемлемые, для хорошего места для посиделок с друзьями самое то) …",
    "rating": 5,
    "name": "Екатерина Волошина",
    "cat": "American restaurant"
  },
  {
    "review": "Была там уже несколько раз и каждый раз все очень вкусно. Обслуживание отличное. Цены соответствуют качеству и вкусу. Как по мне, намного вкуснее, чем в том же Зе бургер. Очень советую, не пожалеете!) …",
    "rating": 4,
    "name": "Олексій Чмир",
    "cat": "American restaurant"
  },
  {
    "review": "Елизавета, спасибо за ваш отзыв! Всегда рады вам в True 😊\n\n(Translated by Google)\nElizabeth, thank you for your feedback! We are always glad to see you in True 😊",
    "rating": 5,
    "name": "Nitka",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Burgers and fries are very good. It's a small place and can get crowded on weekends. The staff is caring and helpful. For the price, we drank 2 hamburgers, 2 french fries, 2 cokes, one of the fries was parmesan and …",
    "rating": 4,
    "name": "Ievgen Mykhailenko",
    "cat": "American restaurant"
  },
  {
    "review": "Все очень понравилось! Бургеры невероятно вкусные, здорово, что есть в меню рыбный бургер без булочки, оооочень вкусный. Вкусное пиво, чудесная атмосфера и замечательный персонал. Отличное место чтобы вкусное поесть и классно провести …",
    "rating": 4,
    "name": "Alex Boldyrev",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв, Евгения! Всегда рады вам в True.\n\n(Translated by Google)\nThank you for your feedback, Evgeniya! We are always glad to see you in True.",
    "rating": 4,
    "name": "C M",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The question \"Do you want to pour potatoes on the sauce\" does not convey the reality \"the sauce costs an extra 20% of the cost of the burger\". This is a kind of non-foraging, not a service. I eat at you for the first …",
    "rating": 4,
    "name": "Екатерина Власенко",
    "cat": "American restaurant"
  },
  {
    "review": "Лучшее место для того чтобы вкусно поесть и провести время)\n\n(Translated by Google)\nThe best place to eat and spend time)",
    "rating": 5,
    "name": "Miroslava Voloshinova",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) It has a very delicious burger. It's not very extraordinary, but they have really nice burgers. By the way, there is an English menu and the waiters speak English. They are very kind. Prices are also average. I think …",
    "rating": 3,
    "name": "Julia Muzychenko",
    "cat": "American restaurant"
  },
  {
    "review": "Прекрасное место, очень вкусно\nЗаказывали бургеры, то к ним подали еще маринованные огурчики, это что-то невообразимое, очень вкусно! …",
    "rating": 5,
    "name": "Pavel Veselskiy",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Accidentally went to lunch, immediately drew attention to the number of visitors - the institution is in demand ..\nSystem approach, professional, savvy team, teamwork .. …",
    "rating": 5,
    "name": "Oleksandr Lynets",
    "cat": "American restaurant"
  },
  {
    "review": "Уже много лет держат высокое качество кухни и сервиса. Когда-то работал рядом, приходил обедать и не только. Сейчас приезжаю в выходной день целенаправленно. …",
    "rating": 1,
    "name": "Олег Толкачёв",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) In accordance with the quarantine regulations, the waiters and the administrator have no right to take visitors to the summer playground plaid. Instead, making a menu with greasy stains is not an issue. …",
    "rating": 5,
    "name": "Юлия Базичева",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Frejer, we also do not always agree with quarantine restrictions, but we cannot influence them. As for the menu - we apologize, probably a mistake was made, because all our menus are one-time. We are really sorry that it spoiled your mood. We apologize again and invite you back to True to give us a chance to make amends. Thank you for your feedback.\n\n(Original)\nFrejer, ми теж не завжди згодні з карантинними обмеженнями, але вплинути на них не можемо. Щодо меню - приносимо свої вибачення, напевне сталася помилка, адже усі меню в нас одноразові. Нам справді дуже прикро, що це зіпсувало вам настрій. Ще раз приносимо наші вибачення та запрошуємо вас знову в True, аби дати нам шанс виправитись. Дякуємо вам за зворотній зв’язок.",
    "rating": 5,
    "name": "Наталія Кравченко",
    "cat": "American restaurant"
  },
  {
    "review": "Заведение одно из немногих работает допоздна. Вкусные, сытные бургеры, свежее пиво. …",
    "rating": 4,
    "name": "Марина Г",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation 😊\n\n(Original)\nДякуємо за вашу оцінку 😊",
    "rating": 5,
    "name": "Елена Гранд",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры, но - неудобные. Есть можно только ножом и вилкой.\nЛучше бы бургеры были больше плоские, чем высокие, чтобы можно было нормально есть руками, а не разламывать и размазывать все по тарелке, размачивая бумагу, на …",
    "rating": 5,
    "name": "Ігор Заїка",
    "cat": "American restaurant"
  },
  {
    "review": "Евгений, спасибо за ваш отзыв! Очень интересное мнение, обычно «плоские бургеры» огорчают людей, наоборот 😊\nМы ждём вас в True ещё и рекомендуем попробовать другие блюда, уверенны, вам понравится!\n\n(Translated by Google)\nEugene, thank you for your feedback! A very interesting opinion, usually \"flat burgers\" upset people, on the contrary 😊\nWe are also waiting for you at True and recommend trying other dishes, we are sure you will like it!",
    "rating": 4,
    "name": "Andrii Mazurok",
    "cat": "American restaurant"
  },
  {
    "review": "Какое же классное место\nМожно и с ноутбуком посидеть и активно пообщаться с друзьями. Как свидание наверно не сильно подойдёт, но вот именно ярко и весело провести время - прям …",
    "rating": 5,
    "name": "Maria L",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв, Екатерина! Всегда рады вам в True.\n\n(Translated by Google)\nThank you for your feedback, Ekaterina! We are always glad to see you in True.",
    "rating": 5,
    "name": "Olga Chatfield",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусный чай, булочка бургера была суховатой ((( атмосфера супер\n\n(Translated by Google) …",
    "rating": 3,
    "name": "marco d'addio (jointino)",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошее , уютное заведение с  вкусными бургерами и баром. Всегда приятное обслуживание, словно приходишь к друзьям, нет пафоса. Бываем тут регулярно на протяжении трёх лет, радует, что качество еды остаётся на достойном уровне) …",
    "rating": 2,
    "name": "Василь Музичук",
    "cat": "American restaurant"
  },
  {
    "review": "Марина, спасибо вам! Спасибо за отзыв, спасибо, что так долго с нами! Ждём снова, пора пробовать сезонное меню с лисичками в True 😋\n\n(Translated by Google)\nMarina, thank you! Thank you for your feedback, thank you for being with us for so long! We are waiting again, it's time to try the seasonal menu with chanterelles in True 😋",
    "rating": 5,
    "name": "Valeriia Kiptila",
    "cat": "American restaurant"
  },
  {
    "review": "Ходил сюда на ланчи и иногда вечером под пиво съесть вредной еды 🙈\nВкуснейшие бургеры и гарниры к ним :)\nНа фото бургер на вынос, упаковка после открытия служит тарелкой 👍 …",
    "rating": 5,
    "name": "Ирина Каина",
    "cat": "American restaurant"
  },
  {
    "review": "Dzmitry, Спасибо вам за отзыв! Нам невероятно приятно читать такие слова 😊 Всегда рады вкусно накормить вас 🍔\n\n(Translated by Google)\nDzmitry, Thank you for your feedback! We are incredibly pleased to read these words 😊 We are always happy to feed you delicious food 🍔",
    "rating": 4,
    "name": "Юлия Ковалева",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good address, prices are very correct and even very low compared to France, the sandwich was very good, fresh ingredients, a little disappointed by the portion of fries that accompanies, the cocktail was good, but too …",
    "rating": 5,
    "name": "Yurii Fenchuk",
    "cat": "American restaurant"
  },
  {
    "review": "Даже равнодушно относясь к говядине - бургер оказался вкусный, приготовлен быстро) …",
    "rating": 5,
    "name": "Serg Freeman",
    "cat": "American restaurant"
  },
  {
    "review": "Андрей, Спасибо за ваш отзыв! Всегда рады вас видеть в True 😊\n\n(Translated by Google)\nAndrey, Thank you for your feedback! We are always glad to see you in True 😊",
    "rating": 4,
    "name": "Quiet American",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Cool place, delicious cocktails and a very cool turkey and pear burger 😁 …",
    "rating": 4,
    "name": "Mohammed Alhussini",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Quite a colorful establishment, most burgers are on the menu, especially there is no choice, but the burgers are delicious, the interior is nice! …",
    "rating": 5,
    "name": "Pavlo Vorontsov",
    "cat": "American restaurant"
  },
  {
    "review": "захотелось оставить отзыв , так как был очень огорчён данным заведением\nкухня честно говоря так себе, а вот персонал это просто ужас особенно управляющая данного заведения, к людям ее вообще не выпускать так как потом у вас вообще …",
    "rating": 4,
    "name": "Александр Смирнов",
    "cat": "American restaurant"
  },
  {
    "review": "Женя, напишите, пожалуйста, ваш номер, мы хотели бы связаться и прояснить ситуацию, после которой вы оставили нам этот отзыв. Спасибо!\n\n(Translated by Google)\nZhenya, please write your number, we would like to contact and clarify the situation after which you left us this review. Thanks!",
    "rating": 3,
    "name": "Daria Kuznetsova",
    "cat": "American restaurant"
  },
  {
    "review": "Крутейшие бургеры в Киеве! После того как отрыли это место для себя, стали посещать на регулярной основе. Труфельный бургер the best! …",
    "rating": 5,
    "name": "Лилия Захарова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty burgers. Devil burger set is my favorite. Reasonable prices and excellent service. Cozy atmosphere. Few people. …",
    "rating": 5,
    "name": "Владимир «Torkea» Горовенко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place. It was very nice when the certificate was checked at the entrance. They didn't just ask, they looked at him. Very tasty burgers !!! I will definitely come again! …",
    "rating": 5,
    "name": "Andy G.",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The burger is delicious, but very small. The interior is ok, it could be better. Not all places are comfortable to sit. …",
    "rating": 3,
    "name": "Volodymyr Horlatenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your comment, Oleg.\n\n(Original)\nДякуємо за ваш коментар, Олег.",
    "rating": 5,
    "name": "Daniel Epshtein",
    "cat": "American restaurant"
  },
  {
    "review": "Бургер+фри+огурчики нечто... а какие чудесно мягкие рёбра\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Яна Петровская",
    "cat": "American restaurant"
  },
  {
    "review": "Анна, спасибо вам за отзыв! Ждём вас снова !\n\n(Translated by Google)\nAnna, thank you for your feedback! We are waiting for you again!",
    "rating": 4,
    "name": "Владимир Колесник",
    "cat": "American restaurant"
  },
  {
    "review": "Официанты профессионалы своего дела , кухня на уровне , бургер с курицей очень да 👍🏻\nЛимонады тоже вкусные и не приторные с интересными вкусами ! Лайк …",
    "rating": 5,
    "name": "Rauf Amirvaliyev",
    "cat": "American restaurant"
  },
  {
    "review": "Доставляют в любой район довольно быстро. Что очень порадовало, особенно в такое непростое время.\nЗаказывала бургер с индейкой, сыром камамбер и грушей. Невероятно вкусный и …",
    "rating": 5,
    "name": "Аліна Бєлун",
    "cat": "American restaurant"
  },
  {
    "review": "Юлия, спасибо за ваш отзыв! Мы уже работаем офлайн, поэтому ждём вас в True  😉🍔 Отличный повод попробовать новый бургер!\n\n(Translated by Google)\nJulia, thanks for your feedback! We are already working offline, so we are waiting for you at True 😉🍔 Great reason to try a new burger!",
    "rating": 1,
    "name": "Александр",
    "cat": "American restaurant"
  },
  {
    "review": "Говяжие рёбра отвратительные ! Такое чувство что их морозили, варили, а потом перед подачей возможно обжарили. Из-за соуса не ясно … Две звёзды за : первая-быстро подданые и напитки, а вторая- за быстрый расчёт. Делать там нечего, а если и …",
    "rating": 5,
    "name": "Art D'or",
    "cat": "American restaurant"
  },
  {
    "review": "Лилия, нам очень жаль, что вы огорчены. Это первый негативный отзыв о рёбрах, спасибо вам за обратную связь. Мы уже провели беседу с поварами, чтобы выяснить их возможные ошибки. Приносим свои извинения за сложившуюся ситуацию.\n\n(Translated by Google)\nLilia, we are very sorry that you are upset. This is the first negative review for ribs, thank you for your feedback. We have already had a conversation with the chefs to find out their possible mistakes. We apologize for the current situation.",
    "rating": 5,
    "name": "Евгений",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусно и очень быстро, даже неожиданно. Есть 2 зоны на 2м этаже. Можно приходить с хвостатыми и носатыми друзьями. Официанты очень милые! …",
    "rating": 2,
    "name": "Ann",
    "cat": "American restaurant"
  },
  {
    "review": "Была первый раз лет 5 назад и как-то не впечатлилась. А на выходных проходили мимо и решили зайти. Заказывала мексиканский и барбекю - боги, это же просто топ! Мексиканский норм так острый, кто такое любит - берите)) Барбекю утопает в …",
    "rating": 5,
    "name": "Алена Мисько",
    "cat": "American restaurant"
  },
  {
    "review": "Анастасия, как мы рады, что вам у нас хорошо и вкусно! Теперь ждём вас чаще в True 😊\n\n(Translated by Google)\nAnastasia, how glad we are that you are good and tasty with us! Now we are waiting for you more often in True 😊",
    "rating": 4,
    "name": "A. Shakun",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры вкусные и сытные. Сервис хороший, персонал отзывчивый. Внутри уютно.\nИз минусов - решение отказаться от перчаток в корне не верное. Когда кушаешь все руки в соусе или сыре и пара маленьких влажных салфеток ситуацию не решают. …",
    "rating": 5,
    "name": "Ξ Δ",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Sergey, thank you for your feedback! Waiting for the burger again 😊🍔\n\n(Original)\nСергій, дякуємо за ваш відгук! Чекаємо на бургер знову 😊🍔",
    "rating": 4,
    "name": "Александр Дихтяр",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, cozy and classy place! Super)\n\n(Original) …",
    "rating": 4,
    "name": "Богдан _L",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, friendly staff, cozy design. Fast and high-quality service. …",
    "rating": 5,
    "name": "Maya Bee 1402",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры понравились, отличный соус к картошке, все вкусно. Но мы очень долго ждали пока к нам подойдут и долго ждали блюда, в итоге картошка к бургеру была уже холодной. …",
    "rating": 4,
    "name": "Sergiy",
    "cat": "American restaurant"
  },
  {
    "review": "Уютное место, внутри довольно атмосферно. Из еды брала трюфельный бургер - очень сытный оказался ))\nЛетом почилить на открытом пространстве с бокалом коктейля  - самое то. …",
    "rating": 5,
    "name": "Vika Zagradskaya",
    "cat": "American restaurant"
  },
  {
    "review": "Гусиный суп - the best!!!!\nА, да - бургеры тоже очень ок!\nВ солнечную погоду особенно уютно) …",
    "rating": 3,
    "name": "Dmytro Komar",
    "cat": "American restaurant"
  },
  {
    "review": "Всегда приятно сюда приходить, кушать восхитительную еду и пить вкусные напитки. Сотрудники заведения всегда доброжелательно подскажут с выбором и радушно встретят. …",
    "rating": 5,
    "name": "Виталий Самойловский",
    "cat": "American restaurant"
  },
  {
    "review": "Алена, спасибо за ваш отзыв! Всегда рады вас видеть в True 😊\n\n(Translated by Google)\nAlena, thanks for your feedback! We are always glad to see you in True 😊",
    "rating": 5,
    "name": "Александра Полякова",
    "cat": "American restaurant"
  },
  {
    "review": "Самые вкусные бургеры в мире )\n\n(Translated by Google)\nThe most delicious burgers in the world)",
    "rating": 4,
    "name": "Юлія Собчук",
    "cat": "American restaurant"
  },
  {
    "review": "Виктория, спасибо! Мы всегда ждём вас в True 😊\n\n(Translated by Google)\nVictoria, thank you! We are always waiting for you at True 😊",
    "rating": 5,
    "name": "Ірина Нестеренко",
    "cat": "American restaurant"
  },
  {
    "review": "Очень уютное заведение. Безумно вкусные бургеры и каппучино, вежливые и внимательные официанты …",
    "rating": 5,
    "name": "Алина Николаенко",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Всегда рады вас видеть в True 😊\n\n(Translated by Google)\nThanks for your feedback! Always glad to see you in True 😊",
    "rating": 5,
    "name": "Ann Krvns",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Here is such a wonderful cocoa served here! And not bitter, I really liked it! Thank you for the delicious burgers and nice service! …",
    "rating": 5,
    "name": "Bora Ekşioğlu",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Burgers ate, drove my wife to a quick ...\nThe fact is that here are used bamboo sticks to connect two parts burger. We pulled her out (the one that was in the burger) and unfortunately a small fraction …",
    "rating": 5,
    "name": "Alexey Skrypnikov",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусно,  уютно,  приветливый персонал,  знающий меню,  но достаточно шумно.  Не так чтобы Вау,  но место хорошее. …",
    "rating": 3,
    "name": "Вика Новоселецкая",
    "cat": "American restaurant"
  },
  {
    "review": "2 бургера, сыр везде вытек. Лук не убрали\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlana Grechukha",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Oleg, we are sorry for this mistake on our part. Sorry for this situation, we paid attention to your feedback and worked on the errors. Thanks for the feedback.\n\n(Original)\nОлег, нам прикро за цю помилку з нашої сторони. Вибачте за цю ситуацію, ми звернули увагу на ваш відгук та провели роботу над помилками. Дякуємо за зворотній зв’язок.",
    "rating": 5,
    "name": "Анастасия Кривенко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Friends, everything is OK, but your price tag is completely inadequate. So you will have a delicious burger with truffle paste. But the desire to come to you comes after the first time you see the check. 2 burgers + …",
    "rating": 1,
    "name": "Karl Marks",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Max, thanks for your feedback. We use high-quality meat for our burgers, bake buns, prepare all the burgers sauces ourselves and do not use semi-finished and frozen products. Lemonades are made from homemade natural syrups and we always monitor the quality of our dishes. We are glad that we had a delicious time and thank you for your opinion.\n\n(Original)\nМакс, дякуємо за ваш відгук. Ми використовуємо для наших бургерів високоякісне м’ясо, випікаємо булочки, усі соуси до бургерів готуємо самі та не використовуємо напівфабрикати і заморожені продукти. Лимонади готуємо з домашніх натуральних сиропів і завжди слідкуємо за якістю наших страв. Ми раді, що вам у нас було смачно та дякуємо за вашу думку.",
    "rating": 5,
    "name": "Kristina Soroch",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Tested this nice place today. Positive waiters, great cuisine, super interior. Quite worthy of 5⭐ …",
    "rating": 5,
    "name": "TOMATO NAILS",
    "cat": "American restaurant"
  },
  {
    "review": "Восхитительные бургеры, вкусное пиво, ненавязчивое обслуживание. 10/10👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Бурковский (MyBooks)",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious burgers in Kiev! Very nice atmosphere, friendly staff. There are always so many foreigners. …",
    "rating": 3,
    "name": "Евгений Шевченко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) We have been coming here for many years - food and service at an altitude! Well done, keep it up ;;)) …",
    "rating": 5,
    "name": "Eugene Boggart",
    "cat": "American restaurant"
  },
  {
    "review": "Привлекательная терраса с красивым озеленением, но не было свободных мест. По совету официанта был выбран бургер BBQ, как самый популярный, который оказался не вкусный, что очень жаль( …",
    "rating": 4,
    "name": "Mariia Mariia",
    "cat": "American restaurant"
  },
  {
    "review": "Ярослав, нам очень жаль, что бургер BBQ вам не понравился. Мы хотим чтобы каждый наш гость был доволен, поэтому вы всегда можете рассказать свои впечатления официанту, в таком случае у нас будет возможность выяснить ситуацию сразу в ресторане. У нас в меню ещё много бургеров, уверяем, вам понравится. Ждём в True 🍔\n\n(Translated by Google)\nYaroslav, we are very sorry that you didn’t like the BBQ burger. We want each of our guests to be satisfied, so you can always tell your impressions to the waiter, in which case we will have the opportunity to clarify the situation immediately in the restaurant. We have many more burgers on the menu, we assure you will love it. We are waiting for True 🍔",
    "rating": 5,
    "name": "Ruslan ShiZ",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошо что в тот день мак уже был закрыт, а я всё ещё остался голоден)) Проходя мимо, узнал что по меню, заказал дьябло, полукилограммовый монструозный бургер с чили внутри. Перед готовкой спросили степень прожарки бифштекса, что несомненно …",
    "rating": 3,
    "name": "GN",
    "cat": "American restaurant"
  },
  {
    "review": "Иван, мы очень рады что вам у нас вкусно! Спасибо за ваш отзыв. Мы всегда рады видеть вас в True 😊\n\n(Translated by Google)\nIvan, we are very glad that you are delicious with us! Thanks for your feedback. We are always glad to see you in True 😊",
    "rating": 4,
    "name": "Pavlo Manannikov",
    "cat": "American restaurant"
  },
  {
    "review": "Сегодня заказывали 4 бургера, было ОЧЕНЬ вкусно. Можно при заказе выбрать вид прожарки, при доставке бургеры не деформируются и выглядят как на фотке с сайта. В комплекте к бургерам идёт картошка фри (очень вкусная, не жирная, а идеальная), …",
    "rating": 4,
    "name": "Марта Ястремская",
    "cat": "American restaurant"
  },
  {
    "review": "Гуляли и искали место, где можно выпить коктейли 😊 очень уютно внутри. Быстрое обслуживание, хорошие коктейли, официант подробно рассказал по составам и дал свои рекомендации. Остановились на French Special 🤗 в основе кальвадос, очень …",
    "rating": 4,
    "name": "Alik Ovsepian",
    "cat": "American restaurant"
  },
  {
    "review": "Наталья, спасибо за отзыв! Приходите непременно снова 😊\n\n(Translated by Google)\nNatalia, thank you for your feedback! Come again by all means 😊",
    "rating": 4,
    "name": "Артур Скоробагатский",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The burgers are delicious, thanks to the chef!\nBut the service is unequal.\nPut the devices on an unworn table. …",
    "rating": 4,
    "name": "Sergio Okhremenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Marino, thank you for your feedback. Every guest is important to us and we do not divide them by any indicators. We are sorry that such a situation has usually not happened. Don't take offense at us, please come better, again and make sure we get better 😊\n\n(Original)\nМарино, дякуємо за ваш відгук. Для нас важливий кожен гість і ми не розділяємо їх ні за одним показником. Нам прикро, що сталася така ситуація, зазвичай, такого не відбувається. Не ображайтесь на нас, будь-ласка, приходьте краще, знову та переконайтеся що ми виправились 😊",
    "rating": 1,
    "name": "From L",
    "cat": "American restaurant"
  },
  {
    "review": "Самый вкусный бургер, который я ел.\n\nТрюфельный бургер фантастически вкусный …",
    "rating": 5,
    "name": "Oksana Sych",
    "cat": "American restaurant"
  },
  {
    "review": "Мы тоже любим трюфельный) Спасибо, такие отзывы заряжают!\n\n(Translated by Google)\nWe also love truffle) Thank you, such reviews charge!",
    "rating": 5,
    "name": "Серверный червь",
    "cat": "American restaurant"
  },
  {
    "review": "В средине очень красиво и уютно. Приветливый и вежливый официант. Но, высокие цены в меню и блюда по вкусу не соответствующие цене. Крем-суп не вкусный , картошка и бургер нормальный, но хочется вкусно . …",
    "rating": 5,
    "name": "Yulia Moskvina",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Ellen, you gave us a low rating without a review. Please write us what upset you so that we can pay attention to it and correct it.\n\n(Original)\nEllen, ви поставили нам низьку оцінку без відгука. Напишіть нам, будь-ласка, що саме вас засмутило аби ми змогли звернути на це увагу та виправитись.",
    "rating": 5,
    "name": "Микола Домалєга",
    "cat": "American restaurant"
  },
  {
    "review": "В этом заведении без вакцины и сертификата вас даже не пустят в уборную,  чего по закону делать нельзя. Но они соблюдают другой закон🤷‍♂️Администрация боится проверки🤦‍♂️ Так что если вы не имеете сертификата делать там нечего, думаю и с …",
    "rating": 5,
    "name": "Юлия Мирошник",
    "cat": "American restaurant"
  },
  {
    "review": "Прекрасные впечатления от визита. И такие эмоции в основном из-за обслуживания нашей официантки. К сожалению, имени не запомнила, но точно запомнила умные глаза и необычно окрашенные волосы - по-моему, кончики синие (или как-то так). Милая …",
    "rating": 3,
    "name": "Суровый Строитель",
    "cat": "American restaurant"
  },
  {
    "review": "Ольга, спасибо вам 😊 Вас обслуживала Катя, мы уже передали ей ваши слова. Мы все очень рады, что вам у нас вкусно и хорошо и мы ждём вас всегда в True 🍔\nДо встречи, Ольга!\n\n(Translated by Google)\nOlga, thank you 😊 Katya served you, we have already conveyed your words to her. We are all very glad that you are tasty and good with us and we are always waiting for you at True 🍔\nSee you, Olga!",
    "rating": 5,
    "name": "Serhii Nechytailo",
    "cat": "American restaurant"
  },
  {
    "review": "Очень достойные бургеры, непринужденная обстановка, адекватные цены!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олександр Брюндтзвельт",
    "cat": "American restaurant"
  },
  {
    "review": "Лучшая бургерная в принципе. Нигде таких вкусных бургеров я не пробовал. Трюфельный бургер это произведение искусства! Повару хочется пожать руку. Отличное обслуживание и атмосфера. …",
    "rating": 2,
    "name": "Яна Турчанинова",
    "cat": "American restaurant"
  },
  {
    "review": "Тима, спасибо за ваш отзыв. Качество наших продуктов и сервис – две самые важные составляющие нашего ресторана.\nНам очень жаль, что произошла такая ситуация. Мы ещё раз проверили все составляющие бургера на предмет качества и впредь будем уделять этому ещё больше внимание.\nМы хотим исправить ваше мнение о нас и, в качестве извинения, пригласить вас и вашу девушку на обед и угостить вас бургерами, просто скажите об этом официанту.\nЕщё раз приносим свои извинения.\n\n(Translated by Google)\nTim, thanks for your feedback. The quality of our products and service are the two most important components of our restaurant.\nWe are very sorry that such a situation has occurred. We have once again checked all components of the burger for quality and will continue to pay even more attention to this.\nWe want to correct your opinion of us and, as an apology, invite you and your girlfriend to dinner and treat you to burgers, just tell the waiter about it.\nOnce again, we apologize.",
    "rating": 5,
    "name": "Горовая Мила",
    "cat": "American restaurant"
  },
  {
    "review": "Очень внимательные работники, культурное обращение, вкусные блюда! Советую побывать!!! Хочу отдельно отметить барменов( Хендрикс):Ореста и Владислава Ходак. Очень  внимательные, приятные ребята, обслуживают быстро. Делают очень-очень …",
    "rating": 5,
    "name": "Anatolii",
    "cat": "American restaurant"
  },
  {
    "review": "Елена, спасибо за такой тёплый отзыв! Мы уже передали Оресту и Владу привет от вас 🙃 Всегда рады вас видеть в True и Hendrick’s 🙌🏻\n\n(Translated by Google)\nElena, thank you for such a warm review! We have already sent greetings from you to Orest and Vlad 🙃 We are always glad to see you in True and Hendrick’s 🙌🏻",
    "rating": 5,
    "name": "Yana Yana",
    "cat": "American restaurant"
  },
  {
    "review": "Одно из лучших мест в Киеве. Еда вкусная, особенно пышные вафли. Кофе вкусный, отдельное спасибо баристе. Обслуживание на высшем уровне. Одна просьба- сделайте хоть один лимонад из лимонов. А так, всё супер. Всем советуем!💖🤗 …",
    "rating": 5,
    "name": "Eliza11",
    "cat": "American restaurant"
  },
  {
    "review": "София, спасибо вам да отзыв и оценку! Над лимонадом поработаем, спасибо! Ждём вас всегда в True 😊🍔\n\n(Translated by Google)\nSofia, thank you and your feedback and rating! Let's work on the lemonade, thanks! We are always waiting for you in True 😊🍔",
    "rating": 5,
    "name": "Alessio Tagliabue",
    "cat": "American restaurant"
  },
  {
    "review": "Заказала доставку ... Заказала в 18:05 привезли в 18:55 на Нивки в час пик, такси Убер. Упаковано все очень надёжно и хорошо... Дисерт в отдельном пакете. Все очень вкусно и сытно. Звезду сняла за информацию ( не весь состав указан на …",
    "rating": 5,
    "name": "Константин Черкашин",
    "cat": "American restaurant"
  },
  {
    "review": "Улюша, здравствуйте! Расскажите, пожалуйста, какой, на ваш взгляд, информации не хватило в описании. Что вы заказывали? Обновим страницу без промедления.\n\n(Translated by Google)\nUlyusha, hello! Please tell us what information, in your opinion, was missing in the description. What did you order? Let's refresh the page without delay.",
    "rating": 5,
    "name": "Светлана",
    "cat": "American restaurant"
  },
  {
    "review": "Оценить вкус не удалось. Доставка в центр заняла 2,5 часа.\nПосле часа ожиданий решили перезвонить в поддержку, по голосу было слышно что заказ наш проморгали. …",
    "rating": 5,
    "name": "Anton Levdik",
    "cat": "American restaurant"
  },
  {
    "review": "Виталий, здравствуйте! Нам очень жаль, что произошла такая ситуация, мы искренне приносим свои извинения. Обычно доставка в любую точку Киева занимает не больше часа. Время в 2,5 часа не приемлемо по нашим стандартам. Оставьте, пожалуйста, ваш номер телефона, мы хотим исправить эту ситуацию и извинится ещё раз 🍔\n\n(Translated by Google)\nVitaly, hello! We are very sorry that this situation has occurred, we sincerely apologize. Usually, delivery to any point in Kiev takes no more than an hour. 2.5 hours is not acceptable by our standards. Please leave your phone number, we want to fix this situation and will apologize again",
    "rating": 1,
    "name": "Юлия Смаглюкова",
    "cat": "American restaurant"
  },
  {
    "review": "Самые вкусные бургеры и оладушки готовят здесь!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дар'я Савіна",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусное пиво. Но больше всего что удивило...я был с собакой и даже не просил миску с водой.  Официант сам вынес и поставил прям перед собакой где она сидела. Меня это приятно удивило. …",
    "rating": 4,
    "name": "Olga Karpina",
    "cat": "American restaurant"
  },
  {
    "review": "Олег, спасибо за ваш отзыв! Мы любим наших пушистых гостей, маленьких и больших, поэтому у нас всегда для них есть отдельная миска с водой, а иногда даже сочная котлетка 😉🍔\n\n(Translated by Google)\nOleg, thanks for your feedback! We love our fluffy guests, small and large, so we always have a separate bowl of water for them, and sometimes even a juicy cutlet 😉🍔",
    "rating": 5,
    "name": "Frolova Viktoria",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric place, delicious not only burgers, but also lemonades and dessert (tried Belgian waffles with strawberries and jam from cones). Polite, friendly staff ✨ I recommend to visit everyone ☺️ …",
    "rating": 2,
    "name": "Yevhen Mazur",
    "cat": "American restaurant"
  },
  {
    "review": "Место хорошее, кухня вкусная, интерьер приятный, большой плюс что можно с животными🥰🥰🐶🐶\nЗамечаний 0, впечатление очень хорошие🔥🔥 …",
    "rating": 5,
    "name": "Юра Навка",
    "cat": "American restaurant"
  },
  {
    "review": "Лиза, спасибо за ваш отзыв! Мы рады что вам у нас вкусно и хорошо, всегда ждём в True 😊\n\n(Translated by Google)\nLisa, thanks for your feedback! We are glad that you have delicious and good food here, we are always waiting for you at True 😊",
    "rating": 5,
    "name": "Kateryna Myronets",
    "cat": "American restaurant"
  },
  {
    "review": "Очень атмосферное заведение в центре Киева. Официанты доброжелательные и добродушные, работают качественно и быстро. Бургер выше всяких похвал👏🏼👏🏼 …",
    "rating": 1,
    "name": "Сергей Кравцов",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за отзыв, Эмма! Всегда рады вам в True.\n\n(Translated by Google)\nThank you for your feedback, Emma! We are always glad to see you in True.",
    "rating": 5,
    "name": "Дима Кудим",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The place is good, the food is delicious, I liked everything except the waitress, who served in Russian, although she was addressed in Ukrainian …",
    "rating": 5,
    "name": "Ireen",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback. We'll investigate and reiterate our team's attention to your comment on the language. We are sorry that this upset you, we apologize and look forward to seeing you again 😊\n\n(Original)\nОлександра, дякуємо за ваш відгук. Ми з’ясуємо цю ситуацію та ще раз звернемо увагу нашої команди на ваш коментар щодо мови. Нам прикро, що це вас засмутило, приносимо наші вибачення та чекаємо вас знову 😊",
    "rating": 4,
    "name": "Валентин Хірса",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошее заведение, неплохой выбор бургеров, салатов и десертов. Есть коктельная карта. Готовят быстро и вкусно. Даже умудряются сделать правильную прожарку: медииум, медиум рэа. Доброжелательный персонал. Принимают карты, не считают …",
    "rating": 5,
    "name": "Rustam Abdumalikov",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty burgers, though due to the large size it is impossible to bite, xs as they are convenient to eat. Potatoes and sliced ​​cucumbers go to the burger - a bomb. Very friendly staff. If you want a good burger - …",
    "rating": 5,
    "name": "Iva Sanina",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thank you for your feedback! As for the size of the burgers and their convenient eating - it's all a long time of training. So we are waiting for you in True as soon as possible 😄🍔\n\n(Original)\nЮліє, дякуємо за ваш відгук! Щодо розміру бургерів та зручного їх поїдання – це все довгий час тренувань. Тому чекаємо вас в True якнайшвидше 😄🍔",
    "rating": 5,
    "name": "Norbert Beaver",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) After booking a table and arriving at the appointed time, the table that was booked was occupied, we had to wait. Otherwise, we would just go somewhere, given the level of service. …",
    "rating": 4,
    "name": "Dima Kalenbet",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Cabrio, the guests sitting in front of you were warned about the time of your reservation, so as soon as you arrived, they settled and vacated the table for you. We are sorry that you had to wait a bit. Next time we will prepare the table in advance.\n\n(Original)\nCabrio, гості що сиділи перед вами були попереджені про час вашого резерву, тому, як тільки ви прийшли, вони розрахувалися та звільнили для вас стіл. Нам прикро що вам довелося трохи зачекати. Наступного разу готуватимемо стіл заздалегідь.",
    "rating": 4,
    "name": "Юлия Полищук",
    "cat": "American restaurant"
  },
  {
    "review": "Лучшее место с бургерами в Киеве! (На мой взгляд) только здесь есть бургер из двух рыбных котлет без булочки с салатом.\nИз всех блюд, которые тут пробовала не понравился салат с индейкой (там …",
    "rating": 4,
    "name": "Алексей Сикорский (Just)",
    "cat": "American restaurant"
  },
  {
    "review": "Очень захотелось покушать вкусных бургеров и выбирая между The Burger и True burger bar решила попробовать последний вариант.\nЯ не пожалела, Мексиканский бургер вкусный, но как для меня слишком острый, …",
    "rating": 5,
    "name": "marimiku",
    "cat": "American restaurant"
  },
  {
    "review": "Вероника, Спасибо за отзыв 😊\nВы всегда можете задать вопросы касаемо вкуса официанту, он с удовольствием подскажет и посоветует бургер по вашим вкусовым предпочтениям. До встречи в True 🍔\n\n(Translated by Google)\nVeronica, Thank you for your feedback 😊\nYou can always ask the waiter questions about the taste, he will be happy to suggest and recommend a burger according to your taste preferences. See you at True 🍔",
    "rating": 5,
    "name": "Aleksey Ivanov",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The quality of the burgers is top notch - in mine with turkey, the meat was very tasty, as if grilled. Lemonade is a gift for burgers, which also made me happy. And the \"cherry\" on the cake was a pleasant service - …",
    "rating": 5,
    "name": "Sara",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Valeriia, thank you for your feedback and rating! We are glad that you have delicious 😊\nWe will be happy to answer all your questions and cook dinner for you again 🍔\n\n(Original)\nValeriia, дякуємо за ваш відгук та оцінку! Ми раді, що вам у нас смачно 😊\nЗалюбки відповімо на усі ваші питання та приготуємо для вас обід знову 🍔",
    "rating": 4,
    "name": "Вадим Гаращук",
    "cat": "American restaurant"
  },
  {
    "review": "Очень сытно, безумно вкусно и обалденно внимательный персонал ❤️❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Volodymyr Nedohoda",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо вам за отзыв! Всегда рады видеть вас в True 😊\n\n(Translated by Google)\nThank you for your feedback! We are always glad to see you in True 😊",
    "rating": 5,
    "name": "Marii Mrii",
    "cat": "American restaurant"
  },
  {
    "review": "Итак, бургеры ок (но за такую цену было бы странным, если бы это было не так). Пиво за 152 грн 0.5 л было охарактеризовано в меню как ирландский красный эль оказалось на вкус разбавленным лагером, обидно. И как для кафе в подобной ценовой …",
    "rating": 3,
    "name": "ع ع ع عبدالله",
    "cat": "American restaurant"
  },
  {
    "review": "Juliette, спасибо за ваш отзыв и конструктивные замечания, для нас они очень важны. Нам искренне жаль, что пиво, которое вы заказали не пришлось вам по вкусу. Спасибо что обратили наше внимание на диваны и их чистоту. Да, действительно, на желтом цвете они очень заметны и мы не застрахованы от того, что на них можно что-то прошить. Мы уже устранили эту проблему, и будем рады вас видеть в True снова 😊\n\n(Translated by Google)\nJuliette, thank you for your feedback and constructive comments, they are very important to us. We are sincerely sorry that the beer you ordered did not suit your taste. Thank you for bringing the sofas and their cleanliness to our attention. Yes, indeed, they are very noticeable on the yellow color and we are not immune from the fact that something can be stitched on them. We have already fixed this problem, and we will be glad to see you in True again 😊",
    "rating": 5,
    "name": "Elina R",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good burgers, it's a pity that \"Big Diablo Burger\" does not bite off at once through all the layers. It is necessary to disassemble (in such moments it is hard on the heart when the burger suffers) …",
    "rating": 5,
    "name": "Александр",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Bogdan, thank you for your feedback! We understand you, but we want to assure you that Big Diablo does not suffer, so order it again with a calm heart 😊\n\n(Original)\nБогдане, дякуємо за відгук! Розуміємо вас, але хочемо запевнити, Біг Діабло не мучиться, тому замовляйте його знову зі спокійним сердцем 😊",
    "rating": 5,
    "name": "Joe H",
    "cat": "American restaurant"
  },
  {
    "review": "На доставке растекается сыр у бургеров. Заказали несколько раз и каждый из них растекся.\nОднако, пару месяцев назад все было хорошо. …",
    "rating": 5,
    "name": "Елена Зинченко",
    "cat": "American restaurant"
  },
  {
    "review": "Добрый день, Максим. Спасибо за обратную связь. Мы обратили внимание на ваше замечание и исправили текстуру сырного соуса. Ждём вас в True Burger 🍔😊\n\n(Translated by Google)\nGood afternoon, Maxim. Thanks for your feedback. We've taken note of your comment and have corrected the texture of the cheese sauce. We are waiting for you at True Burger 🍔😊",
    "rating": 5,
    "name": "Вадим Алесінков",
    "cat": "American restaurant"
  },
  {
    "review": "Вкуснейшая картошка🍟, бургеры 🍔не пробовали но видели что все их заказывают и с удовольствием сьедают!😊 Придем еще раз обязательно и попробуем их. Отличный персонал, молодцы👏🤗 …",
    "rating": 4,
    "name": "Артем Кузнецов",
    "cat": "American restaurant"
  },
  {
    "review": "Ждём вас снова в True на бургеры 😊🍔\n\n(Translated by Google)\nWe are waiting for you again at True for burgers 😊🍔",
    "rating": 3,
    "name": "Александра Павленко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Undoubtedly burgers in True Burger are the best price for value, maybe even value exceeds price. Always at a stable level and the kitchen and bar for 6 years. Never miss a chance to eat Truffle Burger. I wish you all …",
    "rating": 5,
    "name": "Анна Н",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Rostislav, thank you 😊 It is incredibly nice to read such reviews. We try for you every day and look forward to the next meeting in True 🍔😋\n\n(Original)\nРостиславе, дякуємо вам 😊 Неймовірно приємно читати такі відгуки. Ми стараємося для вас щодня та чекаємо наступної зустрічі в True 🍔😋",
    "rating": 5,
    "name": "George Kubrik",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, delicious waffles, friendly staff can advise a cocktail.\nVery strange and ridiculous claim to the institution that brought you a burger …",
    "rating": 5,
    "name": "Oğuz Erdem",
    "cat": "American restaurant"
  },
  {
    "review": "Очень классное место.\nБургеры наверное одни из лучших, которые я когда либо пробовал. Персонал очень приятный. …",
    "rating": 5,
    "name": "Вадим Власенко",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры супер, есть возможность добавить желаемый ингредиент! Буду посещать это заведение! …",
    "rating": 5,
    "name": "Алла Копейка",
    "cat": "American restaurant"
  },
  {
    "review": "Лучший салат и лимонад в мире🌮😍😍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ірина Костиренко",
    "cat": "American restaurant"
  },
  {
    "review": "Виктор, спасибо за отзыв 😊🍔❤️\n\n(Translated by Google)\nVictor, thanks for the tip 😊🍔❤️",
    "rating": 3,
    "name": "Марина Терехова",
    "cat": "American restaurant"
  },
  {
    "review": "Всё всегда вкусно, кроме ужасных КОПЧЁНЫХ огурцов, издевательство над желудком. И кроме официанта в кроссовках Саукони, остальные намного приветливей  и внимательней! Особенно мальчик с потрясными тату, сразу млею и стесняюсь с ним …",
    "rating": 1,
    "name": "Max",
    "cat": "American restaurant"
  },
  {
    "review": "Александра, спасибо за ваш отзыв, мальчику с тату всё передали 😊\n\n(Translated by Google)\nAlexandra, thanks for your feedback, the boy with the tattoo was given everything 😊",
    "rating": 5,
    "name": "Илья Яровой",
    "cat": "American restaurant"
  },
  {
    "review": "Обожаю местечко! Вкусные бургеры (и можно попросить их подавать разобранными).\nДостаточно долго обслуживают, но оно того стоит.\nОтличные варианты для бизнес-ланча. …",
    "rating": 5,
    "name": "Vitalii Malinovskyi",
    "cat": "American restaurant"
  },
  {
    "review": "На втором этаже обычно гораздо шумнее и менее комфортно, чем на первом. В заведении готовят невероятно вкусный трюфельный бургер с которого очень рекомендую начать при первом посещении. …",
    "rating": 5,
    "name": "Ігор Іванов",
    "cat": "American restaurant"
  },
  {
    "review": "Елизавета, спасибо за ваш отзыв! Мы очень рады, что вам у нас вкусно и, да, трюфельный бесспорный фаворит среди гостей 😉\n\n(Translated by Google)\nElizabeth, thank you for your feedback! We are very glad that we have delicious and, yes, truffle is the undisputed favorite among the guests 😉",
    "rating": 5,
    "name": "Maria Lite",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) We ate hamburger, it was very good. The fries are not very special but not bad either. Staff and service were good. …",
    "rating": 3,
    "name": "Виктория Тарановская",
    "cat": "American restaurant"
  },
  {
    "review": "Очень очень очень вкусный бургер, хорошая подача и атмосфера,приходите дегустируйте! …",
    "rating": 5,
    "name": "Денис Гаврилюк",
    "cat": "American restaurant"
  },
  {
    "review": "Коктейли неплохие, но 75% стакана занимает огромный кусок льда. Такое себе удовольствие за 200 гривен. Бургеры вкусные …",
    "rating": 5,
    "name": "Oksana Belash",
    "cat": "American restaurant"
  },
  {
    "review": "M M, спасибо за ваш отзыв! Хотим внести ясность: большую глыбу льда в коктейле мы используем для того, чтобы лёд таял медленнее и не обводнял ваш напиток (не для того, чтобы ввести вас в заблуждение или огорчить), таким образом вы можете дольше наслаждаться первоначальным вкусом коктейля 😊\nВсегда рады вам в True 🍔\n\n(Translated by Google)\nM M, thanks for your feedback! We want to be clear: we use a large block of ice in the cocktail so that the ice melts more slowly and does not water your drink (not to mislead or upset you), so you can enjoy the original taste of the cocktail for longer 😊\nWe are always glad to see you in True 🍔",
    "rating": 5,
    "name": "Yuliia Romanika",
    "cat": "American restaurant"
  },
  {
    "review": "Скорость и качество обслуживания впечатляет.\nЕда просто отменная. …",
    "rating": 5,
    "name": "Vlad Umka",
    "cat": "American restaurant"
  },
  {
    "review": "Первое что подчеркну - приятные и вежливые официанты. Можно попросить просто стакан воды, и вам его незамедлительно принесут, ещё до самой подачи меню и заказанного. …",
    "rating": 5,
    "name": "Oleksii Somak",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Super!!!)\n\n(Original)\nСупер!!!)",
    "rating": 5,
    "name": "Marie Datsenko",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Yuliia Ko",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры вкусные (4,5/5). Довольно длительное время ожидания (при условии, что посетителей было немного). Большой минус в том, что если вы хотите посидеть на свежем воздухе, на вас со всех сторон будет идти табачный дым. Мне в принципе всё …",
    "rating": 4,
    "name": "Alessandro Official TV",
    "cat": "American restaurant"
  },
  {
    "review": "Брала с собой бургер с индейкой, нереально вкусно, размер бургера до неприличия большой, я одна с трудом справилась с порцией. Официанты очень вежливые, внимательные, все как на подбор. Несмотря на загруженность, принесли заказ через 10-12 …",
    "rating": 5,
    "name": "Alexander",
    "cat": "American restaurant"
  },
  {
    "review": "Бургер на 4 с минусом: котлета вкусная, но соуса маловато и булка сухая. Но что удивило - это количество картошки фри, которую подают к бургеру, официант сказал, что это 50 грамм. Я ведь не детский бургер заказывал, правда? Я был в десятках …",
    "rating": 5,
    "name": "Ирина Neolla",
    "cat": "American restaurant"
  },
  {
    "review": "Идеально. Как фанат американской кухни, я потратил 4 часа на поиск настоящей бургерной в центре Киева. И я уверен, что мой выбор пал на лучший вариант. Идеально все, от музыки и атмосферы до обслуживания. Про бургеры промолчу. Отдельно …",
    "rating": 5,
    "name": "Oleh PF",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The first time, delicious, delicious. We said we must go back again\nUnfortunately, the second time, the burger was burnt and the taste changed …",
    "rating": 5,
    "name": "Anna Libova",
    "cat": "American restaurant"
  },
  {
    "review": "Была два раза - все понравилось. Бургеры вкусные, ослуживание хорошее. Особо расписывать как бы нечего. Единственное, что может не понравиться - маленькая порциях картошки фри и много лука=) Лук есть даже в салате (я отношусь к луку …",
    "rating": 3,
    "name": "Nazar Vavryniuk",
    "cat": "American restaurant"
  },
  {
    "review": "При посадке на 30% обслуживание оставляет желать лучшего. При подаче перчатки не дали, салфеток не дали, расчет ждали 20 мин, так и не дождавшись официанта расплатились на баре. Вроде все не критично, но такие мелочи портят впечатление о …",
    "rating": 5,
    "name": "Володимир Федорець",
    "cat": "American restaurant"
  },
  {
    "review": "Все понравилось, обслуживание качественное быстрое, к кухне претензий нет, прожарка котлеты  медиум по умолчанию, вкусный чеддер к картофелю.  К минусам отнес бы что при подаче не дают перчатки для еды(во многих бургерных такое есть), …",
    "rating": 5,
    "name": "Алена Балакина",
    "cat": "American restaurant"
  },
  {
    "review": "В целом норм место. Вкусно. Довольно долгое ожидание заказов, подруге принесли куриный бульон с запахом рыбы, после нашего замечания унесли без вопросов но и без извинений. Мне повезло больше. У меня был бургер без рыбного аромата, суховат, …",
    "rating": 1,
    "name": "ssumbaeva.a",
    "cat": "American restaurant"
  },
  {
    "review": "Самые вкусные бургеры в Киеве! Особенно любимый с индюшкой. Это одно из немногих заведений, где можно выпить dr.pepper. Бургеры делают не так быстро, как хотелось, но зато тут очень вкусно! Рекомендую! Летом тут есть крутая летняя площадка …",
    "rating": 4,
    "name": "Helena",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) They just cook very tasty, well, very tasty burgers 🤤 And in general, the menu is varied, interesting, everything I tried - I really liked it! …",
    "rating": 5,
    "name": "Вася Цой",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alina, thank you for your feedback 😊\n\n(Original)\nАліна, дякуємо за ваш відгук 😊",
    "rating": 5,
    "name": "Катерина К",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, juicy burgers for every taste, or according to your own wishes in this establishment will be prepared easily and quickly. Caring staff and comfortable interior, which does not give the feeling of crowding …",
    "rating": 3,
    "name": "Глеб Гульбицкий",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры. Рекомендую трюфельную поливку к фри.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Татьяна Скворцова",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Nikolai, thank you for your feedback 😊\nWe are very glad that you have delicious and cozy. We are always waiting for you in True 🍔\n\n(Original)\nНиколай, дякуємо за ваш відгук 😊\nМи дуже раді, що вам у нас смачно та затишно. Завжди чекаємо на вас в True 🍔",
    "rating": 5,
    "name": "Marichka Makovetska",
    "cat": "American restaurant"
  },
  {
    "review": "Отличный бургер бар, со вкусной кухней и отличным обслуживанием. Принесли еду достаточно быстро. Все было вкусно. Отдельно хотел бы отметить куринный бульон. Он отлично зайдет в холодное время года для согревания)) …",
    "rating": 5,
    "name": "Лилия",
    "cat": "American restaurant"
  },
  {
    "review": "мне было очень вкусно и сытно, но вот мой друг веган, не был так доволен бургером. веганский был не вкусный, но что порадовало - заведение это исправило салатиком и мой друг был сыт. …",
    "rating": 5,
    "name": "Anastasiya Kroupitskaya",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation! The main thing for us is that you were tasty and comfortable. Always happy to see you in True 😊\n\n(Original)\nДякуємо за вашу оцінку! Для нас головне, щоб вам було смачно та комфортно. Завжди раді бачити вас в True 😊",
    "rating": 5,
    "name": "Maksym Kuzmuk",
    "cat": "American restaurant"
  },
  {
    "review": "Очень вкусно и не дорого. Хорошие ланчи и бесподобные бельгийские вафли. Есть только один минус - очень долго несут блюда. Трижды приходили в обеденный перерыв и дважды опаздывали на работу, потому что 30-40 минут ждали блюда. Поэтому …",
    "rating": 4,
    "name": "Katherine Votre",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошая атмосфера в заведении. Очень вкусные бургеры,на любой вкус. Котельная карта поражает разнообразием и оригинальностью,наверно все и не перепробую.рекомендую данное заведение чтобы вкусно поесть и хорошо отдохнуть с друзьями. …",
    "rating": 5,
    "name": "Дмитрий Андреев",
    "cat": "American restaurant"
  },
  {
    "review": "Лично мне не очень нравится это заведение. Но в отличае от многих я могу объективно видеть хорошие стороны в том что они делают. Объективно это не лучшее что я когда-либо видел, но Тру Бургер это действительно лидер индустрии в этом городе …",
    "rating": 5,
    "name": "Алекс",
    "cat": "American restaurant"
  },
  {
    "review": "Все на неплохом уровне! Пробовал классический бургер. Достойно, но и ничего выдающегося. К бургерам подают жёлтый кетчуп Чумак. Атмосфера приятная, распологающая. Маленький ассортимент пива. Глинтвейны только в коктейлях и дороговато. …",
    "rating": 4,
    "name": "Archi K",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошее качество блюд, доброжелательный персонал.\nСвоеобразное предложение меню через считывания QR кода. …",
    "rating": 5,
    "name": "Paula Mersy",
    "cat": "American restaurant"
  },
  {
    "review": "Добрый день! Мы соблюдаем требования МОЗ, которые запрещают на сегодня использовать многоразовые меню и рекомендуют сделать бесконтактным всё, что возможно. Поверьте, использование QR-кодов нам и самим не очень нравится. Но надо подождать. Спасибо вам за добрые слова в адрес блюд и команды. Приходите!\n\n(Translated by Google)\nGood afternoon! We comply with the requirements of the Ministry of Health, which prohibit the use of reusable menus today and recommend that everything possible be made contactless. Believe me, we ourselves do not really like the use of QR codes. But you have to wait. Thank you for the kind words addressed to the dishes and the team. Come!",
    "rating": 5,
    "name": "Андрій Зарицький",
    "cat": "American restaurant"
  },
  {
    "review": "Заведение очень приличное.  Персонал очень вежливый. Заказали бургеры, но на кухне не угадали со степенью прожарки, о которой мы просили. Бургеры заменили моментально, в виде извинений два десерта и напитки детям в подарок. Настроение …",
    "rating": 5,
    "name": "Артём Захаров",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры невероятнейшие! Очень вкусно! Так как я очень люблю острые блюда, попросила официантку принести дополнительно табаско. Мне принесли целую, оригинальную бутылочку этого соуса. В других заведениях всегда приносили в небольшой таре, …",
    "rating": 5,
    "name": "Сергій",
    "cat": "American restaurant"
  },
  {
    "review": "Сам бургер не очень понравился. По сравнению с The burger Mexico проигрывает значительно. Атмосфера приятная, персонал обычный. Цены средние. Понравилась идея бульона в чашке- будет класный перекус в холодные зимние дни. …",
    "rating": 4,
    "name": "Vladimir Chizh",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Ordered truffle and Mexican burgers, quinoa salad, very tasty! Interesting interior, open kitchen and good service. We will come 🙂 …",
    "rating": 4,
    "name": "Женя",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Paul, thank you for your feedback! Be sure to come, we will be glad to see you 😊🍔\n\n(Original)\nПавло, дякуємо за ваш відгук! Обов’язково приходьте, будемо раді вам 😊🍔",
    "rating": 5,
    "name": "Anastasiia Hurieva",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are probably the tastiest in town. Just a masterpiece ... And especially with truffle sauce, there are no words at all. The staff is polite and attentive. At the weekend evening it is better to call to find …",
    "rating": 4,
    "name": "Volodymyr Papusha",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback! We are very glad that you have delicious food here. We are waiting for you for a burger again 🍔😊\n\n(Original)\nОлександре, дякуємо за ваш відгук! Ми дуже раді, що вам у нас смачно. Чекаємо вас на бургер знову 🍔😊",
    "rating": 3,
    "name": "Sergey Protopopov",
    "cat": "American restaurant"
  },
  {
    "review": "Ну , что вам сказать!?! Был заказан коктейль Vermont Sour: стакан был заполнен льдом почти полностью. В меню не было прописано сколько мл выход коктейля. Официант некомпетентен. Кум в Шоке! …",
    "rating": 5,
    "name": "Кристина Монастырская",
    "cat": "American restaurant"
  },
  {
    "review": "Олег, здравствуйте! Нам очень жаль, что вы получили негативный опыт в нашем баре.\n\nВыход коктейля Vermont Sour без льда 120 мл, что является классикой для почти любого коктейля в стиле сауэр. Коктейль подаётся в бокале объёмом 330 мл на глыбе льда. Мы используем глыбу, а не маленькие кубики, так как такой лёд дольше тает и не разбавляет талой водой вкус коктейля. Тем не менее, понятно, почему у вас могло сложиться впечатление, что в стакане слишком много льда.\n\nСмеем вас заверить, что мы строго следим за соблюдением рецептуры, и в True Burger Bar никто и никогда не маскирует льдом недостаточное количество напитка.\n\nНо ещё раз, нам искренне жаль, что наши коктейли не соответствовали вашим ожиданиям и впечатление было испорчено.\n\n(Translated by Google)\nOleg, hello! We are very sorry that you had a bad experience in our bar.\n\nThe Vermont Sour cocktail without ice is 120 ml, which is a classic for almost any sour cocktail. The cocktail is served in a 330 ml glass on a block of ice. We use a lump, not small cubes, since such ice melts longer and does not dilute the taste of the cocktail with melt water. However, it's understandable why you might get the impression that there is too much ice in the glass.\n\nWe dare to assure you that we strictly enforce the recipe, and in True Burger Bar no one ever masks an insufficient amount of drink with ice.\n\nBut again, we are sincerely sorry that our cocktails did not meet your expectations and the experience was ruined.",
    "rating": 5,
    "name": "Viacheslav Plastun",
    "cat": "American restaurant"
  },
  {
    "review": "Заведение очень уютное! Официанты обходительны и внимательны. Заказала бургер греческий, довольно вкусно. Очень в тему горячий бульон в кружке, особенно когда на улице снег и мороз) Единственное, не понятно, почему картошка и салат не …",
    "rating": 5,
    "name": "Мария Василейко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) I liked it)) When it's winter outside, it's very nice to warm up with a delicious hot Milk Punch cocktail and have dinner with chicken salad🥗 Real pleasure) …",
    "rating": 5,
    "name": "Виталий Бессонов",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you for your feedback 😊\nWe are very glad that you have delicious and cozy. We are always waiting for you in True 🍔\n\n(Original)\nНаталія, дякуємо за ваш відгук 😊\nМи дуже раді, що вам у нас смачно та затишно. Завжди чекаємо на вас в True 🍔",
    "rating": 5,
    "name": "Настя Таран",
    "cat": "American restaurant"
  },
  {
    "review": "Из минусов: 1) не нашли нашу бронь (спасибо, что нашли столик) 2.очень жаль, но бургеры за последний год стали хуже. 3. картошку и сам бургер вынесли холодными. 4.неудобная бутылка с кетчупом 5. пропал кетчуп из жёлтых помидоров. Из плюсов: …",
    "rating": 5,
    "name": "Pavlo Aleksievych",
    "cat": "American restaurant"
  },
  {
    "review": "На мой вкус тут готовят лучшие бургеры!!! Сколько не пробывала в других заведениях, всегда убеждаюсь тут лучшие! Надеюсь так и будет в дальнейшем! …",
    "rating": 4,
    "name": "Елена Лапенко",
    "cat": "American restaurant"
  },
  {
    "review": "Елена, спасибо за ваш отзыв! Мы очень рады, что вам у нас вкусно. Всегда ждём в True 😊\n\n(Translated by Google)\nElena, thanks for your feedback! We are very glad that you are delicious with us. Always waiting at True 😊",
    "rating": 5,
    "name": "Ростислав Шаруев",
    "cat": "American restaurant"
  },
  {
    "review": "Ранее был здесь. Атмосфера порадовала - да, немного шумно, но это и особенность бара. Отдельно хочу отметить очень вкусные бургеры - Тру Бургер Бар то место, куда я буду и дальше ходить, чтоб отдохнуть и поесть бургеры. Единственный минус - …",
    "rating": 5,
    "name": "Yurii Solodkiy",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The potatoes are delicious, the service is great, but the burger was brought cold. More precisely, a little warm) I hope the next time I am, there will be no such problem …",
    "rating": 5,
    "name": "Ольга Б",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thank you for your feedback! We promise to correct 😊\nBut we want to say that if you have any questions or comments about our work, you can always report it to the restaurant manager, then we will have the opportunity to fix everything at once 👌🏽\nLooking forward to seeing you at True again!\n\n(Original)\nАндріє, дякуємо за ваш відгук! Обіцяємо виправитись 😊\nТа хочемо сказати, що якщо у вас виникають будь-які питання або зауваження щодо нашої роботи, ви завжди можете повідомили про це менеджера ресторану, тоді у нас буде можливість виправити усе тієї ж миті 👌🏽\nЧекаємо на вас в True знову!",
    "rating": 5,
    "name": "Yur",
    "cat": "American restaurant"
  },
  {
    "review": "Самые вкусные бургеры, которые мы с мужем когда-либо ели! Вкусы потрясающе сбалансированы, бургеры сочные, а тыквенный суп просто пальчики оближешь. Качество полностью оправдает цену, ребята официанты очень приветливы. …",
    "rating": 5,
    "name": "Антон Яровий",
    "cat": "American restaurant"
  },
  {
    "review": "Очень вкусные бургеры, особенно трюфельный. Отличный сервис! Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Constantine Belous",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) the place is very nice, hipster like many now.\n\nthey serve burgers and cocktails ... …",
    "rating": 5,
    "name": "Марина Андрияш",
    "cat": "American restaurant"
  },
  {
    "review": "Хотел попробовать самый вкусный бургер с друзьями из Минска в Киеве,  в интернете нашли рекомендации это заведения, и отправились сюда. Бургер маленький,  сухой,  скорее похож на бутерброд нежели на настоящий бургер.  Я не рекомендуем,  и …",
    "rating": 5,
    "name": "Novikov Kostiantyn",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусный сочный бургер! Только просите котлету well-done, если не любите «недожаренное» мясо.\nЗа долгое ожидание курьера (заказывала доставку) угостили чиз-кейком. …",
    "rating": 2,
    "name": "Yegor “estevez” Vialov",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Great service and delicious burgers! The burgers are served with french fries and pickled cucumbers; potatoes cannot be eaten because portions are huge. In addition to burgers there is lunch, but you have to go here …",
    "rating": 5,
    "name": "Anna Subbotina",
    "cat": "American restaurant"
  },
  {
    "review": "Обслуживание очень понравилось! А вот бургеры средние, суховаты как для меня.  Но в целом, не плохо …",
    "rating": 5,
    "name": "Kate Rukos",
    "cat": "American restaurant"
  },
  {
    "review": "Юлия, спасибо за ваш отзыв! Вы всегда можете поделиться своими впечатлениями о бургере с официантом, тогда мы сможем исправить то, что вам не понравилось сразу. Добавить соус к бургеру, например или приготовить для вас другой. Ждём вас снова в True 😊\n\n(Translated by Google)\nJulia, thanks for your feedback! You can always share your impressions of the burger with the waiter, then we can fix what you didn't like right away. Add sauce to your burger, for example, or make another one for you. We are waiting for you again in True 😊",
    "rating": 3,
    "name": "Дарина силевич",
    "cat": "American restaurant"
  },
  {
    "review": "Не большой любитель бургеров. Но в этом месте все ОК!!! Вкусно👍 Обслуживание вежливое и быстрое👍 Пиво👍 Адекватные цены👍 На втором этаже очень уютно для небольшой компании👍. В общем очень даже хорошо провели время. …",
    "rating": 5,
    "name": "John Dou",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Great place. Delicious, a lot. Very nice staff, good music. Not cheap, but it's worth it. …",
    "rating": 4,
    "name": "Anna Rudenko",
    "cat": "American restaurant"
  },
  {
    "review": "Обычно очень вкусные бургеры!!! Во многом вкус зависит от того, принесут ли горячим или же остывшим по причине того, что ваш официант стоит на баре, где все офицы собрались и беседуют видимо о чем-то важном. Если повезло с официантом - то …",
    "rating": 5,
    "name": "Жанар Акашева",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good American restaurant. A clean meal and a convenient location in the city center. …",
    "rating": 1,
    "name": "dd",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 4,
    "name": "Алексей Ух",
    "cat": "American restaurant"
  },
  {
    "review": "Хорошое заведение. Вкусные бургеры по средней цене. Пиво и коктейли дороговато. Если будете брать двойной бургер то стоит принять во внимание что он действительно очень большой и съесть его не испачкавщись тяжело) …",
    "rating": 5,
    "name": "Maximiliano Prigonyuk",
    "cat": "American restaurant"
  },
  {
    "review": "Очень хорошее заведение в центре Киева. Бургер бар с вкусной кухней и хорошим обслуживанием. Разнос еды происходит достаточно быстро. Чек на двоих мне обошелся в 800 грн. В целом только хорошие впечатления оставило это заведение. …",
    "rating": 3,
    "name": "Василий Гребенюк",
    "cat": "American restaurant"
  },
  {
    "review": "При выборе места обратите внимание на аромат из кухни. Лучше садиться ближе к выходу и свежему воздуху. Персонал учтивый и уютно занимающий пространство рядом с вами. Бургер - ок, но картофель подали, такое впечатление, что просто …",
    "rating": 5,
    "name": "Helena Shyta",
    "cat": "American restaurant"
  },
  {
    "review": "Очень популярное место. Без бронирования столика тяжело попасть. Приятная музыка, современная обстановка, хорошее обслуживание. Есть летняя веранда.\nМожно приходить с собакой, мисочку с водой обеспечат без проблем. …",
    "rating": 5,
    "name": "Екатерина Дацюк",
    "cat": "American restaurant"
  },
  {
    "review": "Лучшие бургеры в Киеве, да может быть и во всей Евпопе :-)\nКаждый раз возвращаемся из Европы, где пробуем кучу разной еды, в том числе и бургеры - но нигде нет такой вкуснятины. …",
    "rating": 5,
    "name": "Andrew Kalinin",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусно, комфортно, есть летняя веранда. Персонал толковый, работают быстро и вежливо.\nМеню разнообразное, есть кое-что и для рыбоедов, и для вегетарианствующих. А …",
    "rating": 5,
    "name": "Кирилл Мовчан",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The food is delicious, the establishment + - clean. Most burgers are top notch.\nThere are two problems: …",
    "rating": 4,
    "name": "Olesya Shovkoshytna",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Volodymyr, thank you for your feedback! We will be glad to see you again in True to improve your attitude towards us 😊 We will be happy to take into account all your comments in order to receive the highest marks from you next time. Good day!\n\n(Original)\nVolodymyr, дякуємо за ваш відгук! Раді будемо вас бачити знову в True, аби покращити ваше ставлення до нас 😊 Ми з радістю приймемо до уваги усі ваші зауваження, щоб наступного разу отримати від вас найвищі оцінки. Гарного дня!",
    "rating": 5,
    "name": "Ирина Юркова",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры очень понравились, особенно рыбный за 140 грн. Есть ланчи с 12 до 15 до 100 грн. Ещё нормальный выбор пива включая крафт в бутылках. Подходит как место для обеда и для ужина с компанией. …",
    "rating": 1,
    "name": "Ana Mie",
    "cat": "American restaurant"
  },
  {
    "review": "Бывала здесь много раз при чем разными составами - и большими компаниями, и вдвоем. Всегда оставались довольны и качеством бургером и обслуживанием. В общем, одна из моих любимых бургерных в Киеве. Нравится, что бургеры подают вместе с …",
    "rating": 4,
    "name": "Juger Mc",
    "cat": "American restaurant"
  },
  {
    "review": "Все круто, бургеры ни разу не были плохими! Хожу туда исключительно за быргерами) а вот поведение официанта в последний раз очень не понравилось, причина была в чаевых, которых я оставил мало, но не две гривны) так вот ведёрко это, со …",
    "rating": 1,
    "name": "Eugene Shulga",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры. Особенно понравился трюфельный. Обслуживание - отлично. Был раза 3-4, все время ребята на высоте. Интерьер тоже зачет. …",
    "rating": 5,
    "name": "Антон",
    "cat": "American restaurant"
  },
  {
    "review": "Rauf, спасибо вам 😊 Всегда рады видеть вас в True и вкусно накормить 🍔😋\n\n(Translated by Google)\nRauf, thank you 😊 We are always glad to see you in True and feed you deliciously 🍔😋",
    "rating": 5,
    "name": "Ksenia Ozyetkin",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) A person who does not eat animal products and likes to eat well, there is nothing to do, no well-adapted dishes and in principle, it should not be, but I wanted a delicious salad dressing, not a bowl of chopped …",
    "rating": 5,
    "name": "Olga Kunichenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alino, thank you for your constructive feedback and appreciation! We will pay attention to your comments and correct our mistakes) We will be glad to see you again in True!\n\n(Original)\nАліно, дякуємо за ваш конструктивний відгук та високу оцінку! Ми звернемо увагу на ваші зауваження та виправимо свої помилки) Раді будемо бачити вас знову в True!",
    "rating": 5,
    "name": "Esk Phantom",
    "cat": "American restaurant"
  },
  {
    "review": "Бургер с соусом со смородины был ужасный на вкус :с\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitalii Kirichenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, you gave us a low rating without comment. Please write what you did not like so that we could pay attention and correct this moment. Thank you!\n\n(Original)\nОлександр, ви поставили нам низьку оцінку без коментаря. Напишіть, будь ласка, що саме вам не сподобалось аби ми змогли звернути увагу та виправити цей момент. Дякуємо!",
    "rating": 5,
    "name": "Volodymyr Solonenko",
    "cat": "American restaurant"
  },
  {
    "review": "Уже не первый раз пробуем ваши бургеры и очень довольны, всё на высшем уровне, спасибо большое классный вкус и хороший сервис. …",
    "rating": 4,
    "name": "Vladyslav Mateichuk",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо вам за ваш отзыв! Ждём вас снова в True на новые вкусы бургеров 🍔😊\n\n(Translated by Google)\nThank you for your feedback! We are waiting for you again in True for new tastes of burgers 🍔😊",
    "rating": 5,
    "name": "Юлия",
    "cat": "American restaurant"
  },
  {
    "review": "Это действительно вкусно! Заказывал BBQ и пепер бургеры. Телятинка не пересушена, сочная, слегка розовенькая внутри котлета, а в пепер хороший стейк. Брал на вынос. Соусы отдельно кладут. Правда забыли положить салфетки. Недёшево, но это …",
    "rating": 3,
    "name": "Svetlana L",
    "cat": "American restaurant"
  },
  {
    "review": "Раньше был любимым местом, за последний год качество еды стало медленно ухудшаться и, похоже, сегодняшний визит был последним. Бургер стал совсем крошечным, картошка в который раз приходит холодной ( и ее тоже очень мало), а вот  сегодня …",
    "rating": 4,
    "name": "Vladyslav Hulin",
    "cat": "American restaurant"
  },
  {
    "review": "Анна, здравствуйте! Очень жаль терять постоянных гостей. И я приношу глубочайшие извинения за ваше разочарование.\n\nС уверенностью могу сказать, что размер бургера за последний год-два не уменьшался. А вот холодная картошка и холодный брауни - повод для нас задуматься над технологией выдачи блюд в зал. Спасибо, что не остались равнодушны и оставили отзыв.\n\nЕсли вы дадите нам ещё шанс и вернётесь, покажите скрин этого сообщения, и мы обязательно угостим вас любым блюдом на ваш выбор в качестве извинений.\n\n(Translated by Google)\nAnna, hello! It is a pity to lose regular guests. And I offer my deepest apologies for your disappointment.\n\nWith confidence I can say that the size of the burger in the last year or two has not diminished. But cold potatoes and cold brownies are an occasion for us to reflect on the technology of delivering dishes to the hall. Thank you for not being indifferent and leaving feedback.\n\nIf you give us another chance and come back, show the screen of this message, and we will certainly supply you with any dish of your choice as an apology.",
    "rating": 5,
    "name": "Svetlana L",
    "cat": "American restaurant"
  },
  {
    "review": "Все очень вкусно. Рекомендую!\n\n(Translated by Google)\nEverything is very delicious. Recommend!",
    "rating": 5,
    "name": "Екатерина Рубанова",
    "cat": "American restaurant"
  },
  {
    "review": "Думали будет интереснее. Но все в традициях )). Хотя это и неплохо, но специально за бургером к ним не пойдешь.\nПерсонал приветливый, атмосфера уютная, продукты свежие и это приятно. …",
    "rating": 4,
    "name": "Микола Чорнонос",
    "cat": "American restaurant"
  },
  {
    "review": "Имхо, самый вкусный бургер в Киеве. Напомнил Burgermeister в Берлине. Единственное маленькое замечание - очень мало картошки как в стандартной порции так и в большой с доплатой. В остальном же все отлично. …",
    "rating": 5,
    "name": "Victor Isaiev",
    "cat": "American restaurant"
  },
  {
    "review": "Интересное заведение, и даже вполне хорошая кухня, а вот свободный столик найти ни днем, ни в вечернее время почти не реально.  Мы пару тройку раз обедали и несколько раз перед выходными устраивали \"поседелки\" - в целом все было хорошо, а …",
    "rating": 5,
    "name": "Kasha Marsik",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers, a large selection with interesting options, burgers did not disappoint. Nice place. Prices are above average …",
    "rating": 5,
    "name": "Gato de Bengala",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) I'm not even a fan of American cuisine and burgers, but here they are cooked simply fantastic, the menu is a great choice for every taste, I did not even suspect that burgers can be cooked with so many different …",
    "rating": 5,
    "name": "Levko Levko",
    "cat": "American restaurant"
  },
  {
    "review": "Вроде неплохое заведение - и вкусно, и дружелюбный персонал, и красивый интерьер... НО - один общий туалет (с одним унитазом) на двухэтажное заведение?  При 50% посадке попасть в него требует реальных усилий, а при полной посадке вам …",
    "rating": 5,
    "name": "Александр Антоненко",
    "cat": "American restaurant"
  },
  {
    "review": "Очень вкусно и даже с доставкой! Теперь хотим сходить к вам в бар и ещё раз насладиться вашими бургерами😋 …",
    "rating": 5,
    "name": "Дмитрий Выдолоб",
    "cat": "American restaurant"
  },
  {
    "review": "Вика, спасибо за ваш отзыв. Мы очень рады, что вам было вкусно и, конечно же, ждём вас в True 😊🍔\n\n(Translated by Google)\nVika, thank you for your feedback. We are very glad that you were delicious and, of course, we are waiting for you at True 😊🍔",
    "rating": 5,
    "name": "Татьяна",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) The staff is wonderful! The bartender advised and prompted in the choice of dishes! Made quickly. But but alas Poppy tastes better than not cool ... 188UAH for Burger who needs to eat a fork and a knife? It tastes …",
    "rating": 5,
    "name": "Алексей Перекрестов",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, thanks for the feedback! The burger definitely does not need to be eaten with a fork and knife. Let's deal with the team, which in this case went wrong.\n\n(Original)\nДмитро, дякуємо за відгук! Бургер безумовно не треба їсти виделкою і ножем. Розберемося з командою, що в даному випадку пішло не так.",
    "rating": 5,
    "name": "Андрій Колесник",
    "cat": "American restaurant"
  },
  {
    "review": "Как по мне - тут самые вкусные бургеры в Киеве. Периодически заезжаю сюда за своим любимым бургером с индейкой. Да, бывает сложно найти место, если не бронировать стол, но с хорошими заведениями всегда так. …",
    "rating": 5,
    "name": "OLEKSII KRAVCHENKO",
    "cat": "American restaurant"
  },
  {
    "review": "Кухня - вкусно и сочно. Но не забывайте уточнять степень прожарки мяса. Выбор бургеров отличный как для сидящих на диете девушек, так и для всеядных мужчин.\nИнтерьер - на троечку... ну ладно, 4 с минусом. Как по мне, то этот гаражный …",
    "rating": 5,
    "name": "Natalia Datsenko",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, but not the best burger in my life.\n\n(Original) …",
    "rating": 5,
    "name": "Chat Box",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Good place. Very tasty french fries with truffle sauce! Original burgers. …",
    "rating": 5,
    "name": "Oleksandr Kryvenets",
    "cat": "American restaurant"
  },
  {
    "review": "Как всегда все на лучшем уровне. Бургеры вкуснячие, лимонад - отпад🤤 официанты приветливые, обслуживание на наивысшем уровне. В зале и в туалете чисто и аккуратно. …",
    "rating": 5,
    "name": "Інна Вільшанівська",
    "cat": "American restaurant"
  },
  {
    "review": "Самые крутые бургеры в Киеве. Очень нравится с индейкой и классической. Мой молодой человек любит барбекю бургер с котлетой из говядины, яйцом, хрустящим беконом и сыром чеддер. И с фирменным соусом барбекю. Подают каждый бургер с картошкой …",
    "rating": 5,
    "name": "Yulia Berezovskaya",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Prices are high but taste is good\n\n(Original) …",
    "rating": 5,
    "name": "Сергей Латманидзе",
    "cat": "American restaurant"
  },
  {
    "review": "Thanks 😊",
    "rating": 5,
    "name": "George Zarkua",
    "cat": "American restaurant"
  },
  {
    "review": "Отличное заведение. Вкусные бургеры, хороший убранный туалет, приятный персонал. Единственный минус, хотелось бы чтобы к бургерам давали перчатки, можно одноразовые …",
    "rating": 4,
    "name": "Денис Омаров",
    "cat": "American restaurant"
  },
  {
    "review": "Alexey, спасибо за ваш отзыв! Мы очень рады что вам у нас вкусно и комфортно 😊 Перчатки к бургеру всегда можно попросить у официанта, но без них вкуснее, правда, мы проверяли 😉\nРады будем снова вас видеть в True!\n\n(Translated by Google)\nAlexey, thanks for your feedback! We are very glad that you are tasty and comfortable with us 😊 You can always ask the waiter for gloves for a burger, but without them it tastes better, however, we checked 😉\nWe will be glad to see you again in True!",
    "rating": 5,
    "name": "Анастасія Шевченко",
    "cat": "American restaurant"
  },
  {
    "review": "К обслуживанию нет претензий и уютно. Мексиканский бургер за почти 200 гривен мне совсем не понравился по вкусу, даже не доела. Перчаток не дают, кетчуп сложно вытрясти из бутылки (согласна с предыдущим оратором), да и вообще, это обычный …",
    "rating": 5,
    "name": "Екатерина",
    "cat": "American restaurant"
  },
  {
    "review": "Вика, спасибо вам за отзыв и высокую оценку обслуживания и атмосферы. Перчатки не даём, да, это вне нашей концепции. Нам самим неприятно есть бургер с ароматом латекса, и гостям не советуем, но это дело исключительно личных предпочтений, конечно.\nКетчуп - не Хайнц. Точно :)\nА вот к мексиканскому бургеру присмотримся внимательнее, и соберём больше отзывов гостей. Возможно, и правда, есть над чем поработать.\nСпасибо, что не остались равнодушны и поделились впечатлениями!\n\n(Translated by Google)\nVika, thank you for your feedback and appreciation of the service and atmosphere. Gloves do not give, yes, it is outside our concept. It is not pleasant for us to eat a latex-flavored burger, and we do not recommend guests, but this is a matter of personal preference, of course.\nKetchup is not Heinz. Exactly :)\nBut to the Mexican burger take a closer look, and collect more guest reviews. Perhaps there’s really something to work on.\nThank you for not being indifferent and sharing your impressions!",
    "rating": 5,
    "name": "Богдан Обокевичус",
    "cat": "American restaurant"
  },
  {
    "review": "BBQ бургер — отличный, сочный и сытный. Картошки, правда, как-то маловато приносят, но можно дозаказать, сколько тебе нужно (за дополнительную плату, конечно ;)) Обслуживание быстрое и доброжелательное. Вернемся сюда точно. …",
    "rating": 5,
    "name": "О Зеленская",
    "cat": "American restaurant"
  },
  {
    "review": "Любимая бургерная уже пару лет. Уже всем друзьям успела ее порекомендовать. В общем впечатления только хорошие - бургеры вкусные, подача правильная, официанты быстрые, цены адекватные. …",
    "rating": 5,
    "name": "артур котляров",
    "cat": "American restaurant"
  },
  {
    "review": "На третий раз огорчили.  Пепер Стейк бургер - кусочек (именно маленький кусочек) разогретого мяска в холодной булочке. Со слов официанта именно так и задумано. Другая официантка говорит, что мест нет и при этом проводит в более уютное место …",
    "rating": 5,
    "name": "Егор Загорный",
    "cat": "American restaurant"
  },
  {
    "review": "Каждый раз как приезжаем в Киев, идем в это заведение, и каждый раз бургеры -вкуснятина. Котлета бомба, картошки фри очень много, всю не съедаем, кетчуп в бутылочке тоже вкусный.  10 из 10 …",
    "rating": 5,
    "name": "Олеся Фрей",
    "cat": "American restaurant"
  },
  {
    "review": "Бургер с индейкой, бри и грушей - сочетание ван лав. Размер увесистый, девушке хватит наесться одним лишь бургеров. Уютно.  Немного низкие столы на 2 этаже у диванов,  столешница напротив колен,  чтоб есть , приходится хорошо наклоняться …",
    "rating": 5,
    "name": "Нина Чмир",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за качественную работу. Бургеры отличные. То, что нужно!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Исаенкова",
    "cat": "American restaurant"
  },
  {
    "review": "Очень давно хотел посетить это заведение. Был с друзьями, всем все понравилось, бургеры вкусные. Классный интерьер. 3 звёзды из за обслуживания, оно играет не маловажную роль...Сидели на втором этаже, официант не плохо обслуживал, но под …",
    "rating": 5,
    "name": "Виталий Козьменков",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) I liked everything, the burgers are delicious and big, the drinks are also good, you will have to visit more …",
    "rating": 5,
    "name": "Наташа Швайко",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Eugene, thank you for your feedback! We are waiting for the next meeting with you 😊\n\n(Original)\nЄвгене, дякуємо за ваш відгук! Чекаємо наступної зустрічі з вами 😊",
    "rating": 5,
    "name": "Капітан Малініна",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры, вкусные десерты, но шумно,еще на 2м этаже по углам дует в спину.. очень хорошо слышно истории сидящих рядом..И такое тусовочное место. Есть диванчик, вот там можно сидеть, но их бронировать надо, т к людей...уйма. …",
    "rating": 3,
    "name": "Viktoria Samofal",
    "cat": "American restaurant"
  },
  {
    "review": "Брат посоветовал к посещению. Рекомендовал как самую вкусную бургерную в Киеве. По рекомендации посетил. Соглашаюсь. Действительно вкусно очень!) Цены доступные. Атмосфера приятная. Теперь и я всем мясоедам - рекомендую!) …",
    "rating": 5,
    "name": "Allan Sundry",
    "cat": "American restaurant"
  },
  {
    "review": "Не самые лучшие бургеры. Но парочку, тот же с индейкой понравился. Цены явно завышены напорядок. Сьесть котлету с булкой и 50гр картошки, выпив бокал...200 с копейками это както не правильно. И не особо по напиткам там. Атмосфера приятная, …",
    "rating": 5,
    "name": "Sergey Varnakov",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусно, но не волшебно. Нет важного атрибута бургерной - большого умывальника, где можно помыть заевшуюся бургером харю. Перчатки принесли по просьбе. …",
    "rating": 4,
    "name": "Ilya Riy",
    "cat": "American restaurant"
  },
  {
    "review": "Атмосфера заведения очень понравилась. Но суп с фрикадельками расстроил . Был не соленый, и бульон  был не наваристый( без вкуса). Исправили положение куриные нагетсы . Курица была сочной, а корочка хрустящей ! Придумайте что-то с супом, ( …",
    "rating": 4,
    "name": "Viktoriy Viktorivna",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры и вправду вкусные.\nВ прошлом году пару раз были и в этом недавно зашли, удивились что цены не поменялись, но когда заказ принесли все стало понятно - порция картошки и салата …",
    "rating": 4,
    "name": "Mat Kovskyi",
    "cat": "American restaurant"
  },
  {
    "review": "Заведение на высоком уровне по обслуживанию и по интерьеру. Бургеры очень сытные, советую на голодный желудок :) …",
    "rating": 4,
    "name": "Aivars Bell",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burger, and generally a good place. A little long with service, although staff enough. …",
    "rating": 5,
    "name": "Danial Metushev",
    "cat": "American restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation! Sorry to keep you waiting. Come back to True, we are sure your impressions of us will be even better 😊\n\n(Original)\nДякуємо за вашу оцінку! Вибачте, що вам довелося очікувати. Приходьте знову в True, ми впевнені, ваші враження про нас будуть ще кращими 😊",
    "rating": 5,
    "name": "Іван Загоруйко",
    "cat": "American restaurant"
  },
  {
    "review": "Во-первых: Всегда хвалила данное место , но не в этот раз ! Заказала Тайский бургер , но в итоге выглядело все так, будто я заказала соус с бургером ! Булка так размокла , от количества соуса , что бургер было невозможно есть - все …",
    "rating": 5,
    "name": "Evgen Leftor",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо вам за отзыв! Очень конструктивная обратная связь! Ваше недовольство полностью оправдано, и мы будем исправлять ошибки. Уже обсудили сложившуюся ситуацию с сотрудниками на смене и руководителями департаментов. Приносим вам глубочайшие извинения. И ещё раз спасибо, что не остались безучастны.\n\n(Translated by Google)\nThank you for your feedback! Very constructive feedback! Your discontent is fully justified, and we will correct mistakes. We already discussed the situation with the staff at the shift and the heads of departments. We offer you our deepest apologies. And again, thank you for not being indifferent.",
    "rating": 5,
    "name": "Serg Datsenko",
    "cat": "American restaurant"
  },
  {
    "review": "Пробовали здесь достаточно много бургеров - классический, трюфельный, с индейкой и грушей, биг диабло и с курицей. Особенно понравился трюфельный, он прямо идеальный. Мексиканский попробовать не удалось, в последний раз кактуса не было. …",
    "rating": 4,
    "name": "Natalia Tsimmerman",
    "cat": "American restaurant"
  },
  {
    "review": "Бургеры действительно вкусные, персонал работает четко, все сотрудники доброжелательны. Из минусов - небольшой выбор соусов. В остальном на высоте. Рекомендую. …",
    "rating": 5,
    "name": "Надя Юрчук",
    "cat": "American restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв 😊\n\n(Translated by Google)\nThanks for your feedback 😊",
    "rating": 5,
    "name": "Andrii Syroid",
    "cat": "American restaurant"
  },
  {
    "review": "Основное направление бургеры-коктейли. И то и другое в достойном ассортименте. Официанты очень хорошо разбираются в коктейльной карте и чудесно дают советы и подбирают по вкусу. Вкуснаяи кухня и коктейли, цены средние, ниже многих …",
    "rating": 1,
    "name": "olga bassova",
    "cat": "American restaurant"
  },
  {
    "review": "Всё приготовили и принесли быстро. Бургеры сочные, вкусные. Котлета именно той прожарки, которую выбрали. Цены есть приемлемые, есть дороговатые. Обстановка приятная. Понравилось. …",
    "rating": 4,
    "name": "Тарас Витрикуш",
    "cat": "American restaurant"
  },
  {
    "review": "Вкусные бургеры, большая сочная котлета. Хорошая вентиляция, несмотря на полуоткрытую кухню, запаха от гриля в зале нет. Приветливый персонал и уютная атмосфера. …",
    "rating": 5,
    "name": "Michał Sob",
    "cat": "American restaurant"
  },
  {
    "review": "Много понтов, выпивка она всегда ей и остаётся а еда.. Это же бургер а не печень белой акулы. Не удобные места за столом на первом этаже та же фигня подвале, там  ещё бар. Короче заходите, пробуйте. Я больше не пойду …",
    "rating": 4,
    "name": "OpeaceDoll",
    "cat": "American restaurant"
  }
]