[
  {
    "review": "Taste of Ukrainian culture is right here! 😍 If you want to sit outside in a nice garden you must do a reservation. Since we didn’t have reservation, we sat inside and it was still beautifully decorated with traditional Ukrainian items😍 Vareniki and eggplant roles were top favorite 😍",
    "rating": 5,
    "name": "Farida Elchuzade",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "hurollig",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I ate here yesterday and had an amazing experience thanks to a very friendly and attentive waiter. The interior is very cozy and the food selection was perfect to introduce my friend to Ukrainian cuisine. Highly recommended and can be easily combined with a walk to the Mother Ukraine statue.",
    "rating": 5,
    "name": "Henk Dannijs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 5,
    "name": "Victoria K.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice Ukrainian restaurant. The crew wears traditional clothing good food, nice setting. Located at the edge of downtown",
    "rating": 5,
    "name": "Alex Ainsworth",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 2,
    "name": "Jose Manuel Cadena Ardid",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best of the best ! Top notch place ! Delicious Ukrainian cuisine",
    "rating": 5,
    "name": "Özgü Özkul Özyiğit",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks🔥🌻",
    "rating": 5,
    "name": "filipe oliveira",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The food slaps, super cool interesting and reasonably priced. Come after 6pm and there is a live band. Recommend getting the chicken Kiev (need I say more)",
    "rating": 5,
    "name": "Steven Bendal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 5,
    "name": "Ken Kralick",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The place is beautiful and nice it has nice music but .. it’s a tourist trap. The waiters were really pushy, they didn’t want to explain how the menu work. They just repeat the same all the time. We asked before to order at all, to split …",
    "rating": 1,
    "name": "Romualdas Isoda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I loved this restaurant. Very delicious food, friendly staff, fast service, variety of Ukrainian food. Inside of the restaurant and the clothes of the staff are traditional as well. The prices are reasonable (expect to pay around 25€). We were 4 people, we had starters, lots of beers and main dish for 700 UA each. Definitely try.",
    "rating": 5,
    "name": "Alexander Fuhrmann",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great mood and setting, really delivers on the whole ukrainian setting, with live music playing ocasionally, the staff is fully dressed in ukrainian drabs, its fantastic. The food is top notch too, with one or two more bland dishes but overall very very tasty, for a Foreigner at least. Price is a bit steep but not overly so.",
    "rating": 4,
    "name": "Alex Simpson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Юра Юра",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is an excellent restaurant for those who wish to experience the real Ukraine food. The atmosphere is great. The staff are very friendly and helpful. And the food is fabulous. This restaurant is highly recommended.",
    "rating": 5,
    "name": "tanaf gt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing restaurant for a group dinner.  The drink and food prices are very reasonable. Service was impeccable in spite of the group size. …",
    "rating": 5,
    "name": "Ignacio Ortiz Diago",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beware if you are a tourist, its a trap.The place itself is cozy, beautiful waitresses meet you at the entrance and escort to a table. Coming to the food, I had pork barbeque chops and my father in law Kiev chicken dish. I also asked for …",
    "rating": 3,
    "name": "Szczepan Janus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic food, huge place, friendly staff, food is great, taste and freshness are top. Prices higher than in normal kiev restaurants but still quite affordable for tourists. Interior is authentic. They also have traditional live music. …",
    "rating": 5,
    "name": "Oleg Vasilkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was decent, but not quite matching the prices in my opinion and my party of 5 would agree with me on this. Traditional atmosphere and beautiful outdoor seating area give it a lot of charm. Service was reasonably good and we enjoyed our meal!",
    "rating": 5,
    "name": "Ilia Mebonia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very disgusting service and restaurant. I have been to Ukrainian tourism in 2018. I remember that the waiter recommended two of the most distinctive dishes. The result was the most expensive dish, the most expensive mineral water, and one …",
    "rating": 5,
    "name": "Nik Sires",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This is a perfect place if you are looking for an authentic and traditional Ukrainian dishes.. the decorations, atmosphere and the way the waiters are dressed makes it even better.. I've tried Kiev chicken and it was so good here.. the …",
    "rating": 5,
    "name": "Alberto Q",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service. Authentic food. Reasonable prices. I'd return for sure.",
    "rating": 5,
    "name": "Valerya Balannik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Place is quite strange. Definitely quality of food is amazing. It was super tasty!!! However there is some kind of lack of atmosphere, it’s overdecorated and overpriced (however due to location could be understood). Still good enough for 4* ...but I had to take one down due to the way how one of the waitresses treated my girlfriend.",
    "rating": 4,
    "name": "Pietro Marco Janssen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best restaurants in Kiev, so beautiful, so delicious, an amazing place! If you in Kiev you MUST visit and eat here 😍👍",
    "rating": 5,
    "name": "Doug Makishima",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Oleg, thank you for your rate! We are waitimg for you in Tsarske Selo!",
    "rating": 5,
    "name": "Bartosz Wróblewski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Ukrainian cuisine. Must try Borscht, Salo and Vareniki. Atmosphere is pleasant as well. Little pricey for local standards but it's worth it.",
    "rating": 5,
    "name": "Niks Goldmanis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your review, we are very glad that you liked everything)) we will be glad to see you at our restaurant🌻",
    "rating": 1,
    "name": "Thomas Näslund",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food, atmosphere, and hospitality. This is close to the Motherland monument, and WW2 museum. …",
    "rating": 5,
    "name": "Georgi Shengelia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "By far the best restaurant I've ever been to in Kyiv. The environment is just amazing, everything decorated in traditional Ukrainian style, down to the last detail. The background music, not pop American as is so common, but a mix of …",
    "rating": 5,
    "name": "Sergejs Barannikovs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food and service. Atmosphere felt very authentic. Prices were really reasonable for the experience and the wonderful quality of food.",
    "rating": 5,
    "name": "Dustin Slead",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good and nice romantic place ... so sad for them it was so emplty. Excellent quinoa and advocado tartaar",
    "rating": 4,
    "name": "Mahmood Ansari",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and wait for you again",
    "rating": 5,
    "name": "Luis Gonzalez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place for authentic traditional Ukrainian food and atmosphere!",
    "rating": 5,
    "name": "A W (Ahmad)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great regional cuisine and drinks, very nice and always smilled service. The local is decorated also in folklore style. When we came to the restaurant, the meal was overwhelmed by the folk band that played and sang for an hour or more. The place is not cheap, but definitely worth a visit. I recommend it with a strong confidence! :)",
    "rating": 5,
    "name": "Ondrej Hora",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food and the service was 10/10. Waiters were very polite and did best to help you pick the dish. Plenty of traditional Ukrainian dishes to pick from",
    "rating": 5,
    "name": "D S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We are working to ensure that you leave us with a smile and return, thank you for your feedback🥰🌻",
    "rating": 5,
    "name": "Zuzana Švecová",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive. NO good food. Steak overcooked massiveliy. Can eat same quality food in pub for half The price. Dissapointed",
    "rating": 5,
    "name": "Issa Al Balushi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place, warm staff, super delicious food! Highly recommended!👍👍👍",
    "rating": 5,
    "name": "Ivo Michel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and waiting for you again",
    "rating": 5,
    "name": "Samara",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic Ukrainian food, interior design, music. If you want to feel and touch the soul of Ukraine you must visit this restaurant.",
    "rating": 4,
    "name": "Gizem Kılıç",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Some of the best borscht we have had in Kiev. And try the horseradish vodka on the way out. It is a flavor you will chase for the rest of your days.",
    "rating": 5,
    "name": "Bryan Essing",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice words😍",
    "rating": 5,
    "name": "Alexandr Zvonik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great ambience whilst you enjoy the Ukrainian cuisine. Went there given the reviews, the food was great but definitely not the best in Kyiv. Also, the first ever place I’ve been to in Kyiv where the server asked for a tip themselves which was a a bit annoying.",
    "rating": 4,
    "name": "Ayman Elgammal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "good day\nWe are shocked that such a situation was happened\nPlease, if you can to contact us. We want to know about all details of the situation. Our contact 067 43 411 22. Thank you",
    "rating": 3,
    "name": "Artem Kovalyov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing! Unique! Excellent food and service is second to none!",
    "rating": 5,
    "name": "Damir Yermagambetov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian traditional restaurant with lots of colour and classic atmosphere\n\nCosy and comfortable …",
    "rating": 3,
    "name": "Eslam Ezzeldin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Epic Ukrainian food, prompt service, nice folkish ambiance. Highly recommend but get ready for tourist prices (worth it). Tried borschtch with pork ribs (and shot of vodka to start with)...😳 .... YES PLEASE",
    "rating": 2,
    "name": "Ioannis P",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It seemed traditional style but luxury service Ukrainian restaurant. Grandma’s salad was nothing special but fresh. I didn’t order traditional food and ate salmon steak was alright. I really enjoyed the Ukrainian dumpling though. They …",
    "rating": 2,
    "name": "Stephane “Fufa” Dufour",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback! Waite You again in our restaurant!)",
    "rating": 5,
    "name": "Nina Skorupka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best restaurant in Kiev. Worth to visit and have great food experiences. Also Great service and atmosphere.\nFood price are not typically Ukrainian, but still good value for great quality.",
    "rating": 5,
    "name": "vp85",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "From entering the door you will feel like you have travelled to the past, unique restaurant with amazing traditional decorations, staff also well trained and ready to serve you, food was delicious, visited this place twice during my stay in Kyiv because it's the best, Highly recommended. Thanks Alice",
    "rating": 5,
    "name": "Erman Esentuna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! Waite again and again 🌻🌼🌻",
    "rating": 5,
    "name": "Mariia Goshchevska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food and atmosphere! Always going back whenever in Kyiv!",
    "rating": 4,
    "name": "Martin Laššák",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ivo, thank you for your feedback!",
    "rating": 5,
    "name": "Віктор Невідомий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best traditional restaurant in Kyiv 😍🇺🇦😭",
    "rating": 5,
    "name": "Anna Nemesh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and waiting for you again",
    "rating": 4,
    "name": "Elena Strutinska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice traditional Ukrainian restaurant. It is definitely on the pricier side but the quality is worth it. I am giving 4 stars and not 5 just because they did not have a lot of of the items on the menu on the day we were there. Otherwise, in my opinion a must visit in Kiev.",
    "rating": 5,
    "name": "G Camille",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and waiting for you again",
    "rating": 5,
    "name": "Margarita Kloster",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing authentic Ukrainian food!! Wonderful service. Super friendly staff, amazing interior decorations, live authentic Ukrainian music, lovely girls... I cannot say enough good things!",
    "rating": 5,
    "name": "cortana halo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian food a d cozy environment with good service",
    "rating": 5,
    "name": "Stephane D.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian cuisine, very nice traditiinal Environment, like an old cabin and the waiters are very friendly and dressed in Traditional clothes",
    "rating": 5,
    "name": "Pavel Volejníček",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback ❤️ Waite again in our restaurant 🌼🌻🌼",
    "rating": 4,
    "name": "Pingo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food overall, but they sell you a couple of water bottles worth 10 Eur each. Very tourist oriented and a bit too much relies on exaggerated atmosphere than a good service.",
    "rating": 4,
    "name": "Anthony Chan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really loved this place. Excellent option for those searching for authentic Ukrainian food and atmosphere. Will definitely come again, next time in Kyiv.",
    "rating": 4,
    "name": "Kevin Walters",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 5,
    "name": "nikos kalamakis (alphafruits)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nicly decorated in traditional Ukraine style. Food is average. A bit pricey.",
    "rating": 5,
    "name": "Rimantas Griguola",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "There were more waitresses than clients and still nobody would come. Then they were unwilling to speak Russian, there is even no menu in Russian and ..they brought a false meal, which they corrected and it was delicious. Prices highest ever …",
    "rating": 5,
    "name": "Hazar Panc",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not bad. Good experience and some Ukrainian performance makes it interesting. I just don't understand why they bring Italian water bottle that cost 10$ without notice and then surprise charge it on the bill. Water should not be that …",
    "rating": 5,
    "name": "Floris Naaijkens",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious dishes, beautiful interior design and great location.",
    "rating": 5,
    "name": "Enes Eyüp Diker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very delicious dishes 😍 highly recommend 👌",
    "rating": 3,
    "name": "Francisco Magalhães Santos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good.ukrainian restaurant tasty food cozy atmosphere  nice drinks.",
    "rating": 5,
    "name": "Ekaterina Kotlyar (canofwormsru)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you! We are waiting for you in Tsarske Selo!",
    "rating": 2,
    "name": "Eric Tholomé",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Woa, that's was real experience! An interior, a band singing, a high quality stuff, very fast cooking and super tasty. Try everything!",
    "rating": 5,
    "name": "Anjelika Zaychenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A nice place to spend some time with fine Ukrainian cousine. A bit pricey.",
    "rating": 4,
    "name": "Romualds Ivanovs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place especially for foreigners who want to try traditional Ukrainian dishes.\nLive music band is very nice.",
    "rating": 5,
    "name": "Catalin Butnariu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! Waite You again in our restaurant 🌻🌻🌼🌼",
    "rating": 5,
    "name": "Gita Baronaite",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Everything tasty. Local food. Very authentic!  But no local wines....",
    "rating": 2,
    "name": "Mario Romano",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you want to see really old ukrainian culture - this is the right place.\nVery tasty, but the only disappointing thing - banosh. Just porridge, not traditional serving. Other dishes were nice.",
    "rating": 2,
    "name": "Adéla Uhříková",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 3,
    "name": "Тарас Березовец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice atmosphere, musicians were playing live when we came.\nThe staff is very friendly and the food is amazing - I warmly recommend their delicious Medovyk.",
    "rating": 5,
    "name": "Ronnie A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback! Waite You again in our restaurant!)",
    "rating": 5,
    "name": "Andrii Moroz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great traditional ukraine dishes in a very elegant yet traditional atmopshere. Definitely a must see.",
    "rating": 5,
    "name": "Wilson Varghese",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you, Margarita!",
    "rating": 5,
    "name": "Cleem Janssen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Try the chicken Kiev, borscht, red caviar, Georgian wine, excellent ! Very nice and friendly service",
    "rating": 5,
    "name": "Timur Asfur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much for your feedback and Waite your again in our restaurant",
    "rating": 4,
    "name": "William Taylor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good place withlivemusicgroup, the dashes were very sweet,  the even got the parking place",
    "rating": 4,
    "name": "akram zahran",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback! Waite You again in our restaurant!)",
    "rating": 5,
    "name": "Josh Anderson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Well done meal and tourist price, nice service  and atmosphere.",
    "rating": 5,
    "name": "Umberto M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We were waiting long time for taking order and for drinks before food, so workers can work better but about kitchen anytching wrong, maybe it was one bad day when i came. Very good and nice food :)",
    "rating": 4,
    "name": "Jesper Biveros",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "St O",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Visited during lunch service in winter 2019. Ordered chicken Kiev and their special drink.\nPros: Great service from beautiful waitress. Children Kiev was nicely cooked, …",
    "rating": 5,
    "name": "Valentyna Pliushch",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Anthony, thank you for your rate! We are waiting for you in Tsarske selo!",
    "rating": 4,
    "name": "Alyona Tec",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A little overpriced for Kiev, bit the food is very good and it's near kiev pechersk lavra and the Motherland statue.",
    "rating": 4,
    "name": "Michal Tasar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good restaurant,  traditional with good food and friendly staff.",
    "rating": 1,
    "name": "Serge L.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super ukrianian cuisine. Maybe a bit more expensive as in Kiev, but still can get overload with 15 Eur. I recommend for everybody who is looking for ukrianian experience.",
    "rating": 3,
    "name": "Franco Niederland",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Live music was great. We had fun during the dinner, it was nice to listen to Ukranian folk music while we dine.",
    "rating": 4,
    "name": "mohammed mahmoud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the best places in town. Original live music from time to time. Not too loud. The food is close to original. No weird interpretations. Quality wine.  We love the rabbit, the Olivier salad. Take a taxi to this place. Opportunity for …",
    "rating": 5,
    "name": "Roland",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decoration of this place are treomendus. If you want to try ukranian local food and drink , i can highly recommend the place.",
    "rating": 5,
    "name": "Gregory Segal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback and wait you again in our restaurant 🌼🌻🌼",
    "rating": 5,
    "name": "Nothin 2 C Here",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Maybe the space is different, but is too dark, the food is average, more expensive, unfortunately the person that was with my table was a bit sick, without wire properly a mask, so I was a bit disappointed after read all those reviews",
    "rating": 5,
    "name": "Ieva Likauskaitė",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Dear Francisco, thank you for your feedback, we try correct situation and wait you again.",
    "rating": 1,
    "name": "Myroslava Luzina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food! Very tasty and authentic!",
    "rating": 4,
    "name": "Alptug Emirhan Artan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Let's start with the positives: it's conveniently located very close to the monastery, and the place itself is worth a visit given it's extravagant decor. Food quantity was large if you're really hungry. …",
    "rating": 1,
    "name": "Adolfo Urrutia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We have a very nice traditional food in the restaurant, very nice place and very welcome staff !\nIts really nice place to have a dinner or launch.",
    "rating": 4,
    "name": "Purple Mark",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback and Waite again to our restaurant",
    "rating": 5,
    "name": "Дария Глушко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, acceptable service.",
    "rating": 4,
    "name": "Hristo Arakliev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Simply amazing. Beautiful traditional decorations, excellent food, kind staff. Would give more stars if I could. I'll make sure to return when I'm back in Kiev.",
    "rating": 1,
    "name": "ali alqama",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Catalin, thanks for the feedback. We are waiting for you in Tsarskoe Selo!",
    "rating": 5,
    "name": "Gregory B.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional restaurant, with wonderful atmosphere. All waitress is very kind, good looking jn traditional closes, food delicious. Even we get live concert where young girl play and song beautifully",
    "rating": 4,
    "name": "Justus Blumberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food is very good quality traditional Ukrainian fare but it's very expensive and waitress tries constantly to upsell. I  ordered a small beer and was brought s big one, had it changed but in the end I think I was charged the big one, meat …",
    "rating": 5,
    "name": "Krunoslav Slišurić",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive for Ukraine. Small meals and the waiter was not very nice. Quite good taste, but not worth the price. I had already better meals for half price and better treatment.",
    "rating": 5,
    "name": "Rostyslav Kryzhanovsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Typical Ukrainian cuisine. Tasty but slightly Soviet style of serving. You may be surprised how unhealthy the food is.",
    "rating": 5,
    "name": "banu yesilbek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you want real Ukrainian food and genuine atmosphere,  don't miss this 18th century-like place. A bit outside of the center but worth going. If you have little ones, they even teach them how to ply with the pastry.  In return you'll have …",
    "rating": 5,
    "name": "Pavol Malenky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good cuisine and tasty dishes, elegant but national interior, professional and experienced staff ready to advise you or play with your kids.\nPropositions to improve: …",
    "rating": 1,
    "name": "K None",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you! We take your wishes into consideration. We are waiting for you in Tsarske Selo!",
    "rating": 1,
    "name": "John Tokesalot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We had office function here with several staff. Great Ukrainian cuisine, friendly staff, and wonderful music. Great ambiance reminiscent of Ukrainian village. Good local wine too. Will visit again",
    "rating": 5,
    "name": "Carmen Tinaut",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice people. Very good meals. All very clean",
    "rating": 5,
    "name": "Gauri Nigudkar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Cleem, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Yu Jiang",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely traditional Ukrainian food! Nice atmosphere and warm vibes!",
    "rating": 5,
    "name": "Eugene Gorbachev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 2,
    "name": "Peter Hopfgartner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Have eaten here numerous times.  Like the ambience of the restaurant.  Excellent food.  However, I was disappointed the last time I visited in August 2018.  Reserved a large table for a post-baptism celebration for fifteen adults. …",
    "rating": 4,
    "name": "Hyokyun Choi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian decorations,I ate there twice ,cozy  restaurant has variety of foods ,it is relatively expensive.But definitely worth it.",
    "rating": 5,
    "name": "Bill Wirtz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Fox Attorneys",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing food. Fair warning: the chicken Kyiv took almost an hour, but I was warned ahead of time and it was worth every minute.",
    "rating": 4,
    "name": "Milton Weinhold",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 4,
    "name": "Alexander Grosul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukranian restaurant with traditional upscale ambience.\nExcellent service and very good food.\nMusic entrainment is also included.\nTables are large and offer a nice level of intimity.",
    "rating": 5,
    "name": "Artem Shevalev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "This place might be considered to be a tourist trap - one of few in Kiev. But the food is quite good and the restaurant has a nice atmosphere. It is a great stop while exploring the attractions in this part of Kiev.",
    "rating": 5,
    "name": "Andrei Snitko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Here you can eat tasty local dishes served in a beautiful way. Good service. Look at the prices per weight - your bill might be terrifying.",
    "rating": 1,
    "name": "JP Rosar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "+ one more gorgeous place with traditional Ukrainian cuisine in Kyiv, right next to Kyiv-Pechersk Lavra. The food, the staff, the athmosphere are wonderful.\nThe ACCESSIBILITY level is good, but there is one step of stairs to overcome on the way that might be easily helped by the restaurant staff.",
    "rating": 1,
    "name": "Di Bu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It’s truly tastes amazing and surely Ukrainian cuisine, but the prices are like for foreigners. I would recommend to visit once for sure, just to taste true Ukrainian dishes",
    "rating": 5,
    "name": "Colin Elliott",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Alyona, thank you for your rate! We are waitimg for you in Tsarske Selo!",
    "rating": 4,
    "name": "Dmitry Sotnikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Although the meal portions do not correspond to the high enough prices, we loved the beer and the authentic \"selo\" design. However, I admit that this place is quite obviously a turist trap, so to be avoided by anyone on low budget.",
    "rating": 5,
    "name": "GB",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Horrid service given the price of the dishes. With the restaurant being about half full we left after waiting 20min for someone to come and take our order. Take your money somewhere else.",
    "rating": 5,
    "name": "Chris L W",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback. We try correct situation",
    "rating": 5,
    "name": "Raul Cos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nothing special. Friends recommend me for the atmosphere but bortsch are 3 times overpriced.",
    "rating": 5,
    "name": "Maksym Koliada",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. 🌻",
    "rating": 5,
    "name": "Alik Krasner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not bad place  quiet and friendly people. food is great.",
    "rating": 1,
    "name": "Dan Krajčovič",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you) Waite again in the our restaurant 🌼🌻🌼",
    "rating": 1,
    "name": "Olin C.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent place. English spoken waiters. Delicious food and refreshingly different Ambiente. Love that place. Reservation in the evening i do recommend. Just passing could lead to don't have a place to sit.",
    "rating": 5,
    "name": "Maciej Niegolewski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "If you want to have a colorful and authentic Ukrainian experience, this is the place to go. The Ukrainian decor is well thought off and complementary to your dining experience. There is Ukrainian string band with bayan playing throughout …",
    "rating": 4,
    "name": "Jakub Puchala",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent but expensive food.  Cool decor \"a la\" Ukrainian traditional village house, hata.\nI ordered the dried fruits drink and Ukrainian soup called borsch,  main ingredient being beets plus other vegetables and \"galushki\" inside, which are a form of pasta.",
    "rating": 5,
    "name": "Hans Sinke",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place with really good cuisine!\nFirst we thought it was closed, that's how private it is 😁 close to the street, but still quiet to have conversation with friends during the lunch. Good free wifi!",
    "rating": 5,
    "name": "pradeep reddy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A word of caution to those who organize/coordinate working dinners for groups—stay away. In case of an international group, the restaurant staff will try to preferentially communicate with confused foreigners (incl. trying to sell them $350 …",
    "rating": 5,
    "name": "Marcos Oliva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good service & food. Had filet mignon and medovik, both were really good.",
    "rating": 5,
    "name": "Mateusz Kuczynski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback and wait you again in our restaurant 🌼🌻",
    "rating": 5,
    "name": "Pegase FR",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tourist trap. Very expensive for Ukraine, one small salad 175 uh and they even charge for the oil 20 uh. The food is not good! Be aware they charge for everything.I talked to the manager and she told me she did not speak english , for me …",
    "rating": 5,
    "name": "Mats Palats",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, price in average, the dining room is dark (there are no windows!).\nWaitress very pretty and kind.\nGood experience",
    "rating": 5,
    "name": "Azu Aus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb Ukrainian national restaurant. Very delicious food and English speaking stuff. Nice atmosphere and quite a quick service. But it's expensive. Services not included in the cheque.",
    "rating": 5,
    "name": "Theo Ruzhynsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very traditional. Not exactly my type of restaurant, but it's good for what it is.",
    "rating": 5,
    "name": "Javier Montanari",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback and wait again",
    "rating": 5,
    "name": "Богдан Ніколайчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Bad experience food is not great price is high.\nI don’t recommend this place to anyone",
    "rating": 4,
    "name": "H. N.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "We select the best products and the price depends of the quality. We are trying for every guest always. Be happy if you came back again to our restaurant 🌻🌼🌻",
    "rating": 5,
    "name": "Shambles",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very cozy place with a unique and interesting decoration. Great option for a breakfast, everything was excellent! highlight for the friendly service.",
    "rating": 5,
    "name": "Serge Chistov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Julia Kochergina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Really nice Ambiente. Good food with good prices. Only thing to complain about are the weird tables, where you partially have to sit at an angle to let your live.",
    "rating": 5,
    "name": "Majd AlKhatib",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Genuine Ukrainian restaurant. It even had live music. Very nice.",
    "rating": 5,
    "name": "Nikolai Yenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback and Waite you again",
    "rating": 4,
    "name": "Evan Drew",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good authentic Ukrainian food! Definitely a must see the decor is beautiful, the employees are dressed in traditional clothing, and most of all the food is the absolute best!",
    "rating": 5,
    "name": "Seb K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amasing restorant. Very typical Ucranian food. Extremely delicious. Very clean. Atmosphere is very authentic. Friendly waiters.  I have nothing to complain about.",
    "rating": 5,
    "name": "David Russell",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place to eat and speak with friends...",
    "rating": 3,
    "name": "Vassel XXX",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pavol, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 4,
    "name": "Rimantė Jaugaitė",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ochen' ploho!\n\nLeast expensive glass of wine is $13.95 USD for a Ukrainian Cabernet. You can …",
    "rating": 5,
    "name": "Danilo Ricarte",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Had a lunch to meet with friends the staff was rude and pushy the food was not so good and the check was the largest I have ever see in this city for what reason this place gets good reviews I can not fathom. Try any other place in the city this was the worst experience of my trip!",
    "rating": 5,
    "name": "Irena Skuratovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a very nice restaurant, with a good atmosphere and nice desserts, I recommend it.",
    "rating": 4,
    "name": "Stefan Nikolic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback! Waite You again in our restaurant!)",
    "rating": 4,
    "name": "Mustafa Atakay",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "What a dining experience!! Not to be missed. All traditional Ukrainian dishes, ambience, music, drinks .... Absolutely fun place to be!!",
    "rating": 5,
    "name": "Iryna R",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "very cute restaurant",
    "rating": 3,
    "name": "Dimitar Lilov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 1,
    "name": "uğur yılmaz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent local cuisine paired with attentive and prompt service.\nAvoid ordering foreign dishes - they are not good at it. Local only",
    "rating": 5,
    "name": "Joe Karns",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The Food is nothing special. I had a greek salad, and it was somehow way to sweet. The Staff members dont speak english and are verry bad organised.",
    "rating": 5,
    "name": "Markus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Atmosphere is unique but restaurant guests there wear wrong glasses for Asian and Muslim. No need to say sth bad in a restaurant for meal.",
    "rating": 5,
    "name": "Victoria Rao",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best food I've had in Kyiv. Nice interior and friendly staff. Do make sure to leave some space for desert, because it's delicious!",
    "rating": 3,
    "name": "jan prokop",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best Ukrainian restaurant in Kiev in a charming typical setting. Staff is nice unlike many of the other traditional places we went in Kiev.",
    "rating": 5,
    "name": "The Mike Blackham",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful place. Decoration on point and traditional music. Friendly staff. Good food, just good. A little bit expensive for the little amount they give.",
    "rating": 5,
    "name": "Andreas Bolle",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very authentic place but with pretty high prices. Also, what is disappointing, it has a lot of hidden charges, like a bread or sour cream etc. which aren't included in a price but they still serve it.",
    "rating": 5,
    "name": "Mehmet Hoca",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great ethnic Ukrainian restaurant with excellent friendly service. Very centrally located, with parking.",
    "rating": 5,
    "name": "Mario Gavidia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good option for Ukrainian food. Interior is also made in national Ukrainian style. Live folk music when available is good addition.",
    "rating": 5,
    "name": "Kamil Borkowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Charged me way too much for a tiny bottle of water. They dont have air conditioning running for some reason",
    "rating": 2,
    "name": "Romed Felderer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "My last experience with this place was very bad. Waitresses and so-called manager were very rude.",
    "rating": 3,
    "name": "Liubov Frazer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Hello dear guest, According to the Ministry of Health, all guests of restaurant must leave outerwear in the dressing room. we correctly asked you about it, but you did not agree. we're sorry you left restaurant. We hope You can understand situation. Anyway, we Wait you",
    "rating": 4,
    "name": "Natali Yakusheva",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absoultey loved it. Great local cuisine with great setting and fantastic staff. Chicken Kiev a must",
    "rating": 5,
    "name": "laurent joly",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very beautiful, authentic place, with Ukraine country style design, with very tasty food, but the service is very slow, you will spend hours till you get your order.",
    "rating": 5,
    "name": "Danushka Premadasa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Lovely place to have dinner with your family or business partner.",
    "rating": 4,
    "name": "Lukas Hajek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "Philip Adamson",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A little kitsch, but a cool experience and pleasant staff",
    "rating": 2,
    "name": "Olga Resht",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place and service. Good food. They had a cat that sat on my lap as we were waiting for the food.",
    "rating": 5,
    "name": "александр горев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Raul, Thank you for your feedback! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Vincenzo Cataldo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent Ukrainian cuisine and a place to visit after long walk around the Motherland complex",
    "rating": 5,
    "name": "Malgosia Morejko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Maksym, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nMaksym, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 4,
    "name": "Gokhan Cucu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place with great traditional (and not only) cuisine. Great inside decoration and excellent service.",
    "rating": 4,
    "name": "Damian M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The service is absolutely incompetent, the guy who was serving our table showed us his despect and even after receiving the tip just for him, he did visibly show us, how he despise us,he even did a sound... Don't ever go here.",
    "rating": 5,
    "name": "Liga Kuksa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not recommended for International travelers. Poor service overall. Three of five meals were incorrect, and our hostess was not hospitable having the errors pointed out.",
    "rating": 5,
    "name": "Türk Askeri",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Realy nice stuff, beautiful decorated interior and ofcaurse delicious traditional meals. I didn’t found any minuses",
    "rating": 5,
    "name": "Vlad Tsikhotskyy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Just don't order appetizers and you'll have a great time.",
    "rating": 4,
    "name": "John Riezebos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback. What happens with your appetisers?",
    "rating": 5,
    "name": "Bill S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant with original Ukraine food. You simply must try the Borsch! It's delicious.",
    "rating": 5,
    "name": "Oleg Medvedev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very tasty Ukraine dish",
    "rating": 4,
    "name": "qbot123",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious borsch and great atmosphere.",
    "rating": 4,
    "name": "Roman Vasilev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "Julia N",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "a great place to try Ukrainian food.  nice service.  I recommend.",
    "rating": 4,
    "name": "Evaldas Miliauskas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Mateusz, thank you for your rate! We are waiting for you in Tsarske selo!",
    "rating": 5,
    "name": "Marcel Stranak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Vert nice restaurant with friendly staff and good food",
    "rating": 5,
    "name": "James Blandford",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback and wait you again🌻",
    "rating": 5,
    "name": "Mina Gadis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice staff, interior and food. Exspensive for ukraine for sure! But im from sweden so i dont care 😎",
    "rating": 5,
    "name": "Che Burashka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best food you can ever find in Kiev and the service is mind-blowing. They are reading your minds.",
    "rating": 5,
    "name": "Dmitriy Wise",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic, tasty, beautiful - everything one would expect from a national cuisine restaurant",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good atmosphere, authentic ukranian food and good service.\nIs a must to go if you visit Kiev.",
    "rating": 3,
    "name": "Peter Sevonius",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great atmosphere of typical Ukrainian village, delicious food and friendly staff. Worth visiting.",
    "rating": 5,
    "name": "larry Smith",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice restaurant with Ukraine charming. Delicious food and friendly staff",
    "rating": 5,
    "name": "Russell Morrison",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent experience, food was very good. Nice local entertainment",
    "rating": 5,
    "name": "Alexander Pérez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Shambles, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Wojciech Niemczyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great atmosphere. Authentic and fun! Recommend",
    "rating": 5,
    "name": "Eli Tzur",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place, tasty traditional food!!! 100% recommend this restaurant!!!",
    "rating": 5,
    "name": "Serban Icleanu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Julia, thank you for your rate! We are waiting for you in Tsarske selo!",
    "rating": 5,
    "name": "Andrew Glass",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food, the borscht soup, the chicken Kiev so yummy",
    "rating": 5,
    "name": "Rakesh Agarwal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is not cheap, but food quality worth every penny you spend",
    "rating": 5,
    "name": "Resat TANIS",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unfortunately our wait time was very long, but the food was very good. So worth the wait.",
    "rating": 5,
    "name": "kostas sofianos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Evan, thanks for the feedback! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Eddie Peck",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The restaurant is certainly high priced for ukrainian means, however our borsch was tasty and staff friendly.",
    "rating": 5,
    "name": "Stefano Galdo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the three best traditional Ukrainian cusine restaurants in Kiev.",
    "rating": 5,
    "name": "Patryk Zatorski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best Ukrainian restaurant in Kiev , good food ,wine menu ,but to much expensive",
    "rating": 1,
    "name": "Manuel Avogadro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Prices are quite high compared to Ukrainian cost of living. Food is OK but not so surprising",
    "rating": 5,
    "name": "Paweł Wąsik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food at a reasonable price and a very pleasant atmosphere.",
    "rating": 5,
    "name": "Maksym Rohanin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good restaurant with traditional ukrainian cuisine. Tasty food",
    "rating": 4,
    "name": "Gert Goossens",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Decent food and uniqe interior. Definetly worth a visit.",
    "rating": 5,
    "name": "De Gevleugelde Ridder",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nicely decorated. The food was delicious and the staff was very helpful.",
    "rating": 5,
    "name": "Luisa Gallizia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Always good experience with food and service.",
    "rating": 5,
    "name": "Jaran Hjørungnes",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food, traditional Ukrainian and traditionally slow service",
    "rating": 5,
    "name": "Herman Abel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Don't go to this restaurant if you don't want to get ripped off",
    "rating": 4,
    "name": "Jacques Cocollos",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and cool place.",
    "rating": 5,
    "name": "Ty'Waun Burks",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "I loved visiting this restaurant! The food was really good (I absolutely loved the eggplant!).",
    "rating": 5,
    "name": "Rasmus Sehested",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Unique restaurant recreate 18th century Ukrainian village atmosphere and authentic cusine",
    "rating": 4,
    "name": "Катя Мартынова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very expensive in comparison to other places in Kiev. Tasty food but small portions",
    "rating": 5,
    "name": "Dan Berin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful and artistic traditional cuisinenamd venue.....beautiful all round! Highly recommend",
    "rating": 5,
    "name": "Mihaela Khamisa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good location, very delicious food, we will be back for sure",
    "rating": 5,
    "name": "Timur Özden",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Traditional Ukrainian cousin and live music.",
    "rating": 5,
    "name": "Porażony Prądem",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! Wait your again",
    "rating": 5,
    "name": "Sergio Armentia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food was excellent.",
    "rating": 5,
    "name": "Nick Kasianiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "That koniac at the end stole my heart, really recommend the restaurant, wonderful, traditional vibe!",
    "rating": 5,
    "name": "Konstantin Ivanov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Kamil, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Slava Gerber",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pricy tourist trap, hidden meat in seemingly vegetarian dishes, if you didn't fancy up before dinner, the staff \"hides\" you in a backroom.",
    "rating": 5,
    "name": "Valera Varfolomejev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Well presented and good staff, beautiful BUT food was tasteless",
    "rating": 4,
    "name": "Ramiz Behbudov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Worth a visit for some taste of real Ukrainian food.",
    "rating": 5,
    "name": "Yuriy Mazurchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful place and good dishes",
    "rating": 5,
    "name": "Jonas Andrulis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much. Your feedback is important to us.",
    "rating": 4,
    "name": "Vitalii Miniailo",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice place, good food and nice staff",
    "rating": 5,
    "name": "Piotr Orliński",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good and nice stylish interior restaurant, higher prices",
    "rating": 5,
    "name": "Stephen Horst",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food and service. A menu in English is available.",
    "rating": 5,
    "name": "Aleš Praznik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "It is a nice place and they have delicious food, but unfortunately the service was incompetent with english.",
    "rating": 5,
    "name": "Bia BB",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great Cars for Great People!!!\n\"Avtodom\"\nFeel the Power!!!",
    "rating": 4,
    "name": "richcard30",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Beautiful place with original traditional dishes!",
    "rating": 4,
    "name": "Jenny Torr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Vincenzo, thank you for your rate! We are waiting for you in Tsarske selo!",
    "rating": 5,
    "name": "Olena Novotna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super delicious food, great service, great deco",
    "rating": 5,
    "name": "Marek Flisowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious but pricey.",
    "rating": 5,
    "name": "Boris K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian cuisine. Friendly staff. Good music",
    "rating": 5,
    "name": "ahmad ahmad",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best place to experience Ukraine cuisine",
    "rating": 5,
    "name": "Umar Yakhyaev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Liga, thanks for the feedback. We are waiting for you in Tsarskoe Selo",
    "rating": 5,
    "name": "Sergey Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "İt was tasty but slow service",
    "rating": 4,
    "name": "Slava Ukrainsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "High end Ukrainian cuisine. Ask for uzvar and vareniki.",
    "rating": 5,
    "name": "Savas Anibal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tradional but also nice!",
    "rating": 5,
    "name": "Anuar Seidaliyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank your for your feedback 🌻wait you again in our restaurant 🌼",
    "rating": 4,
    "name": "Victor Zinchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good food and good service.",
    "rating": 4,
    "name": "Arjun Bhadra Khanal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "do you want to try Ukrainian food? this place for you",
    "rating": 5,
    "name": "jean claude Debono",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Oleg, thank you for your rate!",
    "rating": 5,
    "name": "Harun KUTAY",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice and fresh food but very expensive.",
    "rating": 5,
    "name": "Robert Vladislavic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice stuff, good meal, good borsch. Overpriced but good.",
    "rating": 5,
    "name": "Libor Nyári",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, perfect food.",
    "rating": 5,
    "name": "Zeeshan Raza",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "authentic ukrainian food though a bit pricey",
    "rating": 5,
    "name": "Bart v. Dongen",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Evaldas, thanks for the feedback! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Linda Eligh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Vodka is good and makes everything beautiful.",
    "rating": 5,
    "name": "Cyril",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Real Ukrainian cuisine. Food was fantastic.",
    "rating": 5,
    "name": "English Teacher",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very good service and very oriental... people their smile at your face all the time...",
    "rating": 5,
    "name": "Александр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "The best authentic kitchen ever!",
    "rating": 5,
    "name": "Гринченко Дмитрий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks for the feedback! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Мирослав Борисович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food and atmosphere!",
    "rating": 5,
    "name": "татьяна волчкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best place in Kyiv to try traditional cuisine",
    "rating": 5,
    "name": "Berkay Sürel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Rather expensive",
    "rating": 4,
    "name": "F.C.Ç",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food great waiter andrew",
    "rating": 5,
    "name": "D S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Iarry, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Gabriel Neagu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Food and atmosphere are brilliant!",
    "rating": 5,
    "name": "Валентина Сандугей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very traditional and authentic, not to mention the variety and atmosphere!",
    "rating": 5,
    "name": "CrazyCat Blu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best restaurant in Kiev. Period.",
    "rating": 5,
    "name": "Marina Dorozhanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "High quality ukraine food",
    "rating": 3,
    "name": "Sabine G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Eli, Thank you for your feedback! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Оксана",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food, traditional restaurant.",
    "rating": 5,
    "name": "Mark Shapiro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice kitchen and service",
    "rating": 5,
    "name": "Ali Omak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Loved the local cuisine and service.",
    "rating": 5,
    "name": "Pablo Menendez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Full of taste.\nSuggest for a good dinnee",
    "rating": 4,
    "name": "M B",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Amazing place with traditional colors.",
    "rating": 5,
    "name": "Алена Доценко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You❤️",
    "rating": 4,
    "name": "Ewa Pstrągowska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food and service.",
    "rating": 5,
    "name": "Ali SOY",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Just a perfect borsh",
    "rating": 5,
    "name": "Luca Spigarelli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good but expensive (according to ukrainian standart)",
    "rating": 4,
    "name": "Volodymyr DUBINSKYI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "over rated! Tourist trap in my view...",
    "rating": 4,
    "name": "Юлия Горобец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Manuel, thank you for your rate! What do you think we need to improve?",
    "rating": 5,
    "name": "David Cerveny",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place. Good food",
    "rating": 5,
    "name": "Сергей Вахурин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect Ukrainian restaurant.",
    "rating": 5,
    "name": "David",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Pretty nice experience",
    "rating": 5,
    "name": "Evgeniy Koifman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great service, great food",
    "rating": 4,
    "name": "pav bab",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Absolutely fantastic, a must for a trip in Kiev",
    "rating": 4,
    "name": "TK .Jukic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good, traditional food.",
    "rating": 5,
    "name": "Yara Kate",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic place",
    "rating": 5,
    "name": "Sergio Torres",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super atmosphere really typical",
    "rating": 5,
    "name": "Kenny Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food with great entertainment",
    "rating": 5,
    "name": "Andrzej Jaworski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great vodka and good ribs",
    "rating": 3,
    "name": "Mantas Maldeikis",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Interior excellent but service not the best",
    "rating": 5,
    "name": "Александр Иванов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great place. Must visit.",
    "rating": 5,
    "name": "Jekaterina Kaljagina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tradition and style. Verry nice!",
    "rating": 4,
    "name": "Виктория Лоо",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Chicken Kiev is very good",
    "rating": 4,
    "name": "Philip Hutcheon",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious",
    "rating": 5,
    "name": "Максим Максимов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 2,
    "name": "Nilay Çakıroğlu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice place and good service.",
    "rating": 5,
    "name": "Дмитрий Коваль",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best local dishes",
    "rating": 5,
    "name": "Martin Benda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "One of the Best!",
    "rating": 5,
    "name": "Diego",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим 😊 за ваш отзыв и ждём вас снова в нашем ресторане\n\n(Translated by Google)\nThank you 😊 for your feedback and we are waiting for you again in our restaurant",
    "rating": 3,
    "name": "Alevtina Dagnoff",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Transitional food and music",
    "rating": 5,
    "name": "Veronika Nika",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice food",
    "rating": 4,
    "name": "Anya Nura",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "A bit overrated.",
    "rating": 5,
    "name": "Sergey I",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very natural and cozy",
    "rating": 5,
    "name": "Irina Torala",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you!",
    "rating": 5,
    "name": "Helipat 13",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Tasty, but overpriced",
    "rating": 5,
    "name": "Anna Sajdakowska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very nice",
    "rating": 1,
    "name": "Юлия Василенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food!",
    "rating": 5,
    "name": "Albert Vélez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "You want Ukrainian this is the place to go",
    "rating": 5,
    "name": "Valérie EDMOND",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wery good restaurant.",
    "rating": 5,
    "name": "ivan vereshchaka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ok",
    "rating": 5,
    "name": "Semih Kiris",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Not great not terrible",
    "rating": 5,
    "name": "Yuliya Rybalchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Very traditional concept",
    "rating": 4,
    "name": "Sergiy levchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect!",
    "rating": 5,
    "name": "Александр Абчугский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Best!",
    "rating": 5,
    "name": "Nina Gorlova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Wery tasty food",
    "rating": 5,
    "name": "Kemal Uygun",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Excellent food",
    "rating": 5,
    "name": "Євген Іванов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great food",
    "rating": 4,
    "name": "ED SHVEIK",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great!",
    "rating": 4,
    "name": "장세영",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "expensive too much",
    "rating": 1,
    "name": "Алеся Микитан",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Виталий Арчаков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Savas, thank you!",
    "rating": 5,
    "name": "Lusy Dolia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Authentic restaurant",
    "rating": 3,
    "name": "Ruslan Ivanytsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Виталина Манукян",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Looijjan Schuurman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Delicious",
    "rating": 5,
    "name": "Lana Zla",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Perfect",
    "rating": 5,
    "name": "Алена Алена",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Super",
    "rating": 4,
    "name": "Koray aktaş",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome place.",
    "rating": 5,
    "name": "Анастасия",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Awesome place",
    "rating": 5,
    "name": "Fredrik Thu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Superb!",
    "rating": 5,
    "name": "Юлия Ясон",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Fantastic!",
    "rating": 5,
    "name": "Ирин Ко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ukrainian restaurant",
    "rating": 4,
    "name": "Elena Chechet",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Outstanding!!!",
    "rating": 1,
    "name": "Yu Sh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "No comment 😉",
    "rating": 2,
    "name": "Oksana Susla",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very colorful \"Ukrainian\" town. Excellent cuisine, very fatty dishes. Foreigners were invited to dinner, they were very impressed and grateful, although they noticed that Ukrainian dishes are very high in calories. I …",
    "rating": 3,
    "name": "Dasha Voronchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations)) your assessment and recommendation are very important to us, thank you for choosing our institution🌻\n\n(Original)\nВітаємо)) для нас дуже важлива ваша оцінка і рекомендація, дякуємо що обрали наш заклад🌻",
    "rating": 5,
    "name": "Ja Me",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Был с подругой, очень понравилось! Интерьер, кухня, обслуживание: всё на самом высоком уровне! И, наверное, самое главное - полностью погружаешься в атмосферу «української минувшини». Создается ощущение, что сейчас вот-вот выйдет сама …",
    "rating": 5,
    "name": "Assaf Bab",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв! Очень приятно, что вы остались довольны от поседения нашего ресторана. Ждём вас вновь! 🌼🌻🌼🌻\n\n(Translated by Google)\nThank you for your feedback! It is very pleasant that you were satisfied with the graying of our restaurant. We are waiting for you again! 🌼🌻🌼🌻",
    "rating": 5,
    "name": "Нур Максатулы",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритно. Множество деталей в интерьере - можно часами рассматривать. Понравилось зонирование, каждая компания сидит в своей хатке. Или на \"горищi\". Из блюд понравился печеночный паштет, мясо в тесте,  блинчики с маком! Фаршированная …",
    "rating": 5,
    "name": "Юрий Федоров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.  🌼🌻❤️\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant. 🌼🌻❤️",
    "rating": 1,
    "name": "Василь Рудницький",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A great restaurant. They have Ukrainian dishes. The waiters also serve with Ukrainian local clothes. There is live music and they play traditional ukrainian music. Chicken kievi is a must try. They have local drinks …",
    "rating": 5,
    "name": "Carlos Gonçalves",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "Дмитрий Кравченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place has both indoor and outdoor space. Staff speak english and are very polite. It is a place that serves traditional food designed in a traditional style. The decoration of the place is really perfect. Both …",
    "rating": 5,
    "name": "Jose Miguel Fernández",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is SPECTACULAR. Their brutal soups and the chicken croquette, as a main dish, cannot be beat. Highly recommended !!! …",
    "rating": 5,
    "name": "Ariye Markyelov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 5,
    "name": "Ольга Притько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautifully decorated, good food, slightly above average prices, friendly staff, English speaking .. There are parking spaces .. Very good horseradish vodka😊 .. …",
    "rating": 1,
    "name": "Юлия Елехова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant, good live music, polite staff, very democratic, as for the center of Kiev, prices.\nWell, the locations for the photo are just incredible !!! …",
    "rating": 5,
    "name": "Adel alghamdi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. И будем рады видеть вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. And we will be glad to see you again in our restaurant!",
    "rating": 2,
    "name": "VARvar IT",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Atmosphere that captivates\nin this place where Time\nit magically stopped. …",
    "rating": 5,
    "name": "Igor Shulev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! We can't wait to go back\n\n(Original)\nGrazie per il tuo feedback! Non vediamo l'ora di tornarci",
    "rating": 5,
    "name": "Alexander Yarmak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное и приятное место, доброжелательный и внимательный персонал , вкусная еда-все заслуживает высоких похвал! Кухня украинская: из еды заказывавши вареники с мясом , драники, запеченую картошку с салом , узвар и клюквенный морс …",
    "rating": 5,
    "name": "Юрий Савицкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Marina, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nMarina, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Alexander Vishnevsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Traditional restaurant, discovered by chance. There was a lot of choice on the menu, but you have to be very careful, since the prices are usually written in 100g, we were made aware of this, which I felt was good. I …",
    "rating": 5,
    "name": "Юрій Миколайович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно) борщ зелёный - вкусный как дома, окрошка - супер, вареники - отличные, котлета по-Киевски отменная) ).  А вот салат Царская Утеха (Цезарь) - подкачал, не понравился совсем. Обстановка уютная, все так продумано. Мы с детьми …",
    "rating": 5,
    "name": "Martin Kobler",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "И еда вкусная, и интерьер сделан со вкусом\n\nАвгуст 2018 …",
    "rating": 3,
    "name": "Евгений Сидоренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I like it very much. The experience was scrumptious traditional dishes and a menu supplemented with incense apple syrup. All employees are very concerned. And I will definitely come again. I strongly recommend. …",
    "rating": 5,
    "name": "Ich Tiander",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback!",
    "rating": 5,
    "name": "Boris Malzer",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great decoration and atmosphere. Our waitress was very attentive and kind explaining the price / weight system of the meat in proper English. The food was very good and the proportions were adequate. The price is …",
    "rating": 5,
    "name": "Dmitry Neduzhyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Живу в Киеве уже 6 лет, но про ресторан \"Царское село\" раньше не слышала.\nМесто замечательное, внутри очень атмосферно, присутствует множество мелких деталей в интерьере, музыка, свет, все подобрано удачно. …",
    "rating": 4,
    "name": "Elena Baladgan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You",
    "rating": 4,
    "name": "Андрій Любченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказали драник, вареники, котлету по-киеввски и салаты. Все очень вкусно. Цены выше среднего …",
    "rating": 5,
    "name": "Vladimir Boyarskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём снова в гости\n\n(Translated by Google)\nThank you for your review and look forward to visiting again",
    "rating": 5,
    "name": "V8 v8",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool place to lick the flavors of Ukraine. Borscht and dumplings are some of the best I've had. Fantastic Ukrainian mulled wine. High prices, but acceptable. The service is nice, the decor a bit tacky, but charming. …",
    "rating": 2,
    "name": "Olena Kalynychenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ewa, thanks for the feedback!\n\n(Original)\nEwa, dzięki za opinie!",
    "rating": 1,
    "name": "vika tori",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is a very nice place where you will taste local flavors with excellent presentation. It is a business where you can taste very good tastes that you should definitely go to in kiev. …",
    "rating": 4,
    "name": "Alla Bud",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ali, thank you for your rate! We are waiting for you in Tsarske selo!",
    "rating": 5,
    "name": "Ксения Богачева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) As soon as you arrive at the club, you have the impression of being in a mountain hut. Wood, brick and a lit fireplace and, if that weren't enough, everything also recalls Ukraine. From the waiters' clothes to the …",
    "rating": 5,
    "name": "Юля Орлянская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "🌼🌻🌼",
    "rating": 5,
    "name": "Антон Давиденко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) There are no questions about the kitchen and interior, everything is worthy.\nBut the service in Russian in such a themed restaurant .... this is a big minus. …",
    "rating": 5,
    "name": "Survarium Hola",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations 🌻\nYou are absolutely right 😔\nWe have already talked to the staff.\nWe are definitely waiting for you to treat you to our Ukrainian delicacies ♥ ️\n\n(Original)\nВітаємо 🌻\nВи цілком праві 😔\nМи вже провели бесіду з персоналом.\nОбов‘язково чекаємо на вас, щоб пригостити вас нашим українськими смаколиками♥️",
    "rating": 5,
    "name": "Владислав Романенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан уютный, комфортный, в украинском стиле даже одежда у сотрудников, очень красиво смотрится. Сырники с вишней понравились, чай с орехами и имбирем вкусный. …",
    "rating": 3,
    "name": "Ela Kolatker",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Gastronomy uplne top doporucuji Ukrajinska kuchyně, I recommend visiting, great Ukraine Kitchen, I recommend visiting, the best Ukrainian cuisine …",
    "rating": 5,
    "name": "Андрей Масич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you so much for your feedback and wait again you in our restaurant",
    "rating": 5,
    "name": "Дарья Кукушкина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Офигенно. И интерьер, и еда. Борщ, с пампушками, да с салом, да с рюмкой хреновухи - красота. А вареники, со шкварками - объедение.\nЖаль второго заведения того же уровня я так и не нашёл. …",
    "rating": 4,
    "name": "Инна Япичиоглу",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent restaurant with Ukrainian food a few meters from the monastery complex of Pecherska Lavra. Very good food and generous portions at expensive prices for Kiev, but cheap for European visitors. Decorated with …",
    "rating": 5,
    "name": "Андрей Ягельский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер место. Обстановка, обслуживание, ЕДА, все просто супер. рекомендую, не пожалеете …",
    "rating": 1,
    "name": "Анатолий З",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you liked us 🌻 Thank you for the feedback, we look forward to visiting again))\n\n(Original)\nДуже раді що вам сподобалось у нас🌻 Дякуємо за граний відгук, чекаємо знову у гості))",
    "rating": 4,
    "name": "Anna Romanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Маленькая порция борща ( с черносливом ), не вкусный оливье, и полиция у входа (охрана Мерседесов) подпортили ощущение, а так все круто …",
    "rating": 5,
    "name": "Juliusz M",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you, your feedback is very important to us and we are very pleased that everything is cool with us🔝\nWe rushed to try Olivier, so that next time you would not be disappointed 😌\nThe best specialists work on our borsch, this is a work of art, and art should be in moderation 😉 so that you will definitely come back for another serving❤️\nWe really want you to come visit us again and we will prove to you that everything is at the highest level🥰",
    "rating": 5,
    "name": "Антон Бандерос",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Traditional Ukrainian Restaurant; if you like countryside, good live music, and delicious traditional cuisine - this is the place for you. The only objection, and therefore less star, is the price - too expensive for …",
    "rating": 4,
    "name": "Myroslava Stanislavska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное аутентичное место с живой народной музыкой. Особенно понравился борщ\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Kushko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. И вновь ждём в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting in our restaurant! 🌻🌼",
    "rating": 2,
    "name": "Елена Гришина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) To be Kiev, the price is a bit high ... but it's definitely worth it. The staff speaks English and is very friendly, the place is decorated like a typical Ukrainian house and there was live music! Needless to say, the …",
    "rating": 1,
    "name": "мара кара",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It was really good here ~ ~ Ukrainian traditional food restaurant with traditional Ukrainian house. If you give me money for singing and you are singing in the middle, you will come close to me and sing a song ~ ~ But …",
    "rating": 5,
    "name": "Elena Ritz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) One of the best restaurants in Kiev with a great folk and romantic decor. Professional service and very good cuisine. The restaurant has its own free parking. …",
    "rating": 5,
    "name": "Serhiy Zakharchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The Kiev cutlet is presented very simply with a spoonful of porridge and a few peas. The food is mediocre and the environment is authentic authentic Ukrainian folk. …",
    "rating": 5,
    "name": "Katarzyna Omylska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классный ресторан национальной Украинской кухни. Не дёшево, но очень вкусно. Стоит к посещению ! …",
    "rating": 5,
    "name": "Elena Slavinskaya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритное место, как будто оказался на уютном хуторке. Официанты очень вежливые и огромное им спасибо за внимательность к каждому посетителю. Цены чуть выше, чем в других местах но оно того стоит. Брали куриный шашлык, и обалденный …",
    "rating": 5,
    "name": "Дмитрий Слогоцкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Glad you liked it!\n\n(Original)\nДякуємо за відгук! Раді, що вам сподобалося!",
    "rating": 5,
    "name": "Антон Викторович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Проезжали рядом, внешне очень стильно, большего не могу сказать. Летом возможно посетим …",
    "rating": 4,
    "name": "Ivan Bobkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ждём вас в гости!\n\n(Translated by Google)\nWe are waiting for your visit!",
    "rating": 5,
    "name": "Ольга Юрченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The typical Ukrainian restaurant to discover. A visit to Kiev and then a good dinner accompanied by folklore and songs with an orchestra and musicians. The staff is dressed in local costumes to serve you. The setting …",
    "rating": 4,
    "name": "Андрей Уклинов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ещё одна достопримечательность Киева. Очень душевное место с колоритным интерьером, внимательными официантами и очень вкусной едой. В меню только вариантов борщей семь видов, а сало, вареники, голубцы, колбаска, да под местную хреновуху... …",
    "rating": 1,
    "name": "Oksana Litvinenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) They said you need to buy 2 fixed menus. One costs 350 uah and the other 450 uah. Prices seemed expensive to us. Ukrainian citizens are given a different menu. It tasted very different to us, we couldn't eat it. Their …",
    "rating": 5,
    "name": "Светлана Порошок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень приятная обстановка. Кухня, особенно борщ, изюминка этого ресторана. Обязательно закажите сало и бутылочку хреновухи. Меньше не берите)доброжелательный персонал.Рекомендую заглянуть 🤩🤩🤩🤌🤌🤌👍👍👍 …",
    "rating": 5,
    "name": "Piotr Jankowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback❤️ We are always glad to see you in our restaurant)))\n\n(Original)\nДуже дякуємо за ваш відгук❤️ Ми завжди раді вас бачити в нашому ресторані)))",
    "rating": 3,
    "name": "Valeriy Moisyeyev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent old Ukrainian restaurant, which is styled not only architecturally, alr but also decorated. The staff walks in traditional costumes. Appetizer dumplings stuffed with meat and as the main golubtsy. Beer good. …",
    "rating": 5,
    "name": "Василий Миньков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is a local restaurant with real local food. It is also super cozy. There are so many details in the décor that you could be just looking from side to side. …",
    "rating": 5,
    "name": "Дмитрий Денисов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Персонал ооочень невнимательный, еда средне, думаю чисто из-за интерьера рассчитан на иностранцев. Украинскую кухню лучше пробовать в ресторанах SHO, Barvy, ОБ …",
    "rating": 5,
    "name": "Андрей Бусыгин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На данный момент это лучший ресторан украинской кухни в Киеве ,лично для меня ! Всегда иностранным гостям советую посетить Царское село. Атмосферно и вкусно ! Единственное,что борщ я пробовала и вкуснее )) …",
    "rating": 4,
    "name": "Oleksii Momot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. И вновь ждём в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting in our restaurant! 🌻🌼",
    "rating": 5,
    "name": "Филипп Ваганов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый декор, дружелюбный персонал, цены высоковаты, особенно, если учесть, что еда не так уж оправдывает ожидания. …",
    "rating": 5,
    "name": "ЛЕНКА Ленка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень приятный ресторан.Вкусно все от борща до Киевского торта.обслуживание супер.рекомендую,в 100 шагах от Киево-Печерской Лавры. …",
    "rating": 3,
    "name": "Сергей Зарецкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень калоритный ресторан..все супер..обстановка..блюда..и музыканты..\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Настя Голод",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, we are always glad to see you in our restaurant🌻\n\n(Original)\nДякуємо за ваш відгук, завжди раді вас бачити у нашому ресторані🌻",
    "rating": 2,
    "name": "Anatoliy Potaychuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great...\nFolk dresser.\nVery good Ukrainian cuisine. …",
    "rating": 5,
    "name": "Alexey Zyuzyukov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Great that you liked everything 😍 we are waiting for you🌻",
    "rating": 5,
    "name": "Oleg Yakymenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic restaurant with very friendly service and live music! …",
    "rating": 5,
    "name": "Vittorio Falco",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Настоятельно не рекомендую это место. Мне никогда не нравилось это заведение, но после того как я его посетила с мужем и друзьями на прошлой неделе не рекомендую никому. Еда может показаться вкусной, но что с Вами произойдёт потом, это ад. …",
    "rating": 5,
    "name": "Anton Semenov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день, Юлия☺️\nМы прочитали ваш отзыв и шокированы, что с вами произошла такая неприятная ситуация 😔\nНо нам абсолютно нечего скрывать и наоборот мы гордимся качеством наших продуктов и  кухню мы бережём в идеальной чистоте 👌🏻\nПродукты закупаем самые лучшие, поэтому и соответственная цена в меню, поскольку каждый продукт мы отбираем для этого трудятся не мало людей 🙂\nГотовы гарантировать на 100 %, что никакого испорченного продукта на кухне быть не может, контролируем это ежедневно и дегустируем, что бы убедиться в этом.\nЖдём вас в гости и готовы предъявить вам документы, где конкретно  мы покупаем продукты (это никак не секрет) в каком они качестве, как списывается продукт и в каком количестве и как он готовится.\nСкрывать нам нечего 😉\n\n(Translated by Google)\nGood afternoon, Julia☺️\nWe read your review and are shocked that such an unpleasant situation happened to you 😔\nBut we have absolutely nothing to hide, and vice versa, we are proud of the quality of our products and we keep our cuisine in perfect cleanliness 👌🏻\nWe buy the best products, therefore, the corresponding price in the menu, since we select each product for this, a lot of people work 🙂\nWe are ready to guarantee 100% that there can be no spoiled product in the kitchen, we control it every day and taste it to make sure of it.\nWe are waiting for you to visit and are ready to show you the documents where exactly we buy the products (it's not a secret at all) in what quality they are, how the product is written off and in what quantity and how it is prepared.\nWe have nothing to hide 😉",
    "rating": 5,
    "name": "Yaroslav Kramarchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Typical ucrainese restaurant, very close to the motherland's monument. It serves typical Ukrainian dishes, so you can take advantage of it if you are in the area. The food is delicious and it is noted that it is all …",
    "rating": 5,
    "name": "Євгенія Ставніченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect welcome !! The dishes are excellent. One of our best culinary memories in Kiev! …",
    "rating": 4,
    "name": "Melda U.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Not cheap, but colorful, very friendly people, and - very tasty;).\nShit - the best! …",
    "rating": 5,
    "name": "Дмитро УКР",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It is an authentic place where Ukrainian culture is kept alive and you can taste local dishes. …",
    "rating": 4,
    "name": "Paweł Niedbał",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусный борщ по-царски. Уютная атмосфера, настоящий украинский интерьер.  Рекомендую заведение …",
    "rating": 1,
    "name": "Moto Family",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас снова\n\n(Translated by Google)\nThank you for your feedback and look forward to seeing you again.",
    "rating": 5,
    "name": "M Ache",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting interior, friendly staff, everything is delicious, especially for foreign guests here is interesting, and lack of Ukrainian-speaking color in the restaurant staff. The administrator who accompanied us in …",
    "rating": 5,
    "name": "Julia Arslanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Высокий уровень обслуживания, качество еды соответствует имиджу. Немного \"шараварщины\", но основной клиент ресторана - интурист, для него пойдет! …",
    "rating": 5,
    "name": "Wolfram Molfar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great hospitable place. Delicious cooking and excellent service! There is a delivery menu for the New Year …",
    "rating": 5,
    "name": "Сергей Гаевик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We are waiting for a visit again\n\n(Original)\nДякуємо за відгук. Чекаємо знову в гості",
    "rating": 5,
    "name": "Diana Gavriel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place is a nice place where cultural meals are made .. It does not appeal to our taste very much .. but the employees' interest is nice ... …",
    "rating": 5,
    "name": "Ольга Миронова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very colorful place, nice atmosphere, you get as if in the works of Gogol!)) …",
    "rating": 2,
    "name": "Андрей Бровкин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we look forward to visiting our restaurant again. ❤️\n\n(Original)\nДякуємо за ваш відгук та знову чекаємо в гості до нашего ресторану. ❤️",
    "rating": 5,
    "name": "Piotr Szymański",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан в отличном месте и вроде бы все у него хорошо...\nНо такое впечатление, что задача только \"стричь\" ...\nа где украинская кухня за исключением борща , вареников и сало. …",
    "rating": 5,
    "name": "Сергей Бугаев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Expensive. Borscht is delicious. Borsche twice to eat. The face of the employee is stiff. After seeing, come to the beer and eat borscht. …",
    "rating": 5,
    "name": "Łukasz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "РАЗОЧАРОВАЛ! 17.07.2021 праздновали с мужем свою свадьбу в этом ресторане,  зал заказали заранее (где-то за 6 месяцев) до свадьбы, внесли предоплату. У администратора Алёны уточнили вопрос по возможности взять и наливать гостям свой …",
    "rating": 5,
    "name": "alvaro fonseca",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день, уважаемая Алеся,\nНам очень жаль, что вы остались расстроены в этот волшебный день 😔\n\nПо предварительному звонку мы вам предложили скидку в 30%, да действительно так, но вы сказали что у вас уже есть алкоголь, поэтому мы вошли в ваше положение, поменяли правила только для вас и предложили 50/50.\nСам предзаказ был утверждён с вами предварительно по электронной почте, без предзаказа мы не проводим такие серьёзные мероприятия поскольку в ресторане может что-то закончиться, все покупается специально под вас 🙌🏻\nКаждому из гостей предложили варианты выпивки, поскольку все в основном пили водку потребности в полусладком вине не возникло, также 3-4 девушки пили красное вино, но  за весь вечер было выпито 2 бутылки красного и 1 бутылка белого. Поскольку такого спроса на вино не было, весь алкоголь, который вы привезли мы вам отдали, лично проконтролировали этот вопрос 👌🏻\nТакие мероприятия мы согласовываем заранее именно для того что бы этот день для вас прошёл без нервов, но в последний момент вы поменяли рассадку гостей.\nМы рады вас видеть в любой день и если принесли вам неудобства мы обязательно скрасим ваш день ❤️\n\n(Translated by Google)\nGood afternoon, dear Alesya,\nWe are very sorry that you were left upset on this magical day 😔\n\nUpon a preliminary call, we offered you a 30% discount, yes indeed, but you said that you already have alcohol, so we entered your position, changed the rules just for you and offered 50/50.\nThe pre-order itself was approved with you in advance by e-mail, without pre-order, we do not carry out such serious events, since something may end in the restaurant, everything is bought specially for you 🙌🏻\nEach of the guests was offered options for drinking, since everyone mainly drank vodka, there was no need for semi-sweet wine, also 3-4 girls drank red wine, but during the whole evening 2 bottles of red and 1 bottle of white were drunk. Since there was no such demand for wine, all the alcohol that you brought we gave you, we personally supervised this issue 👌🏻\nWe agree on such events in advance precisely so that this day would pass without nerves for you, but at the last moment you changed the seating arrangement of the guests.\nWe are glad to see you any day and if we bring you any inconvenience we will definitely brighten up your day ❤️",
    "rating": 5,
    "name": "AnnaSch. AnutkaRU",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан выполнен в украинском стиле. Находится в уютном дворике, где не слышен шум машин. В ресторане отличное обслуживание, аутентичная украинская кухня. Вполне приемлемые цены. Рекомендую …",
    "rating": 5,
    "name": "OREL FRANZOI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good ethnic atmosphere. Top quality cuisine. The price 5 stars 😃 …",
    "rating": 3,
    "name": "Oleg Kashirsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A prime example of using a Ukrainian brand to make money for businesses that are far from all Ukrainian. Russian-speaking staff, sky-high prices. Everything is piled up in the interior. It is good that at least there …",
    "rating": 1,
    "name": "Dmitrij S",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Одно из любимых мест Киева! Всем советую приезжать. Атмосферно. Стиль \"а-ля украинское\" - в каждой детали интерьера. Ооооочень вкусно!\nОбслуживание - на высшем уровне. …",
    "rating": 5,
    "name": "Елена Купцова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв! И ждём снова в гости. 🌸\n\n(Translated by Google)\nThank you for your feedback! And we look forward to visiting again. 🌸",
    "rating": 3,
    "name": "Надя Лён",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great food, nice traditional restaurant. Cozy and good!\n\n(Original) …",
    "rating": 5,
    "name": "Олена Жемчужина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. The only thing in the borscht was prunes which are not listed in the menu as an ingredient. And so everything is very fine. I recommend ribs, fondant and white bread !!!! …",
    "rating": 3,
    "name": "Sergei Shchev_18",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан \" Царское село\" это залог хорошего настроения! Замечательная уютная атмосфера, вежливый и очень внимательный персонал, восхитительная кухня с домашним колоритом,заказ подаётся быстро всё прекрасно организовано! О этом ресторане …",
    "rating": 5,
    "name": "علي الحارثي",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв и снова ждём в гости\n\n(Translated by Google)\nThank you for your feedback and we look forward to visiting again.",
    "rating": 5,
    "name": "Карина Шарапова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We ate Kiev chicken and duck. The food was very tasty and the employees were very interested. Knowing that the prices are above the average, we chose the venue, but giving 165 UAH for 75 cc water was very upsetting. …",
    "rating": 5,
    "name": "Barbara Niedbał",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное колоритное место!!\nЗабежали быстренько перекусить, вареники просто тают во рту, никогда не пробовала таких мягеньких! В целом все на уровне. Приветливые официанты, сервис, еда, …",
    "rating": 3,
    "name": "Олеся Воронина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. И ждём вас вновь в нашем ресторане 🌼🌻\n\n(Translated by Google)\nThank you for your feedback. And we are waiting for you again in our restaurant 🌼🌻",
    "rating": 2,
    "name": "Kateryna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This was great\nFun music for the food and the very nice evening …",
    "rating": 5,
    "name": "Alex MrMariman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шикарная атмосфера и обстановка! Спасибо персоналу, было очень душевно)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Bradd Yu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательный ресторан: колоритно, вкусно готовят, живая музыка! Очень интересно здесь иностранцам, пожалуй, лучшее место для знакомства с украинскими блюдами) …",
    "rating": 5,
    "name": "Виктория Малина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обслуживание и атмосфера на высшем уровне. Отличное расположение. Единственный минус - высокие цены, но разочарования это не вызывает. …",
    "rating": 5,
    "name": "Богдан Набока",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вчера был в этом ресторане. Официантка и не она одна была без маски.  На вид простывшая, подкашливала ( ещё раз без маски) , я спросил хорошо ли она себя чувствует - сказала да, а сегодня я лежу дома простывший... ну и типа ресторан …",
    "rating": 5,
    "name": "Evgeniy Kozachyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день. Благодарим за ваш отзыв. Для нас очень важна обратная связь. Мы будем становиться лучше!\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback. Feedback is very important to us. We will get better!",
    "rating": 5,
    "name": "Светлана Задорожняя",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пригласила коллег из Европы попробовать украинскую кухню, решила, что \"Царское село\" отлчно для этого подойдет. Еда была нормальной, на 4. Но сервис! Блюда приносили как попало. Про вареники с мясом вспомнили после дессерта, когда мы счет …",
    "rating": 5,
    "name": "Andrzej Kobel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Деруны были очень вкусные. :) Но обслуживание в целом какое-то безразличное, а также в помещении темновато и как-то неуютно, несмотря на то, что весь интерьер стилизован в Украинском . Хотелось бы модернизации заведения в целом. А кухня …",
    "rating": 1,
    "name": "Елена Кемилева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас снова.\n\n(Translated by Google)\nThanks for your feedback and waiting for you again.",
    "rating": 1,
    "name": "Андрей Бирзов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food, full range of flavors at their best, one of the best in Kiev, I recommend meals in order, decor and finally because of the service, they give advice. …",
    "rating": 3,
    "name": "Оксана Калита",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Authentic Ukrainian food, very tasty.\nThe place is amazingly decorated and great service! …",
    "rating": 5,
    "name": "Oleksii Kleshchov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусное и колоритно. Рекомендую борщ испробовать с наливками 😇\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман Каратаев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty\nPolite and friendly staff\nService at height …",
    "rating": 3,
    "name": "Артём Григорьевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, we are always glad to see you in our restaurant🌻\n\n(Original)\nДякуємо за ваш відгук, завжди раді вас бачити в нашому ресторані🌻",
    "rating": 5,
    "name": "최승용",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) They left more than 12,000 for 9 people, and gave a tip, and a fucking security guard, demanded 200 hryvnias that left a car in their empty parking lot until 8 am. Never again. …",
    "rating": 1,
    "name": "First Second",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Vasily\nWe apologize for the behavior of our employee, this is unacceptable\nWe will have a conversation with the employee and we will do everything to prevent this from happening again.\nWe would be very grateful if you could contact us to correct your impression 💛\n0674341122, team of Tsarskoe Selo restaurant 🌻🌼\n\n(Original)\nДоброго вечора, Василь☺️\nМи приносимо вибачення за поведінку нашого співробітника, це неприйнятно😔\nМи проведемо бесіду зі співробітником і зробимо все, щоб таке більше не повторилось.\nБудемо, дуже вдячні, якщо зв’яжетесь з нами для виправлення вашого враження 💛\n0674341122, команда ресторану Царське село 🌻🌼",
    "rating": 1,
    "name": "Andrii Ianitskyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) An excellent restaurant apparently specializing in local cuisine. Everything that was tasted was of excellent quality and preparation. Unfortunately, I'm not in a position to assess the price/quality ratio, as I …",
    "rating": 1,
    "name": "frogfoot 14",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Безупречное место! Ребята молодцы! Про \"вкусность\" блюд, даже говорить не буду, поглотали языки. Цены самые обыкновенные. Пусть всех не пугает, что это \"крутой Печерск\" каждый найдет себе блюда по вкусу и по кошельку. Очень рекомендую!!! …",
    "rating": 5,
    "name": "Елена Сиволина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв и всегда ждем в гости!\n\n(Translated by Google)\nThank you for your feedback and we are always looking forward to your visit!",
    "rating": 5,
    "name": "Людмила Леонова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food of all kinds, very tasty and at a good price. The service has also been good …",
    "rating": 5,
    "name": "Aleksej Schneider",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Awesome place! Very tasty! Unprecedented Pessanal!\n\n(Original) …",
    "rating": 5,
    "name": "Віктар Трацэўскі",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан. Вежливый персонал. Вкусные блюда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Julia Dmitrova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait for You again!",
    "rating": 3,
    "name": "Villa Gogol",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Была с другом иностранцем. Пока я вышла в туалет официант пытался его развести на 500 грн. Человек заплатил по счету и оставил на чай 200 грн. Официант сказал ему, что этого мало и нужно ещё 500 добавить. Когда в зале появилась я, то …",
    "rating": 5,
    "name": "Сергій Лупирь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A popular Ukrainian restaurant worth visitingزيار\n\n(Original) …",
    "rating": 3,
    "name": "Tasnádi Sándor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан не про кухню, ресторан исключительно для туристов, еду несут как попало, и горячее и холодное вместе, утка которая запечённая, казалась варёной и обжаренной на сковороде дня 2 назад, а сегодня ее просто разогрели. Цены …",
    "rating": 4,
    "name": "Оксана Волкова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. Мы обязательно обсудим ситуацию с сервисом. И ждём вас опять в гости\n\n(Translated by Google)\nThank you for your feedback. We will definitely discuss the situation with the service. And we are waiting for you again",
    "rating": 5,
    "name": "Ник Анатолич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Обязательное место для посещения, еда действительно вкусная.\nIt’s  must have place for visiting this restaurant . The food is really delicious. …",
    "rating": 5,
    "name": "Elena C",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дружелюбный персонал, приятные \"комплименты\" от кухни. Всё вкусно по украински\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Zalishchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный атмосферный ресторан со своей историей,который продолжает держать свой высокий уровень из года в год …",
    "rating": 4,
    "name": "Liliya Snitsar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback, it is very important for us🌻\n\n(Original)\nДуже дякуємо за ваш відгук, для нас це дуже важливо🌻",
    "rating": 5,
    "name": "Peter Paul",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритное и приятное место. Заведение в полной мере соответствует названию ресторан. На входе есть гардероб, каждый стол убран белой скатертью, которая после ухода посетителей меняется на новую. Подача блюд очень быстрая, качество …",
    "rating": 3,
    "name": "Игорь Крамаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 4,
    "name": "FELIX MACBEATHA",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Тематический декор. Очень классно возле огня в камине.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Іван Скрипка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Ждем снова в гости\n\n(Translated by Google)\nThank you for your feedback. We look forward to visiting again",
    "rating": 5,
    "name": "Olga Iushchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent cuisine ... good attention of waiters at the table .... prices of foreign wines too high ... excellent the black wine of Odessa sold at about 25 euros .... very kind sommelier .. this is still a restaurant …",
    "rating": 5,
    "name": "T K",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Честно, ели и повкуснее! Подача так себе, могли б и постараться. Не могу сказать, что «супер»\nОфицианты не сильно хотят работать, место больше для туристов, чем для коренных …",
    "rating": 5,
    "name": "Анжелика Скрипченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. Для нас очень важна обратная связь от гостей для того, чтоб мы становились ещё лучше. Ждём вас снова в гости!\n\n(Translated by Google)\nThank you for your feedback. Feedback from guests is very important for us so that we become even better. We are waiting for you again!",
    "rating": 5,
    "name": "Sven Hager",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) If I'm back in Kiev, I absolutely have to go back! Very friendly and helpful service! Great food!\nEven extra wishes are fulfilled (birthday greetings in Ukrainian from the …",
    "rating": 1,
    "name": "Sergi Barros",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and wait for you again",
    "rating": 5,
    "name": "Марина Лысенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусная кухня, безупречные официанты и шикарные музыканты. Что ещё надо для великолепного отдыха. …",
    "rating": 4,
    "name": "Nataliia Ti",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks for your wonderful feedback🌻",
    "rating": 5,
    "name": "Nataliia Burlachenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Скоро украинская кухня в Киеве будет более экзотичной чем итальянская и японская. Удивили бесплатным детским меню по выходным дням.\nВсе было отлично: обслуживание, еда, месторасположение. Порции небольшие, но …",
    "rating": 4,
    "name": "juan garcia rios",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не могу оценить кухню, т.к. не ем в кафе🤷‍♀️ Но очень уютно и моя семья любит!👍 …",
    "rating": 5,
    "name": "Ann Golik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас вновь в нашем ресторане! 🌼🌻🌼\n\n(Translated by Google)\nThank you for your review and we look forward to welcoming you back to our restaurant! 🌼🌻🌼",
    "rating": 5,
    "name": "Мария Игоревна Самарская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) One of the oldest and most famous restaurants in the Pechersk district, among the cons. Unfortunately, even on warm autumn days, the open terrace for some reason no longer works. There are no other disadvantages …",
    "rating": 5,
    "name": "Наталья Емец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback каwe are waiting again in our restaurant 🌼\n\n(Original)\nДякуємо за ваш відгук 🌻чекаємо знову в нашому ресторані 🌼",
    "rating": 4,
    "name": "조현철",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно!лучшая украинская кухня в Киеве!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Константин Папа-Коста",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations)) thank you for the good feedback🌻\n\n(Original)\nВітаємо)) дякуємо за гарний відгук🌻",
    "rating": 5,
    "name": "Elena Loginova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious\nNice service, very friendly …",
    "rating": 5,
    "name": "Марьян Галиев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Кухня очень посредственная. За такие деньги хотелось бы чего-то более интересного. …",
    "rating": 4,
    "name": "Iwan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "хужшее обслуживание! избирательное отношение! Официанты хамят, хостес вообще болт забивает\nПриехали на своей машине, нас без проблем пропустини, никаких проблем не было. …",
    "rating": 5,
    "name": "Яна Кузка",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy restaurant in Ukrainian style, delicious food, menu with Ukrainian dishes. Attentive staff. But prices are skyrocketing! …",
    "rating": 5,
    "name": "Віталий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback and looking forward to our restaurant again!\n\n(Original)\nДякуємо за ваш відгук та чекаємо знову до нашого ресторану!",
    "rating": 5,
    "name": "веталь туркан",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень колоритно. Множество деталей в интерьере - можно часами рассматривать. Понравилось зонирование, каждая компания сидит в своей хатке. …",
    "rating": 5,
    "name": "Kate Tkach",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. Нам очень приятно. И ждём вас снова в гости в наш ресторан 🌻🌼🌻\n\n(Translated by Google)\nThank you for your feedback. We are very pleased. And we are waiting for you again to visit our restaurant 🌻🌼🌻",
    "rating": 5,
    "name": "Алена",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Tsarskoe Selo - the soul of Ukrainian cuisine, in the heart of Kiev) everything is at home and even better! Incredible service, old food, colorfulness in every detail. I love this place ❤️ …",
    "rating": 3,
    "name": "Pavel Shyrinskykh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and look forward to seeing you again at our restaurant.\n\n(Original)\nДякуємо за відгук та чекаємо знову у нашому ресторані.",
    "rating": 1,
    "name": "Тарас",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это великолепное место. Очень яркое воспоминание о городе связано с тем что случайно зашли в этот ресторан. Атмосфера потрясающая, блюда вкуснейшие, ребенка пригласили на мастер-класс, на налили по чарочке настойки, что в январе совсем не …",
    "rating": 2,
    "name": "Mihail Garkov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Anton, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nАнтон, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Kostiantyn Skripachuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличная Украинская кухня. Очень вкусно готовят, отличный антураж, живая музыка. По деньгам выше среднего. …",
    "rating": 5,
    "name": "WayThey",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 3,
    "name": "Карина Подоляк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Максимально колоритно. Если ищете, куда сводить иностранных друзей и партнёров - именно то место. К тому же, очень даже вменяемые цены, учитывая расположение в самом центре возле Лавры)) …",
    "rating": 5,
    "name": "Людмила О",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Ждём снова в нашем ресторане.\n\n(Translated by Google)\nThank you for your feedback. We are waiting again at our restaurant.",
    "rating": 5,
    "name": "Diana Dekret",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) You got married on a train. Lack of benches, toilets with a pungent smell of .. and unpleasant. We took an overnight train to the city of Chernivtsi. If you want to enjoy the caravan, order more expensive carriages, …",
    "rating": 4,
    "name": "şener ağdaş",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very colorful, delicious. High level of service. I recommend. …",
    "rating": 5,
    "name": "Дмитрий Овчаренко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это совершенно новый уровень! всё на высоте! от официантов, до изумительно вкусных блюд …",
    "rating": 5,
    "name": "Mücahit kzltprk.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв🌼 и ждём опять в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback and we are waiting for you in our restaurant again! 🌻🌼",
    "rating": 3,
    "name": "Руслан Форостяк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный интерьер! Национальный аутентичный! Одежда официантов соответствует. Глаз все время за какие-то мелочи интересные цепляется.  Для интуристов вообще огонь. Для украинской кухни слишком маленькие порции, мужчину котлетой и ложкой ( в …",
    "rating": 5,
    "name": "Alison Hops",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё вкусно - кроме кровянки. Хотя, если кто любит кровянку на старом сале(по некоторым данным, она действительно на старом сале обжаривается и готовится)  . А так- всё на высоком уровне с отличным сервисом с заботой персонала и вниманием …",
    "rating": 5,
    "name": "irina fedorenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады вновь вас видеть в гостях!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "CatAstrofe Sova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На вид ресторан приличный. Все выполнено в украинском стиле. Красота. А вот людей поменять они не смогли. Остановились пообедать в нем. Мало того, что долго ждали, так еще и нахамили. Цены не реальные. Завышены в разы. Принесли мясо Да …",
    "rating": 5,
    "name": "Valentina Chetvernya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вчера посетили данное место. Неплохой ресторан,  вкусная еда, красивый украинский интерьер. Но, невнимательный персонал или так специально поступают. Заказала сырники с вишней. Принесли с одной вишенкой. Они были отличные, вкусные и это …",
    "rating": 5,
    "name": "rylik rylik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very cool place on the culinary map of Kiev located near the monument of Mother Motherland. The restaurant's atmosphere filled with Ukrainian atmosphere is complemented by live music and singing. I celebrate beautiful …",
    "rating": 5,
    "name": "Кристина Романец",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно. Приятный персонал.\nБольшие порции, что на редкость !!!\n- уровень …",
    "rating": 3,
    "name": "Наталья Стуканогова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Колоритно. Иностранцам нравится. Блюда вкусные. Но есть некоторые моменты: отмечали праздник тут, официантка любезно предлагала закуски, некоторые опции не были прописаны в меню, на вопрос цены и объемов порции затруднилась ответить, а …",
    "rating": 5,
    "name": "Marcin Leśko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мирослава, благодарим за ваш отзыв! Безусловно мы проговорим данную ситуацию с персоналом. Возможно вы помните имя девушки? Спасибо, что помогаете становится лучше.\n\n(Translated by Google)\nThank you Miroslava for your feedback! Of course we will talk about this situation with the staff. Perhaps you remember the name of the girl? Thanks for helping me get better.",
    "rating": 5,
    "name": "Мария Яровая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place. The atmosphere is impressive, the staff is polite and optimistic. The food was delicious) A visit here leaves a positive memory of the evening) …",
    "rating": 5,
    "name": "Christopher Friebel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Костя Гундоров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан украинской кухни. Интерьер отличный. Для детей есть живой уголок. Обслуживание хорошее. Правда, заказ принесли другой, нежели заказывали. Качество еды далеко от идеального и ниже среднего. Солянка больше напоминала суп из соленых …",
    "rating": 5,
    "name": "Ksenia Guljai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно. Атмосферно.\nНо!!!\nАдминистратор абсолютно  не компетентен решать спорные вопросы. Была проблема с …",
    "rating": 5,
    "name": "Андрей Короткин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Melanie Zeh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая украинская кухня. Оочень большой выбор блюд. Всегда приятное и профессиональное обслуживание. Люблю у них сырники и узвар. Заказываем обычно вареники, винегрет, борщ, и разное)) у меня ни разу не было замечаний по еде. Дороговато …",
    "rating": 5,
    "name": "avi romi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно. Приехали с иностранными гостями, чтобы показать украинскую кухню и передать украинский колорит. Тут получилось на 100%. Блюда очень вкусные, отличный выбор. Напитки также удивили: самогон, клюквенная настойка. Это просто …",
    "rating": 5,
    "name": "Dmitriy Lykov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I had the opportunity to try Ukrainian borsch in several premises and definitely won! The puffs were fresh, soft, the dish perfect! Dumplings also the best in my opinion, I chose with potatoes and mushrooms and it was …",
    "rating": 3,
    "name": "Katerina Goltsberg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Спасибо большое ресторану за проведение нашего банкета.\nОчень уютное место. Всем рекомендую котлету по киевски, самая вкусная именно в этом ресторане. …",
    "rating": 5,
    "name": "George Mamulaishvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Elena, thanks for the feedback! We will pass on your words to the administrator. We are waiting for you in Tsarsklm village!\n\n(Original)\nElena, дякуємо за відгук! Передамо Ваші слова адміністратору. Чекаємо на Вас у Царськлму селі!",
    "rating": 5,
    "name": "Ilona Allaou",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее колоритное заведение, были с компанией, из еды заказывали борщ, вареники и блинчики. Очень понравилась подача борща с пампушками, часныком, салом и рюмочка 20° с солёным огурчиком. …",
    "rating": 5,
    "name": "Aleksandr Volodin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличная, вкусная, украинская- национальная кухня.\nБыстрая подача, внимательное обслуживание.\nЕсть парковка. …",
    "rating": 5,
    "name": "Полина Шимпф",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв. И вновь ждём вас в нашем ресторане 🌻🌼🌻\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting for you in our restaurant 🌻🌼🌻",
    "rating": 5,
    "name": "Slava Movchan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) An iconic restaurant with a pleasant culinary reputation. Convenient historical place, center, parking, silence, comfort. Chamber. How who wants a quiet tasting of Ukrainian cuisine. That's here. Slightly outdated …",
    "rating": 3,
    "name": "Viktor Markov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютно, в украинском стиле...)\nСало - божественное)))\nМы остались довольны) …",
    "rating": 5,
    "name": "Alex G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место креативное со своей атмосферой. Есть очень потрясные блюда, вот прям с изюминкой и эксклюзив, а есть самые обычные, как везде, так что пройдет и для любителей оригиналов и для тех, кто хочет просто пообедать чем-то традиционным. …",
    "rating": 5,
    "name": "Валентина Гуменюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 5,
    "name": "Тимофей Затушевский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Поступки персонала это ценности и верования руководителя\n\nGps дал сбой и чтобы разобраться с ним мне нужно было припарковаться. Парковка …",
    "rating": 5,
    "name": "Сергій Козак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за конструктивный отзыв. В нашем ресторане есть услуга \"предварительного резерва парковочных мест\". И возможно, парковщик некорректно выразился. Мы примем ваши замечания к сведению. И все же, приглашаем вас к нам вновь.\n\n(Translated by Google)\nThank you for your constructive feedback. Our restaurant has a \"preliminary reservation of parking spaces\" service. And perhaps the valet put it incorrectly. We will take note of your comments. And yet, we invite you to visit us again.",
    "rating": 5,
    "name": "Роман Иваненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно!!! Отдыхали с компанией, все понравилось)!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr Marchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations)) we are very pleased that you liked everything, we are very happy to see you in our restaurant😍\n\n(Original)\nВітаємо)) нам дуже приємно що вам все сподобалось, ми дуже раді вас бачити в нашому ресторані😍",
    "rating": 5,
    "name": "Андрей Иванета",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent food, great service, beautiful decor and live music (every now and then a 3-4-person band with an accordion, an authentic-looking Cossack with a voice like a bell and 1-2 girls singing traditional Cossack …",
    "rating": 4,
    "name": "Елена Зарицкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Экзотика для иностранцев... Не больше. За такие деньги блюда должны вызывать wow - эффект. Но увы... Самый обычный борщ... Кровянка. Ну так себе. В Кракове в самой обычной подвальной кафешке гораздо вкуснее.  Да все самое обычное. Вкусно, …",
    "rating": 3,
    "name": "michuh18",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень аутентичное заведение со своей уже сложившейся историей. Вас приятно встретят на входе,проведут в зал. Красивое меню, очень приятная обстановка, как будто вернулся лет 200 назад. Тут есть и телеги, и хатинки, ассортимент блюд шикарен. …",
    "rating": 4,
    "name": "Olga Onuf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятная атмосфера, сервис на высшем уровне, безумно вкусно! Прекрасная живая музыка …",
    "rating": 5,
    "name": "Pure Pleasure",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас вновь в гости! 🌼🌻😉\n\n(Translated by Google)\nThank you for your feedback and we look forward to seeing you again! 🌼🌻😉",
    "rating": 3,
    "name": "Наталья Викторовна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан. Вкусно готовят, обширное меню и недетские цены, но в общем 5 баллов :) …",
    "rating": 5,
    "name": "Олег Клименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас снова в гости.\n\n(Translated by Google)\nThank you for your feedback and we look forward to seeing you again.",
    "rating": 5,
    "name": "Alexander Haceaturean",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Борщ царский! Наваристый, очень вкусный. А вот сало- на вкус как мыло.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Компания ТРИО - Trio Co.- New Generation of Heating",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень аутентичное заведение со своей уже сложившейся историей. Вас приятно встретят на входе,проведут в зал. Красивое меню, очень приятная обстановка, как будто вернулся лет 200 назад. Тут есть и телеги, и хатинки, ассортимент блюд шикарен. …",
    "rating": 4,
    "name": "Марина Никитенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ходили с подругой сюда обедать . Могу сказать что обслуживание на высоте. Цены приличные. Обстановка уютная)))Мне всё понравилось …",
    "rating": 5,
    "name": "Maxim Negoda",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв и ждём снова в гости.\n\n(Translated by Google)\nThank you for your feedback and look forward to visiting again.",
    "rating": 5,
    "name": "Amnon Israel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень завышены цены, оно и понятно единственное место в этом районе.\nПо кухне 50/50, борщи и вторые блюда хороши, а холодные закуски посредственны. …",
    "rating": 3,
    "name": "Krzysztof RUTKOWSKI",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждем в гости!\n\n(Translated by Google)\nThank you for your feedback and always look forward to visit!",
    "rating": 1,
    "name": "özgün liman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Заказала киевский торт. Это гастрономический оргазм 😍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Ткаченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем вас в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 4,
    "name": "Andrey Serg",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Their prices are high, the food is normal. If everything is closed, you can go eat something, but do not forget to bring a few grandmother's pensions))))) hahahaha .... for the same money that can be thrown away at …",
    "rating": 5,
    "name": "Pavel Azarov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback. It is very important for us to hear the opinion of each guest to become even better. We will be glad if you visit us again.\n\n(Original)\nДякуємо за ваш відгук. Нам дуже важливо почути думку кожного гостя, щоб стати ще краще. Будемо раді, якщо знову завітаєте до нас.",
    "rating": 5,
    "name": "Darius Armonas",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятный атмосферный ресторан в украинском стиле. Приветливый персонал, достаточно демократичне цены для заведения такого класса. …",
    "rating": 5,
    "name": "Александр Яриш",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв! И будем рады видеть в нашем ресторане снова.\n\n(Translated by Google)\nThank you for your feedback! And we will be glad to see you in our restaurant again.",
    "rating": 2,
    "name": "James Penu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный ресторан украинской кухни и не только. Все что ели приготовлено прекрасно. Но надо быть готовым к обычным бытовым перепитиям. Чуть подождать... Чуть внимательнее посчитать ... А в общем улыбаются нормально. …",
    "rating": 5,
    "name": "PAVEL T",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Typical Ukrainian restaurant, the food is good and there is a nice atmosphere. …",
    "rating": 5,
    "name": "Даниил Евтухов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 2,
    "name": "Сергей DMZ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютный ресторан с приятной атмосферой и улыбчивыми официантами\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jaime Abehsera",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Концепция заведения не новая, но реализованная на высоком уровне.\nПомимо непременных атрибутов интерьера, которые не создают ощущение декоративной убогости, Царское село может порадовать отменным сервисом. Официантки, а нас …",
    "rating": 4,
    "name": "ri-sheng lee",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful atmosphere of the Ukrainian village. And very tasty borsch and cool serving) …",
    "rating": 1,
    "name": "Сергей Омельченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and look forward to seeing you again in our restaurant! 🌼🌻\n\n(Original)\nДякуємо за ваш відгук та чекаємо знову в нашому ресторані! 🌼🌻",
    "rating": 5,
    "name": "ami piankevich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is good but the prices are too high. I wouldn't consider going again. Kiev cake was a nice dessert …",
    "rating": 5,
    "name": "Михаил Громовенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 5,
    "name": "Mr Stamph",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Аутентичный украинский ресторан. Вкусный борщ, вкусные вареники. Цены выше среднего. Есть своя парковка. Официанты позитивные. …",
    "rating": 5,
    "name": "Tatiana Love",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады вновь вас видеть в гостях!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Victor Yudin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food and good service. The interior is nicely decorated, making you feel the unique atmosphere here. Watch out for the price of standing water on the tables. One bottle costs 160 hryvnia. With two bottles …",
    "rating": 5,
    "name": "Андрей Нестеров",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good cuisine, and there is a sense of the 90's. First, the staff appeals to visitors in Russian. Second service: ordered a pork roll. Its cost is indicated for 100g, as well as many other dishes (completely in the …",
    "rating": 5,
    "name": "Я Мечта",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Безусловно, ресторан туристический. Однако, в данном случае, это скорее плюс, так как в меню все хиты украинской кухни, а сотрудники очень стараются. Хороший интерьер. Несмотря на обилие гостей, внутри уютно. Есть живая музыка. Исполняют …",
    "rating": 5,
    "name": "Vita Shvarts",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Мега-шикарный ресторан: особенно их кицюни-хостесс, камин и ансамбль. А какие они дают здоровские жупанчики, если нужно выйти на улицу! Это всё не говоря уже о просто божественной еде! В общем, потрясающее местечко, мы все остались довольны …",
    "rating": 5,
    "name": "Хоть кто Хоть на что",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This is to feel how to be the King and Prince of Kyiv. Everything is delicious, good affordable prices, comfort and kindness. …",
    "rating": 1,
    "name": "Amalia Plasencia",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the delicious homemade borsch and the warmth of the staff. …",
    "rating": 1,
    "name": "Sergey Goruk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback and we look forward to seeing you again in our restaurant! 🌼🌻🌼\n\n(Original)\nДякуємо за ваш відгук та чекаємо знову у нашому ресторані! 🌼🌻🌼",
    "rating": 4,
    "name": "Наргиз Петрова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place delicious food. Too bad for the time\n\n(Original) …",
    "rating": 3,
    "name": "Віталій Анатолійович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The best restaurant in Ukraine! I liked live music the most. This is the impression that I visited my home in Khmelnytsky region without leaving Kyiv. …",
    "rating": 5,
    "name": "АЛЁНА ОСАДЧАЯ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always looking forward to your visit!\n\n(Original)\nДякуємо за відгук та завжди чекаємо в гості!",
    "rating": 5,
    "name": "Stefan Tsintsarski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Буквально пару часов назад побывали в заведении но эмоции не убывают, такого ужасного сервиса не встречал очень давно.\nПосле прогулки зашли перекусить, никак не думали что скушать по одному блюду …",
    "rating": 5,
    "name": "Вагиф Байрамов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Recommend to visit, delicious cuisine.\n\n(Original) …",
    "rating": 1,
    "name": "Дмитрий Сергеевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место! Рекомендую всем кто впервые едет в Киев посетить этот ресторан!\nБыли семьёй проездом в Киеве. Между самолётами было время ожидания 7 часов.  Я заранее связался с директором этого заведения. И нас встретили в аэропорту! У …",
    "rating": 5,
    "name": "Larysa Ковальчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, great atmosphere, nice Polish-speaking service, generally a very nice atmosphere and a great place. …",
    "rating": 4,
    "name": "victoria biniatova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Local food restaurant Excellent atmosphere and quality\n\n(Original) …",
    "rating": 4,
    "name": "Сергей Нитенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Невероятно вкусно абсолютно всё, от хлеба и соусов до десерта и напитков! В моем личном рейтинге ресторанов нац.кухни занимает первое место! Довольно многолюдно, пришлось подождать официанта минут 10-15 (сразу предупреждали на входе), это, …",
    "rating": 5,
    "name": "Юлия Санталова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A very nice and good Ukrainian restaurant!\n\n(Original) …",
    "rating": 4,
    "name": "Victor Bondarenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красмвый и устаревший антураж! Заказал блюда , а ни того ни того ,как в меню нет! Прождал. Варенники оказались только с картошкой! Ужасно голодный ждал и наблюдал как официанты в шляпах бегают , суетятся, но час прождал! А всего кликнтов …",
    "rating": 5,
    "name": "виктория галат",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Из-за неадекватности персонала не рекомендую данное заведение. Не пустили при наличии желтого сертификата, потребовали зеленый при том что на дверях пишут что достаточно просто сертификата. …",
    "rating": 5,
    "name": "Svetlana Bušmanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Dear guest, according to the rules of the Ministry of Health of Ukraine, the following criteria apply, according to which you have the right to visit the institution, namely:\n1. In the presence of a negative result of testing for COVID-19 by polymerase chain reaction (PCR test) or rapid test for coronavirus antigen SARS-CoV-2, which was conducted no more than 72 hours before visiting the institution;\n2. If there is a document confirming receipt of the full course of vaccination, an international, domestic certificate or a foreign certificate confirming vaccination against COVID-19 with one dose of single-dose vaccine or two doses of two-dose vaccine (green certificates) included by the World Health Organization to the list of permitted for use in emergencies;\n3. If there is a negative result of testing by polymerase chain reaction or recovery of a person from the disease, the validity of which is confirmed by the Unified State Web Portal of electronic services, in particular using the mobile application of the Portal Action (Action).\nAnd under no circumstances do we have the right to require you to show documents, we only asked and clarified the availability of the above documents. 🌻🌼🌻\n\n(Original)\nШановний гість, згідно встановленими правилами Міністерства охорони здоров’я України, застосовуються наступні критерії, за якими ви маєте право відвідування закладу, а саме:\n1. За наявності негативного результату тестування на СOVID-19 методом полімеразної ланцюгової реакції (ПЛР-тесту) або експрес-тесту на визначення антигена коронавірусу SARS-CoV-2, яке проведене не більш як за 72 години до відвідування закладу;\n2. За наявності документу, що підтверджує отримання повного курсу вакцинації, міжнародного, внутрішнього сертифіката або іноземного сертифіката, що підтверджує вакцинацію від COVID-19 однією дозою однодозної вакцини або двома дозами дводозної вакцини (зелені сертифікати), які включені Всесвітньою організацією охорони здоров’я до переліку дозволених для використання в надзвичайних ситуаціях;\n3. За наявності негативного результату тестування методом полімеразної ланцюгової реакції або одужання особи від зазначеної хвороби, чинність якого підтверджена за допомогою Єдиного державного вебпорталу електронних послуг, зокрема з використанням мобільного додатка Порталу Дія (Дія).\nІ не при яких обставинах ми не маємо право вимагати вас показувати документи, ми лише запитували та уточняли о наявності вищевказаних документів. 🌻🌼🌻",
    "rating": 5,
    "name": "Iryna Ishchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шикарное место с огромным выбором блюд национальной кухни. Обслуживание на уровне, качество еды восхитительное, обстановка в лучших традициях украинского быта. Официанты очень вежливые и отзывчивые. Заведение обязательно к посещению …",
    "rating": 5,
    "name": "Салон Гранд Ажур",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусный Киевский торт. Но, к сожалению, наплевательское отношение к пожарной безопасности. Зашли посидеть с иностранными друзьями и стали свидетелями пожара, на летней площадке загорелась соломенная декорация крыши. Потушили его …",
    "rating": 5,
    "name": "Kostyantyn Poprotsky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Это место для меня особенное. И кухня вкусная❤️👌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Robert Kula",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback",
    "rating": 5,
    "name": "Семён Медвинский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан как по пре рассчитан на иностранцев , мне показался весь этот антураж пыльным и уставшим ) цены за борщ и сало (образно) завышены. Но все очень вкусно этого не отнять и обслуживание на высоте …",
    "rating": 5,
    "name": "Юрий Кучер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful and sophisticated Ukrainian restaurant in the true sense of the word, the most beautiful of its popular foods is the spirit of Ukraine and the quality of food, and I liked the restaurant's decorations and …",
    "rating": 5,
    "name": "Михайло Костюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback. Wait You again in our restaurant",
    "rating": 4,
    "name": "SerJ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошое, колоритное заведение в украинском стиле . Находится в замечательном месте - рядом парк партизанской славы. Персонал ответственный , кухня национальная, порции как надо! Спасибо ) …",
    "rating": 5,
    "name": "David Tepols",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, atmospheric :) I recommend the waitress who talked about dishes and recommended what to try as typical Ukrainian food. Plus for a high chair …",
    "rating": 1,
    "name": "Дмитрий Гавр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Не понравился интерьер и музыка, готовят вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Мацыевский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Congratulations, we have an authentic Ukrainian restaurant. The interior is made in the appropriate style and the music fully conveys the atmosphere of Ukrainian culture.\n\n(Original)\nВітаємо, у нас український автентичний ресторан. Інтер'єр виконаний у відповідному стилі і музика повністю передає атмосферу української культури.",
    "rating": 3,
    "name": "Эдгар Иванов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Знаменитый борщ с черносливом был БЕЗ чернослива. Не было традиционной подачи в хлебе. Лишнюю порцию закуски в чеке посчитали. Необоснованно дорого. Меню по некоторым категориям очень скудное. Душно. Интересный интерьер. …",
    "rating": 2,
    "name": "Jurijs Tomasevics",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё просто очень вкусно, аутентично. Внимательные официанты, цены ниже европейских, но не дешевые. Потрясающая обстановка, очень чисто. Мы с супругой были в восторге. Рекомендую …",
    "rating": 3,
    "name": "Alexandra Popadiyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Barbecue is weighing pricing, do not look directly la carte menu, it will not ask Checkout time dumbfounded, on the whole meal is good, customer price was too high for Ukraine …",
    "rating": 4,
    "name": "Олександр Савицький",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Туалеты в которых можно пить кофе ☕️ очень выразительный и запоминающийся интерьер- эти мелкие детали - все не может оставить равнодушными. Лучше бронируйте столик - народу всегда хватает . 70% иностранцы, и немного наших )) очень …",
    "rating": 3,
    "name": "Oleh",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Душевно встречают «наливочкой». Красиво, чисто и очень вкусно. Интересный интерьер «село, глиняная хата, всякие бутылки, глечики». Цены-выше среднего …",
    "rating": 5,
    "name": "This is ADV",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Bogdan, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nБогдан, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 4,
    "name": "Сергей «Sergey Dvorsky» Дворский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все просто ооочень вкусно\n\n(Translated by Google)\nEverything is just sooo tasty",
    "rating": 5,
    "name": "Aleks Vynnyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень интересное место, стоит посетить. Удивило, шашлык оказался удачнее украинской кухни …",
    "rating": 5,
    "name": "hatem almuhtadi (H.H)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. И вновь ждём в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting in our restaurant! 🌻🌼",
    "rating": 4,
    "name": "Reiner Fuchs",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Probably the best Restaurant in Kiev .. fantastic meat dumplings. With cracklings and sour cream ... delicious borscht a place worth the money left like that .. I'll be back there for sure …",
    "rating": 5,
    "name": "tamdemu",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Katarína Bilačičová",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Персонал не обучен, невнимательны и неучтивы, избирательны к разным гостям. Уровень кухни - как в школьной столовой. Цены высокие, а порции маленькие. …",
    "rating": 3,
    "name": "Eugeniy Psaltyrnik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Здравствуйте. Благодарим вас за отзыв. Нам крайне неприятна ситуация, которая произошла и вы как наш гость остались недовольны сервисом. Просим оставить ваш контакт, мы бы хотели выяснить все нюансы и исправить все ошибки. Ждем вас снова в гости в нашем ресторане.\n\n(Translated by Google)\nHello. Thank you for your feedback. The situation that happened is extremely unpleasant for us and you as our guest were unhappy with the service. We ask you to leave your contact, we would like to find out all the nuances and correct all errors. We are waiting for you again to visit our restaurant.",
    "rating": 5,
    "name": "Jacek Klimczyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Оказывается место перед рестораном никак не обозначенное ни знаками, ни чем другим является частной территорией,  на которой запрещена парковка даже в локдаун. Очередной пример того, как \"царьки\" решают кому, что и где делать. …",
    "rating": 4,
    "name": "oksana shkaraba",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день. территория парковки закреплена за ресторанам и в период локдауна не разрешалось парковаться по причинам закрытия на этот период самого ресторана. Сейчас мы с удовольствием вас разместим и встретим в ресторане. Благодарим.\n\n(Translated by Google)\nGood day. The parking area is assigned to restaurants and during the lockdown it was not allowed to park due to the restaurant's closure for this period. Now we will be happy to accommodate you and meet you at the restaurant. Thank you.",
    "rating": 5,
    "name": "Татьяна Змиюк",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place is designed for foreign tourists. The prices are unreasonably inflated, do not correspond to the quality of the dishes, the supply or the level of service. But you can eat. Toilets of medium purity. I would …",
    "rating": 5,
    "name": "Николай Алёхин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неоднократно бывал тут с иностранными гостями. И ни разу не пришлось краснеть за наше гостеприимство и кухню!\nОчень вкусно! Отзывчивый и внимательный персонал. И прекрасная атмосфера. …",
    "rating": 3,
    "name": "Mixa comua",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохой ресторан. Очень аутентично. Вежливое обслуживание, вкусная еда. Понравились музыканты. Цены выше среднего, будет готовы. Можно купить национальные сувениры. …",
    "rating": 5,
    "name": "Bilozor Dmytro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Roman, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nРоман, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 3,
    "name": "Tony Montana",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Непомерно дорого как для украинской кухни, не всегда вкусно, долго обслуживают, порции небольшие.\nИнтерьер очень аутентичный и детальный - это то к чему нельзя придраться. Не …",
    "rating": 4,
    "name": "Сергей Соколовский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This is a traditional Ukrainian restaurant. the food is delicious …",
    "rating": 5,
    "name": "Валерия Сокол",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback 🌼🌻🌼",
    "rating": 5,
    "name": "Artur Bulygin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хамовитые официанты, понабирай ещё сельских парней. Г….но\n\nНормальные только девушки на входе …",
    "rating": 5,
    "name": "Batboy Robin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Здравствуйте.\nМы очень ценим и любим наших гостей. И для нас важен каждый отзыв. Но просмотрев ваши отзывы про все места где вы были вам достаточно сложно угодить 😉 и судя по всему нет комфортной локации для вас Киеве(\nНо мы все равно ждём вас в гости и совсем не обижаемся 😘\n\n(Translated by Google)\nHello.\nWe really appreciate and love our guests. And every review is important to us. But after looking at your reviews about all the places where you were, it is quite difficult for you to please 😉 and apparently there is no comfortable location for you in Kiev (\nBut we are still waiting for you to visit and are not at all offended 😘",
    "rating": 5,
    "name": "Sergej A",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все хорошо, кроме желания со старта обмануть. Когда приходишь, предлагают воды с лимоном, затем в счете вылазит эта вода за 200 грн. Как-то даже стыдно за то, что украинский ресторан таким промышляет. …",
    "rating": 5,
    "name": "Dmitry Belous",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We went there following the many good comments and we were wrong ...\nThe large empty room on a Saturday evening should have alarmed us. …",
    "rating": 4,
    "name": "Елена Рыжая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютное место,большой приветливый персонал,вкусная украинская кухня,рекомендую. …",
    "rating": 5,
    "name": "Максим Карпов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Елена Селезнева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Yesterday was in this wonderful institution, delicious food, Ukrainian interior, attentive service staff (if you do not pay attention to the administration - not a smile, pomp, dissatisfied, especially a young girl in …",
    "rating": 4,
    "name": "Svetlana G.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто очень вкусно и очень красивые официантки!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tatyana Ostapchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Уютный ресторанчик, оформленный в национальном стиле, с собственной кошкой) Заказывал бизнес-ланч, поэтому сложно говорить в общем о кухне, но то что было - было вкусно. Не для изысканых гурманов, но с семьей перекусить сходить - прекрасный …",
    "rating": 5,
    "name": "Михаил Михайлов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thematic institution. All the dishes that were ordered were tasty enough. Prices are higher than average. Coffee latte 110 UAH., For example. On Sunday evening music was played: violin, accordion, double bass. …",
    "rating": 4,
    "name": "Lenoel Bertrand",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) People are fine, music, entourage service but do something with the kitchen if you claim to be the best Ukrainian cuisine restaurant and the 1st restaurant, if so, make at least borscht so tasty, and for food, well …",
    "rating": 5,
    "name": "Vladimir Demchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чудесное место - аутентично, уютно, вкусно и не за все деньги мира. Вполне для встречи с друзьями и деловых обедов. Рекомендую. …",
    "rating": 4,
    "name": "Костя Пацер",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв. Ждем вас снова в гости!\n\n(Translated by Google)\nThank you for your feedback. We are waiting for you again!",
    "rating": 4,
    "name": "Olena Zaliesnova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food is of good quality. Tastes very good, ambience is great! …",
    "rating": 2,
    "name": "veli doğan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Дорого, но вкусно. Неудобные столы, из-за массивных ножек стола тесно становится собственным ножкам) …",
    "rating": 4,
    "name": "Юрий Земляной",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 4,
    "name": "Anna Honchar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное заведение! Бывал там много раз - всегда стабильно высокий уровень обслуживания и кухни …",
    "rating": 4,
    "name": "Роман Смиричинский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв и ждём снова в гости\n\n(Translated by Google)\nThank you for your feedback and look forward to visiting again.",
    "rating": 5,
    "name": "Сергій Ангмар",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Ukrainian food, the best we've had. Although it is also more expensive, it is deserved because they give you an exquisite service with details as a complimentary snack, uncommon in Ukraine …",
    "rating": 5,
    "name": "Galina Harmony",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Premium restaurant in Ukrainian style. Huge selection of dishes and everything is very tasty. In the thick guest book you can find the autographs of celebrities who visited it. Among them are singers, artists and even …",
    "rating": 4,
    "name": "Anna",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красиво, хорошее обслуживание, но жаль не каждый себе может позволить скушать 2 тарелки борща, нарезку сала, деруны и заплатить за это 1700грн …",
    "rating": 5,
    "name": "Ura Decent",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 4,
    "name": "Ерлан Досмагамбетов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) great, rustic ambience. The staff was very friendly and the food was very good. …",
    "rating": 5,
    "name": "Светлана Осипова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and wait you again in our restaurant",
    "rating": 5,
    "name": "Pieter van Egmond",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Зашли с иностранными гостями. Тематическое место. Еда со специфическим вкусом( не всегда оригинальным. Очень выраженный, наталкивает на мвсль об усилителе вкуса) борщ очень сладкий, как и вареники с капустой, узвар такой копченый что я …",
    "rating": 5,
    "name": "Николай Борисенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошо поют, правда 200грн за песню. Выбор пива и настоек слабый. Главное - нет самогона, а что за укр.кухня без него... …",
    "rating": 4,
    "name": "Lennert Hendriks",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Oliver, thanks for the feedback! We will take your wishes into consideration. We are waiting for you in Tsarskoe Selo!\n\n(Original)\nOliver, дякуємо за відгук! Обов'язково врахуємо ваші побажання. Чекаємо на Вас у Царському селі!",
    "rating": 1,
    "name": "Yasya Vlasya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the place, and the dishes were delicious. Disappointed only by the staff, shabby. Honestly, even the tip did not want to leave. There was an unpleasant feeling, and the memories of the rest spoiled. Nazhaly. …",
    "rating": 4,
    "name": "Sunghee Kim",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice decor, delicious food and good service! I recommend to visit! …",
    "rating": 5,
    "name": "Rasfin Strenk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback and we look forward to seeing you again at our restaurant\n\n(Original)\nДякуємо за ваш відгук та чекаємо знову у нашому ресторані",
    "rating": 4,
    "name": "Александр Черненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Безумно вкусно и аутентично!\n\nКлассное место, приветливый персонал, вкусная еда) …",
    "rating": 4,
    "name": "Игорь Бердо",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Азбука Колориста",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличный ресторан, все очень вкусно и быстро)\nУютная атмосфера)) …",
    "rating": 5,
    "name": "Рома Жёлудь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Владимир Земляной",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) To date, my favorite restaurant in Kiev. Local food of very good quality at a good price. Very pleasant atmosphere. Very friendly staff. Sometimes even with live music. …",
    "rating": 5,
    "name": "Александр Грущанский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Restaurant completely inadvisable for tourists, I present my experience:\nWe went to eat at this restaurant before visiting the museum of the Second World …",
    "rating": 5,
    "name": "Михаил Колодяжный",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasantly impressed with the institution. Improved serving. As we hurried, the food was served to us quickly. …",
    "rating": 5,
    "name": "Elen Kharouk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and look forward to seeing you again at our restaurant.\n\n(Original)\nДякуємо за відгук та чекаємо знову у нашому ресторані.",
    "rating": 5,
    "name": "ТВ МУЛЬТФИЛЬМ лучшее детям",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful picturesque place, beautifully conveys the color of the Ukrainian village, delicious dishes, live music. But the prices are calculated rather for a rich foreign tourist. …",
    "rating": 3,
    "name": "Anzhelika Yevstratko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Natalie, thanks for the feedback! We can safely say that the prices of the dishes correspond to their quality. We are waiting for you in Tsarskoe Selo!\n\n(Original)\nНаталія, дякуємо за відгук! Ми сміливо можемо сказати, що ціни страв відповідають їх якості. Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "אלי אברהם",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Great place! Authentic Ukrainian cuisine, all products are fresh, high quality and perfectly cooked. Music is a separate story in general! Such voices can be heard only on the big stages in Tsarskoe Selo)) The staff …",
    "rating": 5,
    "name": "nadejda sokolova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) It consists of 2 parts. The pral. dark, I did not stay 2 minutes. But the second one is open and decorated with success. At the entrance they give you a shot of red apple liqueur. I do not usually drink ..but I …",
    "rating": 5,
    "name": "Łukasz Grochowski",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Любимый ресторан украинской кухни в Киеве!\n\n(Translated by Google)\nFavorite Ukrainian restaurant in Kiev!",
    "rating": 5,
    "name": "Hottabich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Достаточно колоритное место с широкой винной картой\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dr Otto Stoyka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый интерьер. Вкусная украинская кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Дмитриев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious, but I think it would be easier to understand and better if there were pictures on the menu :) …",
    "rating": 4,
    "name": "Алексей Левищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошая кухня и подача, только почему-то официанты не наливают и не подливают спиртное. …",
    "rating": 3,
    "name": "룡유",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Юрий Лешуков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, очень вкусный борщ. Цена выше средней, но людей там много\n\n(Translated by Google) …",
    "rating": 4,
    "name": "ВАЗ Забила",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и вновь ждём вас в гости!\n\n(Translated by Google)\nThank you for your feedback and we look forward to welcoming you again!",
    "rating": 3,
    "name": "Володимир Бу",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Кухня великолепная. Обслуживание тоже на уровне. Окрошка самая вкусная, которую я за последнее время ел.  С детьми понравилось - развлечения и детское меню. …",
    "rating": 5,
    "name": "Константин Мищенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nДякуємо! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "bayram yıldız",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We liked everything!\n\n(Original)\nНам все сподобалось!",
    "rating": 5,
    "name": "Хороший День",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and we are waiting again in our restaurant 🌻🌻🌼🌼\n\n(Original)\nДякуємо за відгук та знову чекаємо у нашому ресторані 🌻🌻🌼🌼",
    "rating": 5,
    "name": "Vadym Bilyk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Да,любимое место иностранных туристов!\nвкусная необычная кухня,персонал на уровне.\nнам очень понравилось,наелись напились все как положено))) …",
    "rating": 5,
    "name": "Rina Solomensky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "В Украинском стиле!\nВсё очень вкусно! …",
    "rating": 5,
    "name": "Stasy SC",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Крутой украинский ресторан,  в центре города.  Отлично оформлен украинский зал,  винный зал очень уютный и спокойный.  Приветливый персонал.  Сразу видно что работают профессионалы.  Очень советую. …",
    "rating": 4,
    "name": "Nick Kulikov",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусные украинские блюда! Колоритный интерьер! Самые лучшие официанты, которые действительно рады каждому гостю) Ну и гео))) …",
    "rating": 5,
    "name": "Татьяна Коваленко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Extremely nice! Always happy in Tsarskoe Selo!\n\n(Original)\nДякуємо Вам за відгук! Наздвичайно приємно! Завжди раді в Царському Селі!",
    "rating": 5,
    "name": "Daniel Sternik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан, вкусно, очень атмосферное место. Цены демократичные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jesus is Lord",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучший ресторан украинской кухни в городе превращается в забегаловку (по еде и обслуживанию) в пятницу вечером. Не рекомендуется в это время. …",
    "rating": 5,
    "name": "Максим П.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Just awful borscht. Don't take it, please.\n\n(Original) …",
    "rating": 5,
    "name": "Xaron",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon☺️\nThe opinion of each guest is very important to us. we ask you to call us to find out what we did not like and correct the impression of our kitchen ❤️\n\n(Original)\nДоброго дня☺️\nДумка каждого гостя для нас дуже важлива. просимо вас зателефонувати нам щоб ми дізналися, що саме не сподобалось і виправили враження від нашої кухні ❤️",
    "rating": 5,
    "name": "Юлия Александровна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Interestingly done restaurant, but like everything in Ukraine and here the service is extremely slow to get us a few beers, we waited almost 40 minutes. In terms of prices, they are quite high and not real for …",
    "rating": 4,
    "name": "Edgars Bunka",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) \"Exercise for Ukrainians\"\nVery tasty! …",
    "rating": 5,
    "name": "Krystian Mateja",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The photos may not be the best, but the friendly service and nice decor fit perfectly with good food …",
    "rating": 5,
    "name": "Alex",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback! Waite You again in our restaurant!)",
    "rating": 5,
    "name": "Сергій Лесько",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Я наверное не фанат классической украинской кухни. Не люблю эту шароварщину\nПоэтому мне было не комфортно, не красиво и не вкусно\nНо это просто не мой формат скорее всего …",
    "rating": 5,
    "name": "Олег Рябенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Колоритно, дружелюбно и очень вкусно. Персональное спасибо официанту Андрею. Его работа - высший пилотаж) человек-волшебство👍 …",
    "rating": 5,
    "name": "Edi Mar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Ludmila, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nЛюдмило, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Halyna Danilko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A great place to invite foreigners to get acquainted with Ukrainian dishes and folk songs. The interior and atmosphere of the establishment makes a very pleasant impression on the guests. …",
    "rating": 5,
    "name": "Volkan Yorulmaz",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Diana, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nDiana, дякуємо за відгук! Чекаємо на вас у Царському селі!",
    "rating": 5,
    "name": "eric happiette",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A nice restaurant serving local dishes unique to Kiev.\n\n(Original) …",
    "rating": 3,
    "name": "Володимир Невінчаний",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Шикарное заведение. Интерьер возвращает в детство, в то село которых уже осталось мало. Очень вкусная кухня и лояльные цены) …",
    "rating": 3,
    "name": "Dobry Igor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, thank you for your feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nДмитрий, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Oleksandr Soloveyko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) We liked it very much, but the restaurant is not the restauranta, the prices for dinner are okey but if you are going for lunch you can come to more than 250 TL per person. Nevertheless, it is authentic. …",
    "rating": 3,
    "name": "Serhii Denisenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The price tag here is really like in the royal village, the food is not fancy though tasty, the service is level, clean and tidy\nCoffee is like lunch at a restaurant nearby, who does not mind it please …",
    "rating": 5,
    "name": "Kyrylo Sydorchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Несколько раз была. Все очень вкусно всегда было. Дизайн нравится. Как будто в сказку попадаю иди в фильм \"Вечера на хуторе близ Диканьки\" ... …",
    "rating": 5,
    "name": "Maria “maria_ya” Ya",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Picturesque Ukraine! ..\n\n(Original)\nМальовнича Украiна!..",
    "rating": 5,
    "name": "Iurii Tinus",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much for your feedback and waiting for you again",
    "rating": 4,
    "name": "Irena Zeldin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное заведение. Вкусная украинская кухня,  приветливый персонал и очень антуражное место. …",
    "rating": 5,
    "name": "Günter Huttner",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super delicious dumplings !!!!\n\n(Original)\nСупер смачні вареники!!!!",
    "rating": 3,
    "name": "Zina Wolfington",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно/даже смачно\n\n(Translated by Google)\nVery tasty / even savory",
    "rating": 5,
    "name": "Наталія Тимошик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень милый ресторан, персонал  приветливый и вежливый, кухня вкусная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denis Värderingsman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан атмосферный, обслуживание на высоте, кухня не очень. Во многих киевских ресторанах готовят намного вкуснее …",
    "rating": 5,
    "name": "Бегущий Банкир (Андрей Онистрат)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Shawl. Decoration. Number of details. Where does such a few hundred years old wood come from in some things. It cannot be described. Service in Ukraine is probably the best in the world. Here they really deserve tips. …",
    "rating": 5,
    "name": "Angelina Khomenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Непередаваемо вкусно только здесь. Вареники и борщ, можно язык проглотить. Интерьер душевный, все со вкусом. …",
    "rating": 5,
    "name": "marzena BW",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Maria, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nМария, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Tomas Kaucky",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) .... rather discovered by accident, this restaurant is worth every stay ... The ambience, food and service made our visit a real treat ... you can safely recommend .... …",
    "rating": 5,
    "name": "Алексей Сомов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер место, атмосфера в заведении на 6 из 5, персонал молодцы, кухня шикарная. Единственное цены, они высокие но когда выходишь на улицу не возникает вопросов за что уплачены деньги …",
    "rating": 5,
    "name": "Irina Smorodinova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, thank you very much\n\n(Original)\nДуже смачно, дякую велике",
    "rating": 5,
    "name": "Анжелика Венгрус",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) thank you for choosing our restaurant, very glad to see you in our restaurant)\n\n(Original)\nдякуємо що обрали наш ресторан, дуже раді вас бачити в нашому закладі)",
    "rating": 5,
    "name": "Jürgen Müller",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классно. Официантке Оксане и ребятам что пели 11.08. Огромное спасибо.\nРекомендую …",
    "rating": 5,
    "name": "Ilka Scheidt",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty, relatively expensive for Ukraine, a little cheaper than German standards. Worth every penny, the food and the atmosphere, the service, everything was great 👍🏻 👍🏻 👍🏻 …",
    "rating": 5,
    "name": "Slava",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Amazing place amazing food the most delicious fillet minion steak I have ever eaten …",
    "rating": 5,
    "name": "VladyslaV Dan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You for your feedback. Wait you again in our restaurant! 🌼🌻",
    "rating": 5,
    "name": "Виталий Shved",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно ) отличное обслуживание,\n\n(Translated by Google)\nVery tasty) excellent service,",
    "rating": 4,
    "name": "Вата Шоу",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "У блюд только названия украинские. Рецептура какая-то странная. И неоправданно дорого …",
    "rating": 5,
    "name": "Farkyss",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за ваш отзыв. Нам важна обратная связь, чтоб становиться еще лучше. Ждем вас всегда в гости.\n\n(Translated by Google)\nThank you for your feedback. Feedback is important to us to become even better. We are always waiting for you to visit.",
    "rating": 5,
    "name": "Генацвали Гиви",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место. Вкусно официанты приветлевые\n\n(Translated by Google)\nPerfect place. Tasty waiters are friendly",
    "rating": 5,
    "name": "Maua Povetkin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв и вновь ждём вас в нашем ресторане! 🌼🌻🌼\n\n(Translated by Google)\nThank you for your review and again we are waiting for you in our restaurant! 🌼🌻🌼",
    "rating": 4,
    "name": "Maria Andruschakevich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасная кухня,прекрасное обслуживание,но цена порции украинского борща 26$.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Галина Вернадская",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждем вас в гости!\n\n(Translated by Google)\nThank you for your feedback and we are always waiting for you to visit!",
    "rating": 4,
    "name": "Василий Шматок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан в национальном стиле. Все очень вкусно. Хорошее обслуживание. Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "mancho khodeli",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 4,
    "name": "Jarosław Wilk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Классный ресторан, аутентично и очень вкусно. Отлично подходит для того, чтобы пригласить иностранцев затестить национальную кухню …",
    "rating": 5,
    "name": "Igor Vasiliadi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отгуляли свадьбу, вкусно +помогли с развлечениями для гостей. Но над рецептом драников поработайте ещё. Вообщем рекомендую …",
    "rating": 5,
    "name": "Vladimíra Gardoňová",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Slava, thanks for the feedback! We consider your wishes! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nSlava, дякуємо за відгук! Врахуємо ваші побажання! Чекаємо на Вас у Царському селі!",
    "rating": 4,
    "name": "Євген Ожго",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Цена кофе определяет ценовую политику. Дорого, но вкусно. Гуляют кошки. Это не допустимо. …",
    "rating": 5,
    "name": "Ahmet K. Özyaman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very beautiful, but folklore could be less. But it is a pity that it is still closed :) …",
    "rating": 5,
    "name": "Наташа Красильникова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we look forward to your visit!\n\n(Original)\nДяккуємо за відгук та чекаємо в гості!",
    "rating": 5,
    "name": "Volodymyr Dudin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятное обслуживание, все блюда были  очень вкусными. Нам понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lyudmyla Kulinich",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 5,
    "name": "Paweł Ślepecki",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Впечатляющий вид и завлекает\n\n(Translated by Google)\nSpectacular and enticing",
    "rating": 5,
    "name": "Milan Vik",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв. Ждем снова вас в гости в ресторане Царское село!\n\n(Translated by Google)\nThank you for your feedback. We are waiting for you again at the Tsarskoe Selo restaurant!",
    "rating": 3,
    "name": "Антон Правдивый",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, friendly staff. Restaurant in which you need to visit again. Pleasant experience is added by inflammatory music. …",
    "rating": 5,
    "name": "Олеся Тарасенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A place for tourists, a delicious Ukrainian cuisine. Pleasant staff, girls have very good smiles. Live, Ukrainian, folk, music. Prices are consistent with quality. …",
    "rating": 4,
    "name": "Leonid Yakovets",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Удобное расположение.\nКолоритный интерьер.\nВкусно готовят. …",
    "rating": 5,
    "name": "RINDAY's channel",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасный ресторан Украинской кухни\nЗамечательный коллектив\nОчень вкусно и атмосферно …",
    "rating": 5,
    "name": "Alex Fryhchyn",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Ihor Piasta",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приветливый и услужливый персонал.  Интерьер в народном стиле очень здорово, кухня отличная!!!! Но есть одно но... Все элементы декора были  пыльные очень, очень пыльные!!!!! …",
    "rating": 5,
    "name": "Лара Игоревна",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beware of death receipts, waiting for drama handling. Delicious food …",
    "rating": 5,
    "name": "Валера Усачёв",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Замечательное место в лучших национальных традициях. Средняя стоимость блюда - 200 грн. …",
    "rating": 4,
    "name": "Лариса Ивко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады вновь вас видеть в гостях!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again!",
    "rating": 5,
    "name": "Полина Макеева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) fed from the heart, sang Ukrainian songs. hearty, tasty, nice, Ukrainian. know the price …",
    "rating": 5,
    "name": "Grigory Latushko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank You so much. Welcome again!",
    "rating": 5,
    "name": "Francisco Mena",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Украинская кухня. Украинские песни-пляски. Заведение рассчитано на иностранные группы. Дорого, но не очень вкусно. …",
    "rating": 3,
    "name": "Mariusz Lachor",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "ОЧЕНЬ колоритный ресторан,уютно и в национальном стиле,персонал вежливый и внимательный!Кухня отменная и неповторимая!\nМесто для парковки есть. …",
    "rating": 2,
    "name": "Петр Перепелица",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное место. Кухня на высоте. Очень рекомендую, особенно гостям Украины. …",
    "rating": 5,
    "name": "андрей сивирин",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв! Ждем снова в гости!\n\n(Translated by Google)\nThank you for your feedback! We look forward to visit again!",
    "rating": 4,
    "name": "Андрей Воробей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень достойный ресторан, особенно выделяется национальная тематика. Обслуживание на высоте. Цены довольно высокие, но цена соответствует качеству …",
    "rating": 5,
    "name": "Din Lil",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Все было вкусно , но цены немного завышены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Estela Radonjic",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём снова в нашем ресторане.\n\n(Translated by Google)\nThank you for your review and look forward to visiting our restaurant again.",
    "rating": 5,
    "name": "Boris Frak",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is level. I really liked the fish (it took a dorado). Moonshine deserves special attention - very well made, obviously not sugar. If you are going to visit - better call and order a table. especially on …",
    "rating": 5,
    "name": "Самсон Михайлов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Original and beautiful Ukrainian restaurant, food and good service🌷🌹🌷 …",
    "rating": 5,
    "name": "Валерий Терегеря",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thank you for your feedback! Waite again 🌻🌼🌻",
    "rating": 1,
    "name": "Провокатор Анархист",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) There is no madness with taste. It's expensive.\n\n(Original) …",
    "rating": 4,
    "name": "Denys Kyiv",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "🌻🌼🌻",
    "rating": 5,
    "name": "Oleg Samokish",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The location is nice, but the food is too expensive. Chicken salad 400 UAH. I do not strongly recommend …",
    "rating": 5,
    "name": "Веталь Бойко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, выдержано в украинских традициях. Остались довольны обслуживанием и я и мой иностранный друг:) …",
    "rating": 4,
    "name": "Олександр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Yummy, the situation ... in principle for foreigners, not high but traditional cuisine, money is taken for the place, the staff is not trained, the administrator is from the USSR but young ... unloved …",
    "rating": 5,
    "name": "Марина Пыхтина",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Знаю и люблю этот ресторан. Здесь тепло и уютно и хочется ещё не раз прийти сюда! …",
    "rating": 3,
    "name": "Oleksandr Petryshchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I highly recommend visiting, near the Pecherskaya Lavra Monastery. Wonderful Ukrainian restaurant. Authentic food and environment, stunning staff. Exellent staff, authentic restaurant interior and menu. …",
    "rating": 4,
    "name": "Oleksandr",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место покушать, есть возможность пообщаться с публичными людьми. Мне понравилось. Кухня супер. …",
    "rating": 5,
    "name": "Sandra Bykova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) This place made me feel rather bad because I received my ordered food only 20 minutes after my friends had finished eating their food, I emphasize that the dish I ordered was a baked place that should be prepared …",
    "rating": 3,
    "name": "Julia P",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приветливый персонал. Хорошая кухня. Приятный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Michal Jirdásek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень антуражно. Ценник умеренный, но все вкусно! К Борщу подали рюмку горилки... и день перестал быть томным! …",
    "rating": 5,
    "name": "Dario Soria",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Готовят так себе, цены космос . Только для туристов не более.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Людмила Белошицкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic service and atmosphere. Typical food of the country with taste and well prepared. Highly recommended. …",
    "rating": 5,
    "name": "Artyom Yaroshchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) not bad\n\n(Original)\n還不錯吃",
    "rating": 3,
    "name": "Olga Pshechenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "теперь столько знакомых пишут о вас в фейсбуке. вы реально скатились на дно! Черный список заведений однозначно …",
    "rating": 1,
    "name": "whales not",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautifully crafted authentic Ukrainian food restaurant, outstanding culinary experience with band and singers filling the atmosphere, excellent service from waiters, excellent dishes to savor every bite. …",
    "rating": 4,
    "name": "Юрій Цинтилевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Лучший ресторан украинской кухни, в котором мне доводилось бывать. По всем параметрам. Без преувеличения. …",
    "rating": 5,
    "name": "Паша Minskman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Михаил, спасибо за отзыв! Ждем вас в Царском селе!\n\n(Translated by Google)\nMichael, thanks for the tip! We are waiting for you in Tsarskoe Selo!",
    "rating": 5,
    "name": "Tatjana Pop",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Для корпоративов отличное место, так бы не пошел - дорого и порции небольшие\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вячеслав Арещенко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и вновь ждём в нашем ресторане.\n\n(Translated by Google)\nThank you for your feedback and we are waiting for you in our restaurant again.",
    "rating": 5,
    "name": "Efkan Demirci",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very good. Interior, kitchen, high level service. Well, Ukrainian music is unsurpassed at all. Keep it up. I recommend !!! …",
    "rating": 5,
    "name": "Артем Шостак",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Tatiana, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nTatiana, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 2,
    "name": "Александр Панченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер рестик! Подача бомба. Аьмосфера приятная! Хреновуха с мёдом бомбическая!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Гераскевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 4,
    "name": "Ertuğrul Yaman",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё так красиво  уютно и вкусно.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ольга Лахтадыр",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим вас за отзыв 🌻ждём снова в нашем ресторане 🌼\n\n(Translated by Google)\nThank you for your feedback 🌻 we are waiting at our restaurant again 🌼",
    "rating": 3,
    "name": "Vasyl Polishchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, атмосферно, живая музыка. Лучший ресторан украинской кухни в Киеве …",
    "rating": 5,
    "name": "رضوان",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Ресторан супер. Еда отличная и вкусная. Даже трех летнему ребёнку нашли что покушать, съел с большим удовольствием …",
    "rating": 5,
    "name": "Werner Ehlert",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is up to par! Delicious dumplings with potatoes. Good serving. It's a bit dark, and in the transition between the halls you can go where there are flashlights in bottles. But in general, a pleasant …",
    "rating": 5,
    "name": "L",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Not recommended for tourists, they are continually trying to tell you. When you arrive, they put bottles of water on the table, do not open them !!! Each one is worth € 5 !! All very expensive and scarce …",
    "rating": 5,
    "name": "Sergey Aparenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Еда ниче, но эти понты с бутылками воды, которые выставляют на столе за 6$ (165грн), не подавая обычной бесплатной как в нормальных ресторанах, не располагают к повторному визиту …",
    "rating": 5,
    "name": "Antonio Kulhanek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, атмосфера классная. Но дороговато. Были с друзьями.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Стрельчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Будем рады видеть вас вновь в нашем ресторане!\n\n(Translated by Google)\nThank you for your feedback. We will be glad to see you again in our restaurant!",
    "rating": 5,
    "name": "Жанибек Акбар",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The design is good, but the kitchen is not good, the portions are small and the kitchen is not served. …",
    "rating": 5,
    "name": "Валентин Рыбицкий",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Были на крестном ходу ,и зашли в это прекрасное заведение)Спасибо за гостеприимство)))) …",
    "rating": 5,
    "name": "Евгений Пашкевич",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good traditional Ukrainian pub. Excellent food and service. Picturesque living environment. …",
    "rating": 5,
    "name": "Marta Lobanova",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красиво оформленное заведение чисто в национальном стиле.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vociuc Attila mihai",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день. Благодарим вас за ваш отзыв и вновь ждём в гости 🌻🌼🌻\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback and look forward to visiting again 🌻🌼🌻",
    "rating": 2,
    "name": "Mari I",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "12 февраля 2020, отвратительное обслуживание, не вежливая хостес, не берут трубку на звонки. Ужас, я крайне не доволен и не планирую больше приводить партнёров в это заведение. …",
    "rating": 5,
    "name": "Ina Vintro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, we will consider your feedback! What did the service dislike?\n\n(Original)\nДмитрий, врахуємо Ваш відгук! Що не сподобалось в обслуговуванні?",
    "rating": 4,
    "name": "Andrey Nelipa",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивый ресторан, вкусная кухня, приятный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuliya Zakharchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Ждём снова в нашем ресторане.\n\n(Translated by Google)\nThank you for your feedback. We are waiting again at our restaurant.",
    "rating": 3,
    "name": "Роман Романович",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Если вы хотите познакомить своих иностранных гостей с украинской культурой, это заведение будет хорошим выбором для такого мероприятия …",
    "rating": 3,
    "name": "Андрей Герасименко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Всё вкусно, почти быстро, немножко ^ цена, но сами понимаете село то царское. Рекомендовано при наличии денег. …",
    "rating": 5,
    "name": "irakli avlokhashvili",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Атмосферное заведение, вкусно, цены высше среднего.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marie Baillot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Rein Türk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, согласен. Но цены вздутые капец. Из-за места центр,лавра. Есть места намного дешевле и так же вкусно …",
    "rating": 5,
    "name": "Денис Славиковский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Невероятная кухня, волшебная атмосфера! Мы были в восторге, обязательно стоит посетить это место. …",
    "rating": 5,
    "name": "Maya Murphy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно, достойное высших похвал заведение. Интерьер и обслуживают отлично! Рекомендую …",
    "rating": 5,
    "name": "ebru karasakal",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень уютный ресторан с хорошей атмосферой и вкусной едой.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "JJ Alfie",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее,  уютное, колоритное заведение. Приятное обслуживание. Весьма подходит для посиделок с туристами из других стран. …",
    "rating": 5,
    "name": "Оксана Кириченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Просто супер, обалденная кухня и атмосфера!!!! ❤❤❤\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Євген Луцков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 1,
    "name": "Павел Морозов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Приятная атмосфера, хорошее обслуживание и вкусная украинская кухня!\nМне понравилось! …",
    "rating": 5,
    "name": "Gützi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красивый ресторан украинской кухни.\n\n(Translated by Google)\nVery nice Ukrainian restaurant.",
    "rating": 3,
    "name": "Andriy Ilchenko",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём вас снова.\n\n(Translated by Google)\nThanks for your feedback and waiting for you again.",
    "rating": 5,
    "name": "LOL Rider",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно кормят, хороший сервис, красиво в нутри, и особенно вечером когда все горит. Приятные люди. …",
    "rating": 4,
    "name": "Олег Бойко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Безумно красивая подача ,и всё вкусно очень.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Добровольский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. И вновь ждём в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting in our restaurant! 🌻🌼",
    "rating": 5,
    "name": "T М",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хороший ресторан украинской кухни в стиле украинской избы. Достойное место, чтобы привести сюда иностранцев. …",
    "rating": 1,
    "name": "Александр Москалев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Можно сказать один из лучших ресторанов Киева по-моему мнению, всё вкусно\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Jakub",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "David, thank you for your rate! We are waitimg for you in Tsarske Selo!",
    "rating": 5,
    "name": "Светлана Лилу",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Чтоб это место закрыли на всю жизнь.самое плохое место где я был !!!!хозяин просто чмо !!!не дал нам даже воды попить .сказал идите к колодцу ,а это где то 3 км .в жару 35 градусов .змей просто как в аду .на каждом месте змея ползет ! …",
    "rating": 5,
    "name": "Сергей Жуков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) You go in and immediately immerse yourself in Ukrainian folklore. Very tasty cuisine …",
    "rating": 5,
    "name": "Barbu Cristina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Неплохой ресторан,  вкусная еда, красивый украинский интерьер. Но, невнимательный персонал или так специально поступают. …",
    "rating": 5,
    "name": "Валерий Голик",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Nothing special.\nПюре, котлеты по Киевске, вообще есть не возможно. …",
    "rating": 5,
    "name": "Павел Петрович Узун",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Three with a minus. It is a little a shame that foreigners see such Ukrainian cuisine which is offered in this establishment. Not tasty. Expensive. …",
    "rating": 5,
    "name": "Дмитрий Зыскунов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интересный интерьер, отличное обслуживание, по меню это отдельная история\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Lado Vtikha",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Old-fashioned object. For those who are nostalgic for inflated prices for standard dishes and annoying music …",
    "rating": 5,
    "name": "Игорь Задорожний",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, но расстраивает большое количество туристов.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Павел Приходченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Хорошее место. Достаточно старый ресторан, при этом в хорошем состоянии. Кухня вкусная. Из минусов - слишком темно в основном зале …",
    "rating": 5,
    "name": "Олена Iвченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and authentic, but not cheap at prices))\n\n(Original) …",
    "rating": 5,
    "name": "anna cherniy",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 5,
    "name": "Петр Захарчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Красивое и удобное место, отличный сервис и хорошая еда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Осипов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. Ждём снова в нашем ресторане.\n\n(Translated by Google)\nThank you for your feedback. We are waiting again at our restaurant.",
    "rating": 1,
    "name": "No Brand",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Food was good, but it seems to me a typical tourist restaurant. …",
    "rating": 4,
    "name": "Евгения Пестрикова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное и коллоритное место! Здесь можно окунуться и ощутить в полной мере украинскую традиционную культуру. …",
    "rating": 5,
    "name": "Ирина Жукова",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant restaurant, nice seating, music also tuned to the theme ... take care of you .... food great, and order ... entertain children (they pancake themselves) and you can eat in peace ... …",
    "rating": 2,
    "name": "Victor Isetan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Katarina, thank you for your rate! We are waiting for you in Tsarske Selo!",
    "rating": 5,
    "name": "Сергей",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Антуражный ресторан для иностранцев, если понимаешь в украинской кухне то блюда не самые \"удивительные\". Зато цены \"радуют\". …",
    "rating": 5,
    "name": "Владимир Жуков",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) A good pub near the Pechersky Lavra\n\n(Original) …",
    "rating": 4,
    "name": "Glib Petranek",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер супер, очень аутентичный. Вкусный борщ, цены выше среднего.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Кисилевский",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добротная украинская кухня. Больше рассчитано на туристов, но ценник средний и всё на хорошем уровне. …",
    "rating": 4,
    "name": "Serhii Burukin",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "На самом деле красота и тишина, ресторан расположен недалеко от реки Днепр на холме, рядом находится парк и мемориал, и Киево-Печерская Лавра, но надо быть готовым заплатить за кофе с порцией тортика до трёх сот гривен …",
    "rating": 4,
    "name": "Дмитро Морозов",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Пузата хата в новом более дорогом образе , я бы на самом деле не советовал это заведение , так как там самая обычная украинская кухня и не стоит тех денег которые просят …",
    "rating": 5,
    "name": "Прудиус Василь",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Cool restaurant for foreigners and wealthy Ukrainians. Everything is cool and delicious, but the prices are crazy. …",
    "rating": 5,
    "name": "Сергій Іванченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень красивый интерьер,каждый уголок по своему интересно оформлен.Еда вкусная,но цены высокие...в основном сидели туристы.Стоит посетить. …",
    "rating": 4,
    "name": "в к",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) One of the best restaurants in Kiev with Ukrainian cuisine and flavor. Delicious food and good service. …",
    "rating": 5,
    "name": "Alina Pinchuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Атмосферное место в украинском стиле😊 Вкусная кухня, достаточно быстрая подача. …",
    "rating": 3,
    "name": "Саша Секвоя",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень атмосферное заведение. Украинская кухня. Вкусно. Рекомендую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Сергей Радченко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) The place is wonderful, their decorations are old and antique, and the service is sweet …",
    "rating": 5,
    "name": "Юрій Кавуненко",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I will recommend it to everyone. Super ambience, if you are in Kiev, you should definitely eat here. …",
    "rating": 5,
    "name": "Ilana Shister",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно и душевно.\n\n(Translated by Google)\nVery tasty and soulful.",
    "rating": 1,
    "name": "Марина Андреева",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв. С нетерпением ждём вас вновь в нашем ресторане 🌼🌻🌼\n\n(Translated by Google)\nThank you for your feedback. We look forward to seeing you again in our restaurant 🌼🌻🌼",
    "rating": 5,
    "name": "Nikita Oleksandrovich (Nikita)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Широкий выбор блюд, уютно. Живая музыка. Проблема с оплатой через терминал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "оксана павлів",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Helen, thanks for the feedback! The terminal issue has been resolved. We look forward to seeing you in the Tsar's Village.\n\n(Original)\nОлена, дякуємо за відгук! Проблему з терміналом вирішено. Чекаємо вас з нетерпінням у Царському селі.",
    "rating": 4,
    "name": "Irina Koval",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Безумно вкусный зелёный борщ. Приходите и пробуйте, Вам понравится.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Euro Poligraf",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно готовят. Хорошее обслуживание.\n\n(Translated by Google)\nDeliciously cooked. Good service.",
    "rating": 5,
    "name": "Володимир Олійник",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Добрый день. Благодарим вас за ваш отзыв и вновь ждём в гости 🌸\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback and look forward to visiting again 🌸",
    "rating": 5,
    "name": "Татьяна Дядюра",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Украинская кухня. Место куда стоит привести зарубежных партнеров, если они впервые в Украине. …",
    "rating": 1,
    "name": "Marc Boillot",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Один из лучших ресторанов украинской кухни. И вообще, очень атмосферно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Romena Go",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Прекрасный ресторан национальной кухни. ЕДА по настоящему, по-домашнему прекрасна. Очень рекомендую! …",
    "rating": 1,
    "name": "Илья Погодичев",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Very good local cuisine\n\n(Original)\nTrès  bonne cuisine locale",
    "rating": 5,
    "name": "Артем Головатый",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место. Прекрасная украинская обстановка. Чисто и в зале и на кухне. Рекомендую. …",
    "rating": 4,
    "name": "Tuncay YÜCE",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Slightly overpriced but otherwise okay\n\n(Original) …",
    "rating": 3,
    "name": "Dariia Nedashkovska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Thanks for your rating🌻",
    "rating": 5,
    "name": "Talon Ramcharan",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Вкусно, атмосферно, но цены высокие\n\n(Translated by Google)\nTasty, atmospheric, but prices are high",
    "rating": 5,
    "name": "ЕВГЕНИЙ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Henning Adam",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful but unnecessarily expensive. I do not recommend …",
    "rating": 5,
    "name": "Katerina Plohotishina",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Интерьер супер, очень аутентичный. Вкусный борщ, цены выше среднего.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юра Киричок",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Традиционная украинская кухня, цены высоковаты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Белицкая",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за ваш отзыв. И вновь ждём в нашем ресторане! 🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting in our restaurant! 🌻🌼",
    "rating": 5,
    "name": "Дмитрий ЯНКОВСКИЙ",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Котлета по-киевски !Очень вкусная !\n\n(Translated by Google)\nChicken Kiev! Very tasty!",
    "rating": 5,
    "name": "Arsen Chaldranian",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Отличное место, периодически вожу сюда гостей-иностранцев, за украинской кухней и колоритом. …",
    "rating": 5,
    "name": "Фарух Bayraktar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Sergey, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nСергій, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Александр Дойлидов (Аrvidas)",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень милое и приятное место, кухня и обслуживание супер!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Labunska",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим и всегда ждем в гости!\n\n(Translated by Google)\nThank you and we are always looking forward to your visit!",
    "rating": 5,
    "name": "Sergii S. Stetsiuk",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Место понравилось, но официант был недоброжелательный, подпортил впечатление о заведении. Кухня на 4+ …",
    "rating": 5,
    "name": "Cam Hernandez",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Супер вкусный ресторан, цены высокие\n\n(Translated by Google)\nSuper tasty restaurant, prices are high",
    "rating": 5,
    "name": "A Google User",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "Agota Hegyi",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Стабильно\n\n(Translated by Google)\nstable",
    "rating": 4,
    "name": "Arnold Rutto",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв. И снова ждём в гости! 🌼🌻🌼\n\n(Translated by Google)\nThank you for your feedback. And again we are waiting for a visit! 🌼🌻🌼",
    "rating": 3,
    "name": "Leif Von Holstebro",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно! И приятно, и радует Украинский стиль.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Lütfü Bekar",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) Svetlana, thanks for the feedback! We are waiting for you in Tsarskoe Selo!\n\n(Original)\nСветлана, дякуємо за відгук! Чекаємо на Вас у Царському селі!",
    "rating": 5,
    "name": "Svilen Dachev",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) I can't help but endorse the other ratings. Extremely pleasant place. Not for a quick bite, but for relaxed enjoyment. …",
    "rating": 5,
    "name": "Jolanta K.",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Очень вкусно готовят. Борщ бомба!!!!\n\n(Translated by Google)\nVery tasty food. Borscht bomb !!!!",
    "rating": 5,
    "name": "Ahmet Cebeci",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "Благодарим за отзыв и снова ждём умевшем ресторане.\n\n(Translated by Google)\nThank you for your feedback and again we are waiting for a skillful restaurant.",
    "rating": 5,
    "name": "игорь хижчук",
    "cat": "Ukrainian restaurant"
  },
  {
    "review": "(Translated by Google) super cozy tent. you can eat well and traditionally. incl live music. …",
    "rating": 5,
    "name": "Helena Murk",
    "cat": "Ukrainian restaurant"
  }
]