[
  {
    "review": "Tasty food, nice service. During quarantine I ordered takeout many times. Everything was always super delicious.",
    "rating": 5,
    "name": "Mirjana Borovic",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you so much for your feedback ❤️",
    "rating": 5,
    "name": "Andrii Korolov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "It was such a holiday for my stomach. All of meals oredered were very delicious. The service is fast and pleasant.  The general atmosphere  of the restaurant is pretty calm and restful. I  had a great  time there.",
    "rating": 3,
    "name": "Bob Benz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your feedback ❤️",
    "rating": 3,
    "name": "Alex Kharchyshyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Service has improved significantly. Previously they had a male server who was absolutely rude. Had an awful experience in there! This time the server was a female and extremely polite... Despite the language barrier...",
    "rating": 5,
    "name": "Oleg Savchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hi, thank you for your feedback. We are constantly working to improve the quality of service. We hope your visit will be excellent next time",
    "rating": 5,
    "name": "Andrii Stepovyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ate here for 3-4 times during the daytime. The team is smiley but quite indifferent to what is going on around. We were made to change the table because it was reserved but there was no sign saying it clearly. It made me feel miserable for a moment. The food is heavy.",
    "rating": 2,
    "name": "Mikhail Lodygin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice quiet place. Good food. Perfect for dinner.",
    "rating": 5,
    "name": "Eduard Che",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you so much ❤️",
    "rating": 3,
    "name": "Юлия Овсяник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Amazing Georgian food, awesome drinks, excellent service. Very pleasant dinner with friends!",
    "rating": 5,
    "name": "Оксана Малунова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 5,
    "name": "julija-dominique Юлия",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Disliked food quality. Service is excellent",
    "rating": 5,
    "name": "Archirai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.\n\n(Translated by Google)\nThanks for your feedback.",
    "rating": 2,
    "name": "- И Н О Й -",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Yana Musaieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️❤️❤️\n\n(Original)\nДякуємо ❤️❤️❤️",
    "rating": 1,
    "name": "Olga Grintsova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Средненько. Хачапури на шампуре - просто запечённая булочка с сыром, а мини хачапури - совсем даже не 300 заявленных грамм, да и больше на блинчик похожа. Хинкали есть можно. …",
    "rating": 3,
    "name": "Вікторія Огуєва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Julia, tell me, please, did you order at the restaurant Genatsvale & Hinkali TOWERS? On our delivery site www.gih.kiev.ua there is no such photo of khachapuri on a skewer as in your photo, which you put on the page\n\n(Original)\nДобрий вечір, Юліє, підкажіть, будь ласка, ви робили замовлення в ресторані Генацвалє&Хінкалі ТЕРЕМКИ? На нашому сайті доставки www.gih.kiev.ua немає такої фотографії хачапурі на шампурі, як на Вашому фото, яке Ви виставили на сторінці",
    "rating": 4,
    "name": "Oleksandr Rabazulkin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятный интерьер, спокойная атмосфера, хорошее и достаточно быстрое обслуживание. Заказывали хачапури, салаты для детей ( порции большие, салат вкусный), хинкали. Все вполне вкусно. Особо порадовала детская комнатка. …",
    "rating": 5,
    "name": "nat_bl bl",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От всей души благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you with all our hearts for your feedback ❤️",
    "rating": 5,
    "name": "Shirmyrat Hayytgulyyev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прелестный ресторан! Посещали неоднократно. Очень вкусные хачапури, шашлык и салаты. Десерты не особо впечатлили, но мы сюда не за ними ходим. Официанты приветливы и внимательны. Очень рекомендую всем для посещения. …",
    "rating": 5,
    "name": "Микита Барандич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and recommendation. See you in Genatsvale & Hinkali ❤️\n\n(Original)\nЩиро дякуємо Вам за відгук і рекомендацію. До нових зустрічей в Genatsvale&Hinkali ❤️",
    "rating": 4,
    "name": "Tetiana Luhovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришли сюда с ВДНХ. Приятный персонал, хорошее обслуживание. Брали чашушули, иаленький хачапури и салат Тбилиси. Бесплатная вода, хороший вайфай, пароль от которого я добавляю в фотографиях к отзыву. Цены хорошие, блюда вкусные и сытные, не …",
    "rating": 2,
    "name": "Danil Gradoboev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you sincerely for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо щиро за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Eugene Yemchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Два балла, только за интерьер и приветливый персонал. Кухня испортилась, все блюда которые заказали на вынос (три вида хинкали и хачапури по аджарски), ни какие. …",
    "rating": 5,
    "name": "Ольга Козырь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы были приглашены на ДР.\n- Из плюсов:\n1. Очень приветливый персонал; …",
    "rating": 2,
    "name": "Maryna Mukhametzianova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Yana, thank you very much for your feedback and recommendation, it is very nice that you liked our visit.\n\nSpecial thanks for the comments, we listen to everyone, we want to be the best for our guests, so your comments are very important!\n\nSee you at Genatsvale & Hinkali ❤️\n\n(Original)\nЯна, щиро дякуємо за відгук і рекомендацію, дуже приємно, що вам сподобалося у нас в гостях.\n\nОкрема подяка за зауваження, ми прислуховуємося до кожного, хочемо бути найкращими для наших гостей, тому Ваші зауваження дуже важливі!\n\nДо зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "K Elovets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Согласна с негативными отзывами по качеству еды, к сожалению. Сегодня заказывали хинкали (в честь Хеллоуина они были разноцветными), чёрные -  баранина, розовые -микс и зелёные - с сулугуни. По вкусу были на троечку, непонятный фарш и …",
    "rating": 4,
    "name": "Бел Анна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посещали ресторан ещё зимой, все карантинные требования и нормы соблюдаются, это однозначно плюс. Заказывали хачапури с вялеными томатами и лисичками, хачапури принесли вообще без вяленых томатов, нам конечно его заменили, и принесли с …",
    "rating": 2,
    "name": "S2012y Alex1882",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Victoria, thank you for your feedback and recommendations. All these nuances are taken into account and will be taken into account. We are constantly improving our service and cuisine, so we hope that the next visit will please you.\n\nWe listen to everyone, we want to be the best for our guests, so your comments are very important!\n\nSee you at Genatsvale & Hinkali ❤️\n\n(Original)\nВікторіє, дякуємо за відгук і рекомендації. Усі перераховані нюанси прийняті до уваги та обов'язково будуть враховані. Наш сервіс і кухню ми вдосконалюємо безперервно, тому сподіваємося, що наступне відвідування приємно Вас порадує.\n\nМи прислуховуємося до кожного, хочемо бути найкращими для наших гостей, тому Ваші зауваження дуже важливі!\n\nДо зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Andrii Kiev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I used to be in the establishment and make orders - everything was fine.\nToday I received negative feelings from the order. …",
    "rating": 3,
    "name": "Yuliia Stepanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Alexander, we are very, very sorry that your mood was spoiled and that there is a situation that we can only explain by human factors. We value our guests and listen to every opinion. Your comments have been accepted and will be taken into account in our further work, and the work with the staff will be carefully carried out by the restaurant management !!!\n\n❤️ We still want to invite you to try our hospitality again and, as an apology, treat you to a dozen khinkali and a bottle of fine wine.\n\n(Original)\nДоброго дня Олександре, нам дуже-дуже шкода, що ваш настрій був зіпсований і що склалася така ситуація, яку ми в силах пояснити тільки людьским фактором. Ми дуже цінуємо своїх гостей і прислуховуємся до кожної думки. Ваші зауваження прийняті і обов’язково будуть враховані в нашій подальшій роботі, а робота з персоналом буде ретельно проведена керівництвом ресторану!!!\n\n❤️ Ми все ж  таки хочемо запросити ще раз спробувати на смак нашу гостинність і, в якості вибачення, пригостити Вас дюжиною хінкалі та пляшкою чудового вина.",
    "rating": 5,
    "name": "Мар'яна Стрілецька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая кухня, хороший персонал. О и отменная чача😊. Адекватные цены. Уютный очень ресторанчик❤️Детское меню также очень вкусное. Обязательно будем заходить. Спасибо. …",
    "rating": 5,
    "name": "LAV Production",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От всей души благодарим за отзыв, похвалы дают нам силы и энергии, чтобы каждый день становиться лучше для своих гостей.\nОбязательно приходите еще, мы будем вас ждать ❤️\n\n(Translated by Google)\nWe sincerely thank you for your feedback, praises give us strength and energy to become better for our guests every day.\nBe sure to come again, we will be waiting for you ❤️",
    "rating": 5,
    "name": "Регина Коробейко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение,  приятная атмосфера,  и очень все вкусно, кофе по итальянский просто бомба 💣 ,  стоит отметить работу официантки Алены(спасибо) , вообщем все классно😀 …",
    "rating": 5,
    "name": "Сергей Троценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим от всего сердца за Ваш отзыв, нам очень радостно, когда нашим Гостям вкусно и хорошо. До новых встреч в Genatsvale&Hinkali ❤️\n\n(Translated by Google)\nThank you from the bottom of our hearts for your feedback, we are very happy when our guests taste delicious and good. See you soon at Genatsvale&Hinkali ❤️",
    "rating": 4,
    "name": "Елена Germany",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отлично заведение, рекомендую. Быстрая подача блюд, внимательные официанты и вкусная еда! …",
    "rating": 4,
    "name": "Ольга Тимченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and we are always waiting for you to visit ❤️\n\n(Original)\nЩиро дякумо за відгук і завжди чекаємо Вас у гості ❤️",
    "rating": 3,
    "name": "Елизавета Габузян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice place, friendly staff ... happy with a large selection of lemonades, there is a summer terrace, but during the day it is not very comfortable to sit on one side because the umbrellas do not completely cover the …",
    "rating": 5,
    "name": "Ирина Босая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback.\n\n(Original)\nДякуємо за відгук.",
    "rating": 4,
    "name": "Мария Костюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывали вчера с девушкой на вечер хинкали (27 шт.) и больше половины были просто развалены, сели кушать через 15 мин после самовыноса. Что касается мясных (12 шт.), то они абсолютно все были раскрытыми снизу, в итоге это были не хинкали, …",
    "rating": 4,
    "name": "Alexander Yaretskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Danil, we are very, very sorry that your mood was spoiled by delivery problems. We want to treat you to a dozen khinkali to lift your spoiled mood a little. Call our administrators and we will deliver our \"apology\" at a time convenient for you.\n\n(Original)\nDanil, нам дуже-дуже шкода, що Ваш настрій був зіпсований проблемами з доставкою. Хочемо пригостити Вас дюжиною хінкалі, щоб Хоч трохи підняти зіпсований настрій. Зателефонуйте нашим адміністраторам і ми доставимо Вам наше «вибачення» в зручний для Вас час.",
    "rating": 4,
    "name": "Оля Черная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Классный ресторанчик. Не первый раз ужинаю с семьей, где всегда отменная кухня и обслуживание. Средний чек на двоих гривен на 500-700 поужинать + вино. Деткам маленьким есть чем заняться там тоже. Имеется летний дворик, если предпочитаете …",
    "rating": 1,
    "name": "grifon _s",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку и рекомендацию, нам очень приятно, что Вам понравилось в Genatsvale&Hinkali ♥️🇬🇪\n\n(Translated by Google)\nThank you for your appreciation and recommendation, we are very pleased that you liked in Genatsvale & Hinkali ♥ ️🇬🇪",
    "rating": 2,
    "name": "Владимир Бовт",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здесь заботятся о здоровье посетителей , при входе измеряют температуру  и просят перемещаться по заведенью в маске.\nБезумно вкусные хачапури,  мясо,  лимонады и всё всё всё 😋. …",
    "rating": 1,
    "name": "Александр Бутенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим отзыв, всегда ждем в гости ❤️🇬🇪\n\n(Translated by Google)\nThank you for your review, we are always looking forward to your visit ❤️🇬🇪",
    "rating": 5,
    "name": "Наталья Череватая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывали хинкали в Ракете, в последний раз решили попробовать и другие блюда, выбрали \"Лосось, запечённый в мешочке с овощами\" (вес в меню - 280 г). Когда получила заказ, увидела, что порция лосося какая-то слишком маленькая, взвесила, …",
    "rating": 5,
    "name": "Женя Женин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Марина здравствуйте, нам очень жаль, что сложилась такая ситуация, мы приняли меры и провели работу с персоналом.\nМы дорожим своими гостями и ни в коем  случе не хотели бы, чтобы подобные промахи случались в нашей работе. Чтобы хоть как-то сгладить Ваше испорченное настроение, предлагаем Вам заказать что-то из меню на Ваше усмотрение и мы доставим выбранные блюда в виде нашего искреннего извинения.\nНаш администратор ждет Вашего звонка, чтобы принять заказ.\n\n(Translated by Google)\nMarina hello, we are very sorry that such a situation has arisen, we have taken measures and worked with the staff.\nWe value our guests and in no case would like to see such mistakes happen in our work. In order to somehow smooth out your spoiled mood, we suggest you order something from the menu at your discretion and we will deliver the selected dishes in the form of our sincere apology.\nOur administrator is waiting for your call to take your order.",
    "rating": 5,
    "name": "Evgeniy Ulitin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное место,хорошие порции. Вкусно готовят. Ни разу не было, чтобы были претензии к еде, а мы отмечали праздники несколько раз. Официанты в нормально одетых масках! Брала на вынос сеты с мясом несколько раз, все отлично запаковано. …",
    "rating": 5,
    "name": "Roman Negrienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you from the bottom of my heart for your feedback and recommendation! We are very happy and rejoice when our guests become our friends!\nWe are always waiting for you to visit, with love your Genatsvale & Hinkali ❤️\n\n(Original)\nВід усього серця дякуємо за відгук та рекомендацію! Ми дуже тішимося та радіємо коли наші гості стають нашими друзями!\nЗавжди чекаємо вас у гості, з любов’ю ваш Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Эмили Илин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прикольное и уютное место, приветливый персонал, быстрое обслуживание. Мы заказывали хинкали, кубдари, айран и лимонад с киви и тархуном.  Кубдари был божественным, хинкали я пробовала и лучше(недостаточно специй и кинзы). Напитки тоже были …",
    "rating": 5,
    "name": "Olga Terefeyeva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback.\n\n(Original)\nДякуємо за відгук.",
    "rating": 4,
    "name": "Анастасія Качай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказал сегодня шашлык из бараньих рёбрышек и свининой шеи, а также хачапури. Бараньи ребра просто обугленное мясо, а шашлык из шеи очень соленый. Единственное порадовал хачапури. Ранее ходил неоднократно все нравилось, сегодня у них …",
    "rating": 5,
    "name": "School of doctor Skachko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место симпатичное и уютное, персонал приветливый, блюда грузинской кухни  простые но вкусные, хинкали с бараниной 5+ из 5. …",
    "rating": 1,
    "name": "Олег Тишаков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 2,
    "name": "Tetiana Zavgorodnia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В салате с печенью не хватило печени,  орехов, как есть виноград вилкой сложно представить, с палочками салата тоже сложно было. Вода 49 грн …",
    "rating": 5,
    "name": "Tania Verbenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place! Tasty, welcoming, good and affordable. Tasted with a delicious tincture. Having a play area for children is a big plus! …",
    "rating": 5,
    "name": "Veronika Levchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Виктор Фролов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Эта сеть ресторанов лучшая в Украине!!! Все нравиться! Вкусно, атмосферно, приемлимые цены, гостеприимный персонал. Все на высшем уровне! Ходим туда регулярно, пробовали все. …",
    "rating": 4,
    "name": "Лариса Романчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) You have no idea how grateful we are to you for your kind response! Such reviews inspire us and give us strength, joy and energy!\nWe are always glad to see you as a guest.\nWith love, Genatsvale & Hinkali ❤️\n\n(Original)\nВи не уявляєте, як ми вдячні вам за Ваш душевний відгук! Такі відгуки надихають нас і надають сил, радості та енергії!\nЗавжди раді бачити вас у себе в гостях.\nЗ любов‘ю, Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Аня Мороз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "1. Очень приветливый персонал;\n2. Рядом есть парковка для авто;\n3. Интересный дизайн в заведении; …",
    "rating": 5,
    "name": "Murad Belotserkovskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От всей души благодарим за отзы❤️\nИ до новой встречи в Genatsvale&Hinkali 🇬🇪\n\n(Translated by Google)\nThank you from the bottom of our hearts for your feedback❤️\nAnd see you again at Genatsvale & Hinkali 🇬🇪",
    "rating": 1,
    "name": "Alexandra Klimovich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for this bookmark. I recommend for a good, quiet pastime. The cuisine is wonderful, tasty and colorful. …",
    "rating": 5,
    "name": "Oleksii G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 1,
    "name": "Елизавета Заяц",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан средней ценовой категории. Место приятное с характерной атмосферой. Очень хорошее обслуживание - максимально быстрое и вежливое. Кухня хорошая с особой подачей, но некоторые блюда на любителя с обильным количеством специй. В целом …",
    "rating": 2,
    "name": "Сергій Попков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 3,
    "name": "Catherine",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда вкусная. Обслуживание на 3ку. Из заказа (на компанию из 13 человек) принесли не все блюда и не с первого раза. Спасибо, что в счёт вкючили только то, что принесли. …",
    "rating": 5,
    "name": "Ігор Брагінець",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусное меню, но обслуживание все портит. По приходу предложили сесть в зал рядом с детской зоной и кучей детей, на вопрос есть ли свободные столики в другом зале предложили сходить посмотреть самим, вдруг что освободилось. Грязную …",
    "rating": 1,
    "name": "Тетяна Золотаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Elizabeth, we are very sorry that such an unpleasant situation has developed and your mood has been spoiled. The work with the staff will be carefully carried out and your comments will be taken into account in our further work.\nWe still want to invite you to taste our hospitality again and treat you, as an apology, with a bottle of excellent Georgian wine. We hope to see you again in our restaurant.\n\n(Original)\nДоброго дня, Єлізавето, нам дуже шкода, що склалася така неприємна ситуація і ваш настрій був зіпсований. Робота з персоналом буде обов‘язково ретельно проведена і Ваші зауваження будуть враховані в нашій подальшій роботі.\nМи все ж  таки хочемо запросити Вас ще раз спробувати на смак нашу гостинність і пригостити вас, в якості вибачення, пляшкою відмінного грузинського вина. Надіємося знову побачити Вас в нашому ресторані.",
    "rating": 4,
    "name": "Євгеній Рижков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место!\nПерсонал не назойливый\nЕда была подана, как и говорили. …",
    "rating": 1,
    "name": "Sergey Chumak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 3,
    "name": "Aleksandr Silin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) came to your restaurant on Friday, November 26th.\nkhinkali the best who ate in Kiev! I liked the music that played from the lower hall. the waiters are very friendly, especially the waitress Anastasia, knows …",
    "rating": 5,
    "name": "Васільченко Артем",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место! Очаровательный официант Александр создавал чудесную праздничную атмосферу. Без него место сразу теряет очень сильно в обслуживании. …",
    "rating": 5,
    "name": "Анна Климчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.\n\n(Translated by Google)\nThanks for your feedback.",
    "rating": 5,
    "name": "Ozgur Karaca",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Первый впечатления очень хорошие, пока не столкнулась с не самой приветливой официанткой ( тёмненькая) и такая же администратор ( светленькая, если не ошибаюсь, то была в очках). Кухня очень вкусная, особенно самса - великолепная! И …",
    "rating": 5,
    "name": "Vladimirukr V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасное заведение на Ломоносова , фишка заведения в хинкали , но хинкали оставляют желать лучшего , тесто пресное , бульона вообще не было, официант ходит с таким лицом и отвечает на вопросы как будто к нему домой пришли и попросили супа …",
    "rating": 2,
    "name": "Anna Zhuravel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Grifon_S, we are very sorry that your mood was spoiled by a situation that we can only explain by human factors. The work with the staff has already been carefully carried out and your comments have been accepted and will be taken into account in our further work.\nAs an apology, we want to treat you to a bottle of wonderful Georgian wine. We hope you will visit our restaurant again and your impressions will change for the better.\n\n(Original)\nДоброго дня Grifon_S, нам дуже шкода, що ваш настрій був зіпсований ситуацією, яку ми в силах пояснити тільки людьским фактором. Робота з персоналом вже ретельно проведена і Ваші зауваження прийняті і обов’язково будуть враховані в нашій подальшій роботі.\nВ якості вибачення, хочемо пригостити Вас пляшкою чудового грузинського вина. Надіємося, Ви знову завітаєте в наш ресторан і ваші враження зміняться в кращу сторону.",
    "rating": 1,
    "name": "Maxim Kievskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ребята, если кто ел настоящие хинкали и лобио - лучше не заказывайте. Три дня при воспоминании мутило. Хинкали - тесто сырое, лобио - безвкусное. Явно приготовлен не в день подачи. Попробовал и пожалел. Столы липкие. Плохо вытирают, а их …",
    "rating": 3,
    "name": "Кабанец Вероника",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vladimir. Thank you for giving us your time and writing your feedback and comments. All these nuances are taken into account and will be taken into account in our future work. We are constantly improving the service and our cuisine, so we hope that the next visit will pleasantly surprise and delight you. Regarding the tables, the waiter told you the truth that this is a really sticky coating with which we were unlucky, we are now re-grinding our tables and covering with fresh coating.\n\n(Original)\nДоброго дня, Володимире. Дякуємо, що Ви приділили нам свій час і написали відгук та зауваження. Усі перераховані нюанси прийняті до уваги та обов'язково будуть враховані в нашій подальшій роботі. Сервіс і нашу кухню ми вдосконалюємо безперервно, тому сподіваємося, що наступне відвідування приємно Вас здивує та порадує. З приводу столів офіціант сказав Вам правду, що це дійсно липне покриття з яким нам не пощастило, ми зараз заново шліфуємо наші столи і покриваємо свіжим покриттям.",
    "rating": 5,
    "name": "Yuri _",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оставлял свой отзыв 2 года назад с полным восхищением о данном месте и тогда были очень вкусные Хинкали. …",
    "rating": 1,
    "name": "Andrey Spoki4",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Alexander, thank you for your feedback. We are very sorry that your opinion has changed.\nIn two years, nothing has changed in the process of cooking khinkali: no weight, no dough recipe, no amount of minced meat. We still prepare khinkali according to the TECHNOLOGICAL CARD and we follow the cooking technology very strictly. The weight of the finished product has always been indicated in the menu, and 2 years ago, and now 1 khinkali weighs 80 grams.\nIn our work we use only the freshest certified products. Every morning we prepare fresh minced meat from selected meat for cooking khinkali and also follow the cooking technology: the weight of the meat, the composition of spices are the same as 2 years ago.\nWe really hope that your mood will change and we will be happy to see you again!\n\n(Original)\nДобрий день, Олександре, дякуємо за зворотній зв’язок. Нам дуже шкода, що у Вас змінилася думка.\nЗа два роки у нас нічого не змінилося у процесі приготування хінкалі: ні вага, ні рецепт тіста, ні кількість фаршу. Ми, як і раніше, готуємо хінкалі згідно ТЕХНОЛОГІЧНОЇ КАРТКИ і за технологією приготування у нас дуже строго слідкують. Вага готового продукту завжди була вказана в меню, і 2 роки тому, і зараз 1 хінкалі важить 80 грамів.\nВ своїй роботі використовуємо тільки найсвіжіші сертифіковані продукти. Щоранку ми готуємо свіжий фарш з добірного  м'яса для приготування хінкалі і також дотримуємося технології приготування: вага м‘яса, склад спецій такі ж, як і 2 роки тому.\nМи дуже сподіваємося, що у Вас зміниться настрій і ми знову із задоволенням побачимо Вас у себе в гостях!",
    "rating": 2,
    "name": "Alina Kvatadze",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Кухня работает до 22.30 при этом в телефонном режиме приняли заказ в 22.25 пока ехали туда. Когда приехали все подали горячим . Персонал приятный. …",
    "rating": 5,
    "name": "Igor",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️ и вегда ждем в гости!\n\n(Translated by Google)\nThank you for your feedback ❤️ and we are always looking forward to your visit!",
    "rating": 1,
    "name": "Vladyslav",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня по сидели компанией- обслужили моментально.\nТак и не смог оторваться от хачапури по аджарски, как не хотел.\nХинкали тоже бомба. …",
    "rating": 5,
    "name": "Victor _G",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you from the bottom of my heart for your feedback and we are sincerely glad that you enjoyed it. ❤️\n\nAnd yes, we have cool banquets with a fixed price per guest, which can be read on our website www.gih.kiev.ua\n\n(Original)\nВід усієї душі дякуємо за відгук і щиро радіємо, що Вам було смачно. ❤️\n\nІ так, у нас класні банкети з фіксованою ціною на одного гостя, про які можна почитати на нашому сайті www.gih.kiev.ua",
    "rating": 3,
    "name": "Nika",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохой ресторанчик, где можно неспешно съесть неплохих хинкали. Есть столики на открытом воздухе и внутри. Субботним вечером была живая музыка. На удивление порадовали хинкали с лососем. …",
    "rating": 2,
    "name": "Анастасия Панкрушева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, we are very happy that you liked our visit. And until the new meeting, we still have something to surprise and delight you ❤️🇬🇪\n\n(Original)\nДякуємо за відгук, ми дуже щасливі, що Вам сподобалося у нас в гостях. І до нової зустрічі, нам ще є чим Вас здивувати та порадувати ❤️🇬🇪",
    "rating": 5,
    "name": "Vladimir Lemeshko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное место, уютно, комфортно, хорошее обслуживание. Еда очень вкусная и не дорого. …",
    "rating": 5,
    "name": "Amadara Amadarovna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень часто бываем тут и заказываем еду с собой. Вкусная кухня, широкий выбор напитков, очень приятные цены и обслуживание. На данный момент считаем лучшим грузинским рестораном в Киеве. Если заказывать еду на вынос, время приготовления …",
    "rating": 4,
    "name": "Сережа Живчик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим отзыв и за доверие, всегда ждем в гости 😘🇬🇪\n\n(Translated by Google)\nThank you for your feedback and for your trust, we are always welcome to visit 😘🇬🇪",
    "rating": 4,
    "name": "Олексій Пономаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Купили хинкали to go, смачно, оперативно!\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Evgenia S",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and happy holidays to you ❤️\n\n(Original)\nДякуємо за відгук і веселих иа смачних Вам свят ❤️",
    "rating": 1,
    "name": "Оксана Степанечко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Во время нашого посещения было мало людей, осень красивое и стильное заведение.\nКухня: мясо было сырое и не пряное. На 3+ …",
    "rating": 5,
    "name": "Vsevolod Zhovtenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.Приняли его в работу.\n\n(Translated by Google)\nThank you for your feedback. We took it to work.",
    "rating": 5,
    "name": "Iren Donchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное заведение, готовят вкусно, обслуживают быстро. Рекомендую посетить.\nГрузинская кухня относится к одной из самых лучших для здоровья. Важно учитывать советы диетолога и корректировать технологически карту в зависимости от уровня …",
    "rating": 1,
    "name": "Oleksandr Skomarov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and recommendations ❤️🇬🇪\n\n(Original)\nДякуємо за відгук і рекомендації ❤️🇬🇪",
    "rating": 5,
    "name": "Антоха Капшиенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший был ресторан. Седня разочаровал.  Подъехать и остановиться невозможно. Не рассистено и снежная каша. Неприятно. Там работы по снегу одному человеку на два часа.  Хачапури с сырами пересолен. Хинкали с неприятным запахом фарша и …",
    "rating": 5,
    "name": "Sergii Ostafiichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не вкусно. Так чтобы утолить голод, но без удовольствия. Официанты молодцы. Но пресную еду они компенсировать не могут к сожалению. Явно не уровень ресторана. В лучшем случае по вкусу еда как кулинария из супермаркета, пусть и не самого …",
    "rating": 5,
    "name": "Анна Пшеничная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Attentive staff delicious food and relatively low prices are a children's room and high chair …",
    "rating": 5,
    "name": "Vital Vital",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 4,
    "name": "Max Alexandrovich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) This is not the first time I have visited the institution, probably for the sixth or seventh time since I moved to the district. Every time I'm happy with dinner. You can find a place, even if it's a weekend. The …",
    "rating": 4,
    "name": "Yurii Fenchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We thank you from the bottom of our hearts for a pleasant and detailed response. We are glad that you like everything and we are always waiting for you to visit ❤️\n\n(Original)\nВід усієї душі дякуємо Вам за приємний та детальний відгук. Тішимося, що вам усе до вподоби і завжди чекаємо Вас у гості ❤️",
    "rating": 1,
    "name": "Михаил Кожемякин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывал хинкали и харчо - очень понравилось) рекомендую! Обслуживание тоже быстрое. …",
    "rating": 5,
    "name": "Євгеній",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От всей души благодарим за отзыв! ❤️\n\n(Translated by Google)\nThank you from the bottom of our hearts for your feedback! ❤️",
    "rating": 3,
    "name": "Sveta Petrachkova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We often ask ourselves:\nthe ark of meat, like a lottery when tasty and when not very;\nKhachapuri with salmon is always delicious. …",
    "rating": 5,
    "name": "Kate Boliukh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will definitely take into account your comments, thank you for paying attention to the shortcomings in the work of the kitchen, which we will carefully correct!\nSee you at G&H ❤️\n\n(Original)\nДякуємо за відгук. Обов‘язково приймемо до уваги Ваші зауваження, дякуємо що звернули увагу на недоліки в роботі кухні, які ми старанно виправимо!\nДо нової зустрічі в G&H ❤️",
    "rating": 5,
    "name": "Bohdan Shtoma",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, приятно, уютно и не за все деньги мира.\nИз минусов - весит табличка iqos friendly, но нет) …",
    "rating": 4,
    "name": "Ganna Stovpchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одна из лучших интерпретаций на тему грузинской кухни в Киеве и точно лучшая на районе. Рекомендуем …",
    "rating": 2,
    "name": "Дарья Дарья",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are so grateful to you for your feedback, it makes us happy, makes us happy and inspires us to new successes, achievements and victories!\nSee you at Genatsvale & Hinkali ❤️\n\n(Original)\nМи так вдячні Вам за відгук, він радує, робить нас щасливими та надихає на нові успіхи, досягнення та перемоги!\nДо нових зустрічей в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "карина деде",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отвратительное отношение к клиентам.\nЧас сидели в заведении и за это время принесли 2 блюда, а про 3-е забыли. Даже не извинились. …",
    "rating": 3,
    "name": "Юлия Чернега",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, Alexander, thank you for your feedback. Your feedback and comments will be taken into account in our further work.\nWe are very sorry that your mood was spoiled today, if it is appropriate, we still want to invite you to try our hospitality again! We want to treat you, as an apology, khachapuri with melon and ham from the summer offer.\n\n(Original)\nДоброго вечора, Олександро, дякуємо за зворотній зв’язок. Ваш відгук та зауваження  обов'язково будуть враховані в нашій подальшій роботі.\nНам дуже шкода, що Ваш настрій сьогодні був зіпсований, якщо це буде доречно, ми все ж хочемо запросити Вас ще раз спробувати на смак нашу гостинність! Хочемо пригостити вас, в якості вибачення, хачапурі з динею та хамоном з літньої пропозиції.",
    "rating": 4,
    "name": "Pavel Kuts",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A place you want to return to. The day is calm, in the evening a little noisy from a large number of visitors. The cuisine is very tasty, the prices are nice. Friendly, attentive and polite staff. …",
    "rating": 4,
    "name": "Дмитро Бобошко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for such a warm response and we are always waiting for you to visit❤️\n\n(Original)\nЩиро дякуємо за такий теплий відгук і завжди чекаємо Вас у гості❤️",
    "rating": 1,
    "name": "Viktoria Pogorelova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обычно посещаем ресторан на позняках.\nДомой заказывали также с него.\nСегодня наш заказ передали в ресторан на теремках. …",
    "rating": 1,
    "name": "Tatyana Horoshko-Kulishova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв, мы примем надлежащие меры и проведем работу с сотрудниками кухни.\nНам очень жаль, что ваше настроение было испорчено, в качестве извинения примите от нас доставку шашлыка. Надеемся, что он Вас не разочарует. Свяжитесь, пожалуйста, с нашими администраторами, для указания адреса доставки на Ваше имя.\nС уважением,\n🇬🇪 Genatsvale&Hinkali Теремки\n☎️ +38 (068) 612 24 24\n📩 вулиця Ломоносова, 46/1\n\n(Translated by Google)\nThank you for your feedback, we will take appropriate action and work with the kitchen staff.\nWe are very sorry that your mood was spoiled, as an excuse, accept the delivery of the kebab from us. We hope it will not disappoint you. Please contact our administrators to indicate the delivery address in your name.\nRespectfully,\n🇬🇪 Genatsvale & Hinkali Teremki\n☎️ +38 (068) 612 24 24\n📩 vulytsia Lomonosova, 46/1",
    "rating": 5,
    "name": "Татьяна Косматенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Dirty tables, long take orders, food is clumsily cooked. How could a pork neck kebab be made so hard? Veal skewers are no better, very tough meat. Of all that I have tasted with you, I can mention only compote and …",
    "rating": 4,
    "name": "Sona Badalyan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Sergey, thank you for your feedback and comments. All these nuances are taken into account and will be taken into account in our future work. We are constantly improving the service and our cuisine, so we hope that the next visit will pleasantly surprise and delight you.\n\n(Original)\nСергіє, дякуємо за відгук і зауваження. Усі перераховані нюанси прийняті до уваги та обов'язково будуть враховані в нашій подальшій роботі. Сервіс і нашу кухню ми вдосконалюємо безперервно, тому сподіваємося, що наступне відвідування приємно Вас здивує та порадує.",
    "rating": 5,
    "name": "Паша",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохое место. Далеко не самое любимое и вкусное грузинское заведение в киеве, но просто как место где пообедать подойдёт. Быстро приносят блюда. …",
    "rating": 5,
    "name": "Taras Dzeganovsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день!\nСпасибо, что оставили отзыв!)\nК сожалению официанту пришлось предложить Вам подобрать другой, удобный для Вас, стол т.к. стол у окна действительно популярный и на тот момент он был зарезервирован.Об этом свидетельствовала ваза с табличкой «reserve»..\nПо поводу хачапури и рекомендации на счёт угощения в виде жвачек мы обязательно обратим внимание и надеемся, что в скором времени станем ещё лучше ❤️\n\n(Translated by Google)\nGood day!\nThank you for leaving a review!)\nUnfortunately, the waiter had to offer you to choose another table convenient for you, as the table by the window is really popular and at that time it was reserved. This was evidenced by a vase with the sign \"reserve\" ..\nRegarding khachapuri and a recommendation for chewing gum treats, we will definitely pay attention and hope that we will become even better soon ❤️",
    "rating": 5,
    "name": "яна магда",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. Polite staff. I recommend. I love this cafe\n\n(Original) …",
    "rating": 5,
    "name": "Sergii Getman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) And we love you and are always waiting to visit ❤️ Thank you for your feedback and recommendation 🇬🇪\n\n(Original)\nІ ми Вас любимо і завжди чекаємо у гості ❤️ Дякуємо за відгук і рекомендацію 🇬🇪",
    "rating": 5,
    "name": "Аl'ona Sereda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасно готовят! Сухое и невкусное мясо! Люля кебаб жевать невозможно. Хинкали тоже не впечатлили. Знаю как минимум 12 людей, которые тут тоже побывали и возвращаться сюда не планируют, как раз из-за невкусной еды! По поводу обслуживания был …",
    "rating": 5,
    "name": "Katerina Nikolenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.\n\n(Translated by Google)\nThanks for your feedback.",
    "rating": 5,
    "name": "3881010 Щербина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сделано место хорошо. Вечером - живая музыка.\nХинкали, к сожалению, на 3ку. Салаты - хорошие.\nРасстроило то, что оплатить терминалом нельзя, предлагают перевести на карточку. …",
    "rating": 5,
    "name": "Daryna Y-S",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Много раз заказыаали на вынос хинкали раньше, но сейчас что-то пошло не так. Во-первых, на указанное время хинкали не были готовы, пришлось ждать ещё 20 минут, но это не самое плохое. Самое плохое - это были качество хинкали, которые …",
    "rating": 5,
    "name": "Марина Миронишина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, примите наши искренние извенения в виде дюжины хинкали, которые Вы можете забрать с собой или отведать на нашей летней площадке ❤️\n\n(Translated by Google)\nSergey, please accept our sincere apologies in the form of a dozen khinkali, which you can take with you or try on our summer ❤️",
    "rating": 3,
    "name": "Ігор Українець",
    "cat": "Georgian restaurant"
  },
  {
    "review": "1. Место хорошее. Расположение и дизайн\n2. Персонал 3/5 на какого официанта попадёшь.\n3. Еда вкусная. Но. …",
    "rating": 5,
    "name": "Наталья Горкавенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв,мы приняли его во внимание и уже совсем скоро Вы сможете насладиться нашим обновлённым меню🇬🇪\n\n(Translated by Google)\nThank you for your feedback, we took it into account and very soon you will be able to enjoy our updated menu🇬🇪",
    "rating": 3,
    "name": "Mehmet Uren",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Today we were in the restaurant, I really liked the service, at the entrance my friends and I were nicely greeted by the girl administrator, there were no delays, everything is fast, thank you …",
    "rating": 3,
    "name": "Александр Небылица",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Юрій Нагірний",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заведение наше поддомное и отличное место для ужина парой, семьёй, друзьями. Мы наверное попробовали все меню)) из любимого хинкали, хачапури по-аджарски и цыпленок в сливочном соусе (не помню название блюда). …",
    "rating": 5,
    "name": "Татьяна Кузнецова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! We are happy that we have such wonderful neighbors ❤️\n\n(Original)\nЩиро Дякуємо за відгук! Ми шасливі, що у нас є такі прекрасні сусіди ❤️",
    "rating": 5,
    "name": "Марина Царёва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Просто кофе пили, очень вкусно было 😊 само место приятное, персонал деликатный и внимательный. Администратор сидящая за компьютером очень милая. В общем, приходите. …",
    "rating": 5,
    "name": "Dmytro Monchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "От всего сердца благодарим за такой душевный отзыв ❤️\n\n(Translated by Google)\nThank you from the bottom of our hearts for such a sincere feedback ❤️",
    "rating": 5,
    "name": "Oleksandr Striletskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное место. Удобные диванчики, персонал дружелюбный. Очень вкусно. Можно брать любое хачапури или хинкали и не пожалеете. И еще кровавая мери без алкоголя просто вкусно, но маленькая порция. Могли бы и грамм 400 сделать за те же …",
    "rating": 5,
    "name": "Alexey Lomonosov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв, нам очень-очень приятно и радостно, когда Гостям вкусно и уютно 🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback, we are very, very pleased and joyful when Guests are tasty and comfortable 🇬🇪 ♥ ️",
    "rating": 5,
    "name": "Таня Жмурко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Из плюсов:\n- вежливые и улыбчивые администраторы\n- красивый интерьер …",
    "rating": 4,
    "name": "Pavlo Melnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.\n\n(Translated by Google)\nThanks for your feedback.",
    "rating": 5,
    "name": "Дарья Мельник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не люблю оставлять плохие отзывы.....\nЕсли разобрать по * то за кухню 4*, в соотношении цена-качество 5*, цена демократичные, качество достойное. Очень удивило обслуживание... девушка Анастасия …",
    "rating": 5,
    "name": "Анна Сердюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв.\nМы провели беседу по улучшению качества обслуживания со всеми сотрудниками зала.Надеемся  впредь Вас не разочаровывать и ждём на вкусный комплемент от заведения в качестве извинений.\n\n(Translated by Google)\nThank you for your feedback.\nWe had a conversation on improving the quality of service with all the employees of the hall. We hope not to disappoint you in the future and look forward to a delicious compliment from the establishment as an apology.",
    "rating": 5,
    "name": "Валентин Черешинский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мы зашли, сели, никто внимания на нас не обращал, пока сами не попросили меню. Суп принесли еле теплый. Кролик на вкус был неприятный, не вкусный. Хачапури был хороший. …",
    "rating": 5,
    "name": "Катерина Куртева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.Мы дорожим каждым нашим гостем и хотели бы Вас пригласить ещё раз к нам,чтобы оставить о себе самые приятные впечатления.❤️\n\n(Translated by Google)\nThank you for your feedback. We value each of our guests and would like to invite you again to us to leave the most pleasant impressions about us.",
    "rating": 5,
    "name": "Andrii Krenevych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее обслуживание. Приветливый персонал.  Кухня вкусная. Цены умеренные.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Tetiana Obikhod",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️\n\n(Original)\nЩиро дякуємо за відгук ❤️",
    "rating": 4,
    "name": "Василь Луцький (Cirkulare)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Booked a table, and the results for some reason the table was busy. We put other guests at the reserve table for another time, thus limiting our stay. We sat waiting for the menu for 15 minutes, the waiters did not …",
    "rating": 5,
    "name": "Nikolay Stanislavovich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, we are very sorry that your mood was spoiled by our incorrect booking. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n(Original)\nАндрію, нам дуже шкода, що Ваш настрій був зіпсований нашим некоректним бронюванням. Хочемо пригостити Вас дюжиною хінкалі, щоб Хоч трохи підняти зіпсований настрій. ЧЕКАЄМО У ГОСТІ.",
    "rating": 5,
    "name": "Риэлтор Марчук Татьяна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказали вчера хинкали. Мясо слишком пересоленное. Вкус отвратительный( Очень разочарована. До этого сколько раз заказывали и все было чудесно. Или повара поменяли или сам ресторан стал хуже( …",
    "rating": 5,
    "name": "Аlex Kor",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Puddle nice hinkalnya. Good service, delicious. Experiment with dishes like khinkali with salmon. I didn't understand something, but someone might like such an unusual version of a regular dish …",
    "rating": 5,
    "name": "Sergey Kostyrsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 3,
    "name": "Ірина Кравченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Только один из трех официантов вежливый. Администраторша ходит с лицом как будто ей все должны.\nЗаказал 2 блюда с собой, прийдя домой обнаружил что одно из них не то что …",
    "rating": 5,
    "name": "КЛИНИКА ОБРАЗЦОВА",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно, удобно, хорошо с семьей. Мое любимое блюдо \"Сытый грузин\", хотя здесь все очень вкусно и персонал хороший! Теперь не стыдно на теремках отметить День Рождения и даже удивить гостей необычно вкусными блюдами. Всем понравится интерьер …",
    "rating": 5,
    "name": "Alyona Oliynik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв, нам очень приятно, что Вам по душе наш ресторан и кухня ♥️\n\n(Translated by Google)\nThank you for your feedback, we are very pleased that you like our restaurant and kitchen ️",
    "rating": 5,
    "name": "Kateryna Postavska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мой отзыв после второго посещения читайте ниже.\nКлиент один, а два противоположных отзыва. …",
    "rating": 3,
    "name": "Oleksii Svystunov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день.Спасибо за Ваш отзыв.Нам искренне жаль за сложившуюся ситуацию.Скажите пожалуйста,Как с Вами связаться?Всей командой ГХ и руководством лично хотим принести свои извинения за неприятный осадок.\nПригласить Вас на ужин и показать,что мы исправили наши упущения,за которое нам очень стыдно.\n\n(Translated by Google)\nGood afternoon. Thank you for your feedback. We are sincerely sorry for the current situation. Please tell me How to contact you? We want to apologize for the unpleasant precipitate by the whole GC team and management.\nInvite you to dinner and show that we have corrected our omissions, for which we are very ashamed.",
    "rating": 4,
    "name": "Kazanch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "У вас очень вкусные сезонные крем-мупы! Очень огорчил чиз-кейк, он желатиновый и не вкусный. А так же расстроило ваше украшение еды укропом и петрушкой. Если они идут в блюде их надо ОБЯЗАТЕЛЬНО указывать в меню! Не все люди любят зелень! …",
    "rating": 5,
    "name": "Николай Дергун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день!Спасибо большое за отзыв.Мы обязательно учтём Ваше мнение.\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback. We will take into account your opinion.",
    "rating": 5,
    "name": "марина Врублевская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось. Хорошая еда, комфортная обстановка.\n\n(Translated by Google)\nLiked. Good food, comfortable atmosphere.",
    "rating": 5,
    "name": "Дмитро Мельниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n(Original)\nДякуємо Вас за відгук❤️\nДо зустрічі у Г&Х🇬🇪",
    "rating": 5,
    "name": "Alex A",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное место,  хинкали  разных видов,  хачапури.  Советую попробовать и научиться правильно есть хинкали. В Лико  нет так  много хороших заведений   с вкусной кухней  и по приятным ценам. …",
    "rating": 4,
    "name": "Olga Golden",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждем в гости ❤️🇬🇪\n\n(Translated by Google)\nThank you for your feedback and we are always waiting for a visit ❤️🇬🇪",
    "rating": 5,
    "name": "Юлия Ручка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place to spend pleasant evenings in the company of Georgian atmosphere, delicious cuisine and a nice team) …",
    "rating": 4,
    "name": "Ivan Markush",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 4,
    "name": "Ki Art7s",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In general, all the rules, except for the noisy hood in the basement. …",
    "rating": 5,
    "name": "Eugine Burysheva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Признаться, это худшее заведение грузинской кухни, где я бывала. Претензий к официанту, который нас обслуживал нет. Молодой человек сразу предупредил, что готовить будут долго. Помог определиться с выбором, советовал и рассказывал о точном …",
    "rating": 5,
    "name": "Elena Chebotareva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We waited a long time for the horribly oversalted khachapuri! I won't want to come here for a long time ((but the service is polite, but it doesn't really affect the quality of food …",
    "rating": 5,
    "name": "Катерина Редько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious khinkali, although in the evening we had to wait 50 minutes to order, because the kitchen still gives a lot of orders for delivery. …",
    "rating": 5,
    "name": "Mariia Saliuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали и достойные супы. Будем приходить ещё! 😍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Николай Зверев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв❤️До встречи🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️ See you 🇬🇪",
    "rating": 5,
    "name": "Tomasz Blazejowski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "По ошибке оставил этот отзыв на странице аналогичного заведения на Позняках, но их администрация меня поправила, за что им большое спасибо. Будет правильным перенести его сюда. …",
    "rating": 5,
    "name": "antonenko.elena Антоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, could you leave your mobile for communication?\n\n(Original)\nДякуємо за відгук, ви могли б залишити свій мобільний для зв‘язку?",
    "rating": 5,
    "name": "Sergey Lisinchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная грузинская кухня,  хороший хачапури по аджарски, долма вкусная, хинкали нажористые и большие с настоящим хинкальным тестом, в общем очень хорошее место для времяпровождения. Чек за 1 человека ~300грн …",
    "rating": 3,
    "name": "марина петренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв.Мы стараемся для Вас💛До новых встреч в GH🇬🇪\n\n(Translated by Google)\nThank you for your feedback. We are trying for you 💛 before we meet again at GH 🇬🇪",
    "rating": 5,
    "name": "amie _",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Perfectly! Dined with the whole family for the second time, excellent Georgian cuisine, not intrusive but attentive and pleasant service, khachapuri and khinkali straight from the oven, salmon salad I recommend. There …",
    "rating": 5,
    "name": "Oksana Magomedova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a warm response, we are very pleased that you enjoy our visit, we will wait ea you again and again ♥ ️🇬🇪\n\n(Original)\nДякуємо Вам за такий теплий відгук, нам дуже приємно, що Вам подобається у нас в гостях, будемо чекати еа вас знову і знову ♥️🇬🇪",
    "rating": 5,
    "name": "D v",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, attentive staff!\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Чередник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Людмила М.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Божественный хачапури по аджарски 😘😘😘, и не только.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Sizonenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку, нам очень-очень приятно ♥️🇬🇪\n\n(Translated by Google)\nThank you for your appreciation, we are very, very pleased.",
    "rating": 5,
    "name": "Yaro30",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная, но:\n- играет непонятная музыка, случайный набор попсовых песен; с национальными грузинскими песнями проводить время было бы гораздо приятнее …",
    "rating": 5,
    "name": "Алексей Акатьев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪\n\n(Translated by Google)\nThanks for your feedback🇬🇪",
    "rating": 4,
    "name": "Тоня Михалюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I have been here several times. Adequate prices, polite staff, good interior, everything that tasted delicious ... But it lacks some of its own chip, what would make this restaurant stand out among the running …",
    "rating": 5,
    "name": "Роман Григорович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback.\n\n(Original)\nДякуємо за відгук.",
    "rating": 5,
    "name": "Yuriy Teteryuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приехали с друзьями поужинать и выпить. Не советую здесь быть, водка 0,7 мл стоит 650 грн самая дешёвая, это просто ужас, накрутка 500%. …",
    "rating": 5,
    "name": "Oksana",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пиво наливают как положено , бастурма свежая вкусная, официанты приветливые с общением на хорошем украинском языке. Рекомендую …",
    "rating": 5,
    "name": "валерия ильенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nЩиро дякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Сергей Ладыченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Просторный и уютный зал, красивый интерьер.\nКухня не вкусная: телятина сухая и жесткая, теплый салат с печенью приторно сладкий, хачапури по мегрельски с очень большими бортиками. …",
    "rating": 1,
    "name": "Юлия Фомина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день.Спасибо большое за Ваш отзыв.На телятину обратим особое внимание.Что касается салата с печенью-он так и называется «Салат с карамелизированной печенью»))\nА бортики в наших хачапури и Правда большие....))потому что мы заворачиваем в них много-много вкусного сулугуни🤗\nЖдём Вас снова,До встречи в Г&Х🇬🇪❤️\n\n(Translated by Google)\nGood afternoon. Thank you very much for your feedback. We will pay special attention to veal. As for the salad with liver, it’s called “Salad with caramelized liver”))\nAnd the sides in our khachapuri and Truth are big ....)) because we wrap them with a lot of tasty suluguni🤗\nWe are waiting for you again, See you at G & H🇬🇪❤️",
    "rating": 5,
    "name": "Елена Шутович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одно из наших любимых заведений)\nПриятная атмосфера, всегда очень вкусно, большие порции и демократичные цены, и приятный персонал! Всегда хочется сюда возвращаться :) …",
    "rating": 1,
    "name": "Eugene Azarenkov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n(Original)\nДякуємо за відгук,  дуже приємно, що ми доставляємо радість нашим дорогим Гостям ❤️🇬🇪",
    "rating": 4,
    "name": "Alexander Telegin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные хинкали и кофе латте. Относительно других грузинских ресторанов, цена небольшие. Если не ошибаюсь, то с 15-00 действует акция счастливые часы, то есть цена, например, на хинкали с сыром всего 10 гривен за штуку …",
    "rating": 5,
    "name": "Олексій Ростіков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ♥️🇬🇪\nПо будням с 16:00 до 18:00 все хинкали по 10 гривен !\n\n(Translated by Google)\nThanks for your feedback ♥ ️🇬🇪\nOn weekdays from 4:00 pm to 6:00 pm all Khinkali are UAH 10 each!",
    "rating": 1,
    "name": "Олена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Новенький большой ресторан грузинской кухни, сетевой с традиционным меню. Хороший интерьер, чисто. Обслуживание довольно быстрое. Еда без особенностей , но вкусно. …",
    "rating": 5,
    "name": "Костянтин Жилінський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "press anykey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Невероятно вкусная кухня( но конечно же выход блюд написан на лоха,например-сало 200 грамм ,-ничего общего к салу в 200 грамм не имеет,там у гренков вес 180😄😄😄😄)и так во всем меню...Есть потрясающая админ Наталья,которая запомнит ваше …",
    "rating": 5,
    "name": "Ліза Скульська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дарья, благодарим Вас за отзыв, мы обязательно проведем работу с нашим персоналом. Надеемся, что в дальнейшем не возникнет никаких проблем и Вы будете приходить к нам в гости с удовольствием! А сало мы подаем с соусами и гренками, в меню указан общий вес подачи блюда.\n\n(Translated by Google)\nDaria, thank you for your feedback, we will definitely work with our staff. We hope that in the future there will be no problems and you will come to visit us with pleasure! And we serve lard with sauces and croutons, the menu shows the total weight of the dish.",
    "rating": 4,
    "name": "Yu Shu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Для любителей тонкого теста и большого количества  сыра ❤️\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Yuliia Fillippova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку и отзыв 🥰♥️🇬🇪\n\n(Translated by Google)\nThank you for your appreciation and feedback 🥰 ♥ ️🇬🇪",
    "rating": 5,
    "name": "slavik somefamily",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Chicken and dolma soup was ordered for lunch. Unfortunately, they are very average in taste. It was also a surprise that the egg in the soup was ex-dye, which was no doubt indicated by the azure color on the protein …",
    "rating": 5,
    "name": "Сергій Козак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good, polite service. The cuisine is not stable: tobacco has been ordered several times - each time the taste and serving are different. Value for money is good. …",
    "rating": 4,
    "name": "Ольга Власенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, feedback from our guests is very important to us. Comments are taken into account, thank you and always look forward to your visit\n\n(Original)\nДякуємо за відгук, нам дуже важливий зворотній зв‘язок з нашими Гостями. Зауваження прийнято до уваги, дякуємо і завжди чекаємо у гості",
    "rating": 5,
    "name": "Ярослав Сапак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty khinkali from lamb.\nIn general, the cuisine is delicious.\nBut very strange, the restaurant is Georgian, and the music is not ...)) …",
    "rating": 5,
    "name": "Олег Олег",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, we will take your comment into account.\n\n(Original)\nДякуємо за відгук, ваше зауваження приймемо до уваги.",
    "rating": 5,
    "name": "Роман Гарбузинський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) + Very friendly staff, food is generally tasteless. The dishes are all fresh and tasteless. Disappointed, do not recommend. …",
    "rating": 5,
    "name": "Наталия Шаповал",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Victoria. We are a Georgian restaurant, which means that our dishes always have spices, condiments and accents. Please tell, what dishes did you order? We would like to understand the situation and, if possible, improve the taste of our dishes.\n\n(Original)\nДоброго дня, Вікторіє. Ми грузинський ресторан, а це значить, що в наших стравах завжди є спеції, прянощі та акценти. Підкажіть, будь ласка, які саме страви ви замовляли? Ми хотіли б розібратися в ситуації та по можливості поліпшити смакові якості наших страв.",
    "rating": 5,
    "name": "Maksym Levkivskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) There is no service at all, rude to visitors. I wanted to try Georgian cuisine, but was disappointed .. …",
    "rating": 5,
    "name": "Tatyana And",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tatyana, we are very sorry that your mood was spoiled, we will definitely work with the staff. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n(Original)\nТatyana, нам дуже шкода, що Ваш настрій був зіпсований, ми обов‘язково проведемо роботу з персоналом. Хочемо пригостити Вас дюжиною хінкалі, щоб Хоч трохи підняти зіпсований настрій. ЧЕКАЄМО У ГОСТІ.",
    "rating": 5,
    "name": "I-go Rud",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасная аутентичная кухня, но, правда, салаты немного подкачали, а мясо и первые блюда безупречны. …",
    "rating": 5,
    "name": "Елена Антоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback. Tell me, please, what exactly did you lack in salads, what salads would you like to see in our menu? Your opinion will be important for our constant change for the better ❤️\n\n(Original)\nЩиро дякуємо за відгук. Підкажіть, будь ласка, чого саме вам не вистачило в салатах, які б салати ви хотіли бачити в нашому меню? Ваша думка буже важлива для наших постійних змін в кращу сторону ❤️",
    "rating": 1,
    "name": "Вадим Гриценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не плохое место , доставка быстрая , вот только в меню есть блюдо которое нет в наличии …",
    "rating": 3,
    "name": "Ярослав Щербак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Andrew Negoda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, quick service, nice staff.\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Лихачева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and we are always looking forward to your visit❤️\n\n(Original)\nЩиро дякуємо вам за відгук та завжди чекаємо в гості❤️",
    "rating": 5,
    "name": "Nikita Kulik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Классная кухня, замечательный персонал. Цены? Качество не может быть дешёвым, но цены близки к демократичным по киевским меркам. …",
    "rating": 4,
    "name": "EKATERINA Zhizhkova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Were in a restaurant on Lomonosov. Cozy place. Very tasty khinkali and khachapuri. Adequate prices, hinkali only 16 UAH! Attentive waiters. …",
    "rating": 5,
    "name": "Axmedov Rixam",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Yana, thanks for the feedback, we are very pleased that you liked us ❤️\nAnd on weekdays from 16 to 18:00 we have HAPPY HOURS, when hinkali costs only 13.00 UAH, come to visit.\nSee you at G&H ❤️🇬🇪\n\n(Original)\nЯна, дякуємо за відгук, нам дуже приємно, що вам у нас сподобалось ❤️\nА в будні дні з 16 до 18:00 у нас ЩАСЛИВІ ГОДИНИ, коли хінкали коштують лише 13.00грн, призодьте в гості.\nДо зустрічі в Г&Х ❤️🇬🇪",
    "rating": 5,
    "name": "Alexander Kobzar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "место, куда приходим наесться, а не поесть. цены приемлимые, а грузинская кухня - сытная\ndog friendly …",
    "rating": 3,
    "name": "Kseniia Tkachuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️🇬🇪\n\n(Translated by Google)\nThanks for your feedback ❤️🇬🇪",
    "rating": 5,
    "name": "Viktor Bytsko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, atmospheric, great waiters)\n\n(Original) …",
    "rating": 1,
    "name": "Александр К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great cuisine! Democratic prices and good service! And there is a play area with children, and come and taste it yourself, recommendations of pork higkalia! …",
    "rating": 5,
    "name": "Andrii Oleshko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and recommendation, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n(Original)\nДякуємо за відгук і рекомендацію,  дуже приємно, що ми доставляємо радість нашим дорогим Гостям ❤️🇬🇪",
    "rating": 5,
    "name": "Oleksandr Vorovchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Первый раз в заведении, очень понравилось, уютно, комфортно и вкусно, одно блюдо было не очень , но в чеке его не отказалось, чем была очень приятно удивлена. Спасибо официантам, спрашивают интересуются вашим мнением. …",
    "rating": 5,
    "name": "Сергей Лавошников",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим от всей души за отзыв и ждем снова в гости ❤️🇬🇪\n\n(Translated by Google)\nThank you from the bottom of our hearts for your feedback and look forward to visiting again ❤️🇬🇪",
    "rating": 5,
    "name": "Anastasia Odarych",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place. Everything was delicious - khachapuri in Ajarian is just fantastic. I really liked the waiter Alexander, who usually works in another \"genatswale\" - knows what the client needs. …",
    "rating": 5,
    "name": "Serge Dib",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Andriy Markov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне понравилось это место. Очень приятные официанты и вкусные сырные хинкали.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ievgeniia Kosikova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Evgeniy Yurchevskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) There are khinkali khachapuri children's room\n\n(Original) …",
    "rating": 5,
    "name": "Юрий Данько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место и очень хорошее обслуживание😍\n\n(Translated by Google)\nGreat place and very good service😍",
    "rating": 5,
    "name": "Natalia Glukhova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Svit Flower",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I went as a Georgian restaurant, but there was no one knowing Georgian, there was imeruli xachapuri, which is usually found in all Georgian restaurants, so I cannot fully evaluate it, but the staff were friendly. …",
    "rating": 5,
    "name": "Borys Makrushyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не очень дорого, но и не очень вкусно. Есть блюда неплохие, но их нужно найти. Либо я просто не поклонник грузинской кухни …",
    "rating": 5,
    "name": "Ekaterina Poludennaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "У нас большой выбор, как чисто грузинских блюд, так и блюд с грузинским акцентом, но европейской душой: салаты с карамелизированной печенью, с лососем, с телятиной на гриле, хинкали с мясом, сыром, ягодами, огромный выбор невероятно вкусных хачапури от мегрельского, аджарского до хачапури с семгой, огромный выбор мяса, десерты, домашние лимонады, новое осеннее предложение, где только крем-супы-целое произведение искусства, грузинские вина! У нас  Новый, красивый, уютный ресторан! И да, не побоимся себя похвалить, у нас очень вкусно!\n\n(Translated by Google)\nWe have a large selection of purely Georgian dishes, as well as dishes with a Georgian accent, but with a European soul: salads with caramelized liver, salmon, grilled veal, khinkali with meat, cheese, berries, a huge selection of incredibly tasty Mingrelian khachapuri, Adzharian to khachapuri with salmon, a huge selection of meat, desserts, homemade soft drinks, a new autumn offer, where only cream soups are a whole work of art, Georgian wines! We have a new, beautiful, comfortable restaurant! And yes, we are not afraid to praise ourselves, it is very tasty here!",
    "rating": 5,
    "name": "Alina Grabar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I love it. Pleasant atmosphere, nice staff, soooo delicious and varied menu. I recommend. He was in similar institutions, was pleasantly surprised. This one surpassed …",
    "rating": 5,
    "name": "Лилия Дубинина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and recommendation, it is very nice that we bring joy to our dear guests ❤️🇬🇪\n\n(Original)\nДякуємо за відгук і рекомендацію,  дуже приємно, що ми доставляємо радість нашим дорогим Гостям ❤️🇬🇪",
    "rating": 5,
    "name": "Дмитрий Искрицкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали. В меру специй, сочные, тесто тонкое. Приятный, внимательный персонал. …",
    "rating": 3,
    "name": "Руслан Тимошенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n(Original)\nДякуємо Вас за відгук❤️\nДо зустрічі у Г&Х🇬🇪",
    "rating": 5,
    "name": "Николай Евдокименко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и уютно\n\n(Translated by Google)\nVery tasty and cozy",
    "rating": 4,
    "name": "Віталій Остроух",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always looking forward to your visit 🇬🇪❤️\n\n(Original)\nДякуємо за відгук і завжди чекаємо в гості 🇬🇪❤️",
    "rating": 5,
    "name": "Alexander Gordinskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Liked it!\nThey came almost to the close ... But we were served and escorted with a smile. …",
    "rating": 5,
    "name": "Егор Летов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and we are always looking forward to your visit ❤️\n\n(Original)\nЩиро дякуємо за відгук і завжди чекаємо в гості ❤️",
    "rating": 5,
    "name": "Сергей Колосков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent establishment with a great atmosphere 👌\nClean, comfortable and tidy. Quality service, delicious and affordable cuisine, nice people working here👍 …",
    "rating": 5,
    "name": "Serhii Vlasov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Татьяна Письменкова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня, пхали и харчо были на 10 балов. А долма чуть пересоленая. Но это не испортило настроения )) …",
    "rating": 5,
    "name": "Denys Petrenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим отзыв, замечание принимаем ко вниманию, всегда ждем в гости ❤️🇬🇪\n\n(Translated by Google)\nThank you for your review, we take your remarks into consideration, we are always waiting for a visit ❤️🇬🇪",
    "rating": 5,
    "name": "Захар Титов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная рыба дорадо з овощами гриль. Так вкусно что пальчики оближешь.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валентин Остапюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are very, very pleased that you enjoyed it.\nSee you at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і нам дуже-дуже приємно, що Вам було смачно.\nДо зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Владимир Гладкевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, цены на еду нормальные, безалкогольные напитки дороговато в привязке к ценам на еду.\nС вентиляцией бывают проблемы, запах с кухни попадает в зал. …",
    "rating": 5,
    "name": "Анна п",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 4,
    "name": "София Савенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютненькое место, очень вкусная кухня и божественные хинкали. Хочется приходить ещё чтобы перепробовать все меню 🙄 …",
    "rating": 5,
    "name": "валерий гусев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв, приходите в гости, у нас много чего интересного в меню! 🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback, come to visit, we have a lot of interesting things on the menu! ♥ ️",
    "rating": 4,
    "name": "evgen przhevalinskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное семейное заведение. Хорошие цены и вкусная еда. Обед на двоих около 300...400 грн. Приветливый персонал и приятная атмосфера. …",
    "rating": 4,
    "name": "Олександр Демчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Бланодарим за отзыв и всегда ждем в гости 🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback and always looking forward to visit 🇬🇪 ♥ ️",
    "rating": 5,
    "name": "Дарья Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место, всегда вкусно и приятно. Жаль маленький выбор пива\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Михаиловна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Взяли куриный бульон и хинкали с бараниной.  Все было вкусным.\nОчень вкусные у вас казинаки - как из детства 😁 …",
    "rating": 5,
    "name": "Dmytro Onyshchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам большое🥰Мы стараемся для Вас🇬🇪❤️\n\n(Translated by Google)\nThank you very much 🥰 We are trying for you 🇬🇪❤️",
    "rating": 5,
    "name": "Люда К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I love Georgian cuisine and I really enjoy this restaurant. Tasty, comfortable, better than at home! …",
    "rating": 5,
    "name": "Svitlana Kravchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are so happy when our guests are cozy and tasty. Thank you very much for the response ♥ ️🇬🇪 ♥ ️\n\n(Original)\nМи так тішимося, коли нашим Гостям у нас затишно та смачно. Дуже дякуємо ща відгук ♥️🇬🇪♥️",
    "rating": 5,
    "name": "Александр Светлицкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание на тройку, долго несли заказ и частично забыли. По вкусу средне, есть заведения с грузинской кухней вкуснее …",
    "rating": 5,
    "name": "Ирина Кабакова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, we will take your comment into account.\n\n(Original)\nДякуємо за відгук, ваше зауваження приймемо до уваги.",
    "rating": 5,
    "name": "Наталья Силакова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cool !!! Yes, this is Georgian cuisine, but it is worth noting in the menu that the dish is spicy. …",
    "rating": 5,
    "name": "Vasyl Leskiv",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хороший ресторан. Замечательная атмосфера. Вкусная кухня и очень вкусное вино. Рекомендую …",
    "rating": 5,
    "name": "Leonid Kryvoruchko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за рекомендацию и такой теплый отзыв! Всегда ждем в гости ❤️🇬🇪\n\n(Translated by Google)\nThank you for your recommendation and such a warm review! We are always waiting for a visit ❤️🇬🇪",
    "rating": 5,
    "name": "Андрій Вознюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан. Обслуживание на высшем уровне.  Блюда приготовлены очень вкусно. Понравилось все! …",
    "rating": 5,
    "name": "Victoriia Danilenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 5,
    "name": "Svitlana Arnautova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Super. Thank you for your hospitality)\n\n(Original)\nСупер. Дякую за гостинність)",
    "rating": 5,
    "name": "Valeriy O",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) And we truly thank you for your feedback ❤️\nSee you at Genatsvale & Hinkali!\n\n(Original)\nА ми Вам щиро дякуємо за відгук ❤️\nДо нової зустрічі в Genatsvale&Hinkali!",
    "rating": 5,
    "name": "Алёна Петрушенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вы меня \"купили\" этими хинкали!))). Благодарю за приятную атмосферу, обходительное обслуживание... и конечно же за ВКУСНЕЙШУЮ ЕДУ! …",
    "rating": 5,
    "name": "Максим Свой",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв🇬🇪\nДо новых встреч в Г&Х❤️\n\n(Translated by Google)\nThank you for your feedback🇬🇪\nUntil we meet again in G & H❤️",
    "rating": 5,
    "name": "Андрей Коровкин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Семейный ресторан без претензий. Как в грузинском ресторане и нет вина?! Кухня посредственная, сами хинкали неплохие. Персонал странный, нужно поработать. …",
    "rating": 5,
    "name": "Сергей Голуб",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we just started our journey and we all have an important opinion! Is not there a bottle of wine from the entire wine list? We are very sorry.\n\n(Original)\nДякуємо за відгук, ми тільки почали свій шлях і нам важлива думка кожного! Невже із всієї карти вин не знайшлось для Вас пляшки вина? Нам дуже прикро.",
    "rating": 5,
    "name": "анатолик мамай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятная атмосфера и вкусная кухня отличное обслуживание Спасибо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Артём Штрикуль",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Светлана Усик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great cozy place. Delicious food and wine.\n\n(Original) …",
    "rating": 5,
    "name": "Dmytro Babii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you from the bottom of your heart for the feedback ♥ ️🇬🇪 ♥ відгу\n\n(Original)\nДякуємо від всього серця за відгук ♥️🇬🇪♥️",
    "rating": 5,
    "name": "Олеся Романова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Friendly staff and delicious khachapuri\n\n(Original) …",
    "rating": 4,
    "name": "Denys",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятный интерьер, но персонал не особо приветлив. Вкусные кебаб и хинкали, но не вкусный айран. …",
    "rating": 5,
    "name": "Катерина Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое,что уделили время и написали отзыв.Мы учтём и станем ещё лучше,для Вас🇬🇪\n\n(Translated by Google)\nThank you very much for taking the time and writing a review. We will take into account and become even better, for you🇬🇪",
    "rating": 5,
    "name": "no name",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали сочные и вкусные, свинина с грибным соусом - пальчики оближешь. Официант тоже на уровне …",
    "rating": 5,
    "name": "Dmitriy Trofimenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Но всё-таки чего-то вам не хватало для высшей оценки нашего ресторана, подскажите, пожалуйста, чего именно. Хотим быть идеальными для наших Гостей ♥️😇\n\n(Translated by Google)\nThanks for your feedback! But still you lacked something for the highest evaluation of our restaurant, tell me, please, what exactly. We want to be perfect for our guests ♥ ️😇",
    "rating": 5,
    "name": "Alexey Galanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and hospitable, high level service, I recommend. …",
    "rating": 5,
    "name": "Антон Коровайкин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback and recommendation. See you at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і рекомендацію. До нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 4,
    "name": "Volodymyr September",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно!!! Свежая выпечка👍.Приветливый и вежливый персонал👌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Zos Derepa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you for your feedback ❤️",
    "rating": 4,
    "name": "Анна Одинец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Fast cooking and quality service.\n\n(Original) …",
    "rating": 5,
    "name": "Ирина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всегда вкусно, хинкали бомба, хачапури тоже, приветливый и отзывчивый персонал, умеренные цены!!!\nРекомендую.....👌💪☝️ …",
    "rating": 5,
    "name": "Михайло Гальчинський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку и такой душевный отзыв ♥️🇬🇪\n\n(Translated by Google)\nThank you for your appreciation and such a sincere tip ♥ ️🇬🇪",
    "rating": 5,
    "name": "Volodymyr K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно,но до этого было вкуснее.Называлась кафе \"Крымские каникулы\"да и дороже в разы стало. …",
    "rating": 5,
    "name": "Ольга Лебединская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место, персонал, обслуживание! Кофе по аджарски восхитительное, всем советую попробовать!!! Ещё и подарок -приятно! …",
    "rating": 5,
    "name": "Gontar Olena",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш Отзыв ❤️ До встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you for your feedback ❤️ See you in G&X 🇬🇪",
    "rating": 5,
    "name": "Игорь Peacefulwow",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда довольно вкусная, хотя порции не по-грузински маленькие. Хинт: можно заказывать двойные порции - цены позволяют)) …",
    "rating": 5,
    "name": "Oleg Vizovik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback ♥ ️ємо\n\n(Original)\nДякуємо ща відгук ♥️🇬🇪",
    "rating": 5,
    "name": "Станислав Стрижаков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно, чисто , приветливый персонал- быстро принимают заказ . Было бы хорошо если была бы терраса 🙂 места внутри маловато …",
    "rating": 5,
    "name": "Dmitry M.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, спасибо за отзыв, наверное, Вы не прошлись по ресторану, у нас очень много места и уютных отдельных зон на целых 80 посадочных мест, также есть нижний отдельный зал на 25 человек. Приходите снова, мы проведем Вам экскурсию! Летняя площадка у нас тоже будет в ближайшие дни! Ждем в гости ♥️🇬🇪\n\n(Translated by Google)\nGood afternoon, thanks for the feedback, you probably didn’t walk around the restaurant, we have a lot of space and cozy separate areas for 80 seats, there is also a lower separate room for 25 people. Come again, we will give you a tour! We will have a summer playground in the coming days too! Waiting for a visit ♥ ️🇬🇪",
    "rating": 5,
    "name": "Сергей Гайдученко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В этот раз было очень душевно и вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Дунаевский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are so pleased that our guests are satisfied, this is the highest award for us, thank you!\n\n(Original)\nНам так приємно, що наші гості задоволені, це найвища нагорода для нас, дякуємо!",
    "rating": 5,
    "name": "В M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно!Хотя могли какую нибудь лепешечку предложить,пока готовят заказ\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ilya Popenker",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферное место, вкусная кухня, пользуется популярностью\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Bogdan T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждём в гости ❤️\n\n(Translated by Google)\nThank you for your feedback and we are always looking forward to your visit ❤️",
    "rating": 5,
    "name": "Oleksandr Kryvenets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place, everything is very tasty and nice prices !!! …",
    "rating": 5,
    "name": "ELITE STANDARD LTD",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always waiting for your visit ❤️\n\n(Original)\nДякуємо за відгук і завжди чекаємо у гості ❤️",
    "rating": 3,
    "name": "Денис Сарнавский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно)\n\n(Translated by Google)\nYummy)",
    "rating": 5,
    "name": "Georgiy Sarskikh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.До встречи в ГХ❤️\n\n(Translated by Google)\nThank you for your feedback. See you in the GC",
    "rating": 5,
    "name": "Дарина Васильева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place, very good food.\n\n(Original) …",
    "rating": 5,
    "name": "Рашидов Х.А",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We wholeheartedly thank you for your feedback\n\n(Original)\nZ całego serca dziękujemy za Wasze opinie",
    "rating": 5,
    "name": "Алена Малиновкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, очень вежливый приветливый персонал, видно, что стараются, цены средние, счёт на четверых около 2000 …",
    "rating": 5,
    "name": "Igor Glukhenkiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку и отзыв. Мы очень рады, что Вам понравилась наша кухня и ресторан целом. Ждем Вас в гости 🇬🇪♥️🇬🇪\n\n(Translated by Google)\nThank you for your appreciation and feedback. We are very glad that you liked our cuisine and the restaurant as a whole. Waiting for you to visit 🇬🇪 ♥ ️🇬🇪",
    "rating": 4,
    "name": "Едуард Топала",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и по киевским меркам, как мне кажется, не дорого. Замечательное уютное место. Только советую! …",
    "rating": 5,
    "name": "Надія Зражва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое 💛Рады стараться для Вас.\nЖдём Вас снова в гости)\n\n(Translated by Google)\nThank you very much ады Glad to try for you.\nWe are waiting for you to visit again)",
    "rating": 4,
    "name": "tatiana dyshlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The food I ordered is not very tasty. The waiters serve well. …",
    "rating": 5,
    "name": "Ksenia Chubatyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Marino, are you sure you were at Genatsvale & Hinkali Teremka, can you be confused? We are always very tasty! Can you write what exactly \"tasty\" you ordered? We will prepare you all at our expense !!!\n\n(Original)\nДоброго дня, Марино, а Ви впевнені, що були саме в Genatsvale&Hinkali Теремки, може Ви щось плутаєте? У нас завжди дуже смачно! Можете написати, що саме «несмачне» ви замовляли? Ми приготуємо Вам все це за наш рахунок!!!",
    "rating": 4,
    "name": "Ivan Ivanenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отменные хинкали! Спасибо Генацвалє! ;-) Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "olga iordatieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам огромное за отзыв и до новых встреч в G&H ❤️\n\n(Translated by Google)\nThank you very much for your feedback and see you again at G&H ❤️",
    "rating": 5,
    "name": "Яна Свиридова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good staff, cozy and delicious! I want to come back again. …",
    "rating": 5,
    "name": "Леонід Галайко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always looking forward to your visit\n\n(Original)\nДякуємо за відгук і завжди чекаємо в гості",
    "rating": 5,
    "name": "Bogdan Sushchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, приятная атмосфера\nЦены адекватные\nВ субботу было умеренное количество людей …",
    "rating": 5,
    "name": "Дмитрий Степанов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв,мы стараемся для Вас💛\n\n(Translated by Google)\nThank you very much for your feedback, we are trying for you💛",
    "rating": 5,
    "name": "Руслан Выставный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Восторг. Было бы больлше звезд, поставила бы. Одним словом нужно прийти и попробовать. Очень заботливое обслуживание. …",
    "rating": 5,
    "name": "Valentina Loboda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за такой теплый отзыв ❤️\n\n(Translated by Google)\nThank you for such a warm review ❤️",
    "rating": 5,
    "name": "Олег Фофанов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We ate khachapuri with the child, very tasty!\nPolite staff, helped with a wheelchair, …",
    "rating": 5,
    "name": "Forester H",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback, we are very pleased that we bring joy to our dear guests ❤️🇬🇪\n\n(Original)\nДякуємо за відгук,  нам дуже приємно, що ми доставляємо радість нашим дорогим Гостям ❤️🇬🇪",
    "rating": 5,
    "name": "Надежда Галущак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шикарная кухня, отличный персонал, лучшее обслуживание, и хорошие цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tatiana Isnyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждем в гости ❤️😌\n\n(Translated by Google)\nThank you for your feedback and we are always looking forward to your visit ❤️😌",
    "rating": 5,
    "name": "Valera HonorLite",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури с мясом - лучшее, что можно здесь покушать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Serhii Lunov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Ульяна Нечаева (Libra)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасный сервис. Вкусная кухня.\n\n(Translated by Google)\nExcellent service. Delicious cuisine.",
    "rating": 5,
    "name": "Олег Скорощёка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you for your feedback ❤️",
    "rating": 5,
    "name": "Nat Wagtail",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер хороший, обслуживание тоже а вот кухня подкочала.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приходите, исправим ваше впечатление за наш счёт 🇬🇪♥️🇬🇪\n\n(Translated by Google)\nCome, we will correct your impression at our expense 🇬🇪 ♥ ️🇬🇪",
    "rating": 5,
    "name": "Shaposhnikova Anna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy and welcoming. If you are very hungry or just enjoy eating, this is the place to be! …",
    "rating": 5,
    "name": "Serg Mart",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. ”\nWe are happy to try for you\n\n(Original)\nДуде дякуємо Вам за такий відгук💙\nНам в радість старатись для Вас🇬🇪",
    "rating": 5,
    "name": "Алексей Миколенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, cozy, close to home. Good place to celebrate a family event. …",
    "rating": 4,
    "name": "Елена Смития",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback before meeting us at HCG\n\n(Original)\nДякуємо Вам за відгук,до зустрічі у ГХ🇬🇪❤️",
    "rating": 4,
    "name": "Petrovich bmw1964bmw",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно очень, цены радуют, детская комната (уголок) грязный, надо что-то исправлять) …",
    "rating": 5,
    "name": "Наталія Гринчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Спасибо, что обратили внимание. Нам очень важно мнение наших Гостей! И всегда ждем вас в гости! Но хотим сказать, что в детской  комнате ежедневно проводится влажная уборка и были заменены коврики, хотя «старые» коврики еще новые и пригодны к использованию, мы ведь только в середине февраля открылись. Коврики приобретают кажущийся неопрятный вид от обуви, которую детки не всегда снимают и от этого образуются черные полосы на ковриках, к сожалению! Мы любим детей и наших гостей, наш ресторан семейный и уборка детской в приоритете ♥️🇬🇪\n\n(Translated by Google)\nThanks for your feedback! Thank you for your attention. The opinion of our guests is very important to us! And always waiting for you to visit! But we want to say that in the nursery daily wet cleaning and floor mats have been replaced, but the \"old\" and new mats still usable, because we only opened in mid-February. Mats become apparent slovenly appearance of the shoes that kids do not always take off and this formed the black bars on the mat, unfortunately! We love children and our guests, our restaurant is family-friendly and children's cleaning is a priority ♥ ️🇬🇪",
    "rating": 5,
    "name": "Marina Overchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и уютно.\n\n(Translated by Google)\nVery tasty and cozy.",
    "rating": 5,
    "name": "Дана Данилейко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and happy and delicious holidays ❤️\n\n(Original)\nДякуємо за відгук і веселих та смачних Вам свят ❤️",
    "rating": 4,
    "name": "Danil Vovk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Готовят вкусно, уютное место, хорошее обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Konstantin Kolomiichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback ❤️🇬🇪\n\n(Original)\nДякуємо за відгук ❤️🇬🇪",
    "rating": 5,
    "name": "Serg Freeman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Второй раз приходим и очень острый харчо. Аж не приятный для еды . Обратите внимание пожалуйста …",
    "rating": 4,
    "name": "Елена Мартыненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое!\nОбязательно прислушаемся к Вашему отзыву\n\n(Translated by Google)\nThank you very much!\nBe sure to listen to your feedback.",
    "rating": 5,
    "name": "Arif Huseinov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Удобное небольшое , но очень вкусное меню, которое оправдывает название ресторана. …",
    "rating": 5,
    "name": "Volodymyr Bevzenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Dr. Antonio",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если хотите получить еду со стеклом и на обращение к администрации в ответ \"извините\" , вам сюда. …",
    "rating": 4,
    "name": "Kostiantyn Kshanovskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Евгений, мы приносим искренние извинения за часть от одноразового пластикового бокса, который испортил Вам настроение и омрачил день.\nМы следим за качеством нашей продукции, так как для нас нет ничего дороже гостей. В произошедшей ситуации мы разберемся и обещаем, что обязательно будут приняты все надлежащие меры, чтобы подобного  не повторилось. Мы уважаем и любим своих гостей и будем рады видеть Вас в нашем ресторане снова.\n\n(Translated by Google)\nEugene, we sincerely apologize for the part from the disposable plastic box, which ruined your mood and darkened the day.\nWe monitor the quality of our products, since for us there is nothing more expensive than guests. In the situation that has happened, we will understand and promise that all appropriate measures will be taken so that this does not happen again. We respect and love our guests and will be glad to see you in our restaurant again.",
    "rating": 2,
    "name": "Ирина Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и не дорого. Приятная атмосфера, достаточно быстрое обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Шостак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the response. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our guests!\n\n(Original)\nДякуємо за відгку. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх гостей!",
    "rating": 3,
    "name": "Евгений Ом",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Хорошее обслуживание.\n\n(Translated by Google)\nVery tasty! Good service.",
    "rating": 5,
    "name": "Алексей Борозенец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback ❤️🇬🇪\n\n(Original)\nЩиро дякуємо за відгук ❤️🇬🇪",
    "rating": 5,
    "name": "АЛЕКСЕЙ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня,  9 мая на теремках ожидали 15 минут, никто так и  не подошел и даже не извинились. Клиентами не дорожат. …",
    "rating": 5,
    "name": "Елена Ходукина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, good atmosphere, good service. I recommend\n\n(Original) …",
    "rating": 5,
    "name": "Marko Lagunets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪до встречи в ГХ🇬🇪\n\n(Translated by Google)\nThank you for your feedback 🇬🇪 see you in the GC 🇬🇪",
    "rating": 5,
    "name": "Максим Роенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно! Душевно! Благодарю\n\n(Translated by Google)\nTasty! Mentally! Thank you",
    "rating": 5,
    "name": "Анна Сурова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) And we truly thank you for your feedback ❤️\n\n(Original)\nІ ми вам щиро дякуємо за відгук ❤️",
    "rating": 5,
    "name": "Вика Корозей",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали и хачапури!!!\n\n(Translated by Google)\nVery tasty khinkali and khachapuri !!!",
    "rating": 4,
    "name": "Світлана Самсонюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and for choosing our restaurant for relaxation ❤️\n\n(Original)\nДякуємо за відгук і що обираєте наш ресторан для відпочинку ❤️",
    "rating": 5,
    "name": "Sergey Golopapa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Kinkali Ok, the barbecue is also good. Not fresh beer.\n\n(Original) …",
    "rating": 5,
    "name": "Frederick Zoller",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали вкусные, айран и харчо тоже. Обслуживание нормальное.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Вадим Хмара",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв. Тогда что именно Вам не понравилось у нас, что Вы поставили такую низкую оценку? Хотим быть лучшими для наших гостей, Ваши замечания важны для нас!\n\n(Translated by Google)\nThanks for your feedback. Then what exactly did you not like with us that you set such a low rating? We want to be the best for our guests, your comments are important to us!",
    "rating": 5,
    "name": "Alexandra Holyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно, вкусно и пахнет и еде😁\n\n(Translated by Google)\nCozy, tasty and smells like food😁",
    "rating": 5,
    "name": "Oleksandra Kaluhina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much ❤️\n\n(Original)\nЩиро дякуємо ❤️",
    "rating": 3,
    "name": "Irina Chernenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good kitchen excellent service, I recommend !!!\n\n(Original) …",
    "rating": 5,
    "name": "Феш Драгоцій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and recommendation!\n\n(Original)\nДякуємо за відгук і рекомендацію!",
    "rating": 5,
    "name": "Виталий Виталий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место, вкусно поели и хорошо отдохнули!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Шидловский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук 🇬🇪❤️",
    "rating": 5,
    "name": "Ростислав Швец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful hinkali, but a bit noisy setting and too loud music …",
    "rating": 5,
    "name": "Максим Волошин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, take note of your remark 🇬🇪 ♥ ️\n\n(Original)\nДякуємо за відгук, приймемо до уваги ваше зауваження 🇬🇪♥️",
    "rating": 5,
    "name": "Анна Пасечник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера на летнике. Как будто в Будве в кафе. Вкусная кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Таня Котова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв, нам очень приятно. До новой встречи в Genatsvale&Hinkali 🇬🇪❤️\n\n(Translated by Google)\nThank you for your feedback, we are very pleased. See you again at Genatsvale & Hinkali 🇬🇪❤️",
    "rating": 5,
    "name": "Сергей Скоромный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and reasonably priced.\n\n(Original) …",
    "rating": 5,
    "name": "Mykola Berezovskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and see you again ❤️\n\n(Original)\nДякуємо за відгук і до нової зустрічі ❤️",
    "rating": 5,
    "name": "Alexander Kubas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place. The food is normal. But there was nothing special about it …",
    "rating": 4,
    "name": "Назар Олексієнко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день!Спасибо за Ваш отзыв!\n\n(Translated by Google)\nGood afternoon! Thank you for your feedback!",
    "rating": 5,
    "name": "Сергей Германович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Extremely enjoyable place with delicious food. And here it is very good :) …",
    "rating": 5,
    "name": "Віталій Гаврилюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪До встречи в Г&Х❤️\n\n(Translated by Google)\nThank you for your feedback о See you in G & X ❤️",
    "rating": 3,
    "name": "Karina Matevosyan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The food is delicious, the service is good.\nPrice policy is average …",
    "rating": 5,
    "name": "Helen Karpova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We work hard for you\n\n(Original)\nДякуємо за відгук.Ми стараємся для Вас🧡",
    "rating": 5,
    "name": "Кирилл Белка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Fairly tasty Georgian food with good service.\n\n(Original) …",
    "rating": 5,
    "name": "Таня Шпак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "♥️🇬🇪♥️",
    "rating": 4,
    "name": "Vitalii Nedosekov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень понравилось, еда вкусная, принесли быстро, официант супер, всем рекомендую …",
    "rating": 5,
    "name": "Михаил",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и рекомендацию, нам очень приятно, что Вам понравилось. Ждем в гости ♥️🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback and recommendation, we are very pleased that you liked it. Waiting for a visit ♥ ️🇬🇪 ♥ ️",
    "rating": 5,
    "name": "Kateryna Kostyantynivna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хотите подводных камней и проблемной доставки? Вам сюда.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Janusz Filipczuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Vadim, we are very sorry that your mood was spoiled by delivery problems. We want to treat you to a dozen khinkali to lift your spoiled mood a little. WE ARE WAITING FOR A VISIT.\n\n(Original)\nВадиме, нам дуже шкода, що Ваш настрій був зіпсований проблемами з доставкою. Хочемо пригостити Вас дюжиною хінкалі, щоб Хоч трохи підняти зіпсований настрій. ЧЕКАЄМО У ГОСТІ.",
    "rating": 5,
    "name": "Ірина Демчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good prices, good food, but the service needs to be tightened. …",
    "rating": 5,
    "name": "illarion sauk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We pull up every day, we just opened up. Gather a skillful team-great luck and constant search. We hope that our kitchen will bring you back to us more than once 🇬🇪 ♥ ️\n\n(Original)\nПідтягуємо кожного дня, ми тільки недавно відкрилися. Зібрати вправну команду- велика удача і постійний пошук. Надіємося, що наша кухня поверне Вас до нас ще не раз 🇬🇪♥️",
    "rating": 4,
    "name": "Семен Гаран",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасный сервис и отличное меню. Рекомендую!\n\n(Translated by Google)\nGreat service and great menu. Recommend!",
    "rating": 5,
    "name": "Вероника Чухалова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, быстро,по цене достуно👍\n\n(Translated by Google)\nTasty, fast, affordable",
    "rating": 5,
    "name": "Alena Irkliienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и до новых встреч в Genatsvale&Hinkali ❤️\n\n(Translated by Google)\nThank you for your feedback and see you soon at Genatsvale & Hinkali ❤️",
    "rating": 5,
    "name": "Оля і Вова Гупало",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусный люля из баранины👍👍👍\n\n(Translated by Google)\nDelicious Lamb Lula👍👍👍",
    "rating": 5,
    "name": "Vitaliy Lyalin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and happy new year ❤️🎄\n\n(Original)\nДякуємо за відгук і вітаємо з Новим роком ❤️🎄",
    "rating": 4,
    "name": "Марія Виродова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно)\n\n(Translated by Google)\nDelicious)",
    "rating": 5,
    "name": "Anna Dziundzik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪до встречи в ГХ🇬🇪\n\n(Translated by Google)\nThank you for your feedback 🇬🇪 see you in the GC 🇬🇪",
    "rating": 5,
    "name": "Виктория Листопад",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали😋\n\n(Translated by Google)\nDelicious khinkali😋",
    "rating": 5,
    "name": "Ксения Трескина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you for your feedback ❤️",
    "rating": 5,
    "name": "Oleksandr Vovchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, good beer\n\n(Original)\nСмачна їжа, хороше пиво",
    "rating": 5,
    "name": "Alex Kokhanchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and we look forward to seeing you again❤️\n\n(Original)\nДякуємо за відгук і знову чекаємо у гості❤️",
    "rating": 5,
    "name": "Наталья Грузенская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately, not tasty. The service is good.\n\n(Original) …",
    "rating": 1,
    "name": "Алексей Ковальчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello Xenie, are you sure you were at Genatsvale & Hinkali Teremka, can you be confused? We are always very tasty! Can you write what exactly \"tasty\" you ordered? We will prepare you all at our expense !!!\n\n(Original)\nДоброго дня, Ксеніє, а Ви впевнені, що були саме в Genatsvale&Hinkali Теремки, може Ви щось плутаєте? У нас завжди дуже смачно! Можете написати, що саме «несмачне» ви замовляли? Ми приготуємо Вам все це за наш рахунок!!!",
    "rating": 5,
    "name": "Елена Козакевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Location, interior, menu, staff are all highly appreciated …",
    "rating": 4,
    "name": "Oleg Fedchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 4,
    "name": "Ганна Струк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сделал заказ, по тел. Пришёл забирать, оплатил, а они отдали в пакете половину\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Константин Сербиненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый вечер, Александр, мы уверенны, что это было недоразумение. С Вами сразу же связались после вашего ухода, верно? И заказ Вы забрали в полном объёме?\n\n(Translated by Google)\nGood evening, Alexander, we are sure that this was a misunderstanding. You were contacted immediately after your departure, right? And you took the order in full?",
    "rating": 1,
    "name": "Kyrylo Mikos",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня, особенно домашняя чача\n\n(Translated by Google) …",
    "rating": 5,
    "name": "andy shu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и всегда ждем в гости 🇬🇪❤️\n\n(Translated by Google)\nThank you for your feedback and we are always looking forward to your visit 🇬🇪❤️",
    "rating": 1,
    "name": "Юрій Лимаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty beer, good cuisine, wonderful service.\n\n(Original) …",
    "rating": 3,
    "name": "Rakun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! ♥ ️🇬🇪\n\n(Original)\nДуже дякуємо за відгук! ♥️🇬🇪",
    "rating": 5,
    "name": "Oleksandr Lukianchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно,и хорошие цены!\n\n(Translated by Google)\nDelicious and good prices!",
    "rating": 5,
    "name": "Russ Urk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you for your feedback ❤️",
    "rating": 5,
    "name": "Лилия Свиридова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное обслуживание\nВкусное место))) …",
    "rating": 3,
    "name": "Alexei Grigoriev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nЩиро дякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 5,
    "name": "Юлия Шевченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда по нормальной цене\n\n(Translated by Google)\nDelicious food at a reasonable price",
    "rating": 5,
    "name": "Inna Sorochynska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 3,
    "name": "Ирина Горкавая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Even delicious khinkali with mushrooms\n\n(Original)\nДаже смачні хінкалі з грибами",
    "rating": 5,
    "name": "Denys Stashchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! ❤️🇬🇪\nAnd always happy to see you at Genatsvale & hinkali\n\n(Original)\nДякуємо! ❤️🇬🇪\nІ завжди раді бачити Вас в Genatsvale&hinkali",
    "rating": 5,
    "name": "Роман Насальский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятное место и вкусная еда\n\n(Translated by Google)\nNice place and great food",
    "rating": 5,
    "name": "Andrey Hrutba",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️\n\n(Translated by Google)\nThank you for your feedback ❤️",
    "rating": 4,
    "name": "Konstantin Antonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Новое место в Лико Граде ..\nВкусно ,,честно , изысканно …",
    "rating": 5,
    "name": "Alexander Uvarov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв 🇬🇪♥️\n\n(Translated by Google)\nThanks for your feedback 🇬🇪 ♥ ️",
    "rating": 3,
    "name": "SamJ5 Samsung",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Inexpensive and high-quality Georgian cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Aleksandr D",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 3,
    "name": "Иван Погорелый",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Было сытно и вкусно\nВежливый персонал …",
    "rating": 4,
    "name": "Анастасия Билинкис",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку и ждем в гости 🇬🇪♥️\n\n(Translated by Google)\nThank you for your appreciation and look forward to visit 🇬🇪 ♥ ️",
    "rating": 5,
    "name": "Марина Середа",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и очень дешево!\n\n(Translated by Google)\nVery tasty and very cheap!",
    "rating": 5,
    "name": "Sergii Vostrikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 5,
    "name": "Сергей Боюка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличные хинкали. Хорошее обслуживание .\n\n(Translated by Google)\nGreat khinkali. Good service .",
    "rating": 5,
    "name": "Kristina Ptitsyna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за отзыв ❤️Ждём Вас снова🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️We are waiting for you again🇬🇪",
    "rating": 5,
    "name": "Світлана Сазанова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно.\nВкусно.\nАтмосфера отдыха! …",
    "rating": 4,
    "name": "Катерина Чумак (ВсеКатяШоу)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ♥ ️🇬🇪 ♥ ️\n\n(Original)\nБлагодарим  ♥️🇬🇪♥️",
    "rating": 5,
    "name": "Василий Александрин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere.\nDelicious :) …",
    "rating": 5,
    "name": "Руслан Самойленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback) We are waiting for you again\n\n(Original)\nДякуємо за відгук)Чекаємо на Вас знову🇬🇪❤️",
    "rating": 4,
    "name": "Александр Ковалев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место с вкусной кухней! Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "OnePlayer1",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.До встречи в ГХ❤️\n\n(Translated by Google)\nThank you for your feedback. See you in the GC",
    "rating": 5,
    "name": "Анастасия Бенько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и быстро)\n\n(Translated by Google)\nTasty and fast)",
    "rating": 3,
    "name": "Slavisin Livonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Mamuka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nut shells and sticky tables\n\n(Original) …",
    "rating": 5,
    "name": "Andriy Parsyehov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.\nНе могли бы Вы написать,что не понравилось.Нам очень важно Ваше мнение.\n\n(Translated by Google)\nThanks for your feedback.\nCould you write what you didn’t like? Your opinion is very important to us.",
    "rating": 5,
    "name": "Илья Цупор",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось все обслуживание и еда.\n\n(Translated by Google)\nLiked all the service and food.",
    "rating": 5,
    "name": "Oleg Tymchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим от всей души за отзыв! ♥️🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback! ♥ ️🇬🇪 ♥ ️",
    "rating": 4,
    "name": "Stass Tkach",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Recommended. Good cuisine.\n\n(Original)\nРекомендуємо. Хороша кухня.",
    "rating": 5,
    "name": "Олексій Назаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. But you did not have a little bit of service, interior, or maybe in dishes that you put us not the highest score ?? Tell us what it is that we would like to be the best for our guests!\n\n(Original)\nДякуємо за відгук. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх гостей!",
    "rating": 5,
    "name": "Vova Pug",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Super delicious and super service\n\n(Original) …",
    "rating": 4,
    "name": "Кро ha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️🇬🇪\n\n(Original)\nДякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️🇬🇪",
    "rating": 3,
    "name": "Виталий Володин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда, рекомендую всем\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Roman Kliuchko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n(Original)\nДякуємо Вас за відгук❤️\nДо зустрічі у Г&Х🇬🇪",
    "rating": 5,
    "name": "Слиган сум",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice service, delicious\n\n(Original) …",
    "rating": 5,
    "name": "Katherine Rud",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 4,
    "name": "Artem Pasishnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно 😋. И Чача агонь.\n\n(Translated by Google)\nTasty 😋. And Chacha agon.",
    "rating": 4,
    "name": "Alenka Mykhailova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always waiting for you! ♥ ️🇬🇪 ♥ ️\n\n(Original)\nДякуємо за відгук і чекаємо завжди в гості! ♥️🇬🇪♥️",
    "rating": 4,
    "name": "Nadezhda Kolpakova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, быстро, атмосферно\n\n(Translated by Google)\nTasty, fast, atmospheric",
    "rating": 4,
    "name": "Oleksandr Yermolenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв ❤️🇬🇪\n\n(Translated by Google)\nThanks for your feedback ❤️🇬🇪",
    "rating": 3,
    "name": "Оксана Блажко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютное и приятное место !\n\n(Translated by Google)\nVery cozy and pleasant place!",
    "rating": 5,
    "name": "Alexas Buojus",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️🇬🇪",
    "rating": 5,
    "name": "Roman Piontkovsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные хинкали!!!\n\n(Translated by Google)\nDelicious khinkali !!!",
    "rating": 5,
    "name": "Slava Myronenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback and see you again at Genatsvale & Hinkali ❤️\n\n(Original)\nДякуємо за відгук і до нової зустрічі в Genatsvale&Hinkali ❤️",
    "rating": 4,
    "name": "Mykola Cherniak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и красивое место\n\n(Translated by Google)\nTasty and beautiful place",
    "rating": 5,
    "name": "Инна Лука",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback ❤️\n\n(Original)\nДуже дякуємо за відгук ❤️",
    "rating": 5,
    "name": "vadim kozik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I do not mind\n\n(Original)\nМням мням",
    "rating": 4,
    "name": "Оксана Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you!\n\n(Original)\nДякуємо!",
    "rating": 5,
    "name": "Stanislav Gunskyy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер вкусно и недорого\n\n(Translated by Google)\nSuper tasty and inexpensive",
    "rating": 5,
    "name": "Andrii Pospielov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪До встречи в Г&Х❤️\n\n(Translated by Google)\nThank you for your feedback о See you in G & X ❤️",
    "rating": 5,
    "name": "Анатолий Орловский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Быстро , вкусно\n\n(Translated by Google)\nFast, tasty",
    "rating": 5,
    "name": "Юлия Светанкова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Yevhenii Kalinichenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хожу сюда на хинкали)\n\n(Translated by Google)\nI go here to khinkali)",
    "rating": 5,
    "name": "Liubov Azarova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв.Мы стараемся для Вас 💛\n\n(Translated by Google)\nThank you very much for your feedback. We are trying for you 💛",
    "rating": 4,
    "name": "Vjaceslavs Gorbatjuks",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо. Нужно заехать ещё раз )\n\n(Translated by Google)\nThank. Need to call again)",
    "rating": 5,
    "name": "Наталия Крячко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обязательно заезжайте еще раз, надеемся, что в следующий раз вы получите удовольствие от нашей кухни, обслуживания и интерьера и мы с заслужим наивысшую оценку 😉♥️🇬🇪\n\n(Translated by Google)\nBe sure to stop by again, we hope that next time you will enjoy our kitchen, service and interior and we will deserve the highest rating ♥ ️🇬🇪",
    "rating": 5,
    "name": "Екатерина Владимировна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, good service\n\n(Original) …",
    "rating": 5,
    "name": "Vladimir Nesterenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our guests!\n\n(Original)\nДякуємо за оцінювання. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх гостей!",
    "rating": 4,
    "name": "Игорь Родионов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и быстро\n\n(Translated by Google)\nTasty and fast",
    "rating": 5,
    "name": "Oleksandr Grygorenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 4,
    "name": "Ira Chemerynska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 5,
    "name": "Elena",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always looking forward to your visit!\n\n(Original)\nДякуємо за відгук і завжди чекаємо в гості!",
    "rating": 5,
    "name": "Александр",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошие хинкали\n\n(Translated by Google)\nGood khinkali",
    "rating": 5,
    "name": "Anton Dasyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we are very pleased ❤️\n\n(Original)\nДякуємо за відгук, нам дуже приємно ❤️",
    "rating": 5,
    "name": "Екатерина Сирченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) All liked)\n\n(Original)\nВсе сподобалось)",
    "rating": 5,
    "name": "Евгения Игаева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are very glad that you liked it, thank you for the feedback and see you in Genatsvale & Hinkali ❤️\n\n(Original)\nМи дуже раді, що вам сподобалось, дякуємо за відгук і до нових зустрічей в Genatsvale&Hinkali ❤️",
    "rating": 4,
    "name": "Nadezhda Chislenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously!\n\n(Original)\nСмачно!",
    "rating": 5,
    "name": "Anna Tsila",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ^^\n\n(Original)\nДякуємо❤️🇬🇪",
    "rating": 5,
    "name": "Андрей Петров",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously)\n\n(Original)\nСмачно)",
    "rating": 4,
    "name": "Clark Felix",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ^^\n\n(Original)\nДякуємо❤️🇬🇪",
    "rating": 4,
    "name": "Олег Мартыненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Молодцы генацвале! Накормите киевлян!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Володимир Гунько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 5,
    "name": "Sasha Goryunov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место,  вкусно.\n\n(Translated by Google)\nCozy place, delicious.",
    "rating": 5,
    "name": "Иван Гамаз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️🇬🇪",
    "rating": 5,
    "name": "Anton Tsapenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious khinkali! I recommend !!!\n\n(Original)\nСмачні хінкалі! Рекомендую!!!",
    "rating": 5,
    "name": "Konstantin Krikun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪До встречи в Г&Х❤️\n\n(Translated by Google)\nThank you for your feedback о See you in G & X ❤️",
    "rating": 4,
    "name": "Дарья Скрипник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hinkali is very tasty !!!\n\n(Original)\nХінкалі дуже смачні!!!",
    "rating": 5,
    "name": "Ирина Евдокименко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Egidijus Skomantas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious 🍲\n\n(Original)\nСмачно 🍲",
    "rating": 3,
    "name": "Евгений Никитин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and we are always waiting for your visit 🇬🇪❤️\n\n(Original)\nДякуємо за відгук і завжди чекаємо у гості 🇬🇪❤️",
    "rating": 4,
    "name": "Ярослав Годз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно!\n\n(Translated by Google)\nVery tasty!",
    "rating": 5,
    "name": "Sarra Happy Life",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв ❤️\nДо новых встреч🇬🇪\n\n(Translated by Google)\nThanks for your feedback ❤️\nSee you again🇬🇪",
    "rating": 5,
    "name": "Вася Горай",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously)\n\n(Original)\nСмачно)",
    "rating": 3,
    "name": "Алексей Великий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "♥️🇬🇪♥️",
    "rating": 5,
    "name": "Дима Т",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Kinkali is super, I recommend.\n\n(Original)\nХінкалі супер, рекомендую.",
    "rating": 4,
    "name": "Yana Ovsiannykova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪❤️\n\n(Translated by Google)\nThanks for your feedback🇬🇪❤️",
    "rating": 5,
    "name": "Анна Конош",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нереально вкусно!\n\n(Translated by Google)\nUnreal tasty!",
    "rating": 5,
    "name": "Anyannka Shum",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо Вам за отзыв❤️🇬🇪☺️\n\n(Translated by Google)\nThank you for your feedback❤️🇬🇪☺️",
    "rating": 5,
    "name": "Юлия Исмаил",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приличное заведение.\n\n(Translated by Google)\nDecent establishment.",
    "rating": 5,
    "name": "Сергей Коломийчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дякуємо за відгук",
    "rating": 4,
    "name": "Viktor Pushkin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Валерий Супрун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку 🇬🇪♥️\n\n(Translated by Google)\nThank you for your high rating 🇬🇪 ♥ ️",
    "rating": 4,
    "name": "Оксана Козырь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) So-so\n\n(Original)\nТак себе",
    "rating": 5,
    "name": "Andrei Sinelnik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место с нормальными ценами\n\n(Translated by Google)\nCozy place with reasonable prices",
    "rating": 5,
    "name": "Juliya Myrna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback ❤️🇬🇪\n\n(Original)\nЩиро Дякуємо за відгук ❤️🇬🇪",
    "rating": 5,
    "name": "Александр Радько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно!\n\n(Translated by Google)\nTasty!",
    "rating": 4,
    "name": "Мария Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое за Ваш отзыв ❤️\nДо встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you very much for your feedback ❤️\nSee you at D&H 🇬🇪",
    "rating": 5,
    "name": "Olena Andriichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I recommend to everyone!\n\n(Original)\nРекомендую всім!",
    "rating": 5,
    "name": "Natalya Popova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! ❤️\n\n(Original)\nЩиро дякуємо за відгук! ❤️",
    "rating": 5,
    "name": "Андрій Ігорович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Юлия Мирошниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку наших стараний ♥️🇬🇪♥️\n\n(Translated by Google)\nThank you for the appreciation of our efforts ♥ ️🇬🇪 ♥ ️",
    "rating": 4,
    "name": "Александр Я",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Moses Hightower",
    "cat": "Georgian restaurant"
  },
  {
    "review": "🥰",
    "rating": 5,
    "name": "Мариша Остапенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hinkali is delicious\n\n(Original)\nХінкалі смачні",
    "rating": 5,
    "name": "stan surg",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук ❤️",
    "rating": 5,
    "name": "Pavlo Hryhorenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда",
    "rating": 5,
    "name": "Артем Гриценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback\n\n(Original)\nДякуємо за відгук 🇬🇪❤️",
    "rating": 5,
    "name": "Nataliia Artiles Astelarra",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 3,
    "name": "Евгений Шульга",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🇬🇪До встречи в Г&Х❤️\n\n(Translated by Google)\nThank you for your feedback о See you in G & X ❤️",
    "rating": 4,
    "name": "Vadim Osipenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанты медленные\n\n(Translated by Google)\nThe waiters are slow",
    "rating": 4,
    "name": "Виктор Иснюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Brain IsBad",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Alexandr Litvintsev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 5,
    "name": "Константин Моргун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за отзыв.Стараемся для Вас💛\n\n(Translated by Google)\nThank you for your feedback. We are trying for you💛",
    "rating": 5,
    "name": "Vitalii Tamazian",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохо\n\n(Translated by Google)\nNot bad",
    "rating": 5,
    "name": "ABL Company LLC",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв и уделённое время)\n\n(Translated by Google)\nThank you for your feedback and your time)",
    "rating": 3,
    "name": "Maria Dzvyniatska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер",
    "rating": 5,
    "name": "Юрій К.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за высокую оценку ♥️🇬🇪\n\n(Translated by Google)\nThank you for rating ♥ высокую",
    "rating": 5,
    "name": "Фесик Виктор",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 5,
    "name": "Виталий317 Бараник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусненько)))\n\n(Translated by Google)\nYummy)))",
    "rating": 4,
    "name": "Екатерина Мукиевская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и за высокую оценку ❤️🇬🇪❤️\n\n(Translated by Google)\nThank you for your feedback and for your appreciation",
    "rating": 2,
    "name": "Сергій Туручко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) sat well\n\n(Original)\nгарно посиділи",
    "rating": 5,
    "name": "Roma Roman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we are very pleased that you liked it. We are always waiting for guests!\n\n(Original)\nДякуємо за відгук, нам дуже приємно, що вам сподобалось. Завжди чекаємо у гості!",
    "rating": 5,
    "name": "Влад Груша",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant!\n\n(Original)\nЧудовий ресторан!",
    "rating": 5,
    "name": "Yevhen Borovskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв.До встречи в ГХ❤️\n\n(Translated by Google)\nThank you for your feedback. See you in the GC",
    "rating": 5,
    "name": "Aleksey Bez",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously\n\n(Original)\nСмачно",
    "rating": 5,
    "name": "#Gucci_dog",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день!Спасибо большое за Ваш отзыв❤️\n\n(Translated by Google)\nGood afternoon! Thank you very much for your feedback❤️",
    "rating": 5,
    "name": "Oleksandr Plodystyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Comfortable place\n\n(Original)\nКомфортне місце",
    "rating": 5,
    "name": "Елена Олейник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n(Original)\nДякуємо Вас за відгук❤️\nДо зустрічі у Г&Х🇬🇪",
    "rating": 5,
    "name": "Marina Shin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Внатуре класс\n\n(Translated by Google)\nIn-kind class",
    "rating": 3,
    "name": "Олекса Балюра",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you\n\n(Original)\nДякуємо ❤️🇬🇪",
    "rating": 5,
    "name": "T. V. Glushkova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все супер!\n\n(Translated by Google)\nEverything is great!",
    "rating": 5,
    "name": "Ivan Garan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш Отзыв ❤️ До встречи в Г&Х 🇬🇪\n\n(Translated by Google)\nThank you for your feedback ❤️ See you in G&X 🇬🇪",
    "rating": 5,
    "name": "Иван Науменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олег Покормяко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 3,
    "name": "Галина Гарбузинська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Елена Близнюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 4,
    "name": "igor dd",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 4,
    "name": "Алена Миронова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв и позитив! Всегда ждем в гости ♥️🇬🇪♥️\n\n(Translated by Google)\nThank you for your feedback and positive! Always waiting for a visit ♥ ️🇬🇪 ♥ ️",
    "rating": 4,
    "name": "Киктория Кикши",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендую)\n\n(Translated by Google)\nI recommend)",
    "rating": 5,
    "name": "Kateryna Haletska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Анна Кузнецова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендую\n\n(Translated by Google)\nI recommend",
    "rating": 4,
    "name": "Maksym Pysarevsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за рекомендацию ♥️🇬🇪\n\n(Translated by Google)\nThanks for recommending ♥ ️🇬🇪",
    "rating": 5,
    "name": "NN CH",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Igor Navolniev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 4,
    "name": "Denis Tsvilikhovskyi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Охременко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 5,
    "name": "Вика П",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Irene Matveyeva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "♥️🇬🇪♥️",
    "rating": 5,
    "name": "Єлена Левицька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрій Гладкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Руслан Приходько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Мари Мари",
    "cat": "Georgian restaurant"
  },
  {
    "review": "♥️🇬🇪♥️",
    "rating": 5,
    "name": "Максим Лазаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ievgen Osetrov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback❤️\nSee you at G & H🇬🇪\n\n(Original)\nДякуємо Вас за відгук❤️\nДо зустрічі у Г&Х🇬🇪",
    "rating": 5,
    "name": "Алена А",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анастасия Корженко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв🙏🏼\nЖдём Вас снова🇬🇪❤️\n\n(Translated by Google)\nThanks for your feedback🙏🏼\nWaiting for you again🇬🇪❤️",
    "rating": 1,
    "name": "Eduard",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Евгеньевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you ❤️\n\n(Original)\nДякуємо ❤️",
    "rating": 4,
    "name": "Evgen Liubarshchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Herashchenko Dmytro",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за Ваш отзыв❤️\nДо встречи в Г&Х🇬🇪\n\n(Translated by Google)\nThanks for your feedback❤️\nSee you at Г & Х🇬🇪",
    "rating": 5,
    "name": "Dmitriy Gontar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexandr Androsovich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests!\n\n(Original)\nДякуємо за оцінювання. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх Гостей!",
    "rating": 3,
    "name": "Sashko 5",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yaroslav Prokopenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! ❤️\n\n(Original)\nДякуємо! ❤️",
    "rating": 5,
    "name": "Mykola P",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Олександр Безрук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests!\n\n(Original)\nДякуємо за оцінювання. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх Гостей!",
    "rating": 5,
    "name": "sansej2009",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Антон Миронов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!) See you at GHG\n\n(Original)\nДякуємо Вам за відгук!)До зустрічі у ГХ🧡",
    "rating": 5,
    "name": "Антон Чмых",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Aliona Poluiko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. But what did you miss a bit in the service, the interior, can the dishes that you gave us not the highest rating ?? Tell us exactly what we would like to be the best for our Guests! ♥ ️🇬🇪 ♥ ️\n\n(Original)\nДякуємо за оцінювання. Але вам чогось трішечки не хватило в обслуговуванні, інтер‘єрі, чи може в стравах, що ви нам поставили не найвищу оціку?? Підкажіть, чтого саме, ми хотіли б бути найкращими для своїх Гостей! ♥️🇬🇪♥️",
    "rating": 5,
    "name": "natasha Makarenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "anton малько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "♥️🇬🇪",
    "rating": 5,
    "name": "Stanislav Poruban",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Єлизавета Юрчевська (Zali)",
    "cat": "Georgian restaurant"
  }
]