[
  {
    "review": "+ “beyond meat” burger cutlet in shawarma is the only pro of this cafe and they don’t even mention it anywhere\n- very sad Greek salad with 1 green olive and 1 black olive and meh service that …",
    "rating": 2,
    "name": "Kris W",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback and we will pay attention to the comments.",
    "rating": 4,
    "name": "Helmut Saathoff",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "A perfect Location when it comes to beef! I had a medium Flank which wss perfectly tender and juicy! I loved the country style Potatoes! I will do an update after I tried the yummy-looking Burgers! …",
    "rating": 5,
    "name": "Ken Stewart",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your feedback. we will consider your suggestions)",
    "rating": 5,
    "name": "Richard Creasey",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Right on the corner of two old streets, surrounded by old imperial era buildings and  with trams rumbling past.I’ve been here for breakfast a few times and I was impressed by the service and the presentation. My breakfast cost about a third …",
    "rating": 4,
    "name": "Tamer Elfiky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "They speak good English and were very welcoming. I had a rib eye steak that was cooked perfectly and was full of flavour. Prices were very reasonable.",
    "rating": 3,
    "name": "Vitaly Shelofast",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you!))",
    "rating": 4,
    "name": "Dezin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The place serves nice burgers but make sure  I tell them how you want it cooked. The fried are very greasy though. Great for a quick bite, staff could be more friendly too",
    "rating": 3,
    "name": "Santiago Andrigo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Used to be my go to place for a long time, but it changed today. Ordered five dishes for takeaway -- one (soup) ended up being overspiced and extremely oversalted (I am certain because I ate it before), second one was confused with another …",
    "rating": 2,
    "name": "Serhii Zyma",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback. We will take into account, we will convey your comments to the kitchen and staff.",
    "rating": 4,
    "name": "Iryna Perepelytsya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The place is well designed and the food was tasty. We tried the chili burger and the patty was juicy but not a lot so the buns were dry and not soaked. But the prices are a bit high. Other then that it is s great place comfortable suitable for bigger groups of people. They had comfortable sofas.",
    "rating": 2,
    "name": "M. D. Jolley",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Had a burger here. It was ok but pretty unremarkable. The potato chips were good.",
    "rating": 2,
    "name": "Слава Корбут",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your feedback!)",
    "rating": 3,
    "name": "Theodoros Yiouras",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Sound of a football match is not allowed.\nBeer plate was too salty and fatty with a separate fish skin included as on the picture. …",
    "rating": 4,
    "name": "Andrii Dvoiak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you! We will take into account the remarks!",
    "rating": 5,
    "name": "Валик Квита",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Food and beer were good. They offer Varvar craft beer among others that I recommend you to try if you haven't done this yet so far) But the service was just terrible. There were only couple of tables with guests in the ground level, still …",
    "rating": 5,
    "name": "Christian Brundu",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much for your feedback!",
    "rating": 5,
    "name": "William Goodman",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Wont go back here again. The cooks don't know what they are doing. The egg on my dates burger was nearly raw. It's supposed to be 'sunny side up' with the yolk yellow, not gross and mostly raw. Do you need a real chef to teach your chefs how to cook an egg? I'll show you if you don't know how.",
    "rating": 5,
    "name": "Artur Tymchyshyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "We are sincerely sorry that you were disappointed with the taste of the dish. We are always ready for dialogue and will do everything in our power to correct the negative impression you have.",
    "rating": 5,
    "name": "Ihor R.-M.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "If you're looking for a burger, consider choosing some other place. I took classic beef burger and it was not juicy, and the bread was dry, not crispy, stuck inside the throat. Better choose McDonalds. …",
    "rating": 4,
    "name": "Ivan Lozowy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your feedback! We will pay attention to your remark.",
    "rating": 5,
    "name": "Hisaya Kunita",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Decent coffee bar and welcoming staff. Ambience is its advantage. suitable choice fo a quick coffee or brunch.",
    "rating": 5,
    "name": "Alireza Farokhiyan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Astrakan Project",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place, has crafted Ukrainian beer. But not burgers are good.",
    "rating": 3,
    "name": "Danila Bezmenov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Went on lunch break to this spot\nTried burger with goat cheese and it was good 😊\nPlace is not crowded and staff is very friendly 👍",
    "rating": 5,
    "name": "Stuart Ponter",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks))",
    "rating": 5,
    "name": "Vadym Dozorets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fun, interesting, cheap and tasty. Would recommend to anyone visiting Kiev. Worth a detour",
    "rating": 4,
    "name": "Oleksandr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This place is my jam! I try to come here every time I am in Kyiv. In my opinion, it has some of the best burgers I have ever had in my life (I am from Texas. I have eaten a lot of burgers). …",
    "rating": 4,
    "name": "Andrei Absolutchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much :)",
    "rating": 5,
    "name": "Ilya G",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I've been to this place multiple times and the best thing to get here is obviously burgers 🤤🤤\nI've got Beef Burger Classic and it was delicious. Not too pricy but great service and good quality 👌🏼",
    "rating": 5,
    "name": "Anton Evers",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much!)",
    "rating": 4,
    "name": "Ievgen Dubravin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This place is one of the best for me in Kyiv. Haven't tried all of the burgers yet but at least 70% of them for sure. They are the best!\nAfter I've known about 3B cafe, recommending it to my friends all the time. The atmosphere is great and the personal is kind.",
    "rating": 3,
    "name": "Egorcic Dolhich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you! See you!)",
    "rating": 5,
    "name": "M",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food, burgers, salads, chips and the like. Prepared quite quickly, most of the food preparation is visible so quality control is assured.",
    "rating": 2,
    "name": "Kashatin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much for your feedback!",
    "rating": 4,
    "name": "Hasan Al-Ammori",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great restaurant in Kunita",
    "rating": 3,
    "name": "Stuart Danby",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks) See you)",
    "rating": 5,
    "name": "Bassel Haddad",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I spent my birthday dinner at this place, the staff were super friendly, I kinda was a pain by bugging them multiple times with multiple requests however they were super kind and at the end they gifted me a desert with a candle and they …",
    "rating": 5,
    "name": "Chris Ortiz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 2,
    "name": "Екатерина Винокурова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent products and food. Comfy and fullfiling food, we ordered a borsh that was fantastic (spicier than what you usually find ) and a burger, and that was way to much!!! The lunch option has smaller portions,we'll give it a try next …",
    "rating": 5,
    "name": "Basil Lion",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you!)",
    "rating": 5,
    "name": "Govanny Rossi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The food was tasteless. Pork ribs were dry, tough and fat at the same time. This is not the way they are supposed to taste. My friends got burgers, beer plate and steak. Not one liked their dishes. The staff on the other side was welcoming and professional.",
    "rating": 5,
    "name": "stephane lepain",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your feedback! We will pass on your comments to our chef!",
    "rating": 2,
    "name": "Ksiu Nebesnaia",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The burgers here are excellent as well as a very good selection of beers on draught. I was very happy with my choice and being a lone traveller in a busy establishment i didnt feel out of place at all. Very mellow vibe. The staff are very bubbly and friendly and even alerted me when i left without my gloves. Thank you :)",
    "rating": 5,
    "name": "Dmytro Shevtsov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you))",
    "rating": 5,
    "name": "Ievgen Barannyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Loved the Super Cheese Maniac, and the beers selection. Burgers are served really fast. Cozy atmosphere right at the center of Podil. You definitely need to go there and feel the place.",
    "rating": 5,
    "name": "Andrii Danchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks :)\nSee you!",
    "rating": 5,
    "name": "Glib Brunenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not my first visit to this cafe, and  I can compare . Our waiter was nice guy, friendly and competent. Salad and steak were tasty, and they have good house wine. But, dirty cushioned furniture, the sofas are located near the windows have …",
    "rating": 2,
    "name": "Tommy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hello! Thanks for the feedback and comments! We will definitely take this into account!",
    "rating": 4,
    "name": "София Горецкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Interior is 3/10. Location is good. Staff is prompt and professional. Burgers are 1 of the best for not luxury rest. Use this place when you have had a night full of fun and drinking.",
    "rating": 3,
    "name": "Yana Shevchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you, it's interesting to hear why such a low rating for the design of the cafe?",
    "rating": 5,
    "name": "Michael Bentsa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good menu, special offers, nice staff, reasonable prices. Go in for a fish burger, super tasty. Also recommend the terrace.",
    "rating": 5,
    "name": "Kostja Manfred",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 5,
    "name": "Joe Furniss",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very decent burgers. Fast service. English speaking staff. Great variety of beers and cocktails. Very busy on the weekends. Popular among people in their 20s and 30s.",
    "rating": 4,
    "name": "K. S.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Dana Hecker",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food and drinks most of the time. Everything is brought to you fast on most nights, but since it does get very crowded on certain evenings you might have to wait. Try the borscht and a bloody marry, they are excellent here!",
    "rating": 5,
    "name": "Sergii Pavlenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Maybe just my mood, or maybe it was really very average both in terms of service and kitchen. Steak was neither good nor bad, grilled vegetables were brought cold and hard, waiter wasn't really carrying, maybe was just tired. Cocktails were …",
    "rating": 4,
    "name": "Nastasia Fisher",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good day. Thank you. We will definitely give feedback to management to clarify the situation!",
    "rating": 5,
    "name": "Jane Greckova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers are tasty and they have a lot of variations. Also some different Ukrainian craft beers. WLAN connection sucks. But food is good. Waiters are always very friendly",
    "rating": 5,
    "name": "Pavel Fomenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "There is a good beer menu But food is a weakness of this place. As for me 3B specialization is rare meat (tartar was pretty good, probably) as well as Chicken Teriyaki which was cooked more then 40 minutes. At the top of all personal could be more polite with guests especially local administrator Tatiana.",
    "rating": 4,
    "name": "Ian Bearder",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I have tried many dishes here, but don't have much to recommend. The first thing, which comes to mind is theirs \"Czech\" tea. There is nothing Czech about it, but it is an awesome bavarage for winter time to warm you up. It has a lot of …",
    "rating": 5,
    "name": "Yevhen Kifiak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "For the price it's hard to complain about forgettable tasting burgers and the very strange tasting Coleslaw. Some of the salads and other dishes are not bad, but not spectacular. The decor and presentation is definitely above average for …",
    "rating": 4,
    "name": "Valerij Saprykin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cool place, watched the champions league final there. Had a 4 cheese beef burger, was yummy. Nothing negative to say 😊",
    "rating": 1,
    "name": "Ezzet Alkhudairi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 5,
    "name": "Pelykh Denys",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "New York steak with garlic mashed potatoes and two beers, please. The only thing I've eaten is their NY steak, and I've had it 6 times within the past few weeks. Great service and great atmosphere. Recommend.",
    "rating": 5,
    "name": "Akram",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Chris, thanks for a comment)",
    "rating": 5,
    "name": "Albert Riabtsev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The place has a nice atmosphere, but steaks they serve do not correspond with menu and it's disappointing. Neither ribeye nor pepper steak are right. Burgers are nice.",
    "rating": 5,
    "name": "Roman Feshchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I love thid place! Built in loft style it looks amazing and unique. Serving one of the best grilled meat abd burgers in town, and still keeps affordable prices. Good selection of foods and beverages. I highly recommend this place.",
    "rating": 3,
    "name": "Boltok Sagdiyev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Significantly cheaper than Beef and Wine place nearby. Full of young people. Burgers very good but not only - I tried spicy pumpkin soup which was delicious.",
    "rating": 5,
    "name": "Ivo Tamm",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "It was excellent. I had the vege burgur. Hostesses were very amicable but definitely need to improve on the English. Especially if you want to cater for international clientele usually in Kiev just for a short period of time.",
    "rating": 5,
    "name": "Cem Töre",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "My second time here, after the first time I put 5 stars. But now I’m so disappointed!!!! It was one of the worst steak ribeye ever. I put two stars only because the first time it was good.",
    "rating": 5,
    "name": "Sergey Kovaltschuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Dmytro Hraif",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers, polite staff, reasonable prices.",
    "rating": 5,
    "name": "Bogdan Pavlyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 3,
    "name": "Alex Survio",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "You need rest, delicious food and time to discuss the impression of a walk if you descend from St. Andrew's Church  This part of the city (Podil) is good for this. Two steps from Kontraktova Square you can find a cafe where there is always …",
    "rating": 4,
    "name": "Serhii Shvets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much.\n\n(Original)\nДоброго дня. Дуже дякуємо.",
    "rating": 5,
    "name": "Svyatoslav Yaroshevych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really good steaks and pricing is reasonable.   What won me over is that they serve true rare   fry-up. Many restaurants in Kyiv do medium rare even if you ordered rare.",
    "rating": 4,
    "name": "Dennis Batyrev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I’ve been to many burger places in Kyiv and 3B is the most delicious one though not the most expensive. Besides guys have a good variety of drinks and a good loyalty program.",
    "rating": 4,
    "name": "adrian price",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Roman Belfer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Food was ok but bad service, I was only able to communicate with one hostess on the whole place and she got my order wrong. I ordered a natural water and she gave me carbonated instead, then when I mentioned it was wrong, she took the …",
    "rating": 5,
    "name": "Jose F",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place. We spent good time here and enjoyed burgers and beer. Also liked Nacho's with very hot sauces.",
    "rating": 5,
    "name": "Taras Oleksiyenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 3,
    "name": "Pavel Boiko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fast service, average food, a bit high prices.",
    "rating": 5,
    "name": "Serhii Kryzhanovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really nice place which is kids friendly and they know how to make rear steaks😉 like really rear steaks ribeye) also triyed beer with kivi) that was sometging new and fresh) also burgers are great and big) if you know what i mean)",
    "rating": 5,
    "name": "Kris 88",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Perfect service and delicious kitchen",
    "rating": 4,
    "name": "Stephan Meijer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Michelle Law",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good selection of beer. Had a nice coffee and a very tasty smoked salmon and egg dish. The burgers look great!",
    "rating": 5,
    "name": "Aleksandra Kuznetsova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Joe, thank you very much for your feedback and positive assessment! We will be glad to see you again and again)",
    "rating": 5,
    "name": "Sergey Mironov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious, convenient place near metro station, lots of people inside, good for meetings with friends. Prices are not very cheap, but not expensive. The staff may be faster and attentively at the underground floor.",
    "rating": 4,
    "name": "Anastasia K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Soo tasty food! I like theirs steaks and chicken with cheese. Favorite food: cheese plate and coffee with Parmesan. Waitresses are really friendly!",
    "rating": 5,
    "name": "Roman M",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Everything is excellent! The meal is delicious, service is very good and so fast. I was very very happy to visit this cafe and I can recommend to visit it other people!",
    "rating": 3,
    "name": "Olexi Pasyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thaks for a comment)",
    "rating": 5,
    "name": "Бел Анна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Food is good. The independent waiter brought me a strange drink explaining it 'we don't serve the one you ordered'",
    "rating": 5,
    "name": "Alisa K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very much for your feedback and positive assessment! We will be glad to see you again and again)",
    "rating": 3,
    "name": "Борис Струков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place with delicious burgers. Also, if you visit during happy hours, you might have a bonus -20%",
    "rating": 4,
    "name": "Chivu Radu",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much)",
    "rating": 4,
    "name": "Julien Penalba",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place. Fast and polite service. Good craft beer and good food. Also nice to stay and relax with friends.",
    "rating": 5,
    "name": "Alexander Gorkun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you!)",
    "rating": 4,
    "name": "Cenk Tosuner",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "It's not the wildest or most original place in Podil, but the location is good, it's open late and the burgers are undoubtedly the best in Podil.",
    "rating": 4,
    "name": "Rob noort, van",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very much)",
    "rating": 5,
    "name": "Siskot Lempiäinen",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The best burgers in Kyiv! Place quite comfortable, but to get inside I would recommend to book table before you come.",
    "rating": 4,
    "name": "Gabriel N",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "pretty nice, nothing special. Have open kitchen, so you can control how things are going :)",
    "rating": 5,
    "name": "Artemii Semenov (ariklus)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 5,
    "name": "Diba Hadi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The resturant looks great from the outside, but the the food and service is awful.  I dont recommend it at all. Its the only bad food i had during my visit to Kiev!",
    "rating": 5,
    "name": "Morne Botha",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place,  waiters all so welcomed",
    "rating": 5,
    "name": "Arben Rashiti",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Its a good restaurant/coffee shop, they serve all hot drinks-alcohol-and some fast food, its well decorated and warm inside, the prices are normal",
    "rating": 5,
    "name": "Ary D.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent service, high quality cuisine, some peculiar drinks, moderate prices and cozy atmosphere. Highly recommended.",
    "rating": 5,
    "name": "Igor Bershadsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place, good interior. Tasty food. We keep coming back here times and times again.",
    "rating": 5,
    "name": "Ярослав Богомаз",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great staff but I was not amazed by the food. However, we had a good lunch.",
    "rating": 5,
    "name": "Emil Fischer",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers for a reasonable price. There are many venues of 3B in Kiev. I've visited already two of them.",
    "rating": 5,
    "name": "Yaroslav Halai",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for a comments :)",
    "rating": 5,
    "name": "Nazar Hnid",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice burgers and soups too. 12-15 is happy hour meaning free pepsi",
    "rating": 5,
    "name": "Xavier van Buchem",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 5,
    "name": "Yevhenii Kovalenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place. Tasty steaks and burgers. Very positive and responsive personnel.",
    "rating": 3,
    "name": "Welton Luiz Costa Rocha Filho",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cosy place, tasty food and beverages. Helpful staff.",
    "rating": 5,
    "name": "Darek Szczerbinski",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice atmosphere and tasty food. Plus we've got to the group's performance - it have made our eveniing.",
    "rating": 5,
    "name": "Valerii Kundas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Was much better, for some time it served very good burgers. Their steak still ok",
    "rating": 4,
    "name": "Oleksii Holub",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place with tasty food. It's very popular, so you need to reserve a table for the evenings.",
    "rating": 4,
    "name": "Guy Zuckerman",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good european style with available football broadcasting",
    "rating": 4,
    "name": "Alex Miller",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burger place for those on a budget. The service is good- no complains here. The burger is just ok. Try: 3B burger.",
    "rating": 5,
    "name": "Olga Kuchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Quite a nice cafe near tram lines. Varied menu but staff a bit subdued.",
    "rating": 5,
    "name": "Andrii Bohdanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your feedback. We will look after our staff)",
    "rating": 4,
    "name": "Katharina Golosova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I like that place - it's nice for lunch, dating or meeting with friends. Tasty burgers and really nice meat.",
    "rating": 5,
    "name": "gerry priestley",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place with fun attentive biilngual servers. Food is tasty and moderately priced.",
    "rating": 3,
    "name": "Joffrey Montmeza",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very much!",
    "rating": 5,
    "name": "PVV",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really like this place. After 11pm - super deal for shots (which are actually too girlish, but anyway nice) - 2+1 sets :)",
    "rating": 4,
    "name": "Alyona Drozdova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good decorated but stake is not tasty, medium rare stake should not be dry.",
    "rating": 4,
    "name": "EGIDIJUS SKUZINSKAS",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Why?",
    "rating": 5,
    "name": "Eugen Horoshko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice rib eye, liked it so much",
    "rating": 5,
    "name": "Yulia Lazarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Moto Family",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great food, friendly staff and brilliant price. 100% recommend",
    "rating": 1,
    "name": "Michael O'Connell",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дякуємо!)",
    "rating": 4,
    "name": "Evaldas Ūsas (pseudonymous)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place. Good food, reasonable pricing, and English menu and English speaking staff.",
    "rating": 5,
    "name": "Artem Dyrul",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Modern interior, the burger were delicious and the portion are quite big!",
    "rating": 5,
    "name": "Dima Kravchenko-Loznya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Mihai S.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I like this cafe: delicious food, great atmosphere, middle price - big portion 👌",
    "rating": 5,
    "name": "Gianluca Della Porta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Martin Cerny",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place, perfect location, decent choice of food, well cooked.\nRecommended.",
    "rating": 4,
    "name": "Dimitri J.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Oleg Shimanskyy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers, average cocktails. Good place to spend time with friends.",
    "rating": 4,
    "name": "Sergii Yatsuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Oleksii Sliusarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place, but the opens at 11 am, not at 10 as specified in google maps.",
    "rating": 5,
    "name": "Volodymyr Kalinichenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 4,
    "name": "L N",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice interior, without any soul in it. They ask how well done meat you want, just to bring the wrong one. Horrible eclairs.",
    "rating": 4,
    "name": "3C16790A",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good place for meeting with friends. Good beer and one of the best burger and steakes in the city!",
    "rating": 4,
    "name": "Fredrik Persson",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 3,
    "name": "Oleksandra Alokhina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Pleasant service. Dog-friendly! Good choice of burgers and beer",
    "rating": 2,
    "name": "Denys Lushchyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 4,
    "name": "Grzegorz Zimoch",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Awesome beers variety, though bit overpriced. Food is mediocre.",
    "rating": 5,
    "name": "Ivan Bosmansky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 2,
    "name": "Caner Kalender",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The stake was very quick and nice but a more on the rare side, than that i asked for, which was medium rare.",
    "rating": 5,
    "name": "Andriy Klimenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very nice place, tasty burgers, good choice of beer. Recommended !",
    "rating": 4,
    "name": "Borys Chyzhyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers, cocktails and shots menu is a bit lacking though",
    "rating": 5,
    "name": "karina polkovnychenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Hamburgers are very good but don't try pork ribs.",
    "rating": 5,
    "name": "Olek Vol",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Like the cans of wodka and good food (the burgers, if you want steak go to another place)",
    "rating": 5,
    "name": "Sergiy Kleymenov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place, god service and god Food remend  the beer snak, close to the Chernobyl museum",
    "rating": 5,
    "name": "Юрий Шевага",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Anton Mikhaylets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place, nice atmosphere, food is good but not great, prices are fair and the service is good",
    "rating": 5,
    "name": "Nasib Hasanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good cuisine, friendly staff. Pricing is above average but worth it.",
    "rating": 5,
    "name": "Modestas Markevičius",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 4,
    "name": "Halyna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great food\nGreat atmosphere\nI love this place",
    "rating": 5,
    "name": "Eugene Kushta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very grateful!\n\n(Original)\nДуже вдячні!",
    "rating": 3,
    "name": "Georgiy K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great Burgers. Breakfast could do with a bit more Bacon.",
    "rating": 5,
    "name": "Rusty",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!) See you!",
    "rating": 5,
    "name": "Valentine Ulanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great Steaks\n\nMy favourite place in Kiev...for a good steak or Burger!",
    "rating": 4,
    "name": "Rodrigo G.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very match!)",
    "rating": 4,
    "name": "Anton Pikula",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food at acceptable price.\nVery nice area at the -1 level.",
    "rating": 5,
    "name": "Lukas Krikštaponis",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice and cozy, ok burger. Try it.",
    "rating": 5,
    "name": "Yurii Mashtalir",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you!)",
    "rating": 5,
    "name": "Дарина Зевина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers and nice drinks. BTW, steaks are really good here.",
    "rating": 4,
    "name": "Мари G",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good steaks for reasonable price, well served, good ambiance",
    "rating": 4,
    "name": "Carl Staffordshire",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty, but as always cafe is full of people (noisy)",
    "rating": 5,
    "name": "Andrii Kyslyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "mari k",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Love those burgers! Tasty meat and cozy place to stay",
    "rating": 5,
    "name": "Trevor Williams",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your  feedback",
    "rating": 5,
    "name": "Sviat Illiashov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fast and friendly service, tasty burgers, good meat.",
    "rating": 4,
    "name": "Illia Termeno",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks you, so much!",
    "rating": 3,
    "name": "Mr/Ms Odobesku",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice interior, delicious burgers, good selection of cocktails and beer.",
    "rating": 5,
    "name": "Fruity Pie",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers are ok, steaks are overpriced but tasty and service and preparation of food are super slow.",
    "rating": 5,
    "name": "Daria Malitskaja",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very nice place perfect kitchen:) and really good price",
    "rating": 5,
    "name": "Hennadiy Aronson",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Iryna Tarasovets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tried strawberry burger. As always very delicious. Thanks!",
    "rating": 1,
    "name": "Viktor V",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Turk A",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This place is just like any other bar on Kontraktova -- expensive and pretty good food, albeit nothing really special either",
    "rating": 2,
    "name": "American Eagle",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks fotr your feedback!",
    "rating": 4,
    "name": "Алексанр Щибрик",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great place for lunch or dinner, big plates, good meat, worth a visit.",
    "rating": 5,
    "name": "Eugene Pyvovarov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Night food - it's really cool! But very slow service, sometimes...",
    "rating": 4,
    "name": "Andriy Kasyanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Максим Кривонос",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place in the historical district, good food, flank steak!",
    "rating": 5,
    "name": "Alex Protsyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Max Golionko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great Place, crafted beer tasty cuisine, moderate prices",
    "rating": 5,
    "name": "Bogdan Tanygin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "My favourite burgers. Service fails sometimes, but nothing serious.",
    "rating": 3,
    "name": "Артем Балагура",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for feedback.",
    "rating": 5,
    "name": "Никита",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food, friendly helpfully staff who all spoke English.",
    "rating": 5,
    "name": "Constantine Yevdyukhin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank's:)",
    "rating": 5,
    "name": "Anton Chupak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very nice atmosphere and staff but the service was slow and they were wrong with our order...!",
    "rating": 4,
    "name": "Ondrej Citek",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you for your comment Sir! Actually we have a lot of young trainees in our restaurant, that's why sometimes some mistakes in our service can be observed. In any case we are grateful for your feedback and hope that the next time you will be content with all details of our service.\nAlways yours, Administration of 3b Cafe ;)",
    "rating": 4,
    "name": "Oksana Shnypir",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "A cool place! A quick service! Moderate prices as for city centre.",
    "rating": 4,
    "name": "Danil Kuhta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback)",
    "rating": 5,
    "name": "Sergiy Ivanchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place, tasty food, but dirty chairs",
    "rating": 4,
    "name": "Сергій Овчарук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 5,
    "name": "Anastasiia Chornomor",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good service, pricy, food delicious",
    "rating": 4,
    "name": "Timur Babaev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you)",
    "rating": 4,
    "name": "Sergii Che",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Really liked the service and steaks !\nRecommend 🤘🏿",
    "rating": 5,
    "name": "Sigitas Zakalskis",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very much)",
    "rating": 1,
    "name": "Svyat Poshva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Yummy burger menu, salads and cider. I recommend!",
    "rating": 5,
    "name": "Andrii Mykhalniuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "PkerPts",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good ale.The food is OK.",
    "rating": 5,
    "name": "Stanislav Jackdaw",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Evan Drew",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Long wait. 40 mins or more. Twice in 1 week. Good did though when you do get it.",
    "rating": 4,
    "name": "Taras Slobodyanyuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Food was nice but AC is not working very well.",
    "rating": 5,
    "name": "Viacheslav",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Oleg Levitsky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good beef steak but not good beer choice",
    "rating": 3,
    "name": "Eugene Guzik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice cozy place. Friendly waiters.",
    "rating": 5,
    "name": "Bogdan Dolia",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Alexander P.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food",
    "rating": 5,
    "name": "Andrey Kalpas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good and very nice 😎",
    "rating": 5,
    "name": "Irina Dykun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "thanks for feedback",
    "rating": 4,
    "name": "Serhii Bolilyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fantastic burgers, fast and kind service",
    "rating": 4,
    "name": "Oleksandr Leshchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good location, nice interior and delicious burgers.",
    "rating": 5,
    "name": "Maxim Kondratovich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "They've added very good breakfasts, but the service remains mediocre.",
    "rating": 5,
    "name": "Tee Portas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good grill menu.\nUnderground level not so cozy.",
    "rating": 4,
    "name": "Максим",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Friendly personal, nice food and cocktails",
    "rating": 3,
    "name": "Mike Gonta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers, worth to try",
    "rating": 3,
    "name": "Julia S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks! See you)",
    "rating": 5,
    "name": "Bohdan Romanchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "They have trange plates to serve salads.",
    "rating": 4,
    "name": "Lilia Panchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Vitalii Levets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Mediocre place, nothing overly special, great staff though!",
    "rating": 5,
    "name": "Oleg Nesterenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Дмитрий Шинкарь",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good and relaxed atmosphere and a good menu.",
    "rating": 5,
    "name": "Oleksii Yudin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 5,
    "name": "Igor Vlahek",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "good place for a big company to eat before or after party",
    "rating": 5,
    "name": "Ferenec Roma",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This two stars only for Guinness draft and design. Not for burgers!!!",
    "rating": 5,
    "name": "Denis Gaiduchek",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food and caffe. Made in modern west style.",
    "rating": 5,
    "name": "Vitalii Moskalchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Fantastic burger and great staff",
    "rating": 5,
    "name": "Vasyl Osypchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Mitko Stamatov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "They forgot bringing our order. Ribs was dry.",
    "rating": 5,
    "name": "Leonid Zyabrev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you. Let's take note)",
    "rating": 4,
    "name": "Ivan Pysarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers! Reckon the best on Podil!",
    "rating": 1,
    "name": "Olek Dev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Pretty good food at a pretty good price.",
    "rating": 5,
    "name": "Sergii Lisnychyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious burgers and great bonus system",
    "rating": 5,
    "name": "Ruslan Gunawardana (exarus)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👍",
    "rating": 5,
    "name": "Dmytro Nedvetskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": ";-)",
    "rating": 5,
    "name": "Eugenia Chepiga",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Maybe the best burgers in Kyiv.",
    "rating": 5,
    "name": "Dmitriy Vasiliev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Ivaylo Matev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty big cahoona burgers(notallofthem)",
    "rating": 5,
    "name": "Oleksii T",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice burgers for a cheap price",
    "rating": 5,
    "name": "Volodymyr Gulkov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Stephane LE BORGES",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great ribs! Finger-licking good.",
    "rating": 5,
    "name": "Maksym Vedenieiev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "popular chugh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good, cozy place with nice food.",
    "rating": 5,
    "name": "Eduardo Pereira",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Евгений Медведев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty food, but mostly spicy",
    "rating": 5,
    "name": "Dmitriy Aleksiychuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Тимофей Демченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food and nice atmosphere.",
    "rating": 5,
    "name": "Yuriy Malyshko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "good burgers, nice place",
    "rating": 5,
    "name": "Kyryll Uskov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👍",
    "rating": 5,
    "name": "wyk thor",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "❤️",
    "rating": 5,
    "name": "오승주",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty. Deserts are wonderful!",
    "rating": 3,
    "name": "Alexandr Safonov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Pretty interesting place) prices okay",
    "rating": 5,
    "name": "Daniel Akselrod",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Yevhen Danchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ginger tea was good and tasty cakes",
    "rating": 5,
    "name": "Vaida Urbutiene",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burger would eat again",
    "rating": 5,
    "name": "Светлана Козориз",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Dmytro Iholnikov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great for meetings. And food is delicious",
    "rating": 5,
    "name": "Алексей Кузьмин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very tasty food. Especially sweets ;)",
    "rating": 5,
    "name": "Karelin Illya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Wonderful burgers ! Nice service",
    "rating": 5,
    "name": "Andrii Sidun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "In 2017 was better, now quality goes down",
    "rating": 4,
    "name": "Варвара Куприянова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice burgers coocked on real grill",
    "rating": 5,
    "name": "koray can",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice service .. Tasty burgers",
    "rating": 5,
    "name": "Oleksii Pinchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent staff and great food",
    "rating": 4,
    "name": "Victor Zinchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "One of the best cozy modern place in Kyiv.",
    "rating": 5,
    "name": "SUNNA’S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers are not bad, not spectacular either.",
    "rating": 5,
    "name": "Dmytro Skyba",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "A barely know any place with required servicing price. Kinda strange for me.",
    "rating": 5,
    "name": "Сергей Мухин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place for dinner :)",
    "rating": 4,
    "name": "Ludmila Bunyak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 2,
    "name": "Ирина Баринова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "3b is beautiful food, beautiful prices, beautiful location",
    "rating": 4,
    "name": "vd mm",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Daria, thanks you for a great comment! :)",
    "rating": 3,
    "name": "MixingSound",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The burgers are quite good.",
    "rating": 1,
    "name": "Богдан Тамченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good steak!",
    "rating": 1,
    "name": "Виталия Рылач",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Tata Tulipus",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I don't know, why people eat this crappy Burgers.",
    "rating": 5,
    "name": "Юлія Крісман",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good overall, need to book in advance",
    "rating": 5,
    "name": "Anna Shchupak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not following my order and the meat is raw",
    "rating": 4,
    "name": "Evgenya Lafa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Beer & burgers to enjoy with friends.",
    "rating": 5,
    "name": "Алиса Коваленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "nice steak, good prices.",
    "rating": 4,
    "name": "Елена Жаворонкова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers are there.",
    "rating": 5,
    "name": "Богдан Коростельов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за высокую оценку. Очень рады что вам все понравилось:)\n\n(Translated by Google)\nThank you for your appreciation. Very glad that you liked everything :)",
    "rating": 1,
    "name": "Roman S.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good food good price",
    "rating": 5,
    "name": "Карина Суховерхова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 4,
    "name": "Zigzag",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great and tasty burgers.",
    "rating": 4,
    "name": "Светлана Найденко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "always good food and coctails",
    "rating": 4,
    "name": "Сергей Garkwolf",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good steaks, cultural location.",
    "rating": 1,
    "name": "Алина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very bad service 😡😡😡💩💩💩but food is delicious.",
    "rating": 3,
    "name": "Марія Савенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty meat dishes and salads.",
    "rating": 5,
    "name": "Александр Матвеев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place. Tasty burgers",
    "rating": 5,
    "name": "Андрей Хорошилов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for a comment!)",
    "rating": 4,
    "name": "Eva Casanova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very nice burgers!",
    "rating": 5,
    "name": "Павел Осокин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place for a dinner ;)",
    "rating": 4,
    "name": "Ян Эдоков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 3,
    "name": "Євгенія Кочерга",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very pleasant place with testy food",
    "rating": 4,
    "name": "Юрий Задирака",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Elizabeth",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty beef burger",
    "rating": 4,
    "name": "Лолита Мангова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Anna Koshyna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great pub in old town",
    "rating": 5,
    "name": "Duhdh DuhdhGnbG",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cola for free when you take a burger :)",
    "rating": 3,
    "name": "Юлия Мерная",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Prices lil bit higher then average",
    "rating": 5,
    "name": "Марічка Сорока",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice, but nothing special",
    "rating": 5,
    "name": "Станислав Матвийчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers and beer",
    "rating": 3,
    "name": "Sasha Stoezkiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "настюша киса",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Try Cheese maniac burger 👍",
    "rating": 1,
    "name": "Уля",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Michael Rosenzweig",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "7+people +10% to bill",
    "rating": 1,
    "name": "Re: veha",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very lovely and testy menu",
    "rating": 4,
    "name": "Daria Akulova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Andrii, thanks for a comment:) We hope to see you again!)",
    "rating": 2,
    "name": "Виктория Декань",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Amazing Food\n\nGood Location",
    "rating": 5,
    "name": "Nika131 Nika131",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers and beer",
    "rating": 3,
    "name": "VVO",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Food was well good 👍👍👍",
    "rating": 3,
    "name": "Viktoriia Ivanova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Evan, thank you)",
    "rating": 3,
    "name": "Анна Палагина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I love this place for good atmosphere.",
    "rating": 5,
    "name": "Volodymyr Hiriakov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burger place.",
    "rating": 1,
    "name": "Андрей Смирнов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good drinks and burgers",
    "rating": 4,
    "name": "Kowka_ira",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "This place is getting worse with time...",
    "rating": 5,
    "name": "Yulka Molodchenkova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "What exactly was wrong?",
    "rating": 4,
    "name": "Сергей Лисицкий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great fish stake.",
    "rating": 1,
    "name": "Денис Грачев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!",
    "rating": 1,
    "name": "Alex Sunn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not bad",
    "rating": 3,
    "name": "Алена Кулагіна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great beef burgers",
    "rating": 4,
    "name": "Tanka Barabanka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty steaks and salads",
    "rating": 4,
    "name": "Максим Партицький",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place with good food)",
    "rating": 3,
    "name": "Иван Ярмоленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good service, but so expensive.",
    "rating": 5,
    "name": "olya vasileva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good but busy place",
    "rating": 5,
    "name": "Тарас Павленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers!",
    "rating": 5,
    "name": "Анна Щупак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 2,
    "name": "Вячеслав Кирильченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice but not superb.",
    "rating": 5,
    "name": "Julia L.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Smell of meals most of the time",
    "rating": 4,
    "name": "Ирина Раковская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Noizy, but quiet good.",
    "rating": 5,
    "name": "Iryna Lysova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious burgers 😍",
    "rating": 4,
    "name": "Igor Kuharenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Football fans, too loud",
    "rating": 4,
    "name": "Natalia Riabtseva",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank`s)",
    "rating": 5,
    "name": "Алина Кондратенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers.",
    "rating": 4,
    "name": "Moments from my life",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Best value for money",
    "rating": 5,
    "name": "Светлана Кузнецова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Perfect bosch! 😁",
    "rating": 3,
    "name": "Павел Милициян",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thnaks))",
    "rating": 1,
    "name": "Ivanna Voloshchak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great value for the money",
    "rating": 5,
    "name": "Ru Niko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers",
    "rating": 1,
    "name": "Валентин Тимченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very much)",
    "rating": 5,
    "name": "Valentin Pupena",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good value for money",
    "rating": 1,
    "name": "Kateryna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great burgers!!!",
    "rating": 5,
    "name": "Ольга Байсара",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you very match!:)",
    "rating": 4,
    "name": "Лоліта Корольова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great value for money",
    "rating": 5,
    "name": "Алена Вдовенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good burgers",
    "rating": 5,
    "name": "ylia moroz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Alla Korniienko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place for a cofee",
    "rating": 5,
    "name": "Anna Kolesnik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty burgers!",
    "rating": 4,
    "name": "Володя Хмура",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 2,
    "name": "Оксана Кравчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Exceptionally friendly staff",
    "rating": 5,
    "name": "Oksana Nesterenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Not tasty food",
    "rating": 4,
    "name": "Янина Елизарова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "I like borsh here",
    "rating": 3,
    "name": "Alisa Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Cool place!",
    "rating": 5,
    "name": "Раиса Иванченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Great",
    "rating": 5,
    "name": "Марина Маринина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks)",
    "rating": 5,
    "name": "Kot Garfield",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good",
    "rating": 4,
    "name": "Rostyslav Sukhin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks))",
    "rating": 5,
    "name": "Roman Kurylych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Mrdrago HvH",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks :)",
    "rating": 5,
    "name": "Maryna Gladunova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "good burgers",
    "rating": 1,
    "name": "Олег Бойко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "Диана Шахрай",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Delicious steak",
    "rating": 5,
    "name": "Volodymyr Zaslavskyy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 2,
    "name": "Olga Kovalevskaya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Greate Burgers!",
    "rating": 5,
    "name": "Анна Шпилевая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!!:)",
    "rating": 5,
    "name": "Oleksii “Kingracer” Kolesnyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very good!",
    "rating": 1,
    "name": "Jack Black",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Инна Андрияшина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Awesome",
    "rating": 5,
    "name": "Дари Черникова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "Андрей С",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty yummy",
    "rating": 1,
    "name": "Irina Grinenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!\n\n(Original)\nДуже дякуємо!",
    "rating": 5,
    "name": "Mikhail Barskiy (LogistClub)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ok",
    "rating": 5,
    "name": "Hanna Al-Samavetli",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good",
    "rating": 5,
    "name": "Sergey Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Like it",
    "rating": 1,
    "name": "Артем Шихов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за высокую оценку:)\n\n(Translated by Google)\nThank you for your appreciation :)",
    "rating": 1,
    "name": "Katire Rakhno",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice",
    "rating": 2,
    "name": "Andre auf Reisen",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty as usual",
    "rating": 5,
    "name": "Оля Добреля",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks;)",
    "rating": 5,
    "name": "Кристина Артемьева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Beautiful place!",
    "rating": 5,
    "name": "Nata Best Cat",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Perfect",
    "rating": 1,
    "name": "Oleksandr Hurtovenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks:)",
    "rating": 2,
    "name": "Kateryna Chaika",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good",
    "rating": 2,
    "name": "Олександр Лісовицький",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers is so so",
    "rating": 3,
    "name": "Oleksandr Polonin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very nice place",
    "rating": 5,
    "name": "Эдгар Таймер",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "Наташа Тихая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "The favorite one!",
    "rating": 3,
    "name": "Ksenia Gudzenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим за высокую оценку!)\n\n(Translated by Google)\nThank you for your appreciation!)",
    "rating": 3,
    "name": "Vadym",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Excellent 😍 fillet mignon",
    "rating": 1,
    "name": "Kote Hunter",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Very Good!!!",
    "rating": 5,
    "name": "Serhii Pedko (nitrotol)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 1,
    "name": "Таня Ярова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Burgers and beer",
    "rating": 5,
    "name": "Богдан (Body85)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks;)",
    "rating": 3,
    "name": "Yulia Patiaka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Love this Cafe",
    "rating": 4,
    "name": "Vika G",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place!",
    "rating": 3,
    "name": "Andrii Tsuvalovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks;)",
    "rating": 5,
    "name": "Александра Шарапова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Tasty food",
    "rating": 4,
    "name": "Marina Chumel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for your feedback",
    "rating": 5,
    "name": "Kostya Udovichenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place.",
    "rating": 5,
    "name": "Сергей Кордон",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 5,
    "name": "Juliya Koniushenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Goof place",
    "rating": 4,
    "name": "TimeTo Explore",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 5,
    "name": "NatCat",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Good place",
    "rating": 2,
    "name": "Анжелика Кугенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 1,
    "name": "IhorF",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Godd burgers",
    "rating": 5,
    "name": "Di K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place",
    "rating": 1,
    "name": "У Вована",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks!)",
    "rating": 3,
    "name": "Valeriia",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Nice place",
    "rating": 4,
    "name": "Lovetta Li",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you)",
    "rating": 2,
    "name": "Olya Kulyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохое просторное заведение. Отмечали с компанией корпоратив - остались всем довольны. Мясо получается довольно вкусным. Рекомендую шашлык из свинины. Есть возможность сделать предзаказ. Официанты обслуживают ненавязчиво, что можно …",
    "rating": 4,
    "name": "Alexey Mavliutdinov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 2,
    "name": "Yuriy Kazankin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) To be honest, before, before the pandemic, I was there more often and I enjoyed it. The last visit was after the new year. Everything is good, but somehow not so cozy, quite cold inside, dark. The staff is tired, it …",
    "rating": 1,
    "name": "Валентина В",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 1,
    "name": "Maksym Mykhailenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Если вы любитель бургеров то вам точно НЕ сюда!\nЗаказала бургер, который абсолютно не соответствовал описанию и картинке в меню! У меня был «четыре сыра» и кроме пластинки желтого сыра и котлеты я ничего не …",
    "rating": 5,
    "name": "Vitalii Mostipaka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and for your attention to the institution. We will definitely pay attention to all these shortcomings and will try to correct the situation as best we can.\n\n(Original)\nДякуємо за ваш відгук та за вашу увагу до закладу. Ми обов'язково звернемо увагу на всі вказані недоліки та будемо намагатись виправити ситуацію якнайліпше.",
    "rating": 2,
    "name": "Veronika Shalukhina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заведение нормальное, посетить можно. Бургеры вкусные, мне понравился луковый. Грейпфрутутовый сидр показался разбавленным, ожидали более насыщенного вкуса. Добавки в виде картошки советую не заказывать, мне кажется ранее в бургерных это …",
    "rating": 4,
    "name": "Oleksii Khakhaliev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Your feedback and comments on the dishes are very valuable to us. Informed the kitchen on these comments. We try to be the best for you.\n\n(Original)\nДякуємо за відгук! Ваш фідбек та коментар щодо страв дуже цінний для нас. Проінформували кухню по вказаним зауваженням. Намагаємо бути кращими для вас.",
    "rating": 5,
    "name": "Alex Dema",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень хорошо что на улице установлены распылители, очень освежает. Обслуживание и сама работа заведения ужасна🤪, в праздничный день задержка по кухне 40-50 минут!!! После продолжительного ожидания блюдо приносят холодное👨‍🍳. Ждать нужно …",
    "rating": 5,
    "name": "Ярослава Стукалова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! It is a pity that you are dissatisfied with visiting the restaurant. We are trying to correct the situation regarding the workload of the staff.\n\n(Original)\nДякуємо за відгук! Шкода, що ви залишись незадоволені відвідуванням ресторану. Намагаємось виправити ситуацію щодо завантаженості пресоналу.",
    "rating": 2,
    "name": "Bohdan Petryshak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В бургер попала кость, сухой и абсолютно не соответствует фото в меню , фото ниже. Посещал заведение с друзьями, все 4 бургера еле тёплые, к одному забыли принести заказанный ранее гарнир. Бургер с костью из счёта убрали и в качестве …",
    "rating": 5,
    "name": "Лунгу Екатерина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. We will take into account in further work.\n\n(Original)\nВдячні за відгук. Візьмемо до уваги при подальшій роботі.",
    "rating": 3,
    "name": "Bonnie Benay",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Часто проходила мимо и пару раз не удавалось попасть из-за ажиотажа ,цены низкие понимаю,что ожиотаж был не из-за качества ,а из-за цены .заведение не  очень .Заказала нефильтрованное,а принесли светлое пиво .Заказала бургер с двумя …",
    "rating": 4,
    "name": "Elena V. Belous",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take into account all comments in further work and will do everything to change your opinion about our institution.\n\n(Original)\nДякуємо за відгук. Врахуємо всі зауваження при подальшій роботі та зробимо все, аби ваша думка про наш заклад змінилася.",
    "rating": 1,
    "name": "Evgenij Rakhno",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно и качественно. Заказывала салат с лососем. Порция была огромная и очень вкусно, был необычный набор инградиентов. Не ожидала от заведения, где готовят бургеры! Зал на первом этаже был переполнен и нас посадили в подвале под …",
    "rating": 3,
    "name": "Yanina Holovach",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nВдячні за відгук!",
    "rating": 1,
    "name": "Денис Ковальчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) 5/5 for the fact that the burger is really delicious salads and very good service. …",
    "rating": 2,
    "name": "Viktoriia Harus",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very grateful! We are always glad to see you again, in our institution!\n\n(Original)\nДуже вдячні! Завжди раді бачити вас знову, у нашому закладі!",
    "rating": 5,
    "name": "Дмитрий Фомкин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интересный дизайн. Официантка хорошо знает меню и спокойно может порекомендовать блюда из ассортимента. В меню не было вегетарианского бургера, но официантка сама предложила уточнить у шеф повара сделает ли. В общем, бургер оказался очень …",
    "rating": 1,
    "name": "Volodymyr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback!\n\n(Original)\nВдячні за фідбек!",
    "rating": 3,
    "name": "Artem Kulahin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пришли посмотреть футбол. Классно что было место посмотреть футбол, так как все остальные бары были забиты)\nПерсонал внимательный. …",
    "rating": 5,
    "name": "Polina Nekerova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take into account that you didn't like the cocktails! Let's fix it!)\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги те, що коктейлі вам не сподобались! Виправимося!)",
    "rating": 1,
    "name": "Yurii Maivaldov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пришли в это заведение по рекомендации подруги , и не разу не пожалели! Брали себе бургеры… Сочные, вкусные , и размер такой что с трудом доели ! Атмосфера приятная, обслуживание прекрасное! Все приветливые, официант помог сделать выбор и …",
    "rating": 5,
    "name": "Олексій Масальцев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much! Happy that you liked it!\n\n(Original)\nДуже дякуємо! Щасливі, що вам сподобалось!",
    "rating": 2,
    "name": "Volodymyr Semeniuta",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В целом хорошо! Но , мы ужинали 7 января, последний день перед локдауном и сложилось такое впечатление,что некоторые продукты были не свежеприготовлены, а разогреты. Например крылышки. Ещё хотелось бы, чтобы официант чаще интересовался как …",
    "rating": 4,
    "name": "Viktor Rezvyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. In fact, all products are fresh and high quality and we are always responsible for that! As for the waiters, work will be done with them. We will take into account all comments and we will correct :)\n\n(Original)\nДякуємо за відгук. Насправді, всі продукти свіжі та якісні і ми завжди відповідаємо за це! Щодо  офіціантів з ними буде проведена робота. Врахуємо всі зауваження та будемо виправлятись :)",
    "rating": 5,
    "name": "Juli Baib",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отзыв актуален на 19.01.2020\nПросто обожаю данную сеть!\nВ 3b cafe готовят самые вкусные бургеры по моему мнению. …",
    "rating": 4,
    "name": "Nina Riviere",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 1,
    "name": "Eleonora Light",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Принесли тёплый, чуть не холодный бургер, который при этом максимально сухой, будто повар не знает что такое соусы. …",
    "rating": 2,
    "name": "Kateryna Prokopenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. Let's take note!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги!",
    "rating": 2,
    "name": "Игорь Мосийчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место для завтрака, обеда или ужина с разнообразным меню. Большой выбор бургеров, в том числе для вегетарианцев. Вкусные сочные стейки. Интересные сезонные предложения, такие, как зелёный борщ или тарт с сезонными фруктами. Также …",
    "rating": 2,
    "name": "Валентин Сухар",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое, Кариночка)\n\n(Translated by Google)\nThank you very much, Karinochka)",
    "rating": 5,
    "name": "тома марчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее заведение. Отличные, сочные, мясные бургеры. Адекватные цены. Приятная, расслабляющая атмосфера, непринужденное обслуживание. Из минусов могу только отметить отсутствие перчаток для бургера. Салат и картошка фри - вкусные. Соус …",
    "rating": 5,
    "name": "Николай Плотников",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Note)\n\n(Original)\nДякуємо! Врахуємо зауваження)",
    "rating": 3,
    "name": "Dmitriy Dobrovolskiy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были с гостями из Одессы. Понравилась еда. Большие и вкусные порции. Персонал не приветливый.  Не мог ответить на вопросы о вегетарианском меню. В туалете было темно и грязно. Не было бумаги. …",
    "rating": 4,
    "name": "Елена Александровна Слободянюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!) Let's take note!)\n\n(Original)\nДуже дякуємо!) Візьмемо до уваги!)",
    "rating": 1,
    "name": "TORI YA",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохое заведение на подоле. Ели бургеры, говяжьи щёчки, сырное ассорти, пили коктейль корона и пиво (ipa). Обслуживание хорошее. Бургеры неплохие. Пиво неплохое. Сырное ассорти странное. Скажем так - сильно на гурмана это сырное ассорти. …",
    "rating": 1,
    "name": "Asa Zdr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!)\n\n(Original)\nДякуємо за ваш відгук!)",
    "rating": 5,
    "name": "Viktoriia H",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Последние мои посещения абсолютно разочаровали меня. Еда тут стала НАМНОГО хуже.\nБургер «Копченный индеец» очень сухой, мясо пережаренное. Официант принес …",
    "rating": 3,
    "name": "Pasha Kuyan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Раньше место было топовым, но становится хуже. Цены растут, качество падает. Бургеры вкусные, гриль придаёт им особый аромат, но ради них готовьтесь ждать официанта 20-30 минут (не в час пик). Обслуживание безразличное и медленное, для …",
    "rating": 5,
    "name": "Роман Куценко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedbacks. Submit your comments to the institution's management.\n\n(Original)\nДоброго дня. Дякуємо за фідбек. Передамо ваші зауваження керівництву закладу.",
    "rating": 4,
    "name": "Ira Mladenova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Когда хотим бургеров или стейков всегда идём сюда. Атмосфера приятная, обслуживание по большей части быстрое. В наличии есть вкусное украинское крафтовое пиво varvar. На выходные столик лучше бронировать заранее, мест часто не хватает. …",
    "rating": 4,
    "name": "valentyn safin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Александр, благодарим вас за высокую оценку, очень рады что вам все понравилось! Ваш отзыв подарил хорошее настроение нашим ребятам на весь день! Спасибо что вы с нами!:) С нетерпением ждем вашего следующего визита.\n\n(Translated by Google)\nAlexander, thank you for your appreciation, we are very glad that you liked everything! Your review gave a good mood to our guys for the whole day! Thank you for being with us! :) We look forward to your next visit.",
    "rating": 5,
    "name": "Sanya Kuhar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное оформление кафе. Красивая посуда. Оригинальное оформление блюд. Вкусно. Борщ шикарный, и по цвету и по содержанию. Бургеры вкусные. Еда стоит своих денег. Будьте осторожны, порции огромные. Оформляют с собой, я взял бургер домой, …",
    "rating": 4,
    "name": "Kachura S.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Андрей, спасибо за ваш отзыв! Очень приятно!\n\n(Translated by Google)\nAndrew, thank you for your feedback! Very nice!",
    "rating": 2,
    "name": "Глина Глина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) She was in the institution with a guy.\n- The waiter served us in Ukrainian, when he heard that we communicate with each other in Ukrainian, it is very gratifying; …",
    "rating": 2,
    "name": "Иван Печевистый",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for such a detailed response! you help us become better!)\n\n(Original)\nДуже дякуємо за такий розгорнутий відгук! ви допомагаєте нам ставати кращими!)",
    "rating": 1,
    "name": "Roman Behma",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение, всем рекомендую! Очень Вкусно. Большое разнообразие блюд и демократичные цены. Особенно понравились стейки. Теперь буду Вашим постоянным клиентом. Рекомендую Всем! …",
    "rating": 3,
    "name": "Elena",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Павел, благодарим вас за прекрасный отзыв и высокую оценку работы нашего 3ВС!:) Всегда очень приятно знать что упорный труд, приносит свои плоды! С нетерпением ждем вас в гости!:)\n\n(Translated by Google)\nPavel, thank you for the excellent feedback and high appreciation of the work of our 3BC! :) It is always very pleasant to know that hard work is paying off! We look forward to your visit! :)",
    "rating": 4,
    "name": "Игорь Полищук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохое заведение , было бы не плохо иметь кнопку вызова официанта\nБургеры тоже вкусные …",
    "rating": 4,
    "name": "Анна Подгорная",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 5,
    "name": "Петр Кричун",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Раньше очень любили это кафе, но последний год старались открывать для себя новые места и не удавалось даже заглянуть. Сегодня наконец-то смогли))) даже не бронировав заняли неплохое место на нижнем этаже. Заказала себе луковый суп и кобб …",
    "rating": 5,
    "name": "Владимир Шевчук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Евгения,спасибо за ваш отзыв! Мы передали его шеф-повару и управляющему рестораном!\n\n(Translated by Google)\nEugene, thank you for your feedback! We handed it over to the chef and restaurant manager!",
    "rating": 4,
    "name": "Аленка Карпова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Находится в оживление месте, поэтому люди есть всегда. По вечерам, а особенно по пятницам без предварительного заказа можно не попасть. Обслуживание хорошее, заказ начали продавать через 10-15 минут. Официанты молодцы -  рассказали …",
    "rating": 3,
    "name": "Людмила Зінченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за прекрасный комментарий, \"историю\" о нашем 3ВС очень рады что вы по достоинству оценили нас! Надеемся снова вас увидеть:)\n\n(Translated by Google)\nThank you for the excellent comment, the \"story\" about our 3WS is very pleased that you have appreciated us! We hope to see you again :)",
    "rating": 4,
    "name": "Anna Zagrebeniuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Уютное заведение в центре Киева со стильным лаконичным дизайном. Цены более чем демократичные, а еда выше всяких похвал. Бургеры все вкусные, есть возможность взять без картофеля. Обслуживание тоже всего на высоте. Одно из лучших мест, где …",
    "rating": 5,
    "name": "Виктория Сабинина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will be glad to see you again!\n\n(Original)\nДякуємо за відгук! Будемо раді бачити вас знову)",
    "rating": 1,
    "name": "Любов Винницька",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Цены чуть выше среднего, обслуживание достаточно быстрое. Заказывали куриные нагетсы, бургер и салат. Салат понравился особенно, кобб. Свежие овощи, вкусный соус …",
    "rating": 1,
    "name": "Gabriel Swan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 3,
    "name": "Roman Hotabich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "3b любимое место, чтоб поесть бургеры: в наличии есть самые разные, также много стейков)) и все ооочень вкусно\nРадует система бонусов. …",
    "rating": 5,
    "name": "Oleksandr Gnatenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "С мужем частые гости данного заведения, раньше ели бургер сырный маньяк, щас 4 сыра, очень вкусно. Очень хорошо что делают вывод и справляют ошибки. Не давно кушали 2 стейка рыбая не успели закать уже всё готово и настоле, подача салатов …",
    "rating": 3,
    "name": "Миша Жиленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 4,
    "name": "Оксана Краснюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The impression is twofold!\nVisited many times!\nOne dessert, one steak, one salad, tea, 2 beers, fries and cheese pains cost …",
    "rating": 5,
    "name": "Denys Vinnik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take into account.\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги.",
    "rating": 5,
    "name": "Дарья Финик",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Бургеры очень вкусные и хорошие цены на сидр к ним!) На подоле всегда полная посадка, поэтому лучше бронировать столик заранее. Обслуживание там так же на уровне!) …",
    "rating": 5,
    "name": "Виталий Золотаревский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) Glad to try for you!)\n\n(Original)\nДякуємо за відгук!) Раді старатися для вас!)",
    "rating": 1,
    "name": "Александр Дейнеко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Праздновали день рождения подруги. Скажу сразу. Еле оттуда вышли. Очень сытно и вкусно. Бургер - высший класс. Не сухой. Котлета идеальной прожарки.\nРазнообразие в меню не очень большое, но и название нам говорит о 3 вещах: beef, …",
    "rating": 5,
    "name": "Oksana “Level” Lev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Станислав, спасибо за такой приятный отзыв! Мы искренне рады что вы с компанией остались довольны!\n\n(Translated by Google)\nStanislav, thank you for such a pleasant review! We are sincerely glad that you and the company were satisfied!",
    "rating": 5,
    "name": "Igor Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Medium burgers, good location, the hall on the -1 floor is cozy, there were few people and good music. Of the minuses: additions to burgers are very small, it is especially interesting that carrot sticks, which are …",
    "rating": 3,
    "name": "Николай Кожинов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. Let's take note!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги!",
    "rating": 5,
    "name": "Daniella",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) A delicious place for get-togethers. Good selection of beers and snacks. Delicious burgers and meat. You can have a snack and eat in this place. Halls are clean toilets, too. Postor halls on 2 floors. I recommend …",
    "rating": 5,
    "name": "הודיה אהרון",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the nice feedback!)\n\n(Original)\nДякуємо за приємний відгук!)",
    "rating": 4,
    "name": "Ivan Yaremenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Alas, disappointment!\nPortions are small, prices for sandwiches, for example, are unreasonably high.\nThe quality of the cutlet inside the burger is not very fresh, the mattress hit …",
    "rating": 2,
    "name": "Roman Bodnar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take into account and we will correct.\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та будемо виправлятись.",
    "rating": 5,
    "name": "Nana Cat",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Лучшие бургеры которые я когда-то ел. Приятная атмосфера. Особая благодарность Юле. Очень приятная официантка. Сделавшая наш вечер в этом заведении незабываемым. За что отдельное спасибо …",
    "rating": 4,
    "name": "Alona Cheb",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо Вам большое)\n\n(Translated by Google)\nThank you very much)",
    "rating": 5,
    "name": "Катя Матвиенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Damn, worse than burgers, probably did not eat. A bunch of cartilage in the cutlet. The cutlet itself is not fried enough.\nAnd the coolest thing about picking potatoes and carrots for a burger is with …",
    "rating": 1,
    "name": "Николай Лазарев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take into account and we will correct\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та будемо виправлятись",
    "rating": 1,
    "name": "versus j",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всего второй раз была в этом заведении. В целом, персонал приветливый и вежливый. Бургеры вкусные (с клубникой так вообще на ура). Настоятельно рекомендую предоставлять перчатки к бургерам и сделать соусы на выбор (так будет больше …",
    "rating": 5,
    "name": "Ната Ростовцева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо, будем работать на 5!\n\n(Translated by Google)\nThank you, we will work on 5!",
    "rating": 3,
    "name": "Елена Горичевская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Я заказывала крылышки, они оказались пересушенными, просто сухие волокна мяса, а сверху ещё был вкус давно немытого гриля, все это было не аппетитно, есть не стала. Друг заказывал свиной шашлык- тоже есть не стал, сказал, что мясо было не …",
    "rating": 3,
    "name": "Stn Ost",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take it into account and we will correct ourselves!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та будемо виправлятись!",
    "rating": 3,
    "name": "John Kolerts",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отлично,были с детьми. Все выбрали по желанию, всё вкусно. Детям очень понравилась морковка и картошка, советую. Заказали столик заранее,к 2 часам все столики были заняты. Десерты попробовали все- вкусно! …",
    "rating": 4,
    "name": "Олексій Жабуровський",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nДуже дякуємо за відгук!",
    "rating": 5,
    "name": "Olga Dolga",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I do not understand the behavior of the waiter, ordered a cola, brought a glass of cola ... I tell you, if the customer orders a drink, such as cola zero, the waiter must bring an empty glass and a closed circle, can …",
    "rating": 5,
    "name": "anton larin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take this into account in further work!\n\n(Original)\nДякуємо за відгук! Врахуємо це при подальшій роботі!",
    "rating": 5,
    "name": "Галина Македон",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ранее мы часто были в этом кафе, нам нравилась еда и обслуживание было замечательное. Но , к сожалению, уже долго время меню остаётся одно и то же, технология меняется, вкус теряется и вся еда теперь какая то обычная и совершенно ничем не …",
    "rating": 4,
    "name": "Anastasia Mironova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Виктория, спасибо за ваш отзыв! Часть меню действительно остается неизменной, это любимые блюда гостей, часть же меняем каждые 3 - 4 месяца. Мебель будет обновлена в скором времени.\n\n(Translated by Google)\nVictoria, thank you for your feedback! Part of the menu really remains unchanged, these are the guests' favorite dishes, while part of the menu is changed every 3-4 months. The furniture will be updated shortly.",
    "rating": 5,
    "name": "Viktoriia Svietikova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказала через глово, добавили к заказу дипы. Это было невозможно даже прожевать, настолько сухое. Бургер норм, но второй раз врядли закажу …",
    "rating": 4,
    "name": "Sasha Sem",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Grateful for the feedback. Let's take into account and pass on the comments of the kitchen.\n\n(Original)\nВдячні за фідбек. Візьмемо до уваги та передамо зауваження кухні.",
    "rating": 5,
    "name": "Fallen Angel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Огонь заведение! Всё очень круто, всё очень вкусно, отличное обслуживание! Зашли сюда после полумарафона бургеров поесть и были очень довольны))) при максимальной загрузке нас обслужили я считаю достаточно хорошо)) возле дома на Палаце …",
    "rating": 1,
    "name": "Наташа Скрипицина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасиииибо большооое)\n\n(Translated by Google)\nSpasiiiibo big)",
    "rating": 2,
    "name": "Yulia Kharchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Что это мать вашу за блюдо такое с сырым куском фарша внутри?\nАааа, это же Биф бургер от 3В Cafe.\nКто у вас там готовкой занимается и какого черта эту «еду» с промзон на Glovo …",
    "rating": 3,
    "name": "Павел Мороз",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello! Please write in more detail! To what address was the delivery ordered?\n\n(Original)\nДоброго дня! Напишіть, будь ласка, більш детальніше! На яку адресу була замовлена доставка?",
    "rating": 2,
    "name": "Olga Kovalchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В принципе, неплохо. Цены нормальные. Еда вкусная.\nОбслуживание хорошее.\nИз не очень позитивного - места были на проходе и каждый раз как кто-то …",
    "rating": 4,
    "name": "Дмитрий Пруткевич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Dima olertys",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Атмосферный кафе/паб с вкуснейшими бургерами и большим выбором пива и эля. Приветливые и очееень заботливые официанты. …",
    "rating": 3,
    "name": "Toni Muratto",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the positive feedback!)\n\n(Original)\nДуже дякуємо за позитивний відгук!)",
    "rating": 2,
    "name": "Kate Soluar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место. Удобное расположение и приемлемые цены. В заведении достаточно многолюдно и в вечер пятницы может не хватить мест. Кухня НОРМАЛЬНАЯ, звезды с неба не хватает но вполне неплохо. Главный нюанс заключается в том что в стоимость …",
    "rating": 5,
    "name": "ASIA DUBAS",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!)\n\n(Original)\nДякуємо за ваш відгук!)",
    "rating": 3,
    "name": "Victoria Gnatenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "К сожалению это уже не то “3В kafe” которе всем нам нравилось:\n1. Порции включая напитки урезаны до максимума\n2. Меню - обнять и плакать …",
    "rating": 3,
    "name": "Віта Ярмак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account all the comments and we will correct!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги всі зауваження та будемо виправлятись!",
    "rating": 3,
    "name": "ProstoJuli",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Обслуживание 6/10\nЕда 2/10\nВолосы в еде, салфетки и пиве . …",
    "rating": 5,
    "name": "Katerina Batranets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we appreciate every thought of your work. We sincerely regret that you have a negative impression of our restaurant. We will try to become better for you!\n\n(Original)\nДякуємо за відгук, ми цінуємо кожну думку про свою роботу. Щиро шкодуємо, що у вас залишилося негативне враження про наш ресторан. Будемо намагатись стати для вас краще!",
    "rating": 2,
    "name": "Ольга Саранюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "К сожалению, раньше было намного лучше в плане ланчей - сейчас еда невкусная и порции маленькие - приходишь на ланч в итоге уходишь голодный …",
    "rating": 4,
    "name": "Ruz B",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Feedback from the guest is important for us, we will take it into account.\n\n(Original)\nДякуємо, за відгук. Для нас важливий фідбек від гостя, приймемо до уваги.",
    "rating": 5,
    "name": "Helen Tarasenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интерьер понравился, сидели внизу. Заказывали куриную шаурму 🙁 и банановый какао😍, все вроде ничего и цены и атмосфера, сервис, подача, только шаурму я не поняла... Лаваш толи сырой, толи он такой должен быть, может я привыкла к тому что …",
    "rating": 5,
    "name": "Анастасія Омецинська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. We thank you for the feedback. Regarding the dishes, you can always make it easy for you to cook: it relates to the different sauces, the degree of frying, etc.\n\n(Original)\nДоброго дня. Ми дякуємо Вам за зворотній зв'язок. Що стосуєтьс страви, Ви завжди можете попрости, щоб Вам приготували на Ваш смак: це стосується різниї соусів, ступеня прожарки тощо.",
    "rating": 5,
    "name": "Iryna Nehrieieva, MEAL Consultant",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все бы хорошо и вкусно очень. Но в памяти осталась лишь  работа персонала, которая как по мне  просто ужасная. Нести стандартный  и уже приготовленный  дессерт Брауни двадцать минут, При этом  бургеры были готовы в два раза быстрее. Но это …",
    "rating": 5,
    "name": "Александра Кащенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Maxim, thank you for your feedback and notification of the situation. Be sure to conduct a dialogue and work with staff on the quality and speed of service.\n\n(Original)\nМаксиме, дякуємо за відгук та повідомлення щодо ситуаціі. Обов'язково проведемо діалог та роботу з персоналом щодо якості та швидкості обслуговування.",
    "rating": 5,
    "name": "Nelly P",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "3 борща и 3 бургера принесли холодными... (И это постоянно)\n\nЗаказал один узвар, принесли три (тут хвалим официанта за сообразительность) …",
    "rating": 5,
    "name": "Oleksandr Vlasov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Ivan, thank you for your feedback and information. We will process this situation with the kitchen and staff.\n\n(Original)\nІване, дякуємо за відгук та інформацію. Опрацюємо дану ситуацію з кухнею та персоналом.",
    "rating": 4,
    "name": "Masha Create",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всегда посещаю с удовольствием. Еда вкусная мяско умеют готовить. В меню стейки бургеры салаты.  Обслуживание не навязчивое. Люблю и на Подоле бывать и на Шота Руставелли. Последнее посещение на Хоривой. …",
    "rating": 4,
    "name": "Артём Алисов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Коктейли и стейки. Вот за чем нужно сюда приходить. Но будьте внимательны прожаривают на один уровень ниже чем заказываете. Если хотите средний уровень - говорите Вел дан. …",
    "rating": 5,
    "name": "Юлия Чимбай",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, quickly carried orders. Delicious burger with strawberries …",
    "rating": 4,
    "name": "carodnepr/hqwatchgallery",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Андрей Танин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "конкретно сегодня ужасная кухня.\nбургеры холодные\nсыр не растоплен в бургерах …",
    "rating": 1,
    "name": "Dosisksosk Apwoeoeo",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) It is a pity that you were dissatisfied with the service and cuisine in our restaurant. We would be grateful if you could specify the date and time of your visit. We want to better imagine the situation and take appropriate action. Thank you in advance!\n\n(Original)\nДуже шкода, що ви залишились незадоволені сервісом та кухнею в нашому ресторані. Будемо вдячні, якщо ви уточните дату і час вашого візиту. Ми хочемо краще уявляти собі ситуацію, що склалася і прийняти відповідні заходи. Заздалегідь дякуємо!",
    "rating": 4,
    "name": "Kindzadzaaaa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "👍🏻Отличная сеть, меню с разными вариантами бургеров и очень много других закусок. Так же есть очень вкусный вишневый сидр - рекомендую👌🏻 Все обычно очень вкусно. Так же есть своя система накопления балов, чем часто пользуемся👍🏻 …",
    "rating": 1,
    "name": "Ira Shkodich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) We are pleased that you like)\n\n(Original)\nНам приємно, що Вам сподобалось)",
    "rating": 5,
    "name": "Таня Богдан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Еда понравилась, вкусно и порции большие.\nНе понравилось, что диваны до сих пор грязные, хотя посетители уже несколько месяцев назад писали об этом. …",
    "rating": 5,
    "name": "Dennis Zdorovy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Irina) Thanks for the feedback, this problem will be resolved in the near future)\n\n(Original)\nДоброго дня, Ірина) Дякуємо за зворотній зв'язок, ця проблема найближчим часом вирішиться)",
    "rating": 5,
    "name": "Keks Keks",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I've heard about this place for a long time, but I've never been. And in vain! Cozy place, fast service, interesting and delicious food. …",
    "rating": 5,
    "name": "Ann Futureyou",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Kristina Kucher",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, красиво, ха-ра-шо. Единственное, что пиво не очень холодное. Я бы даже сказал тёплое. Или еле прохладное. …",
    "rating": 3,
    "name": "Анна Гажаман",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! We will take your wishes into consideration)\n\n(Original)\nДякуємо! Візьмемо до уваги ваші побажання)",
    "rating": 4,
    "name": "Смит Смит",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) All in all, a very good place. Modern interior, good service. The cuisine is delicious, although not something so incredible.\nWe were a little unlucky because we were immersed in a period of \"unsuccessful\" …",
    "rating": 1,
    "name": "Sasha Pr",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Excellent and fast service! And the dishes deserve special attention. Nuggets are probably the most delicious in this place :) …",
    "rating": 3,
    "name": "Angelina Bishep",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 5,
    "name": "Nataliya Gyrych",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Чай и фирменный торт были вкусные. Данное заведение больше относится к ПАБу. Чистое и приятное место. Можно собратся с компанией, посмотреть футбол. …",
    "rating": 5,
    "name": "Юлия «Rapal» Нечипорук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much! Always glad to see you again!\n\n(Original)\nДуже дякуємо! Завжди раді бачити вас знову!",
    "rating": 3,
    "name": "Максим",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одна из лучших бургерных в г. Киев. Особенно нравятся бургеры с курицой. В комплекте к бургерам подают салат и соусы. Интерьер в стиле лофт, просторно. Стоимость бургера 160-180 грн.  Заказывала салат Кобб, фото прилагается. …",
    "rating": 3,
    "name": "Марина Барских",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 5,
    "name": "Ростислав Черников",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусные бургеры! А окрошка заслуживает отдельной медали!\nP.S. Спустя всего две недели ситуация изменилась - не в лучшую сторону. Окрошка была без мяса... совсем. Попросили официанта забрать блюдо и проверить лично. …",
    "rating": 5,
    "name": "Yuliana Kuzhel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Paul, thanks for the feedback!)\n\n(Original)\nПавло, дякуємо за відгук!)",
    "rating": 4,
    "name": "Sergey Mih",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Exactly a year ago, I left a great review about this institution. But a year passed and a moment of disappointment came.\nToday we made an order, which included a burger with home delivery, or rather …",
    "rating": 2,
    "name": "Valentyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks. Let's take note)",
    "rating": 4,
    "name": "Sartal",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место. Помещение приятное и уютное, обслуживание не уступает качеству кухни. Про борщ и окрошку из 3Б уже легенды ходят, как никак. Ну а мясо и стейки, это отдельный разговор. Тут очень вкусно, очень круто и очень сытно. …",
    "rating": 3,
    "name": "alexz",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое, Роман)\n\n(Translated by Google)\nThank you very much, Roman)",
    "rating": 5,
    "name": "Yevhenii Kizim",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very disappointed with your favorite establishment, on the weekends came to the most delicious burgers, we were seated at a table and after 5 minutes a couple came with a dog (Cocker Spaniel) they put them near and …",
    "rating": 3,
    "name": "Анастасия Янычар",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello! 3B Cafe is dog-frienly, so it is possible for us to have pets, but the situation with the waiter is really unacceptable, we will definitely take the appropriate measures!\n\n(Original)\nДоброго дня! 3B Cafe - dog-frienly, тому для нас можна з домашніми улюбленцями, але ситуація з офіціантом справді неприпустима, ми обов'язково вчинемо належних заходів!",
    "rating": 5,
    "name": "Serhii Budiak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, fast. But even if it was not tasty, it would still be 5 points - for the fact that the waiters speak Ukrainian. 🇺🇦🤘 …",
    "rating": 5,
    "name": "Владимир Забудский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!\n\n(Original)\nДуже дякуємо!",
    "rating": 3,
    "name": "Сергей «Sergey Dvorsky» Дворский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Был заказ через Глово вчера. Прислали вместо воды без газа - с газом(по этикеткам). На бутылке написано «сильногазована», открываешь - она без газа. Кафе свою паленку заливает. В нагетсах- волос. Хотите изюминку? Курьер достаёт заказ, а из …",
    "rating": 5,
    "name": "Галина Дехтярук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Work will be done with the staff so that such moments do not happen again!\n\n(Original)\nДякуємо за відгук! Буде проведена робота з персоналом, аби надалі таких моментів не повторювалось!",
    "rating": 3,
    "name": "Марина Донец",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine.\nTook three identical steaks, but one was unlucky, was tough. Asked to cook, everything was fixed quickly. …",
    "rating": 1,
    "name": "Дима Драч",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much)\n\n(Original)\nДуже дякуємо)",
    "rating": 5,
    "name": "Александр Семененков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good place, delicious burgers, but a relatively expensive menu. Ordered chicken burgers with a price tag of 129 UAH. They gave them to us pretty quickly. Along with burgers, they serve fried potatoes (similar to …",
    "rating": 5,
    "name": "Valentina Ryabokon",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the excellent evaluation and constructive comment :) Waiting for you!\n\n(Original)\nДякуємо за чудову оцінку та конструктивний коментар:) Чекаємо на вас!",
    "rating": 4,
    "name": "Evghen Filin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самая лучшая бургерная ever!!!  Вкус еды бесподобный, атмосфера не оставляет равнодушным, обслуживание на высшем уровне!)🎉😘 Молодцы ребят, абсолютно всем советую👍 …",
    "rating": 5,
    "name": "Татьяна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за прекрасный отзыв и высокую оценку!:)\n\n(Translated by Google)\nThank you for the excellent feedback and appreciation :)",
    "rating": 5,
    "name": "Олена Білоконь",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Большие вкусные сочные бургеры. Если хотите сытно покушать то вам сюда. Адекватная цена. Интересный интерьер. Легко найти среди улочек Подола …",
    "rating": 5,
    "name": "Светлана Матвеева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение! Удачный вариант для большой компании) На выбор бургеры, пивные закуски, мясные блюда, большой выбор в карте бара. Порции большие и очень вкусные! …",
    "rating": 3,
    "name": "Анна Сидоренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое!\n\n(Translated by Google)\nThanks a lot!",
    "rating": 5,
    "name": "Bohdan Kudrik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее меню, большие порции приемлимые цены. Очень вкусные бургеры! Отличное место для просмотра футбола …",
    "rating": 5,
    "name": "Денис Анацкий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good tasty cuisine and meat, which is basically the main thing for the establishment. Two Different Room Designs On The Ground Floor And Basement. The waiters are friendly though, and they don't come too often. The …",
    "rating": 2,
    "name": "Vasyl Bulka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The food is very tasty (especially salads), but very upset by the lack of a promotional offer for rum. Although the announcement of the \"2 + 1 at a good price\" campaign is on every table. However, the waitress did not …",
    "rating": 5,
    "name": "Anna Zhulavskaya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дякуємо за відгук",
    "rating": 5,
    "name": "Denys Petrash",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень интересное меню. Средняя и чуть выше ценовая категория. Отличное пиво и глинтвейны …",
    "rating": 5,
    "name": "Bogdan Ivaniuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 2,
    "name": "Serhiy Int",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Приятный персонал. 3 удобные зала. По утрам показывают сериал «Друзья»!) Выбор из завтраков не очень, но официанты всегда идут на встречу, прислушиваются к желаниям и угождают. Достаточно тихое, но людное место. Не самая высокая кухня, но …",
    "rating": 2,
    "name": "Сергей Ровенский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback and constructive criticism! Let's improve!\n\n(Original)\nДуже дякуємо за відгук та конструктивну критику! Будемо вдосконалюватись!",
    "rating": 2,
    "name": "Дарина Якименко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Похоже на заведение общепита - много людей, много официантов, близко друг от друга столики. Выбор еды и напитков довольно большой, но грибной чизбургер не понравился - грибы непонятные и невкусные …",
    "rating": 5,
    "name": "Kateryna А.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) With pleasure spent time in cafe.\nQuickly fulfilled the order. Everything was very tasty and liked. Special thanks to Eugene for his kindness and attention. …",
    "rating": 4,
    "name": "Alex Anakin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nДуже вдячні за відгук!",
    "rating": 5,
    "name": "Екатерина Колосовская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение, очень вкусные бургеры и стейки, быстрая подача, уютное место. Отдельный плюс бару, не бодяжат и очень хорошая коктейльная карта. …",
    "rating": 4,
    "name": "Валентина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место поесть вкусных бургеров и попить не менее вкусного пива. Уверен, остальные позиции тоже хорошие, но пока пробовали только пиво и бургеры. …",
    "rating": 5,
    "name": "Екатерина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nДуже дякуємо за відгук!",
    "rating": 5,
    "name": "Марта Городинская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень приятное заведение. Не сильно большой выбор, но все предложенное приготовленно отменно. Какие тут свинные уши! Интересная подача еды.\nВ подвальном зале - большой экран с текущими футбольными матчами. Без звука. И …",
    "rating": 1,
    "name": "Yuliya Zoshchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв!\n\n(Translated by Google)\nThanks for your feedback!",
    "rating": 4,
    "name": "Denys Kiparenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good atmosphere, quiet music, fast service. Beer and really tasty burgers are a justified feature of the establishment. They broadcast football, which is important. I recommend to everyone! …",
    "rating": 4,
    "name": "Denis Shkodynskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день, Роман, спасибо большое за Ваш отзыв, мы стараемся делать наш ресторан лучшим для гостей!\n\n(Translated by Google)\nGood afternoon, Roman, thank you very much for your feedback, we are trying to make our restaurant the best for guests!",
    "rating": 2,
    "name": "Катя Оленич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, ate chicino grill set, I recommend the master chef. The idea of ​​the idea is quickly tasty and high quality, but the interior is outdated and needs to be updated …",
    "rating": 5,
    "name": "Golandec Airsoft",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Always glad to see you again! We will take into account your opinion in further work!\n\n(Original)\nВдячні за відгук! Завжди раді бачити вас знову! Врахуємо вашу думку у подальшій роботі!",
    "rating": 4,
    "name": "CARефан CARефанов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусная кухня и очень хорошие коктейли. Столик мы не бронировали, но с легкостю нашли место на 4 человека в пятницу вечером. Официанты очень отзывчивые и приятные, обслуживали достаточно быстро …",
    "rating": 5,
    "name": "Ира Кричко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое.\n\n(Translated by Google)\nThanks a lot.",
    "rating": 3,
    "name": "I. V.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Худшее обслуживание которое я встречал в городе Киев, пришли с другом выпить по бокалу пива в пятницу, к нам не подходили официанты в течение 25 минут, после чего на вопрос можно ли сделать заказ сказали что его придется ждать около часа, …",
    "rating": 1,
    "name": "Tamara Pershukova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your comments and process this issue with the staff!\n\n(Original)\nДякуємо за відгук! Ми врахуємо ваші зауваження та опрацюємо дане питання з персоналом!",
    "rating": 5,
    "name": "Константин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) When I first visited this place, I really liked the cuisine and service.\nHowever, yesterday, unfortunately, was a complete disappointment. Cherry cider …",
    "rating": 5,
    "name": "Богдан Щавинский (BogamiR)",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Diano, thank you for your feedback! Please write your contacts to us on social networks so that the restaurant manager can contact you and resolve the situation.\n\n(Original)\nДіано, дякуємо за ваш відгук! Напишіть, будь ласка, ваші контакти нам у соціальних мережах щоб менеджер ресторану могла звязатись з вами та залагодити ситуацію.",
    "rating": 5,
    "name": "Dasha Zubenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and relatively inexpensive restaurant. Everything is preparing fast. …",
    "rating": 4,
    "name": "Виктория Царь",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you-thank you)\n\n(Original)\nДякуємо-дякуємо)",
    "rating": 4,
    "name": "Vitalij Dykkyj",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Мы были частыми посетителями сети этого заведения, но сегодня, видимо, был последний. Кухня не зашла всей компании, запачканные диваны и стойкий аромат жарки создают впечатление дешёвой столовой, хотя раньше, приходя сюда ощущался хороший …",
    "rating": 3,
    "name": "Александр Воронов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, we appreciate any feedback on your work. We sincerely regret that you have a negative impression of our restaurant. We would be grateful if you could specify the date and time of your visit. We want to better understand the situation and take appropriate action.\n\n(Original)\nДякуємо за відгук, ми цінуємо будь-яку думку про свою роботу. Щиро шкодуємо, що у вас залишилося негативне враження про наш ресторан. Будемо вдячні, якщо ви уточните дату та час вашого візиту. Ми хочемо краще уявити ситуацію, що склалася, і вжити відповідні заходи.",
    "rating": 5,
    "name": "Natalia Liubinetska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Стейк хороший, учли пожелание с прожаркой, но не понравилось обслуживание, с учётом того, что столик забронирован был заранее и это было День Рождения, официанта было не дозваться, а когда приходила было чувство, что мы пришли к ней домой …",
    "rating": 2,
    "name": "Маша Скороход",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The establishment liked it, waited for quite a while (what a rarity), took with my friend two burgers (if I'm not mistaken - double beef), meat is just one of the best that I tasted (no streaks and fried perfectly), …",
    "rating": 4,
    "name": "Andriy Volkoviy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Alex, we thank you very much for your welcome feedback. Looking forward to your visit again)\n\n(Original)\nОлексій, ми дуже дякуємо Вам за схвальний відгук. З нетерпінням чекаємо знову на Ваш візит)",
    "rating": 5,
    "name": "Лилия Довженко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "На каждую позицию в меню добавляется 10% чаевых за якобы обслуживание, хотя свой заказ ждали мега долго и приходилось переспрашивает официантов по несколько раз. Однажды обедали компанией и обнаружили несостыковку цен в чеке с ценами в меню …",
    "rating": 2,
    "name": "Sag Bobinowski",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. 10% of the service check is automatically taken into account not for each item, but for the total amount of the check. But if you don't like the service or you don't want to pay, you can tell the waiter. As for the prices on the menu and the check, they can't be different, maybe you have a check left?\n\n(Original)\nДякуємо за відгук. 10% від чеку за обслуговування автоматично враховуються не на кожну позицію, а на загальну суму від чеку. Але якщо вам не сподобалось обслуговування або ви не хочете платити, ви можете сказати про це офіціанту. Щодо цін в меню та чеку, вони не можуть відрізнятися, можливо у вас залишився чек?",
    "rating": 5,
    "name": "Dorian Bruno",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers and incredible sweet potatoes. Nice staff. …",
    "rating": 3,
    "name": "Vlad Kucherenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 5,
    "name": "Slava Gubernachyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ситуация: я хотела есть, парень хотел сидеть в кофейне. Решили заказать еду в 3б кафе и пойти кушать в эту кофейню, которая относительно недалеко, но и не прям близко. В общем прождали 60 минут, забрали заказ, прибыли на место назначения …",
    "rating": 2,
    "name": "Dyadya Vadya",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! It's always nice to get positive feedback in return!)\n\n(Original)\nДякуємо за відгук! Завжди приємно отримувати позитивний фідбек у відповідь!)",
    "rating": 5,
    "name": "Екатерина Бондаренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ранее очень часто посещали данное заведение (года 3 назад). Не так давно посетили с супругой и были крайне удивлены (в плохом смысле). Очень мало стейков стало и качество их упало: мясо было \"резиновым\". …",
    "rating": 3,
    "name": "Олег Стогнушенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thank you for your feedback and attention to our institution. We will try to become better for you and improve your impressions.\n\n(Original)\nАндрію, дякуємо за відгук та увагу до нашого закладу. Будемо намагатись стати для вас кращими та поліпшувати ваші враження.",
    "rating": 3,
    "name": "Елена Растецкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это фиаско, ребят!!\nБыли пару лет назад- советовали всем друзьям. В этот раз просто беда! В туалете грязно, чистота не в приоритете! В заказанных блюдах меняют ингредиенты без …",
    "rating": 5,
    "name": "Максим Новий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Irina, thank you for your feedback. We sincerely regret that a visit to our restaurant left you with a negative impression. We will be sure to check the correctness of the actions of employees and take appropriate measures. Please leave your contacts with us in the social network. networks. We hope you will give us a chance to correct the impression. We promise we will not let you down!\n\n(Original)\nІрино, дякуємо, що залишили відгук. Ми щиро шкодуємо, що візит в наш ресторан залишив у вас негативні враження. Ми обов'язково проведемо перевірку коректності дій співробітників і приймемо відповідні заходи. Залиште, будь-ласка, ваші контакти нам у соц. мережах. Сподіваємося, ви дасте нам шанс виправити враження. Обіцяємо, ми вас не підведемо!",
    "rating": 4,
    "name": "Владислав Валиуллин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хороший пивбар. Отличное пиво, обслуживание на пять балов из пяти. Принесли слегка недожареный куриный шашлык - извинились, принесли дожареный и в качестве извинения - вкуснейшие чизкейк. …",
    "rating": 3,
    "name": "Vladimir Pshechenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nДуже дякуємо за відгук!",
    "rating": 3,
    "name": "Illarion Khlestov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отмечали  день рождение. Отличное кафе, вкусная еда, вежливые официанты. В подарок принесли шоты от заведения и порцию восхитительного наполена со свечкой для именинницы. …",
    "rating": 2,
    "name": "Роман Рома",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за ваш отзыв! Рады, что вы остались довольны!\n\n(Translated by Google)\nThanks for your feedback! We are glad that you were satisfied!",
    "rating": 4,
    "name": "Alexander Boyko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очкнь вкусные бургеры! Прям очень! Рекомендую обратить внимание на счастоивые часы, так можно немного сэкономить. Порция очень больша, если вы не очень голодны - разделите еду с другом. …",
    "rating": 4,
    "name": "Natali Dudchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо, приятно читать)\n\n(Translated by Google)\nThank you, nice to read)",
    "rating": 5,
    "name": "Anna K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не рекомендую.\nНесколько лет назад любили выезджать обедать с офиса командой в это заведение - решил зайти и сейчас. Сервис - ужасный. Официанты сидели и просто говорили …",
    "rating": 2,
    "name": "Kostya Pyanykh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for letting us know about the situation you encountered while visiting the restaurant. Please accept our sincere apologies for the inconvenience. All these shortcomings will be eliminated.\n\n(Original)\nДякуємо вам за те, що повідомили нас про ситуацію, з якою зіткнулися при відвідуванні ресторану. Прийміть наші щирі вибачення за незручності. Усі зазначені недоліки будуть обов'язково усунуті.",
    "rating": 2,
    "name": "Mira Bektimirova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ужасное место, ждали бургеры около 20 минут, вместо заявленных 10. Принесла холодные!!! Картошку фри принесли тоже холодную, ещё и воняла каким то смальцем, причём попросили её для ребёнка. Столы грязные, ощущение дешёвой забегаловки у …",
    "rating": 3,
    "name": "Виталий Зленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) We sincerely regret that the visit to our institution left you with negative impressions. We will be sure to check the correctness of the actions of employees in the kitchen and take appropriate measures. We hope you will give us a chance to correct the impression.\n\n(Original)\nМи щиро шкодуємо, що візит до нашого закладу залишив у вас негативні враження. Ми обов'язково проведемо перевірку коректності дій співробітників на кухні і приймемо відповідні заходи. Сподіваємося, ви дасте нам шанс виправити враження.",
    "rating": 3,
    "name": "Liliya Klenkova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) It's a shame, this used to be a really good burger shop. We have been here a lot over the past few years, but recently it has stopped tasting. The burgers have become smaller, less juicy, the bread has been changed …",
    "rating": 3,
    "name": "Катерина Кириленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thanks for the tip. We will take into account your comments.",
    "rating": 3,
    "name": "natalka klimenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место для посиделок после работы 👍\nА официантка нам попалась ну просто прелесть - приятная, да ещё и с отличным чувством юмора) …",
    "rating": 1,
    "name": "Вікторія Андрійченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very nice to read such reviews)\n\n(Original)\nДуже приємно читати такі вдгуки)",
    "rating": 5,
    "name": "Andrew",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Просто вкусно, это главное что вам нужно знать)))\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Міша Франкевич",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 2,
    "name": "Maria Nk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пивной бар?! Да тут очень вкусно! Из качественных продуктов. Рекомендую. Хотя официанты сонные и вялые. Ждали повторный заказ и меню долго. Хотя загрузка не большая. Если бы мы спешили, то была бы 1* …",
    "rating": 4,
    "name": "Игорь Пидчибий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вместо 5 бургеров принесли 4, 2 из них холодные. Вернули, погрели( может в микроволновке) . Ну так себе впечатление, пришли поесть впятером, в итоге делили 4 бургера на пятерых.  Отзыв не про кухню, только про обслуживание …",
    "rating": 3,
    "name": "Любовь",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will work with the staff, we will find out the situation why your order was not issued in full and according to standards. We will take into account all comments!\n\n(Original)\nДякуємо за відгук. З персоналом буде проведена робота, ми з'ясуємо ситуацію, чому ваше замовлення не було видано повноцінно та за стандартами. Врахуємо всі зауваження!",
    "rating": 5,
    "name": "Сергій Гуцалюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Самый худший коктейль который я когда-либо пробовала. Половина напитка это лёд и даже намёка на джин в нем небыло, который там типа должен был быть. По вкусу вода с короной. Позор. И этот коктейль из топовых... А и сомневаюсь что бармен …",
    "rating": 5,
    "name": "tatiana 5",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback! If your cocktail did not meet the technological standards, you should definitely inform the songwriter. The drink would be recycled! We take the responsibility to have a serious conversation with the bartenders!\n\n(Original)\nДоброго дня. Дякуємо за зворотній зв'язок! Якщо Ваш коктейль не відповідав технологічним нормам, Вам варто було обов'язково повідомити про це песонал. Напій би переробили! На себе беремо відповідальність провести серйозно розмову з барменами!",
    "rating": 5,
    "name": "Yana Mahmudova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) This place has become a very poor choice to have lunch.\nThey served stale warm beer, caesar salad looks just bad, it's obviously made from the cheapest ingredients. …",
    "rating": 5,
    "name": "Алика Гудзь",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for your feedback, we appreciate every thought of your work. We sincerely regret that you have a negative impression of our restaurant. We hope you will give us a chance to correct our impressions during the next visit.\n\n(Original)\nОлександре, дякуємо за відгук, ми цінуємо кожну думку про свою роботу. Щиро шкодуємо, що у вас залишилося негативне враження про наш ресторан. Сподіваємося, ви дасте нам шанс виправити враження під час наступного візиту.",
    "rating": 5,
    "name": "Anastasia Herasymenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Кондиционер внутри работает не всегда ( или не очень). Мест на улице, при этом, не очень много. Бургеры вкусные, понравились. А вот шаурму лучше даже не пробовать, если хочется избежать разочарования. Время ожидания дольше, чем хотелось бы …",
    "rating": 5,
    "name": "Maksym Podhornyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thank you for sharing your impressions. We will take into account and process the above-mentioned remarks.\n\n(Original)\nОлександре, дякуємо, що поділились враженнями. Врахуємо та опрацюємо вище згадані зауваження.",
    "rating": 5,
    "name": "anastasia smol",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусные закуски и бургеры,приятное место, очень вежливый и отзывчивый персонал. Цены вполне приемлемые. …",
    "rating": 5,
    "name": "Lavrov Oleg",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! ;-)\n\n(Original)\nДякуємо! ;-)",
    "rating": 5,
    "name": "Кристина Задвижная",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, но гигиены никакой. Повар, котоый готовит бургеры, берет их щипцами и сверху придерживает рукой БЕЗ ПЕРЧАТКИ. Официантку попросили собрать еду с собой (которую мы не доели) она руками без перчаток сложила в судом. …",
    "rating": 3,
    "name": "Alex Odin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you for your feedback. We will be sure to work with our staff and will try to continue to meet your highest expectations. We hope for a new meeting!\n\n(Original)\nНаталя, дякуємо за відгук. Ми обов'язково проведемо роботу з нашим персоналом і постараємося надалі відповідати вашим найвищим очікуванням. Сподіваємося на нову зустріч!",
    "rating": 1,
    "name": "Nataliia Yesypenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Представить не могла, что можно так испортить Цезарь! Там же продукты сами по себе вкусные! Впервые вижу, чтоб в этом салате были куски батона, вместо сухариков и совершенно безвкусная курица... Один маленький помидорчик, полное отсутствие …",
    "rating": 5,
    "name": "Vi Panda",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Please tell, why such estimation?\n\n(Original)\nПідкажіть, будь-ласка, чому така оцінка?",
    "rating": 2,
    "name": "Андрій Любченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Приходил в это заведение 26.06.21 последний раз, а до этого был не одноразово все было вроде как хорошо в течении парочки лет. Заказывали с женой 2а бургера. Оценку 3 звезды поставил, только потому что волосы в морковке (жена удержала от …",
    "rating": 1,
    "name": "Lucy Lucy",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Vadim, thank you for the information and feedback. It is a pity that such a situation has arisen. Feedback is very valuable to us. Be sure to communicate with staff. We will do our best to meet your expectations in the future and enjoy impeccable service. Be sure to come to us again.\n\n(Original)\nВадиме, дякуємо за інформацію та відгук. Дуже шкода, що виникла така ситуація. Зворотній зв'язок дуже цінний для нас. Обов'язково проведемо комунікацію з персоналом. Зробимо все можливе щоб у майбутньому виправдати ваші очікування та радувати бездоганним обслуговуванням. Неодмінно приходьте до нас ще.",
    "rating": 3,
    "name": "Maxim Nep",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не думала, что будет необходимость в этом отзыве, но все таки. Нашла в меню в десертах Брауни с вишней! Я люблю Брауни и неоднократно готовила сама и пробовала за границей. …",
    "rating": 5,
    "name": "CUTME Studio",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Be sure to pass your comments to the staff of the institution!\n\n(Original)\nДякуємо за зворотній зв'язок! Обов'язково передамо Ваші зауваження працівникам закладу!",
    "rating": 3,
    "name": "Володимир Рябченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy, welcoming and delicious. Nice music, friendly staff. The menu is pleasantly surprised by the wide selection of meat and fish dishes. A great bar map with interesting cocktails …",
    "rating": 3,
    "name": "Dmitry Tharn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Sergey, thank you very much)\n\n(Original)\nСергій, дуже Вам дякуємо)",
    "rating": 5,
    "name": "Андрей Солонский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В общем заведение симпатичное, и это единственный плюс здесь!\nЗаказали еду, и четыре из четырёх блюд внутри было полусырое, холодное мясо\nЗабрала блюда, деньги вернули и на том спасибо… …",
    "rating": 3,
    "name": "Влад Иванченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take into account all the comments and correct ourselves!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги всі зауваження та виправимося!",
    "rating": 3,
    "name": "Evgeni",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Приятное местечко, где можно съесть вкусный бургер и выпить пива. Стейк тоже понравился, рекомендую! …",
    "rating": 5,
    "name": "Serhii Pivenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the recommendation)\n\n(Original)\nДякуємо за рекомендацію)",
    "rating": 1,
    "name": "Анастасия Матвеева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ланчи здесь хорошие, правда часто люля кебаб не бывает.\nА пришли как-то вечером с друзьями, то бургеры принесли так себе, раньше вкуснее были, пиво вообще теплое. …",
    "rating": 4,
    "name": "Виталина Ушкань",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thank you for your attention to our institution! Be sure to pass the remarks to the restaurant manager.\n\n(Original)\nЮлія, дякуємо за увагу до нашого закладу! Обов'язково передамо зауваження менеджеру ресторану.",
    "rating": 1,
    "name": "Ольга Денисюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Персонал приятный , внимательный . Бургеры нормальные вкусные, по меркам Киева не знаю какой уровень. . За что сняла звезду . Стол липкий был , диванчики в пятнах , в заведении жарковато было , пиво тепловато было ... Хочется в жару …",
    "rating": 5,
    "name": "Евгений Крендель",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Feedback is very valuable to us. We are glad that you liked our dishes. But we regret that we did not meet your expectations for cleanliness. The information has already been passed to the restaurant manager, the necessary actions will be taken to eliminate the situation.\n\n(Original)\nДякуємо за відгук! Зворотній зв'язок дуже цінний для нас. Радіємо, що вам сподобались наші страви. Але шкодуємо, що не виправдали ваші очікування щодо чистоти. Інформацію вже передали менеджеру ресторану, будуть прийняті необхідні дії щодо усунунення ситуції.",
    "rating": 1,
    "name": "Галина Іщенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В доковидные времена для нас с друзьями это было основное \"бургерное\" место. Вчера зашли после полуторагодичного перерыва и огорчились. Да, бургеры нормальные, но не более, официанты абсолютно пассивные. Единственное, что порадовало - …",
    "rating": 5,
    "name": "Sergey Dema",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thanks for the feedback! We are glad that you appreciated our beer. But it is a pity that the service in the restaurant left a negative impression after visiting. We try our best to improve the service and atmosphere in the institution. We hope for another meeting.\n\n(Original)\nАндрій, дякуємо за відгук! Радіємо що ви добре оцінили наше пиво. Та дуже шкода, що обслуговування в ресторані залишило негативне враження після відвідування. Ми намагаємось якнайкраще вдосконалити сервіс та атмосферу у закладі. Сподіваємось на ще одну зустріч.",
    "rating": 1,
    "name": "Galina Kulasova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Быстрое обслуживание, приятный интерьер, очень вкусные бургеры с сочным мясом, я была очень довольна! …",
    "rating": 5,
    "name": "Illia Martyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 3,
    "name": "Dima B",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Funny place on the corner. Delicious warm salad with veal liver. Wide range of alcoholic beverages. Delicious coffee. There is a screen for watching sports channels. In general, a good impression leaves the …",
    "rating": 3,
    "name": "Oleksandr Fenenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much! Note)\n\n(Original)\nДуже дякуємо! Зауваження врахуємо)",
    "rating": 4,
    "name": "Sergey Rotov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty cuisine, democratic prices, good atmosphere, friendly staff. But you need to book in advance, because it is very difficult to find places on weekends and weekdays. Got to the cafe for the second time, and …",
    "rating": 5,
    "name": "Юрий Царенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Был сегодня 03.01.21\nАдминистратор девочка не высокого роста просто большой молодец, наблюдали за её работой, великолепно! …",
    "rating": 4,
    "name": "Olga Ольга",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 5,
    "name": "Volodymyr Alfimov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Безумно вкусно приготовленное мясо в бургере аля гриль, «с огоньком». Берите биф бургер останетесь довольны! Для меня самые вкусные бургеры в Киеве. …",
    "rating": 4,
    "name": "Николай Горбач",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хороший выбор бургеров, заказал Чили бургер ... и да он был острый, мне очень понравился . Девушка заказала чикен ... котлета была сухая точнее не котлета а филе ! Есть детокс коктейли , хороший выбор фрешей . …",
    "rating": 2,
    "name": "Анна Хоружа",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно и сытно) демократичные как для Киева цены на «бизнес ланч»\n10 из 10 🙂 …",
    "rating": 3,
    "name": "M W",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the positive feedback! Your rating, the best thanks for us!)\n\n(Original)\nДякуємо за позитивний відгук! Ваша оцінка, для нас найкраща подяка!)",
    "rating": 4,
    "name": "Победка Юрьевна",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были всегда в этом кафе только на Минской, захотели сходить в этот так как ближе.\nСервис хорош, но в бургере 4 сыра была полусырие каклеты не очень приятно …",
    "rating": 2,
    "name": "Игорь Неверовский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Angelica, be sure to pay attention to your constructive comments and pass the information to the staff of 3B Cafe in Podil. Thanks for the feedback. We try to make the service even better.\n\n(Original)\nАнжеліко, обов'язково звернемо увагу на ваші конструктивні зауваження та передамо інформацію персоналу 3B Cafe на Подолі. Дякуємо за відгук. Намагаємось зробити сервіс ще кращим.",
    "rating": 4,
    "name": "Vitaliy K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Одно разочарование! Не первый раз...и не первый год заходим. И вот, после пандемии..... Качество обслуживания упало. Качество бургеров тоже...  Булочки даже не подогрели, картофель прохладный.... Салат 🥗 в бургере по наполнению не …",
    "rating": 5,
    "name": "öznur uzun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Igor, thanks for the feedback! We sincerely regret that you were dissatisfied with the level of service and quality of cooking burgers. Please specify, in what there was a problem with service? We try to take every guest feedback into account in our future work.\n\n(Original)\nІгоре, дякуємо за відгук! Щиро шкодуємо про те, що ви залишилися незадоволені рівнем сервісу та якістю приготування бургерів. Уточніть, будь-ласка, в чому саме виникла проблема з обслуговуванням? Ми намагаємось враховувати кожен фідбек гостя у своїй подальшій роботі.",
    "rating": 5,
    "name": "Halyna Stets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Просторно, уютно, много диванов, быстро обслужили, вкусно (чуть маловато мяса в бургере). Цены умеренные …",
    "rating": 1,
    "name": "Алёна Дмитриева",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за конструктив:) Информацию шеф повару передали! Ждем снова в гости:)\n\n(Translated by Google)\nThank you for the constructive :) Information chef handed! We look forward to visit again :)",
    "rating": 4,
    "name": "Zhanna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пришли покушать стейк, стейков оказалось вообще нету. Заказал борщ и ждал 1 час пока принесут. В качестве извинения налили чарку хреновухи, а я даже не пью. Лучше поискать другое место для отдыха …",
    "rating": 2,
    "name": "Владимир Тузенков",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, you help us be the best. And we regret that did not quite live up to your expectations. We will take into account all comments in our future work. We hope for a new meeting.\n\n(Original)\nДякуємо за відгук, ви допомогаєте нам бути кращими. І шкодуємо, що не зовсім виправдали ваших очікувань. Ми обов'язково врахуємо всі зауваження у своїй подальшій роботі. Сподіваємось на нову зустріч.",
    "rating": 4,
    "name": "Алёна Замкова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Посетили заведение с компанией 2 января:\n\n• очень долго ждали заказ (больше 30-ти минут ждали напитки и ещё дольше …",
    "rating": 5,
    "name": "Юлія Поліщук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take into account all comments and correct ourselves!\n\n(Original)\nДякуємо за фідбек. Врахуємо всі зауваження та виправимося!",
    "rating": 4,
    "name": "Валентин Носач",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно. Не дорого. Приятные официанты. Еда несколько пересолена. Хотя я и люблю соленое. …",
    "rating": 5,
    "name": "Евгения Гаврилко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) She ordered chicken breast on spinach and vegetables.\nThe chicken itself with the sauce is delicious, though the type of serving is awful, like Halloween. …",
    "rating": 5,
    "name": "Artem Kravchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon about the dish - we will definitely pass the chef's remarks, we also want to note that the three bills the waiter can issue, so we will find out!\n\n(Original)\nДоброго дня, що стосується страви - ми обов'язково передамо зауваження шеф-кухарю, також хочемо зауважити, що три рахунки офіціант може видати, тому ситуацію також з'ясуємо!",
    "rating": 1,
    "name": "Миру Мир",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее кафе, нормальные бургеры, вкусно. Быстро готовят.  Персонал отличный. Цены выше среднего. Чисто, уютно, музыка не мешает общаться. …",
    "rating": 3,
    "name": "Olga Parsons",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дякуємо!)",
    "rating": 5,
    "name": "Peskovsky S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Меню на сайте не совпадает с действительностью, цены старые не актуальные, напитков предложенных в бизнес ланче нету в наличии никаких, вместо узвара/морса дают pepsi/7up. Цена указана 139грн., счёт принесли 140грн. Каждая деталь по …",
    "rating": 2,
    "name": "Anton Myrhorod",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Yuri, the price for some items on the site may indeed differ, because now the site is in a state of adjustment and refinement. Therefore, our waiters try to do everything possible to better inform guests. But thank you for your fair comments, we will rectify the situation soon.\n\n(Original)\nЮрію, ціна на деякі позиції на сайті дійсно може відрізнятися, оскільки зараз сайт в стані коригування та доопрацювання. Тому наші офіціанти намагаються зробити все можливе для кращого інформування гостей. Але дякуємо за ваші справедливі зауваження, найближчим часом ми виправимо ситуацію.",
    "rating": 5,
    "name": "Marina Timoshenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Зашли перекусить, была только шаурма. Но сначало это было ОЧЕНЬ острое нечто, о чем не предупредили. А когда попросили переделать, принесли холодное нечто в лаваше, любая шаурма возле метро в 100 раз вкуснее. Never again(( …",
    "rating": 4,
    "name": "Yurii Ivashko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take it into account and we will correct ourselves!\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та будемо виправлятись!",
    "rating": 3,
    "name": "Гилян Тамразова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не думал, что буду писать отрицательный отзыв, но приходится. И судя по другим отзывам, мой был лишь вопросом времени, к сожалению.\nЗа еду уже было много сказано и мне сложно что-либо добавить (только гневные …",
    "rating": 5,
    "name": "Oleksii Garkavenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Maxim, please accept our apologies for the absolutely unacceptable behavior of the employee. We will definitely understand the situation that has arisen and take the necessary measures.\n\n(Original)\nМаксиме, будь ласка, прийміть наші вибачення за абсолютно неприпустиму поведінку співробітника. Ми обов'язково розберемося в ситуації, що виникла і приймемо необхідні заходи.",
    "rating": 4,
    "name": "Sergey Reshetnik",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Есть довольно необычные блюда (клубника с сыром, бургер с вишней и т.д.). Пробовал тут много чего, все было вкусно и красиво подано. …",
    "rating": 3,
    "name": "Олексій Базалук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The company decided to make us a holiday and paid to visit this institution. We were on Kontraktova, the hall seemed to be in the basement. …",
    "rating": 4,
    "name": "Pavlo Chernysh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Veronica, thanks for the feedback. We sincerely regret that you were dissatisfied with the level of service. We passed all the information to the restaurant management. In the future, we will take into account all these comments.\n\n(Original)\nВероніка, дякуємо за відгук. Щиро шкодуємо про те, що ви залишилися незадоволені рівнем сервісу. Ми передали всю інформацію менеджменту ресторану. В майбутньому врахуємо всі вказані зауваження.",
    "rating": 5,
    "name": "Yevhen Tkachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное расположение и отличное заведение с дополнительным залом в подвале. Просторно, хорошее кондиционирование. В пятницу вечером официанты были не сильно расторопные и заказы ждали достаточно долго, хотя залы были не битком заполненные. …",
    "rating": 5,
    "name": "Алёна Зак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Please describe in more detail what exactly you did not like about the food?\n\n(Original)\nДякуємо за відгук. Опишіть, будь ласка, детальніше, що саме вам в їжі не сподобалось?",
    "rating": 4,
    "name": "Oksi Cher",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Как всегда 3b очень радует. Отличная атмосфера, вкусная еда, относительно не высокие цены,удобное расположение . Понравилось что музыка есть, но она на фоне, не приходится перекрикивать собеседника. Фото чека на 4х человек прилагается. …",
    "rating": 3,
    "name": "Roman Dyma",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Алекс, спасибо за ваш отзыв) всегда рады!\n\n(Translated by Google)\nAlex, thanks for your feedback) are always happy!",
    "rating": 2,
    "name": "Кисельова Катерина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty tapas, burgers and a good selection of beers. And thank you very much for paying by check from the QR code on the table 😊 …",
    "rating": 3,
    "name": "анастасия кутузова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 4,
    "name": "Mag Nastenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I didn't like the bergers. The impression that all the ingredients go separately and do not fit into one picture, the bun is not tasty. It was like making a sandwich with ketchup, cutlet and dried bread. …",
    "rating": 1,
    "name": "Taisiya K.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Bogdan, thank you for your feedback! It is important for us to receive feedback. Already passed information to the kitchen about your comments. We are trying to correct this situation.\n\n(Original)\nБогдане, дякуємо за ваш відгук! Нам важливо отримувати зворотній зв'язок. Вже передали інформацію на кухню, щодо ваших зауважень. Намагаємось виправити дану ситуацію.",
    "rating": 5,
    "name": "Sergey Mikhailov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказали столик на футбол. Был матч с Польшей, а звук в её национальных матчах тут не транслируют. Администратор любезно согласилась включить нам звук при бронировании. …",
    "rating": 5,
    "name": "Владислав",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Kateryna, thank you very much for your attention to our work! We look forward to seeing you next time!\n\n(Original)\nКатерино, дуже дякуємо за увагу до нашої роботи! Будем раді вас бачити наступного разу!",
    "rating": 4,
    "name": "Ірина Дерев'янко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Not bad, I expected the best if to be honest.\nThe reviews indicated what a cool kitchen and all that .. that's why I came here. …",
    "rating": 2,
    "name": "Andrii Biletskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the informative feedback! We have already sent comments on the kitchen, be sure to make improvements in cooking.\n\n(Original)\nДякуємо за інформативний відгук! Ми вже передали зауваження на кухню, обов'язково введемо покращення у приготуванні страви.",
    "rating": 5,
    "name": "Norbert Beaver",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место для общения с друзьями и обеда. Но для большой компании они включают в счёт 10% чаевых автоматически, что портит впечатление очень сильно. При пустом -1м этаже …",
    "rating": 4,
    "name": "Сергей Карась",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Elena, it is a pity that you have such an impression of our institution, but we try to be the best for you. Be sure to deal with this situation and talk to staff about proper service.\n\n(Original)\nОлена, шкода, що у вас склалося таке враження про наш заклад, але ми намагаємося бути кращими для вас. Обов'язково опрацюємо дану ситуацію та поспілкуємось із персоналом щодо коректного обслуговування.",
    "rating": 5,
    "name": "Lena Tkachuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Столы ужасно грязные с остатками еды в щелях столешницы. Картошка воняет старым смальцем. Принесли то, чего не заказывали и потом имели наглость включить это в счёт. Берегите свое здоровье и нервы и обходите это место стороной! …",
    "rating": 5,
    "name": "Sasha Balyas",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Eugene, thank you for your feedback! You help us to be the best. We will keep in mind the situation described by you and do everything possible to prevent this from happening again.\n\n(Original)\nЄвгене, дякуємо за відгук! Ви допомогаєте нам бути кращими. Описану вами ситуацію будемо мати на увазі та робити все можливе щоб такого не повторювалося.",
    "rating": 5,
    "name": "Dmitriy Shandrenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) We were here on a holiday - August 24. There was tension on the part of the staff - many people refused, arguing that everything was busy (actually, no). They carried orders for a long time. …",
    "rating": 2,
    "name": "Alina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for informing us about the situation you encountered while visiting the restaurant. Please accept our sincere apologies for the inconvenience. We always listen to the feedback of guests and try to do everything possible to avoid such situations.\n\n(Original)\nДякуємо вам, що проінформували про ситуацію, з якою зіткнулися при відвідуванні ресторану. Прийміть наші щирі вибачення за доставлені незручності. Завжди прислухаємось до відгуків гостей та намагаємось зробити все можливе для уникнення подібних ситуацій.",
    "rating": 5,
    "name": "Игорь Щирский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ужаснейшее место, сначала подошёл один официант предложил меню сканировать, за ним через 5 секунд второй официант сделал тоже самое, потом один принял заказ и за ним подошёл второй за принятием заказа, чтоооооооо за брееееед???? У вас что, …",
    "rating": 5,
    "name": "Oleksii Kriukov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. You were served by different waiters so that the waiting time was shorter, as the restaurant was very busy, we take into account that guests are not comfortable! We will take into account food and drinks and we will correct ourselves!\n\n(Original)\nДякуємо за фідбек. Вас обслуговували різні офіціанти аби час очікування був менший, так як заклад був сильно навантажений, ми врахуємо, що гостям не комфортно так! Щодо їжі та напоїв візьмемо до уваги та будемо виправлятись!",
    "rating": 5,
    "name": "Евгений Нагорный",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Не  знаю на счёт всего остального, но цезарь просто отвратный.\nНа весь салат один малюсенький помидор черри. Сыра нет в принципе, соуса одна капля. Курица вообще безо всякого вкуса, впервые пробовала такую. Сухарики больше …",
    "rating": 3,
    "name": "Volodymyr Tym",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Victoria, what exactly did you not like about the taste of Caesar salad?\n\n(Original)\nВікторія, що саме не сподобалося у смаку салату Цезар?",
    "rating": 1,
    "name": "Олена Жемчужина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Все классно, очень вкусно, котлеты  просто совершенство. НО оболонские повара лучше, отличаются по вкусу. Хотелось бы чтоб как то отточили технологию чтоб всегда было во всех заведениях Вашей сети как на Оболони. …",
    "rating": 5,
    "name": "Tapac",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Dmitry, thank you for your feedback!) We took into account your comments.\n\n(Original)\nДмитро, дякуємо за відгук!) Прийняли до уваги ваше зауваження.",
    "rating": 3,
    "name": "Ирина Федорец",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всем на все пофиг. Заказ приняли через пол часа. Пиво несли еще пол часа. Если вы хотите поесть и не платить - вам сюда, вы попросту умрете от старости пока вам принесут счет …",
    "rating": 4,
    "name": "Ирина Мельничук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Vladimir, it is a pity that you had such an impression when visiting our institution. Such behavior of staff is of course unacceptable. We assure that the necessary measures will be taken to improve the service.\n\n(Original)\nВолодимир, шкода, що у вас склалося таке враження при відвідуванні нашого закладу. Така поведінка персоналу звісно недопустима. Запевняємо, що будуть прийняті необхідні міри щодо покращення обслуговування.",
    "rating": 4,
    "name": "Tina Chem",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Раньше были хорошие бизнес-ланчи, но последнее время испортились.\n\nКуриный бульон со вкусом соленой воды, бургер итальянец стал сухим и не вкусным, …",
    "rating": 2,
    "name": "Vadym Lohin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! From today you can try new business lunches in all 3B!)\n\n(Original)\nДякуємо за відгук! Вже від сьогоднішнього дня ви можете спробувати нові бізнес-ланчі у всіх 3В!)",
    "rating": 4,
    "name": "Леонид Бутенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусное кафе 🤤 Там подходит для которые человек не ест мясо, только овощи там есть. Можно заказывать без мясо и можно с мясом ваше желание …",
    "rating": 5,
    "name": "Anna Bazaly",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое)\n\n(Translated by Google)\nThanks a lot)",
    "rating": 4,
    "name": "Serhii Tolbanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Дымно шумно еда самая обыкновенная.  Ну и тараканы в пиве это отдельный момент\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Реклама Метро",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусный салат с куриной печенью. Бургеры тоже хорошие. Обслуживание на уровне, проблем не было. …",
    "rating": 5,
    "name": "Вячеслав Шевченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Добрый день! Спасибо большое за отзыв, Алексей)\n\n(Translated by Google)\nGood day! Thank you very much for your feedback, Alexey)",
    "rating": 5,
    "name": "Ярик Кузьменко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) They ordered Grimbergen Double Ambry beer (he drank it for the rest of his life, almost 50 liters), and brought something similar in color, but completely different in taste and not yet chilled; pork ears are a …",
    "rating": 5,
    "name": "Julia Anishchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 5,
    "name": "Ukrainian TechMech",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Слабенько. Было лучше в 2018-2019. Бумаги в туалете нет. Меню по 3д коду. С сайта. Зачем тогда приложение занимает у меня место на телефоне.  И оно подвисает. Официанты спят. К счастью еда как всегда вкусная. А собственно для этого я сюда и …",
    "rating": 5,
    "name": "Polina Egorova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We will take into account your comments.\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги ваші зауваження.",
    "rating": 5,
    "name": "Kateryna Piddubna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение) еда потрясающе вкусная) обслуживание качественное и быстрое)\nПробовала биф бургер с козьим сыром, идеально 💜 …",
    "rating": 5,
    "name": "Юлия Демидюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much that our burger came to your taste)\n\n(Original)\nДуже дякуємо, щасливі що наш бургер прийшов вам до смаку)",
    "rating": 5,
    "name": "Olha Romanenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Обслуживание не понравилось. Принесли не все, что было заказано и разлили чай на диван. Шаурма очень посредственная. Бургеры вкусные …",
    "rating": 3,
    "name": "Дарья Билецкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 5,
    "name": "Tanya Happyness",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) They brought 3 glasses of beer. Of these, 2 are warm and one is cold. When the waiter was asked to replace the warm ones with cold ones, the waiter said that all their beers were warm !!! Why weren't they warned when …",
    "rating": 5,
    "name": "К Марина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Eleanor, thank you for your comments in the feedback. We will definitely pay attention to this! Please provide your contacts so that the administrator can clarify the situation in more detail. Feedback is very valuable to us.\n\n(Original)\nЕлеоноро, дякуємо за ваші зауваження у відгуку. Ми обов'язково звернемо на це увагу! Підкажіть, будь-ласка, ваші контакти, щоб адміністратор могла уточнити більш детально щодо ситуації. Зворотній зв'язок для нас дуже цінний.",
    "rating": 5,
    "name": "Nataliya Tiutiunnyk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Испортилось все впечатление от 3б. Салфетки и приборы нужно просить лично, при этом их вам положат прямо на стол пару штук, администратор не приветливый..  Вообщем еда норм, обслуживание неочем.. И в женском туалете нужен крючок для вещей …",
    "rating": 5,
    "name": "Марина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Work will be done with the staff. Napkins and utensils should only be brought by waiters! As for the music, it is always in the institution) All your other comments will be taken into account in further work! Thank you!\n\n(Original)\nДякуємо за відгук! З персоналом буде проведена робота. Серветки та прибори повинні приносити лише офіціанти! Щодо музики, вона в закладі є завжди) Всі інші ваші зауваження врахуємо при подальшій роботі! Дякуємо!",
    "rating": 5,
    "name": "Liliia Degtiar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Раньше... более года назад я любил захаживать сюда ради борща, он был вкусным, в нем был большой шмат мяса, а к нему подавали свежевыпеченную булочку, на которую было классно намазывать сало. …",
    "rating": 1,
    "name": "Мар’яна Нестерук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will take it into account and pass it to the management for processing.\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги та передамо керівництву для опрацювання.",
    "rating": 1,
    "name": "Владимир Цыбко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Ordered shawarma with chicken and shawarma Mix XL, with chicken generally not eaten, because it is tasteless and just like some incomprehensible salad in pita bread, …",
    "rating": 3,
    "name": "Юлия Хоменко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are glad that you liked the atmosphere of the establishment and the music. Passed information about the taste of the dish in the kitchen. Be sure to work on this issue.\n\n(Original)\nДякуємо за відгук! Радіємо, що вам сподобалася атмосфера закладу та музика. Передали інформацію щодо смаку страви на кухню. Обов'язково опрацюємо це питання.",
    "rating": 1,
    "name": "Svitlana Shakalova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Идеальное место для встречи с друзьями. Раз в месяц приходим сюда провести время. Персонал приветливый и учтивый.\nПодача блюд быстрая. Отдельная любовь - это шоты love is... 💜 …",
    "rating": 4,
    "name": "Олексій Хохловський",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Tomo, we express our commitment to the response and careful evaluation of our work. We will do everything possible so that in the future when visiting you have only positive emotions.\n\n(Original)\nТомо, висловлюємо свою прихильність за відгук та уважну оцінку нашої роботи. Зробимо все можливе щоб і надалі при відвідуванні у вас залишались тільки позитивні емоції.",
    "rating": 2,
    "name": "ssumbaeva.a",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное заведение в стиле loft. Хорошее меню - за основу взяты бургеры.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Andrii Kovalchuk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее место с красивым интерьером в стиле лофт. Закуски вкусные (чизболы и цезарь), а вот бургер (биф бургер классик) показался суховатым. Обслуживание тоже не на высоте, при неполной посадке и двух официантах, общающихся друг с другом, …",
    "rating": 1,
    "name": "Сергей Никитченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 3,
    "name": "Oleg Vigranenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Милое место, просторно, стильно. Однако официанты не на уровне этой интересной идеи …",
    "rating": 3,
    "name": "Ольга Ченцова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nВдячні за відгук!",
    "rating": 5,
    "name": "Світлана Гоч",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Ужасное место !\nБыла 05.05.21\nЗаказала бургер средней прожарки, доев его минут через 10-15 мне резко стало …",
    "rating": 3,
    "name": "Александр Кашпур",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We are responsible for the quality and freshness of our products, so the option that the dishes were spoiled is excluded. We haven't received feedback on mass poisonings lately. We are very sorry that this situation has developed. In fact, we do not have the right to give you a first aid kit, we can call an ambulance in case of ill health, but we do not have the right to provide a first aid kit, as we are not a medical institution. We will take into account!\n\n(Original)\nДякуємо за відгук. Ми відповідаємо за якість та свіжість наших продуктів тому, варіант того, що страви були зіпсовані - виключено. За останній час ми не отримували фідбеку про масові отруєння. Нам дуже шкода, що склалась така ситуація. Насправді, ми не маємо права давати аптечку вам, ми можемо викликати швидку у разі поганого самопочуття, але надавати аптечку не маємо права, так як ми не є медичною установою. Ми візьмемо до уваги!",
    "rating": 4,
    "name": "Ірина Доліба",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были в данном заведении вчера 22.05 и остались в полном разочаровании. Почему заказ принимает один официант, интересуется нашими делами другой, а рассчитывает третий. На стол не поставили салфетки. Еда была достаточно не плохая) …",
    "rating": 5,
    "name": "Ivan Dmytrenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. With a heavy workload, the waiters help each other to make the service faster! But, keep in mind that you do not like this option!\n\n(Original)\nДякуємо за відгук. При великому навантаженні офіціанти допомагають один одному аби обслуговування було швидшим! Але, врахуємо те, що вам такий варіант не подобається!",
    "rating": 5,
    "name": "Аліса Ткачук",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I love their delicious steaks !! And the alcohol is great, and the coffee, and the atmosphere. Definitely a valuable institution. Install their application to receive bonuses;) …",
    "rating": 5,
    "name": "Стася Стася",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Повелись компанией на красивое меню. Вкусовщина, однако бургеры такие на вкус, как будто их дополнительно окунули в жир. В других заведениях я такого не видел. Возможно это фишка заведения. ЗА морковочку, как гарнир отдельное спасибо. Если …",
    "rating": 4,
    "name": "Елизавета Митрофанова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take into account!)\n\n(Original)\nДякуємо за фідбек! Візьмемо до уваги!)",
    "rating": 4,
    "name": "Agatha Gardner",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусный двойной бургер и крафтовое пиво, ждали одно блюдо пол часа из-за замены углей. Мясо очень срочное и вкусное …",
    "rating": 5,
    "name": "Алексей Горщаров",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное, атмосферное место для вечернего досуга и просмотра футбола. Официанты внимательные и вежливые, всегда помогут с выбором. Место Рекомендую.\n-1⭐. Почему? Небыло жидкого мыла, не совсем чистая уборная, но думаю это всё …",
    "rating": 4,
    "name": "Antonina Zahrotska",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 1,
    "name": "Наталья",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее пиво и бургеры. Dj отстой хочется уйти на улицу.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladyslav Berezovskyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) The cheese burger is delicious, under the beer - delicious! The place is crowded, popular. …",
    "rating": 5,
    "name": "Пиккадилли Стрит",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 4,
    "name": "Вячеслав Заворитный",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно))) Классное оформление , еда и коктейли . Хорошо провела вечер , вот только обслуживание растроило, девушка в прямую флиртовала с моим парнем, что подпортило настроение …",
    "rating": 5,
    "name": "Оксана Колобанько",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!) We are glad that you have a positive impression of our food and drinks! It is a pity that there was such a situation with the waiter. We passed the information to the personnel manager! Be sure to work on this issue with staff.\n\n(Original)\nДякуємо за відгук!) Радіємо, що у вас залишилось позитивне враження щодо наших страв та напоїв! Шкода, що склалася така ситуація з офіціантом. Ми передали інформацію менеджеру з персоналу! Обов'язково опрацюємо дане питання з персоналом.",
    "rating": 2,
    "name": "Sergey Matyar",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были сегодня вечером, заказали острые бургер, которые оказались обычными, но довольно таки вкусными. Нас обслуживал парень,но расчитывать пришла девушка, которая по какой-то причине была явно в плохом настроении. Которая начала язвить и …",
    "rating": 5,
    "name": "Vladyslav Kolmykov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take into account, work will be carried out with the staff!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги, з персоналом буде проведена робота!",
    "rating": 4,
    "name": "Tina Owl",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Часто посещаем с друзьями данное заведение. Всегда все было неплохо. Но последний поход был омрачен отвратительным обслуживанием. Очень долго ждали официантов, они все вечно куда-то пропадали, а когда спрашивали про заказ в ответ получали …",
    "rating": 5,
    "name": "Трейд Чиф",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for writing to us about this. We will take into account and work with staff.\n\n(Original)\nДякуємо, що написали нам про це. Візьмемо до уваги та проведемо роботу з персоналом.",
    "rating": 3,
    "name": "Oleksandr Osovets",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказали сегодня ланч в этом заведении. Это был куринный бульон с лапшой, морс и рис с чили кон карне. Буквально минут через 30 начало сильно тошнить и состояние стало еще хуче через какое то время. …",
    "rating": 5,
    "name": "Дарія Петрова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We are responsible for the quality and freshness of our products, so the option that the dishes were spoiled is excluded. We haven't received feedback on mass poisonings lately. We are very sorry that this situation has developed. We will take into account!\n\n(Original)\nДякуємо за відгук. Ми відповідаємо за якість та свіжість наших продуктів тому, варіант того, що страви були зіпсовані - виключено. За останній час ми не отримували фідбеку про масові отруєння. Нам дуже шкода, що склалась така ситуація. Ми візьмемо до уваги!",
    "rating": 5,
    "name": "Михайло Денисенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Первое и наверное единственное кафе, где цены в меню не соответсвуют действительности. Есть описание блюда, его фото и цена. Но по факту цена указана за базовый вариант, а если хочешь как в описании и на фото, то нужно доплатить. Непонятен …",
    "rating": 1,
    "name": "I. B.",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your feedback! The dishes on the menu are presented in full, with the exception of ingredients that can be added as desired. In any case, we will take into account your comments and opinion.\n\n(Original)\nДякуємо за ваш відгук! Страви в меню представлені в повному обсязі, за виключенням інгридієнтив, які можна додати за бажанням. В будь якому разі врахуємо ваші зауваження та думку.",
    "rating": 5,
    "name": "Евгений Лелюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Это вам за вкусный бургер. Неплохие бриошь и не перебитые в хлам колтеты(наверное как Сталик завещал, фарш топориками рубили?)\nА вот лимонадам не хватает насыщенности( …",
    "rating": 4,
    "name": "Ольга Мулько",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за обратную связь. Учтем)\n\n(Translated by Google)\nThanks for the feedback. We will take into account)",
    "rating": 3,
    "name": "Вадим Власенко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сначала принесли бургер с почти сырой котлетой, сказали, что это так и надо)) но заменили без проблем. В целом неплохо, но раньше у них было вкуснее, как мне кажется. …",
    "rating": 5,
    "name": "Христина Боднар",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nДякуємо, що залишили відгук!",
    "rating": 5,
    "name": "Mykola Chervak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Cool and delicious cafe. The prices are decent. The atmosphere is good. …",
    "rating": 4,
    "name": "Владимир Кожаев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for such a great review. Very glad that you liked it, we are waiting for you :)\n\n(Original)\nДуже дякуємо за такий чудовий відгук. Дуже раді що вам сподобалось, чекаємо в гості:)",
    "rating": 4,
    "name": "Nikita Vialov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Понравилось всё: встреча, обслуживание, подача и вкус бургеров. Рекомендую!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "R2",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Заказала через интернет острый мексиканський бургер на вынос. Заказ был сделан вовремя. Так как в наличии не было маски, официант пакет с заказом вынес на улицу с терминалом для оплаты. Очень порадовало. …",
    "rating": 1,
    "name": "Dmytro Zarin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!\n\n(Original)\nДякуємо за відгук!",
    "rating": 1,
    "name": "Valeria Andruh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Burgers are not tasty, the meat is not very cooked and the combination of tastes is not in the burger itself is not very (double buffoon burger and cheesy maniac) …",
    "rating": 2,
    "name": "Nitka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Lyudmila, thank you for your feedback. It is believed that there was a spooky mistake because these are the pets of our guests. Our burgers are one of the best in Kiev. And where's the most delicious for you?\n\n(Original)\nЛюдмила, дякуємо за ваш відгук. Вважаемо що сталася прикра помилка тому що це любимчики наших гостей. Наші бургери одні з найкращих у Києві. А де найсмачніши для вас?",
    "rating": 5,
    "name": "Kira Filonova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интересное меню. Все вкусно. Хорошая подача блюд. Но, обслуживание было не очень, минут 10 не убирали грязную посуду с салфетками, очень долго несли напитки . Возможно из-за большой загруженности 🤷 Посмотрим как будет в следующий раз. …",
    "rating": 3,
    "name": "VOLOJARMOVIES",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's take note and work with staff!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги та проведемо роботу з персоналом!",
    "rating": 2,
    "name": "Lifebox",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Уютное место. Очень вкусный бургер 'Итальянский' с куриным филе и картофельные дипы❤️ Большая порция, наедаешься надолго. Хороший глинтвейн и адекватные цены. Официанты внимательные и доброжелательные. Мне понравилось! …",
    "rating": 5,
    "name": "Evgeniy Avramenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback! Glad you liked it all!)\n\n(Original)\nДуже дякуємо за відгук! Раді, що вам все сподобалось!)",
    "rating": 5,
    "name": "Maksym Diachenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) People are seated out of turn, despite the fact that only one table is free. Thank you for a good evening! …",
    "rating": 1,
    "name": "D Bk",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We will work with staff!\n\n(Original)\nДякуємо за відгук. Проведемо роботу з персоналом!",
    "rating": 2,
    "name": "Alexander KORBUT",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Худшее заведение, заказали по стейку Рибай, и в место говядины нам принесли просто кусок свинины, а потом доказывали, что это не свинина. Никому не советую! Все было очень не вкусное ! …",
    "rating": 4,
    "name": "Сергей Павл",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We are very sorry that such a situation has arisen. We are already working on this issue with the staff.\n\n(Original)\nДякуємо за відгук. Нам дуже шкода, що виникла така ситуація. Вже опрацьовуємо дане питання з персоналом.",
    "rating": 5,
    "name": "Joel W",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Ordinary cafe. Nothing special. We sat in two, ate 2 burgers, 1 beer, 1 tea, the check turned out 600 UAH. Dear. The staff is friendly. Purely. …",
    "rating": 5,
    "name": "Silvio Manuel",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and comments.\n\n(Original)\nДякуємо за відгук та зауваження.",
    "rating": 4,
    "name": "Oleksandr Nazarenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, демократичные цены! Всем любителям бургер рекомендую\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Nikita Hryhoriev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасное заведение, отличные бургеры, хорошая атмосфера на веранде, но стакан воды на старости лет вам тут никто не принесёт, даже с чеком на 600+грн., \"Указ от начальства\". …",
    "rating": 5,
    "name": "Alex Voytenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. Let's take this moment into account. But let's find out with the staff why they didn't bring you water. Your feedback will be passed on to management\n\n(Original)\nДякуємо за відгук. Візьмемо до уваги цей момент. Та з'ясуємо з персоналом, чому вам не принесли воду. Ваш відгук буде переданий керівництву",
    "rating": 5,
    "name": "Влад Працюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Shota tasty, steak ordered not liked, asked the cold well done, and brought with blood …",
    "rating": 1,
    "name": "Max Fadeev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thanks for the feedback, we will definitely pay attention to this situation!\n\n(Original)\nДоброго дня. Дякуємо за відгук, обов'язкво звернемо увагу на дану ситуацію!",
    "rating": 5,
    "name": "Viktoriia Kosenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусная кухня, внимательный персонал. Высокие потолки добавляют пространства. Из недостатков - маленькое расстояние между столиками. Цены средние. В целом впечатление очень положительное. …",
    "rating": 5,
    "name": "Ющенко Екатерина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the feedback! We look forward to seeing you again!)\n\n(Original)\nДуже дякуємо за відгук! Будемо раді бачити вас знову!)",
    "rating": 3,
    "name": "Andrii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно, бюджетно, атмосферно, быстрое обслуживание. Безумно понравилось, приду ещё. …",
    "rating": 4,
    "name": "Valery Z",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Пригласил друг. Очень вкусные бургеры 4 сыра..там не про сыр))\nМясо прожарка-бомба!!\nЦена -демократия . …",
    "rating": 5,
    "name": "Serhii",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 4,
    "name": "Богдан Бурбело",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Сделали заказ, через 45 минут еду принесли всем столикам, кроме нашего, даже тем, кто сделал заказ позже. Забыли? Ну ничего страшного, мы тоже забудем к вам заходить 🤝 …",
    "rating": 4,
    "name": "Evgeniy Taran",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, accept our sincere apologies for the inconvenience. We reminded employees of their job responsibilities and service rules. All the shortcomings you mentioned will definitely be eliminated.\n\n(Original)\nОлександре, прийміть наші щирі вибачення за доставлені незручності. Ми нагадали співробітникам їх посадові обов'язки і правила сервісу. Усі зазначені вами недоліки будуть обов'язково усунені.",
    "rating": 2,
    "name": "Oleg Mindriukov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошие стейки.. Вкусные сочные и нежные\n\n(Translated by Google)\nGood steaks .. Delicious juicy and tender",
    "rating": 1,
    "name": "Natalie Natalie",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отдыхал в этом месте неоднократно, всегда все очень было хорошо. Быстрое и внимательное обслуживание. Сочные и очень вкусные бургеры, наверное перепробовал их уже все там :) …",
    "rating": 5,
    "name": "Виктория Плахотникова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо)\n\n(Translated by Google)\nThank you)",
    "rating": 3,
    "name": "Вікторія Козаченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Интересная шаурма из эко мяса, но не более. Персонал не приветлив. Облили одежду каплями жира и даже незаметили. Сервис слабенький. …",
    "rating": 4,
    "name": "Alina Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback. We apologize, in such situations, it is better to immediately inform the administrator about what happened to resolve the situation and avoid unpleasant impressions.\n\n(Original)\nДякуємо за відгук. Приносимо свої вибачення, в таких ситуаціях, краще відразу повідомити адміністратору про те, що відбулося для вирішення ситуації та уникнення неприємних вражень.",
    "rating": 3,
    "name": "Панфилова Ирина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Великолепный чай.\nБезумно вкусные бургеры, очень большие порции, сама всю не съела. Официанты прекрасные, обслуживание отличное. …",
    "rating": 5,
    "name": "Светлана Зотова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за\n\n(Translated by Google)\nthanks for",
    "rating": 5,
    "name": "Irina Maximenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) I came here with a local friend who recommended the place and said the burgers here are delicious and he was definitely right. The service is good and the food came quickly. At noon, there is a 20% discount on the …",
    "rating": 5,
    "name": "Кныш Валентин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Thank you so much!)",
    "rating": 5,
    "name": "Erhan Keyvan",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошая и уютная атмосфера,\nвсе приносят быстро,\nцены адекватные, …",
    "rating": 4,
    "name": "Виталий мал",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за отзыв)\n\n(Translated by Google)\nThanks for the feedback)",
    "rating": 5,
    "name": "Ирина Федоровская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Ordered by Borjomi, in 20 minutes and brought nothing. And I wanted to drink ( …",
    "rating": 4,
    "name": "Владимир Руденко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Find out why your order has been carried for so long! We apologize for the inconvenience and look forward to seeing you again!\n\n(Original)\nДякуємо за відгук! З'ясуємо, чому ваше замовлення так довго несли! Приносимо вибачення за незручності та будемо раді бачити вас знову!",
    "rating": 5,
    "name": "Alina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всегда хорошее обслуживание, много вариантов, включая вкусные веганские бургеры. Хорошие цены за огромные порции. Кроме бургеров очень рекомендую филе гриль с вишнёвым соусом - можно наесться и очень вкусно. Бывает сезонное меню, включая …",
    "rating": 4,
    "name": "Ольга Зайченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо Вам большое)\n\n(Translated by Google)\nThank you very much)",
    "rating": 3,
    "name": "Сергей Шишлянников",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good cozy place, delicious food, clean in the bathroom. However, the prices are a bit high (400 ml of beer - 90 UAH). …",
    "rating": 4,
    "name": "Ozgur Gun",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! 😉 Your feedback is very valuable to us.\n\n(Original)\nДякуємо за відгук! 😉 Ваш фідбек дуже цінний для нас.",
    "rating": 5,
    "name": "Olga Radchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Delicious burgers (especially chili)\nGood waiters, delicious ginger tea, …",
    "rating": 5,
    "name": "Vladimir Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вчера заехали перекусить, в итоге получили отравление! Бургеры pulled pork и козий были ужасные, козьего сыра вообще не было почти, намазан тонким слоем, булки что в одном, что во втором бургеры черствые и не вкусные, как будто буханку …",
    "rating": 5,
    "name": "Николай Кудряшов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We are very sorry for this situation. We monitor the condition and quality of our products, so it is not unusual for us to receive feedback on such issues. In recent days, no reports of poisoning have been received! We will be sure to give your feedback to the management and find out why this happened.\n\n(Original)\nДякуємо за відгук! Нам дуже шкода, що склалась така ситуація. Ми слідкуємо станом та якістю продуктів, тому для нас незвично, отримувати відгуки про такі моменти. За останні дні, скарг про отруєння не надходило! Ми обов'язково передамо ваш відгук керівництву та з'ясуємо, чому сталась така ситуація.",
    "rating": 4,
    "name": "Ulia Bogush",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Был в самом заведении 3 раза. Все три - полнейший провал. Еда абсолютно не вкусная. Взяв мексиканский бургер, порезал небо об начос.\nРешив дать еще один шанс ресторану, оформил заказ через глово. Время доставки …",
    "rating": 1,
    "name": "EVG KYV",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take it into account and we will correct ourselves!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги та будемо виправлятись!",
    "rating": 5,
    "name": "Polina Gorelina",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Нам понравилось) Вкусно, чисто, современно.\n\n(Translated by Google)\nWe liked it) Tasty, clean, modern.",
    "rating": 5,
    "name": "Дима Янюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback!)\n\n(Original)\nДякуємо за відгук!)",
    "rating": 5,
    "name": "Валентина Салюхина",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Часто тут бываем, всегда было вкусно. А в последний визит еда подкачала(( картошка к бургеру была ужасной (пара за соседним столиком тоже обратила на это внимание), но еще ужасней был норвежский сливочный суп. Это просто издевательство над …",
    "rating": 5,
    "name": "Георгий Симоненко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Thanks for the feedback and apologize for the tasty lunch. It is very unfortunate that such things spoil the impression of the institution. We will certainly pay attention to the comments and take appropriate measures)\n\n(Original)\nДоброго дня, дякуємо за зворотній зв'язок та вибачаємось за несмачний обід. Дуже прикро, що такі речі псують враження від закладу. Ми обов'язково звернемо увагу на зауваження та вчинемо належних заходів)",
    "rating": 4,
    "name": "Сёрж Горелый",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были с девушкой на прошлой неделе и получилось так, что попали как раз в акционные часы с \"бесплатным\" пепси... У меня сложилось твердое убеждение, что на пол стакана пепси добавили пол стаканы воды!!! Зачем вы так с клиентами? А эта …",
    "rating": 1,
    "name": "Мария Слипченко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Take into account)\nAs for Pepsi, they are from taps, not bottles, so sometimes they may disproportionately pour syrup and soda. We will pass your feedback to the management.\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги)\nЩодо пепсі - вони з кранів, а не пляшок, тому іноді можливо не пропорційно наливають сироп та содову. Передамо ваш відгук керівництву.",
    "rating": 3,
    "name": "Alexandr Pianin",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Атмосфера неплохая, хорошо посидеть и поболтать компанией. Кухня неплохая. Но официанты слегка потерянные - меню чтобы выбрать ещё десерт если 15 минут, бутылку пива примерно столько же. Пиво гиннес на розлив ощущался сильно разбавленным. …",
    "rating": 5,
    "name": "Marіna S",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасный гастробар для ужина в шумной компании.\n\nПонравилось: …",
    "rating": 4,
    "name": "Alina Kurpil",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за такой подробный отзыв) Мы работаем над улучшением качества блюд!\n\n(Translated by Google)\nThank you for such a detailed review) We are working to improve the quality of the dishes!",
    "rating": 5,
    "name": "Lena Oleynick",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусный бургер «Четыре сыра». Быстрое обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Kabakova",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! We will be glad to see you again!\n\n(Original)\nДякуємо за відгук! Будемо раді бачити вас знову)",
    "rating": 5,
    "name": "Ігор Швед",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место как для завтрака, ланча или вечерних посиделок с друзьями!\nЧто радует больше всего, так это вежливое обслуживание. Последнее время это так редко встречается, что аж грустно. Но в ЗБС тебе всегда рады!))) …",
    "rating": 5,
    "name": "Roman K",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Very nice!\n\n(Original)\nДякуємо за відгук! Дуже приємно!",
    "rating": 4,
    "name": "Sweet Marrie",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Года два, как открыла для себя это заведение. Очень нравиться кухня, а особенно бургеры которые готовят практически в зале, на твоих глазах. Запах и вкус готового блюда- завораживает. 😊 Заведение достаточно популярное, приятно наблюдать …",
    "rating": 3,
    "name": "Роман Осипов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Галина, спасибо за ваш отзыв и рекомендацию)\n\n(Translated by Google)\nGalina, thanks for your feedback and recommendation)",
    "rating": 1,
    "name": "Валентина Н",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Были вчера\nОтметили что после карантина стало гораздо меньше меню и из пяти видов стейков не было два. Ну  и салатик к бургерам верните пж) …",
    "rating": 5,
    "name": "Анастасия Богданова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are working on it, indeed during the quarantine some menu items were missing, but will be back soon!\n\n(Original)\nДякуємо за відгук! Працюємо над цим, справді під час карантину деякі позиції з меню були відсутні, але невдовзі повернуться!",
    "rating": 5,
    "name": "Danylo Khrystenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Иногда с коллегами устраиваем посиделки. Вкусно готовят и красивая подача, приятный персонал. Очень удобно, что разделяют чек, особенно когда 14 человек и кто картой, кто налом оплатить хочет. Так же есть бонусная система, каждый раз еще …",
    "rating": 4,
    "name": "Андрей Маноха",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое, Виктория!\n\n(Translated by Google)\nThank you very much, Victoria!",
    "rating": 3,
    "name": "Vadym R",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Хорошее заведение, персонал старается. работает хорошо, общение отличное.\nНо есть пару но -  картошка к бургерам холодная, вегетарианский бургер с полусырыми кабачками, ну и конечно же таракан, который бежал по стене при нашем …",
    "rating": 5,
    "name": "Іван Сорочан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Саша, спасибо за ваш отзыв! Передаем отзыв нашему шеф повару и управляющему рестораном.\n\n(Translated by Google)\nSasha, thanks for your feedback! Feedback to our chef and restaurant manager.",
    "rating": 5,
    "name": "Александр",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В который раз возвращаюсь сюда, с девушкой или компанией - всегда все нравится. Отдельной похвалы заслуживает обслуживание и конечно же шикарный борщ и дабл биф. Данные блюда здесь всегда на высоте. Пару раз пробывал другие бургеры и стейки …",
    "rating": 4,
    "name": "Yana Soroka",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Foo, very spoiled !!! Not a tasty burger, super spicy shawarma, and spoiled spinach with feta, no more leg !!!!! …",
    "rating": 2,
    "name": "Artem Babenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Natalia, thank you for your feedback. We will pay attention to your remarks.\n\n(Original)\nНаталя, дякуємо за відгук. Звернемо увагу на ваші зауваження.",
    "rating": 4,
    "name": "Viacheslav Starostyn",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Была тут в начале года и все очень понравилась. Зашла вчера и была удивлена, заказали картошку, крылья и пиво. Картошка холодная, крылья явно не первой свежести, пиво было подуставшее, будто стояло пару часов в бокале и вот мне его …",
    "rating": 4,
    "name": "Сергей Антосев",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 5,
    "name": "Anastasiia Chupryna",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место очень популярное. Днём в будний день было все забито посетителями. Но лично мне здесь не очень понравилось. И вот почему. Я заказал Цезарь и Биф бургер. В Цезаре мясо было довольно жёстким. В бургере говяжая котлета была пресной. В …",
    "rating": 4,
    "name": "Grinsowa",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback. In fact, the color and taste of a friend is not different. We are very sorry that our establishment did not appeal to you. On account of potatoes in a basket that was not convenient to eat, it can always be poured into a plate, for convenience, or to ask the waiters about it. Speaking of Pepsi, we have Pepsi taps installed and the syrup is combined with a carbonated beverage, so Pepsi may not seem as full as a bottle, but the syrup and soda are added in proportion! But every guest's opinion is valuable to us, so thank you for your comments you are helping to get better\n\n(Original)\nДякуємо за вашу думку. Насправді, на колір та смак товариш не всяк. Нам дуже шкода, що наш заклад не припав вам до душі. На рахунок картоплі в корзинці, яку було не зручно їсти, її завжди можна висипати в тарілку, для більшої зручності, або попросити офіціантів про це. Якщо казати про пепсі, то у нас встановлені крани з пепсі та сироп комбінується з газованим напоєм, тому, пепсі може здаватися не такою насиченою як з пляшки, але сироп та газована додаються пропорційно! Але думка кожного гостя для нас цінна, тому дякуємо за ваші зауваження ви допомагаєте ставати кращими",
    "rating": 1,
    "name": "Діана Горохівська",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Did not warn that you need to wait a long time for food. The next table came later, but the orders were brought to us all at the same time. The burger is not tasty, the cutlet is overcooked ( …",
    "rating": 4,
    "name": "Юрий Долобан",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Take note!\n\n(Original)\nДякуємо за відгук! Візьмемо до уваги!",
    "rating": 5,
    "name": "Николай Наумов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Всё очень вкусно, но персонал абсолютно не организован.\nАдимнистратор в жизни не поможет официанту, стоит командует, заказы путают. Проблема явно в менеджменте, заказы стоят, пока администратор возле барной раздаёт …",
    "rating": 5,
    "name": "Валентина Липская",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Благодарим вас за такой развернутый комментарий! Информацию передадим управляющему ресторана, будем исправляться:) А вас с нетерпением ждем в гости:)\n\n(Translated by Google)\nThank you for such a detailed comment! We will give the information to the manager of the restaurant, we will correct it :) And we are looking forward to seeing you :)",
    "rating": 3,
    "name": "Schinckler",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прекрасное кафе, подойдет для людей любого возраста. Из основных фишек есть бургеры и стейки.  Бургеры тут не такие как в забегаловках,  а очень большие с огромными булками помидорами,  бывают даже с глазуньей на булочке,  а мясо настоящее, …",
    "rating": 4,
    "name": "Yaroslav Sem",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) There were times, salad, sauce, potatoes were added to the burger ... The choice of beer is interesting, but it would not hurt simpler …",
    "rating": 5,
    "name": "Lena Nest",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your evaluation. We will definitely take into account the comments.\n\n(Original)\nДякуємо за вашу оцінку. Ми обов'язково врахуємо зауваження.",
    "rating": 2,
    "name": "Vira Sheludko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "- Не несли меню, пока сами не выпросили с 3й попытки. Долго не принимали заказ. Не принесли одно из заказанных блюд. Еда была средней вкусности. Сидела на дырке между сидений(на фото), так как столы стоят плотно, чтобы было больше столиков, …",
    "rating": 4,
    "name": "Юлия Барабаш",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your personal opinion. Based on feedback, be sure to take the appropriate action!\n\n(Original)\nДоброго дня. Дякуємо за Вашу особисту думку. Спираючись на відгук, обов'язково вчинемо належних заходів!",
    "rating": 5,
    "name": "Ира Крушеницкая",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "11/03/2020 Б\n\nЕвгений -неймоверно приятнийший человечек. оперативно и молниеносно выполняет …",
    "rating": 4,
    "name": "Julia Zolotaiko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback! It is incredibly nice to receive such feedback from guests! Submitted your comments to staff to inspire further work))\n\n(Original)\nДуже дякуємо вам за відгук! Неймовірно приємно отримувати такі відгуки від гостей! Передали персоналу ваші коментарі для натхнення на подальшу роботу))",
    "rating": 5,
    "name": "Den Usenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Прогуливаясь набрела на это заведение, была надежда, что если люди готовы платить за место в центре города то и еда будет на уровне.\nПробовала бургеры от США до Гонконга, но …",
    "rating": 4,
    "name": "Marina Nguyen",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much for your feedback. We will definitely give it to the management! But we want to note that we do not freeze the meat and burgers we make from burgers! Let's find out the situation with cheese maniac!\n\n(Original)\nДоброго дня. Дуже дякуємо за відгук. Ми обов'язково передамо його керівництву! Але хочемо зауважити, що ми не заморожуємо м'ясо та котлети, з яких готуємо бургери! Ситуацію з сирним маніяком з'ясуємо!",
    "rating": 5,
    "name": "Дмитрий",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место можно охарактеризовать двумя словами - ничего особенного. Бургер был неплохой, но салат и картошка к нему были невкусные. Сидр нормальный.\nЗаведение ничем не запоминается и не выделяется. …",
    "rating": 4,
    "name": "Anton Maksimenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback! Let's take all the moments to become better and be remembered!\n\n(Original)\nДякуємо за ваш фідбек! Візьмемо до уваги усі моменти, аби стати кращими та запам'ятовуватись!",
    "rating": 5,
    "name": "Алена Липак",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "В пятницу вечером было много посетителей, мы с подругой сидели в нижнем зале. Понравилась:\n- говяжья котлета в бургере с лисичками - мясо было вкусное и достаточно …",
    "rating": 4,
    "name": "Eugene “FarineL” West",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за ваш подробный отзыв! мы передали его руководству ресторана! Проведем работу!\n\n(Translated by Google)\nThanks for your detailed feedback! we handed it over to the management of the restaurant! Let's get the job done!",
    "rating": 4,
    "name": "Володимир Ольшанский",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличные сырники, нежные и достаточно сладкие. Капучино тоже хорош.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валентин Клименко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you! Glad to try for you!)\n\n(Original)\nДякуємо! Раді старатися для вас!)",
    "rating": 3,
    "name": "Андрей Москалец",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Were on Saturday, almost half of the menu was not available. What was and tried .... was not tasty (((dry kebabs, grilled vegetables burnt on one side and raw on the other, steak, which was-was no ... dry and …",
    "rating": 5,
    "name": "Andrii Vorfolomeiev",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Let's take it into account and we will correct ourselves!\n\n(Original)\nДякуємо за відгук! Врахуємо та будемо виправлятись!",
    "rating": 5,
    "name": "Дмитрий Дубровин",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Место стильное.\nМеню хорошее.\nСтейк приготовлен хорошо, но исходный продукт похоже не высокого качества, …",
    "rating": 4,
    "name": "Таня Стовбчата",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you very much for your feedback! All comments will be considered! And we are waiting for you to visit next time, not only the bar recommended))\n\n(Original)\nДоброго дня. Дуже дякуємо за відгук! Всі зауваження будуть розглянуті! А Вас чекаємо в гості, щоб наступного разу не тільки бар порекомендували))",
    "rating": 4,
    "name": "Andrii Kolesov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Уютное приятное заведение. Цены выше среднего. Готовят вкусно, особенно бургеры нравятся.\nПопулярное, так что без брони в пт вечером и не надейтесь получить столик. Но …",
    "rating": 5,
    "name": "Alex Shevchenko",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень любим с мужем здешние бургеры и вишневый сидр, он особенный какой-то)\nВсегда приятные сотрудники, улыбчивые! И все быстро готовят и приносят , даже если полный зал (а такое частенько). Бургеры любим все!🙂 …",
    "rating": 5,
    "name": "Ольга Сусленко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much!)\n\n(Original)\nДуже дякуємо!)",
    "rating": 2,
    "name": "Вячеслав Чернецов",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Очень вкусно,  бургеры огромные и смачнющие. Отличное обслуживание.  Нужно бронировать столик, если планируете посетить в выходные или в пятницу вечером. Не для тех, кто на диете. Ценовая категория-выше среднего. …",
    "rating": 5,
    "name": "Анжелика Бойко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback)\n\n(Original)\nДякуємо за відгук)",
    "rating": 5,
    "name": "Dmitry Nikiforov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Периодически заезжаем всей семьей. Вкусные бургеры, салаты, мужу понравились закуски)Приятные официанты! Особо приятно, что уделяют внимание каждому гостю но при этом не навязчивы. Хочется приходить к вам снова и снова! Так держать) …",
    "rating": 4,
    "name": "Александр",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо большое, Александра, за Вашу оценку и отзыв! Будем рады видеть вас снова и снова в нашем заведении!)\n\n(Translated by Google)\nThank you very much, Alexandra, for your assessment and feedback! We will be glad to see you again and again in our institution!)",
    "rating": 3,
    "name": "Сергій Кружільний",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Обязательно Попробуйте местный борщ! Не в одном ресторане украинской кухни такой прелести мне отведать не приходилось. Да, я  знаю что вы пришли за пивом и бургером они здесь причные , но далеко не лучшие, а вот борщ!))он действительно …",
    "rating": 3,
    "name": "Поліна Бондаренко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Thank you for your feedback, we'll be fine-tuned)\n\n(Original)\nДоброго дня. Дякуємо за відгук, будемо допрацьовувати)",
    "rating": 5,
    "name": "Кира Баранова",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Вкусно, к стейкам в виде гарнира нет овощей\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Mik P",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Good day. Let's take your advice into account)\n\n(Original)\nДоброго дня. Візьмемо до уваги Вашу пораду)",
    "rating": 5,
    "name": "Valerii Khasanov",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Частенько захожу сюда перекусить) Хорошие стейки по приятной цене! Но, если футбол или вечер выходного, а вы не забронировали столик - приходить бесполезно, так, просто на заметку) Сняла звезду из-за того, что на летку пускают с животными, …",
    "rating": 5,
    "name": "Маргарита Кондратюк",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Великолепный чай. Безумно вкусные бургеры, очень большие порции, сам всю не съел. Официанты прекрасные, обслуживание отличное. Единственный минус - слишком близко стоят столики, локтями можно задеть людей рядом, и отчетливо слышно все …",
    "rating": 5,
    "name": "Eugène Malade",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Спасибо за обратную связь. Учтем)\n\n(Translated by Google)\nThanks for the feedback. We will take into account)",
    "rating": 4,
    "name": "Yaroslav Podgursky",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отличное место, приятная атмосфера, ненавязчивое, но в то же время качественное обслуживание. Оооооочень вкусно!!!!! Заведение идеально для встречи и совместного времяпрепровождения большой и не очень компанией. …",
    "rating": 5,
    "name": "Valeriy Gotsulyak",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Julia, thank you for such a nice response!) We will be glad to see you among our guests in the future!\n\n(Original)\nЮлія, дякуємо вам за такий приємний відгук!) Будемо раді надалі бачити вас серед наший гостей!",
    "rating": 5,
    "name": "Alexander Kondratovich",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Неплохое кафе, скорее даже, паб.\nЧисто, уютно, современный дизайн.\nЦены - выше средних. …",
    "rating": 5,
    "name": "Vitaliy Knysh",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Уютно, сидели на нижнем этаже: приятный полумрак, на фоне футбол на большом экране. Официант терпеливо, но не излишне назойливо помог определится с выбором. Заказали большую доску мяса к водке. Подали очень даже оперативно, не смотря на …",
    "rating": 5,
    "name": "Vadym Krokhmalnyi",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, come to us more often)\n\n(Original)\nАндрій, приходьте до нас частіше)",
    "rating": 5,
    "name": "Дмитро Доценко",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "Отвратительный вкус, заказ на вынос записывается невнимательно и положили много того что мы не заказывали вместо картошки, бургеры не вкусные, сырные шарики ужасные, не рекомендую …",
    "rating": 3,
    "name": "Josef Vondrous",
    "cat": "Hamburger restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! It is a pity that you have such an impression of our restaurant. We have passed the information to the kitchen and will try to change the remarks you have made for the better.\n\n(Original)\nДякуємо за відгук! Шкода, що у вас залишилось таке враження щодо нашого ресторану. Ми передали інформацію на кухню та будемо намагатись змінити, вказані вами зауваження, на краще.",
    "rating": 5,
    "name": "Виталий Юрик",
    "cat": "Hamburger restaurant"
  }
]