[
  {
    "review": "Milk bubble tea was tasty, Japche was too much sweet so i almost didn't eat. When you order Bibimbob, they will ask which sauce you want, ex. soy sauce, spicy sauce, sesame sauce. i choose spicy sauce(made of gochujang, it is red pepper …",
    "rating": 3,
    "name": "YoyoYeye",
    "cat": ""
  },
  {
    "review": "Everything we have tried tasted great. Big portions, good prices, friendly staff. Thank you!",
    "rating": 5,
    "name": "Nika Bielska",
    "cat": ""
  },
  {
    "review": "Very delicious, but very little info on the place. Do you have any social media accounts? Or are you only available through Bolt Food?",
    "rating": 5,
    "name": "Kay Kolesnyk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty food. Nice staff. If you have eaten, but do not want to leave, you can take food with you. It is a pity that there was no Bubble tea, but I really liked Kombucha, which was on sale …",
    "rating": 5,
    "name": "ПІ-12 Потапенко Маргарита",
    "cat": ""
  },
  {
    "review": "(Translated by Google) good place: delicious food, fast service. but the space inside is very small + a strong smell from the kitchen …",
    "rating": 4,
    "name": "A",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cool place. Huge portions. Deliciously cooked. I would like to mention the girl who accepts the order: she knows everything down to the smallest detail, talks about dishes, recommends as a hostess. …",
    "rating": 5,
    "name": "Maryna Derkach",
    "cat": ""
  },
  {
    "review": "В заведении приятная атмосфера, особенно хочу отметить музыку, приветливый персонал и очень вкусные блюда …",
    "rating": 5,
    "name": "Дарья Осинняя",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very tasty! You can sit and eat in the restaurant (there are places outside and in the middle), but you can take bao (quite large and incredibly tasty) and gnaw along the way. In the photo of funchoza, they didn't …",
    "rating": 5,
    "name": "ReshetovaO",
    "cat": ""
  },
  {
    "review": "Очень, очень вкусная паназиатская кухня в неприметном месте))\nЕсли кто ностальгирует по Бали, Тайланду или Восточной Азии в целом - вам сюда! …",
    "rating": 5,
    "name": "Nikita Rodi",
    "cat": ""
  },
  {
    "review": "Отличное место. Особенно, если вы решили впервые приобщиться к азиатской кухне. Это НЕ ресторан 5 звёзд, но качество блюд, ненавязчивый сервис и уютная обстановка приятно удивляют. …",
    "rating": 5,
    "name": "Олег Лисовский",
    "cat": ""
  },
  {
    "review": "Максимально вкусный кимпаб и самые милые и приветливые работники, однозначно советую всем! …",
    "rating": 5,
    "name": "Mr. Poliсeman",
    "cat": ""
  },
  {
    "review": "Была с дочкой и племянницей. Все очень понравилось) парень, что обслуживал, очень приветлив и вежлив. Буду заходить почаще ❤ …",
    "rating": 5,
    "name": "Mila Torinamo",
    "cat": ""
  },
  {
    "review": "Вкусная еда, приветливый персонал, отличная летка.\nСпециально засек - блюдо принесли за 14 минут. …",
    "rating": 5,
    "name": "Illarion Khlestov",
    "cat": ""
  },
  {
    "review": "Достаточно новое заведение в очень уютном месте недалеко от цирка. Очень приятный персонал и безумно вкусная еда. Удон с курицей советую попробовать каждому кто любит азиатскую кухню. Меню не типичное, где только курица в кисло- сладком …",
    "rating": 5,
    "name": "Евгений Бабий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) A small cozy place. Delicious food, nice atmosphere. Prices are affordable, and the place - with truly unique dishes. I hope to see the whole network of this institution soon))) …",
    "rating": 5,
    "name": "Александра Коломиец",
    "cat": ""
  },
  {
    "review": "Нашли по отзывам в гугле, и ни разу не пожалели. Кимпаб похож на настоящий, кимчи из пяче, а не обычной капусты, блюда с рисом - просто топ! …",
    "rating": 5,
    "name": "Юрий Ким",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dumplings for 5, bowl for 4, bao fine, service for 5, we recommend …",
    "rating": 5,
    "name": "Геннадій Соловка (Hennadii Solovka)",
    "cat": ""
  },
  {
    "review": "Заказывала доставку. Ваш пибимпаб с говядиной восхитительно вкусный! Может даже лучший который пробовала в городе, а пробовала не мало.\nТеперь нужно прийти в заведение …",
    "rating": 5,
    "name": "Мария",
    "cat": ""
  },
  {
    "review": "Было очень вкусно, уютно, быстро всё принесли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мадина Кочкарова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I was in Asia for the first time. Very tasty, beautiful on a plate and around;) Nice girl works, told everything and asked =) The music is, but does not interfere, the background. …",
    "rating": 4,
    "name": "Lenchikes V",
    "cat": ""
  },
  {
    "review": "Тут есть бабл ти!!! Очень вкусный\n\n(Translated by Google)\nThere is a bubble tee !!! Very tasty",
    "rating": 5,
    "name": "Tamara Prysykar",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious, but to sit on the street is not very convenient .., and generally few places ((( …",
    "rating": 4,
    "name": "Annelya NUSIA",
    "cat": ""
  },
  {
    "review": "35 минут ждала чапчхе с овощами.\nДоставка бургеров с правого берега на левый быстрее доезжает. …",
    "rating": 3,
    "name": "Sabina",
    "cat": ""
  },
  {
    "review": "Бибимбап был хорош! вернусь попробовать japchae. Буду надеяться, что вы добавите кимчи чиге в меню) …",
    "rating": 5,
    "name": "Jane Dou",
    "cat": ""
  },
  {
    "review": "Супер пупер но кимча на вкус как духи\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ваня Рябинин",
    "cat": ""
  },
  {
    "review": "Довольно вкусные боулы, хорошее качество продуктов, и хорошие порции из качественных продуктов. …",
    "rating": 5,
    "name": "Andrey Tkachenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Delicious, large portions\n\n(Original)\nСмачно, великі порції",
    "rating": 5,
    "name": "Vadym Radchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Baldyozhka\n\n(Original)\nБалдёжка",
    "rating": 5,
    "name": "Konstantin Kolesnikov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Денис Фильчаков",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Юрій Мариненко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Едуард Цеменко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Julia Kim",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Den Usenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Лілія Тушич",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Leonid Ieremenko",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vlad Ts",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Sergii Pozharov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Denis Panchuk",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Michael Bagmut",
    "cat": ""
  }
]