[
  {
    "review": "The food is good and authentic, and interior of the restaurant is very nice. We tried different kind of stuff, and everything was delicious; my personal highlights: an extremely good Solyanka soup, bliny with red caviar and Napoleon cake. I …",
    "rating": 5,
    "name": "Oleg Fedotkin",
    "cat": "Russian restaurant"
  },
  {
    "review": "Amazing Russian vibe with love Saxophones and singer! Super tasty Lamb cutlet. Music is loud and good! Highly recommend the Russian Standard Vodka, straight from the freezer!",
    "rating": 5,
    "name": "Kuang's Kitchen",
    "cat": "Russian restaurant"
  },
  {
    "review": "Exceed our expectations!!!  Modern & stylish place, nice music background and top cuisine, especially meat. Various starters choice! Highly recommended for a diner with your beloved one or for the formal meetings. Olga, St. Petersburg",
    "rating": 5,
    "name": "Olga Kasatova",
    "cat": "Russian restaurant"
  },
  {
    "review": "thank you",
    "rating": 5,
    "name": "Evgeniy Pimenov",
    "cat": "Russian restaurant"
  },
  {
    "review": "Quality authentic Russian food. Fantastic fresh-baked lavash and the blini with caviar are a must-try 👌🏼",
    "rating": 5,
    "name": "Marie-Anne Dentzer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 4,
    "name": "Natalia Shirvanian",
    "cat": "Russian restaurant"
  },
  {
    "review": "Great service. Had take away food and it was delicious. Didn't know Russians could do such brilliant burgers",
    "rating": 5,
    "name": "Katharina W.",
    "cat": "Russian restaurant"
  },
  {
    "review": "The food was very tasty indeed but the prices are not competitive - too high and too little food on the plates!",
    "rating": 5,
    "name": "Ivayla Pavlova",
    "cat": "Russian restaurant"
  },
  {
    "review": "Best Service, the food is delicious and the atmosphere is magical. Love it",
    "rating": 5,
    "name": "Mike JB007",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 4,
    "name": "sasidhar bdss",
    "cat": "Russian restaurant"
  },
  {
    "review": "Everything was very tasty! Definitely recommend. Would visit in person one everything re-opens.",
    "rating": 4,
    "name": "Astmann Sise",
    "cat": "Russian restaurant"
  },
  {
    "review": "Very nice restaurant and the service is wonderful. Good food and wine, and that is the recipe to be happy, and this is the place you can find it.",
    "rating": 5,
    "name": "Anna Drober",
    "cat": "Russian restaurant"
  },
  {
    "review": "Little bit on expensive side but great quality and nice ambience , friendly staff",
    "rating": 5,
    "name": "Jordan Katzarov",
    "cat": "Russian restaurant"
  },
  {
    "review": "Excellent Russian Restaurant with Live Music",
    "rating": 5,
    "name": "Jörg-Heinrich Sandmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 4,
    "name": "Willy Ritchie",
    "cat": "Russian restaurant"
  },
  {
    "review": "it is so delicious! u can not even imagine.",
    "rating": 4,
    "name": "piotr -",
    "cat": "Russian restaurant"
  },
  {
    "review": "thank you",
    "rating": 4,
    "name": "Alois Hörner",
    "cat": "Russian restaurant"
  },
  {
    "review": "Great place to enjoy food and dance",
    "rating": 5,
    "name": "André Westhoff",
    "cat": "Russian restaurant"
  },
  {
    "review": "Very nice and delicious",
    "rating": 5,
    "name": "Леля Георгиенко",
    "cat": "Russian restaurant"
  },
  {
    "review": "good))",
    "rating": 5,
    "name": "Alex P",
    "cat": "Russian restaurant"
  },
  {
    "review": "thanks",
    "rating": 5,
    "name": "Javier Muñoz",
    "cat": "Russian restaurant"
  },
  {
    "review": "I like",
    "rating": 5,
    "name": "P Nguyen",
    "cat": "Russian restaurant"
  },
  {
    "review": "Nice place to be!",
    "rating": 5,
    "name": "Alexander Fuchs",
    "cat": "Russian restaurant"
  },
  {
    "review": "thanks",
    "rating": 5,
    "name": "haezelchen",
    "cat": "Russian restaurant"
  },
  {
    "review": "Top",
    "rating": 5,
    "name": "Ksenia Ksenia",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much and welcome again and again.\n\n(Original)\nVielen Dank und Immer wieder Herzlich Willkommen.",
    "rating": 3,
    "name": "Thoralf Schüler",
    "cat": "Russian restaurant"
  },
  {
    "review": "Supper!!!",
    "rating": 5,
    "name": "Irina Makhno",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 5,
    "name": "N D",
    "cat": "Russian restaurant"
  },
  {
    "review": "Top",
    "rating": 5,
    "name": "Mike Möller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Not in vain one of the most famous Russian restaurants in the region. The place is spacious and formal, with a tremendous mural on its main wall, a large window and even a piano in a higher section. The menu is just …",
    "rating": 1,
    "name": "Bel. D",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Mikhail Yasnev (JASFILMS e.K.)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I love this russian restaurant. We (my wife and I) often go to eat here because the ambience in the restaurant is very nice and there is often live music played here (before Corona). The food is very good and really …",
    "rating": 5,
    "name": "A. L.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant. Very pleasant atmosphere. Super delicious food, what you can only imagine. leif music If it matters where you should hold your celebration, then only there. …",
    "rating": 5,
    "name": "Natalia Gordeeva",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We were in the Beluga as a group and had therefore ordered some appetizers in advance. Some of these only came after we got there, but that was the only point of criticism. Otherwise the service was in a good mood and …",
    "rating": 5,
    "name": "Alexandra Fedotova",
    "cat": "Russian restaurant"
  },
  {
    "review": "Этот мето известно в Дюссельдорфе как единственный русский ресторан.\nБыла тут 2 раз\nВладельцы русскоговорящие Вячеслав и его жена, не знаю имя, к сожалению. …",
    "rating": 5,
    "name": "waldemar schaefer",
    "cat": "Russian restaurant"
  },
  {
    "review": "Spasibo\n\n(Translated by Google)\nThank you",
    "rating": 5,
    "name": "Jan Cox",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty authentic Russian food. Only the service wasn't that attentive on Saturday evening. But would go again anyway. …",
    "rating": 5,
    "name": "Elena",
    "cat": "Russian restaurant"
  },
  {
    "review": "Мы посетили ресторан в будний день, так что сначала сидели одни, потом ещё пара столиков подтянулись. Зато нам достались спокойная атмосфера и полное внимание официантки! Мы были прекрасно обслужены, прям вкусно, по-домашнему накормлены и …",
    "rating": 5,
    "name": "Kunde",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nVielen Dank",
    "rating": 5,
    "name": "Niki",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) What was very nice))) were there for the first time and everything was great! Waiters, food and live music! …",
    "rating": 1,
    "name": "Olga S.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 1,
    "name": "Natascha Becker",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Last week I was in the Beluga and I really enjoyed myself.\nFirst there was a delicious borscht soup, with some bread as a starter. The …",
    "rating": 5,
    "name": "Katrin Ostermann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Called and asked if we could get something to eat as the kitchen only had half an hour left. Have mentioned before that we are there in 10 minutes. We were told to come over and the kitchen is still open. We were not …",
    "rating": 5,
    "name": "Frank TeSa (Frank_tesa)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It is a pity that you had to have this experience with us. As you can see from the sum of the reviews, this does not correspond to our standard at all. We would be happy to convince you of the opposite!\n\n(Original)\nSehr schade, dass Sie diese Erfahrungen bei uns machen mussten. Wie Sie in der Summe der Bewertungen sehen, entspricht dies auf gar keinen Fall unserem Standard. Gerne würden wir Sie vom Gegenteil überzeugen!",
    "rating": 5,
    "name": "Natalia Smishlyva",
    "cat": "Russian restaurant"
  },
  {
    "review": "Super Gut, Essen sehr Gut und super Schmekt uns super Service.  Ich komme noch wider. …",
    "rating": 1,
    "name": "Edd mass",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious and also very authentic. The service was very friendly and courteous. We were also checked for vaccination. Therefore I cannot understand the one contribution. Unfortunately there was no live …",
    "rating": 5,
    "name": "Thomas Müller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your great feedback ❤\n\n(Original)\nDanke für dein tolles Feedback ❤",
    "rating": 5,
    "name": "Péter Vasadi",
    "cat": "Russian restaurant"
  },
  {
    "review": "Провести красивое мероприятия всегда хочется по-особенному. Поэтому мы выбрали этот ресторан,это красивый, продуманный до мелочей интерьер. Классический зал, открытая площадка для танцев. Здесь можно устроить веселую вечеринку с диджеем, …",
    "rating": 5,
    "name": "Lesya Korablin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 4,
    "name": "V B",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything perfect!! Very nice evening. The food was delicious and the staff was friendly! The atmosphere was great, I can only recommend it. Thank you very much:))) …",
    "rating": 1,
    "name": "Svetlana Reiswich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) After we celebrated our wedding 8 years ago and then various other celebrations in the BELUGA restaurant, we decided again for BELUGA a few weeks ago and we were not disappointed. The freshly prepared food, the …",
    "rating": 5,
    "name": "Kristina Mauer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food which, as some other reviews already wrote, is not cheap but we didn't find it too expensive either! The quality was good, the desserts are a dream. The meal also included delicious bread with a great …",
    "rating": 5,
    "name": "Viktoria Kofler",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отличный ресторан с шикарной кухней, живой музыкой, прекрасным обслуживанием.",
    "rating": 4,
    "name": "Bernd Scherer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nbesten dank",
    "rating": 1,
    "name": "Finger Hut",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) This was the second time we were there with a larger group and each time we could enjoy the delicious food and beautiful music, the service was very good so that we always had everything on the table in time, even …",
    "rating": 5,
    "name": "Anna K",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the nice feedback ❤\n\n(Original)\nVielen Dank für das schöne Feedback ❤",
    "rating": 5,
    "name": "Alexander",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant with nice decor. Unfortunately currently only delivery service, but still the best quality and a very nice team. …",
    "rating": 5,
    "name": "Sascha Apel",
    "cat": "Russian restaurant"
  },
  {
    "review": "Плохо. Дорого. Не вкусно.\nАбсолютное несоответствие цены-качества. Когда пришли нам самим пришлось брать меню, мин 10-15 к нам никто не подходил. Хотя во всем ресторане помимо нас было …",
    "rating": 1,
    "name": "Karina K.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear Ms. Olga, we are very sorry that you did not like it with us. Thank you for your review. We will definitely take this into account.\n\n(Original)\nSehr geehrte Frau Olga, es tut uns sehr leid, dass es Ihnen bei uns nicht gefallen hat. Vielen dank für Ihre Rezension. Wir werden das unbedigt berücksichtigen.",
    "rating": 5,
    "name": "K Sh",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was a catastrophe, the table was dirty ... when asked to clean it up, people rolled their eyes ... an appetizer was forced on and then charged extra ... this is a fraud to the power of 3 !!! Attention!!! Go …",
    "rating": 5,
    "name": "Karolina Leymann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear Mrs. Becker, we are very sorry that you did not have a nice evening with us. What you write is not up to our standard as you can read from our other reviews. We attach great importance to good food, cleanliness and courteous service. However, we take it to heart and will discuss this situation again internally. All the best to you, your Beluga team\n\n(Original)\nLiebe Frau Becker, es tut uns sehr leid, dass Sie keinen schönen Abend bei uns erlebt haben. Was Sie schreiben entspricht nicht unserem Standard, wie Sie aus unseren anderen Bewertungen lesen können. Wir legen sehr viel Wert auf gutes Essen, Sauberkeit und einen zuvorkommenden Service. Wir nehmen es uns allerdings zu Herzen und besprechen diese Situation noch einmal intern. Alles Gute Ihnen, Ihr Beluga-Team",
    "rating": 5,
    "name": "Darja Jazik",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We went to the Beluga restaurant today, we reserved a table. Finally out again and eat and drink well. The service was sensational, the service was great. The kitchen was fantastic. We haven't eaten so well in a long …",
    "rating": 5,
    "name": "Artur Emich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We had a very nice evening! The food was excellent, the service very friendly and the live singer very good. …",
    "rating": 5,
    "name": "Marco Reus",
    "cat": "Russian restaurant"
  },
  {
    "review": "Ну что сказать...теплота и душевность хозяев , тающий  во рту косточек осетрины и нежность наполеона будут возвращать меня в это место не один раз, и в мечтах,  и наяву . Спасибо большое за радушие и гостеприимство, за незабывпемые …",
    "rating": 5,
    "name": "Leon Koselj",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Anyone who says this is a good restaurant has never been to a good one!\nService - amateurs! This is how you are served at a fast-food snack bar. …",
    "rating": 5,
    "name": "Soderbob",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear Ed mass, it's a shame that you had to have such an experience with us.\nWe would be happy to convince you of our service and quality again.\nUnfortunately, when it comes to the technology of the card reader, you are always dependent on the WiFi from the dear Deutsche Telekom, which you usually don't always have control over.\nThank you for your feedback, we take it to heart.\nYour Beluga team\n\n(Original)\nLieber Ed mass, schade dass Sie so eine Erfahrung bei uns machen mussten.\nGerne würden wir Sie erneut von unserem Service und Qualität überzeugen.\nLeider ist man bei der Technik der des Kartenlesegerät immer vom WLAN der lieben deutschen Telekom abhängig, worauf man in der Regel nicht immer Einfluss hat.\nDennoch danke für Ihr Feedback, wor nehmen es uns zu Herzen.\nIhr Beluga-Team",
    "rating": 5,
    "name": "Yelena Shteynberg",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It was my first time in a Russian restaurant and I am very enthusiastic about both the food and the atmosphere. The food is heavy on meat and vegetables. The meat dishes were well prepared and flavored. Some of the …",
    "rating": 5,
    "name": "Paul Harder",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super Russian and international cuisine, very good service …",
    "rating": 5,
    "name": "Екатерина Ека",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень рекомендуем. Очень вкусная кухня. Большие порции. Свежеприготовленная домашняя еда.Прекрасное обслуживание. Владельцы очень приятные люди. Желаем им только процветания!!! Обязательно вернемся сюда еще. …",
    "rating": 5,
    "name": "Wolfgang Heller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Ambience, music great. Unfortunately, on Plov waited over 1.5 hours. The order was confused. Otherwise everything tasted good …",
    "rating": 5,
    "name": "J. W.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you anyway\n\n(Original)\ndanke trotzdem",
    "rating": 5,
    "name": "haga haga",
    "cat": "Russian restaurant"
  },
  {
    "review": "Вчера вечером хотели с девочками отдохнуть в белуге. Звоним по телефону, отвечает мужчина, и говорит, что ресторан открыт , народу полно и можно приходить потанцевать . Мы направились в ресторан ,  через 10 минут мы уже были там. но он …",
    "rating": 5,
    "name": "G. Polly",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very friendly welcome, very tasty food. The staff super nice. Price & performance very accordingly. You always feel comfortable and welcome. We would like to come again! …",
    "rating": 4,
    "name": "Gonzalo Osés",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Mood was very good. The service staff consistently attentive and friendly. The food was very tasty. The only suggestion for improvement is the warmth of the food. One meal came lukewarm, the second meal hot. Although …",
    "rating": 5,
    "name": "Irina Quast",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We have been here several times. The dishes are excellent, as is the accompanying live music. Always worth a visit! …",
    "rating": 5,
    "name": "Richard Höpfner",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Food was very good, service was great!\n\nUnfortunately, the QR code of the vaccination certificate was not scanned, or we …",
    "rating": 4,
    "name": "Elmar Kempe",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear visitor, our service seems to have drowned it out in the stress. What we are so sorry for. We take these controls very seriously, as the safety of our guests and employees is very important to us. We will sensitize everyone again that something like this will no longer happen under any circumstances! Your Beluga team\n\n(Original)\nLieber Besucher, das scheint durch unseren Service im Stress untergegangen zu sein. Was uns unendlich leid tut. Wir nehmen diese Kontrollen sehr ernst, da uns die Sicherheit unserer Gäste und Mitarbeiter sehr am Herzen liegen. Wir werden alle nochmal sensibilisieren, dass so etwas unter keinen Umständen mehr passiert! Ihr Beluga-Team",
    "rating": 5,
    "name": "Nelly Pavlovna",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We are regulars at Beluga and I would recommend it to anyone who is into real Russian food or wants to try it. …",
    "rating": 5,
    "name": "Folker Tellyou",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice host. Excellent cuisine according to Russian tradition.\nHospitality is very high here. In addition, alcoholic beverages are presented …",
    "rating": 5,
    "name": "Gavri El",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Slawa and his team are on the ball. We were there on Sunday a week ago and looked at his restaurant. Just a great place. I had solyanka and plinsen. My wife had sturgeon. It was very good. …",
    "rating": 5,
    "name": "Lenz Helena",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) very much, thank you\n\n(Original)\nsehr gerne, danke",
    "rating": 4,
    "name": "Stanislav Popov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It is very questionable where all the positive reviews come from. The restaurant is totally tasteless (outdated interior with flashing lights, staff overwhelmed, the music much too loud (we couldn't talk), you could …",
    "rating": 4,
    "name": "Alexander Meinhardt",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) +\nBeen to this restaurant several times!\nA very nice staff! The food is very tasty and perfectly prepared! …",
    "rating": 5,
    "name": "i. Fee",
    "cat": "Russian restaurant"
  },
  {
    "review": "В этом ресторане плов пахнет родиной!!! Атмосфера очень приятная и лёгкая. Сервис на высшем уровне. Музыка живая  модная и очень красивый голос у девушки Ольги. Всем большое спасибо. Всё понравилось. Всех вам благ и процветания !!! …",
    "rating": 5,
    "name": "Valentina Häberle",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is just right in this restaurant! The food is just great, absolutely independent of what is ordered. The service staff is very attentive, charming and knows his work! I'll take a ride of 400km each time, …",
    "rating": 5,
    "name": "Ralf Fischinger",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Unique, live music, a feeling of mood after dinner, great cuisine, my personal recommendation. I always like to visit the restaurant that gets 5 stars from me. …",
    "rating": 4,
    "name": "Alwina Knaub",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Familie Nikolai",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was just great. The meat skewer was divine. The staff are super friendly and courteous. In addition, the mood and the musician is 1A with asterisk. You feel very comfortable here and as if you had a piece of …",
    "rating": 5,
    "name": "Alexander Smit",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Food was excellent.\nService was friendly but typically Russian cold, which is perfectly fine.\nPrices are perfectly reasonable. …",
    "rating": 5,
    "name": "L O",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great service and delicious food.\nWas served great, the service was very nice and humorous. …",
    "rating": 5,
    "name": "Marina",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The delicious food and the best live music atmosphere ... again and again …",
    "rating": 5,
    "name": "Witalij Schehmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food. Good service. I can definitely recommend it! …",
    "rating": 5,
    "name": "Alexandra Beregi",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your great feedback ❤\n\n(Original)\nDanke für dein tolles Feedback ❤",
    "rating": 1,
    "name": "Nils Hemmling",
    "cat": "Russian restaurant"
  },
  {
    "review": "Были сегодня первый в данном Ресторане, обслуживание 5, подача плюс очень быстро что радует , шашлык был замечательный ! И очень важный фактор что можно с маленькой собачкой ! Большое спасибо ! …",
    "rating": 5,
    "name": "Frau Repka",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 5,
    "name": "Lina Bode",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant has a very extensive but still very fresh card.\nMany, great typical Russian dishes. …",
    "rating": 5,
    "name": "Carsten Schulze",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks alot\n\n(Original)\nvielen vielen dank",
    "rating": 5,
    "name": "J P",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice service. Great atmosphere. And the most important: delicious food. We felt very comfortable and will definitely be back. At the weekend with live music. Top …",
    "rating": 3,
    "name": "Igor Shonin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We are very happy\n\n(Original)\nEs freut uns sehr",
    "rating": 2,
    "name": "Aleksandrs Mirosnicenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super local !!! Great food!!! Super friendly staff! Had a nice evening, will be back with great pleasure …",
    "rating": 5,
    "name": "Alex AR",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A top location! Elegant stylish ambience. Great staff, discreet, unobtrusive friendly. Delicious dishes of Russian and European cuisine. Live music with dance floor! A top address if you are in party mood and want to …",
    "rating": 2,
    "name": "BruhOccasion",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Tatjana Wegweiser",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We were there a week ago and really liked the restaurant. Most of the guests were Russian, so you can guess that it is very authentic and they also danced to the live music. The food was very tasty, it was a bit of a …",
    "rating": 5,
    "name": "Peter Wilhelm",
    "cat": "Russian restaurant"
  },
  {
    "review": "Мы были в ресторане в пятницу, было очень мало народу, что редкость в русских ресторанах. Нам очень понравилось то, что было все с одной стороны просто (мы чуствовали себя, как дома), а с другой стороны - довольно солидно, в отличии от …",
    "rating": 3,
    "name": "Hammled",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and recommendable. We prepared the Russian summer soup \"Akroschka\" for us on request. Very nice boss and service. Top local in Düsseldorf. …",
    "rating": 5,
    "name": "Georg Hanousek",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Nice restaurant great food always something going on\n\n(Original) …",
    "rating": 5,
    "name": "Irina Kolybina",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super authentic restaurant! We were there for the first time with the whole family on Saturday, because we longed for good Russian food. Allen tasted it very delicious. I had borsch and pelmeni and I can not remember …",
    "rating": 5,
    "name": "Karina Germann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 5,
    "name": "Christa Lorenz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Russian hospitality and very well prepared Russian specialties - you can find that (somewhat hidden) in the house of the BMW branch in Düsseldorf on Grafenberger Allee, formerly known as the Stapelmann House. The …",
    "rating": 1,
    "name": "Jenina D",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It was a very nice atmosphere, with a delicious meal.\nI couldn't complain, since I have been there with my wife for the second time, there will be further visits to the Beluga. …",
    "rating": 5,
    "name": "Inga Avenue",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious, good music, nice staff. I can only recommend it to everyone. Keep it up. …",
    "rating": 5,
    "name": "Volker Ei",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Tastes not so bad, but a bit too expensive for such selection. Good room. …",
    "rating": 5,
    "name": "Tommy-Lee Bauer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Laura Ostermann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was very tasty. Nice atmosphere with live music. Very chic location. The service staff were very polite and courteous.\nMany Thanks …",
    "rating": 5,
    "name": "Wolfgang Scheelen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent! The long journey from Koblenz was worth it !!! …",
    "rating": 5,
    "name": "Natalja Klemmer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and flexible service\nVery high quality selection and good portion sizes.\nPerfect for all lovers of Russian cuisine. Ambiente is supported by current …",
    "rating": 5,
    "name": "M M",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) With friends, we visit the Beluga in a relaxed regularity. We love to do that, because we appreciate the great atmosphere, the pleasant crowd, the delicious food (which also contains many very good dishes of Russian …",
    "rating": 5,
    "name": "Milko de Pater",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many thanks\n\n(Original)\nVielne Dank",
    "rating": 5,
    "name": "Klocka",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Food, service, staff as always top.\nThe live music was unfortunately not great this time. The voice of the singer Olga was missing. A gentleman sang this evening. But otherwise as always worth a …",
    "rating": 5,
    "name": "Maria Giesen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Tom Valu",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) My nephew and I have been on a culinary journey around the world for years. Yesterday Russia was on the program. In Beluga we were warmly welcomed and well advised. The food was delicious and the service really good. …",
    "rating": 1,
    "name": "Xajam Xajam",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your positive feedback\n\n(Original)\nvielen dank für Ihr positives Feedback",
    "rating": 5,
    "name": "Alexander Sorich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was really, really good. Service is TOP. Overall, one of the best restaurant evenings in my life!\nI will definitely be back! …",
    "rating": 5,
    "name": "Mareike S",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super high quality and clean restaurant,\nThe food is very tasty and the meat is super tender. The appetizer plate for from 2 is super decorated. The live music is outstanding, …",
    "rating": 2,
    "name": "Odi Odi",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your positive feedback\n\n(Original)\nVielen Dank für ihr positives feedback",
    "rating": 4,
    "name": "D. Flohr",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The best Russian restaurant I have ever been to! The food was absolutely delicious, the staff super friendly and actually real Russians. The restaurant is relatively large and nice and modern. In addition, there is …",
    "rating": 5,
    "name": "Elisa Müller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks very much\n\n(Original)\ndanke schön",
    "rating": 5,
    "name": "Mo Timpert (idfix)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Always a great experience. Enjoy your meal. Great atmosphere. Nice personel. Always my pleasure. …",
    "rating": 1,
    "name": "Eugen Bo",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 5,
    "name": "Lisa Rs",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Just wanted to have a quick bite to eat and stayed. The best rating you can give is \"you stayed\". …",
    "rating": 5,
    "name": "Aljona Schweizer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Bad food, arrogant service. Maybe it will be closed soon? …",
    "rating": 5,
    "name": "Agent Hühnchensuppe",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It is a pity that you had to have this experience with us. As you can see from the sum of the reviews, this does not correspond to our standard at all. We would be happy to convince you of the opposite!\n\n(Original)\nSehr schade, dass Sie diese Erfahrungen bei uns machen mussten. Wie Sie in der Summe der Bewertungen sehen, entspricht dies auf gar keinen Fall unserem Standard. Gerne würden wir Sie vom Gegenteil überzeugen!",
    "rating": 5,
    "name": "I G",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень вкусно! Музыка не даёт скучать! Обслуживание потрясающие! Спасибо «Белуге» за прекрасный вечер! Обязательно будем возвращаться. …",
    "rating": 1,
    "name": "A I",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) As always very friendly, service great, delicious food! Recommended! 👍👍👍 …",
    "rating": 5,
    "name": "Sabrina Franke",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The \"Beluga\" is a fantastic restaurant with very tasty typical Russian dishes, original Russian vodka and great wines from all over the world. There is international and Russian live music, which invites you to dance …",
    "rating": 5,
    "name": "девушка с лопатой /Frau mit Spaten /",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice atmosphere, the food was delicious! Nice staff and nice live music. Price performance is very good. Recommendable.\nWe are enthusiastic and will be happy to come back. …",
    "rating": 3,
    "name": "Irene Linnartz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Melina Van der heyden",
    "cat": "Russian restaurant"
  },
  {
    "review": "Если решите сюда сходить, заранее узнайте в какие дни есть живая музыка, и в эти дни не приходите!!! Не потому что плохо поют, нет. НО громкость оглушает, невозможно общаться и просто больно ушам. Дикая громкость!!! Еда в порядке, без …",
    "rating": 5,
    "name": "Beatle Jew",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) it is a pity that it was too loud for you, thanks anyway\n\n(Original)\nes sehr schade, dass es für Sie zu laut war, trotzdem danke",
    "rating": 2,
    "name": "Waldemar Heid",
    "cat": "Russian restaurant"
  },
  {
    "review": "Осетрина с грибами пересолёная и видно не первой свежести, шашлык у жены твёрдый и невкусный. Дочке принесли тигровые креветки, пережарили(или в микроволновке забыли), запах был горелый. Киндзмараули было вкусное, а вот домашнее вино какое …",
    "rating": 1,
    "name": "Ellen Viktorovna",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень громкая музыка ! Невозможно разговаривать. (Единственный минус.)\nС парковками проблем нет  ☆☆☆☆☆ обслуживающий персонал - ☆☆☆☆☆\nЕда/подача/цены                     ☆☆☆☆☆ …",
    "rating": 4,
    "name": "Andre Funk",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Apparently chic Micki\n\nFirst impression: restaurant looks classy, ​​toilets were clean. Restaurant and …",
    "rating": 5,
    "name": "Marina Kern",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It's great that fate brings me together with people who become friends for me.\n⠀ …",
    "rating": 5,
    "name": "Dekan Mohammad",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Yeah was great. Food great. Service too. Prices too. Nothing to complain about. Simply really good! …",
    "rating": 5,
    "name": "Viktoria Resunenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was OK, but the service was terrible.\nAt the moment, when masks are compulsory, zero is taken into account and guests simply come in without a mask and nobody says anything, something like that …",
    "rating": 4,
    "name": "Alexei Schneider",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I'm a guest here from Vienna and I'm really impressed by the tender chicken skewer and the delicious pikeperch! The staff and atmosphere are also great! I would love to come back on my next stay in Düsseldorf! …",
    "rating": 5,
    "name": "Evgeny Hoffer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy interior, delicious food, friendly staff ... Wonderful live music. What do you expect more from a good restaurant? We have celebrated with friends and family anniversary highly recommended for medium sized …",
    "rating": 5,
    "name": "Natalja Samarceva",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 4,
    "name": "Geraldine Kramer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super delicious Russian cuisine like at home, very nice service, live music, modern furnishings and a lot of choice! …",
    "rating": 5,
    "name": "Julia Kitajeva",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Jacqueline S",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Our Russian VHS course had a wonderful evening at the \"Beluga\" on 19.07.19. The food was unbelievably tasty and also a sight to the eye. In addition, there was an insight into the Russian music scene, so captivating …",
    "rating": 5,
    "name": "Stefanos rammopoulos",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, and always welcome\n\n(Original)\nVielen Dank, und immer wieder Herzlich Willkommen",
    "rating": 5,
    "name": "Dennis Lückgen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately I can only agree with the previous reviews.\nPrice-performance ratio is wrong. Am willing to pay more for good food, but the …",
    "rating": 5,
    "name": "Justus Mentzel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It was very great and delicious! We were there one evening with live music and the atmosphere was great. Even me, not Russian, thought it was really nice and would go back again and again. …",
    "rating": 5,
    "name": "Katja K",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "EU Go",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Class Russian restaurant with live music (pop) and the opportunity to dance cozy atmosphere. The staff is friendly and helpful. The music is sometimes very loud which is a bit annoying, but all in all highly …",
    "rating": 4,
    "name": "Katja Dilmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic food! Super Service! I love the atmosphere and the owner is very nice! Food goes out quickly and tastes really delicious! …",
    "rating": 5,
    "name": "Santiago Jimeno López",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Beluga is a nice restaurant. It's designed to be pleasant. The food is very tasty. The service is very quick and friendly. …",
    "rating": 5,
    "name": "Tanja Komm",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant Beluga, Grafenberger Allee 277 in Düsseldorf is top. Slava the boss is not only very nice, but also a great cook. All the staff inclusive. Oksana make for a great feeling. You are at home here. …",
    "rating": 4,
    "name": "Waldemar Huck",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Good food, nice atmosphere with leif music. It was a nice evening. …",
    "rating": 5,
    "name": "Gert Machata",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food and service were very good and the restaurant comes highly recommended. …",
    "rating": 5,
    "name": "Luis Miguel Almeida",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 5,
    "name": "Unterwegs mit mir.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food, very pleasant service and a cozy atmosphere, partly due to the live music. It was also very pleasant for a Dutchman like me. I will definitely come again …",
    "rating": 5,
    "name": "Marcus Appel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) So, we were there for the first time and were very satisfied. The food was delicious, the service nice and professional. We'll definitely be back. To recommend 😋😋😋😋👍🏼👌🏼 …",
    "rating": 5,
    "name": "X Chaikina",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The restaurant is perfect for spending a nice and varied evening with several friends. The food was great as always. The staff is very attentive and very friendly. Time flies by with live music and dance. …",
    "rating": 5,
    "name": "Yulia Wendland",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It was delicious and will definitely be back!\n\n(Original) …",
    "rating": 3,
    "name": "Aleksej Rogalev",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "FCBDMX",
    "cat": "Russian restaurant"
  },
  {
    "review": "Пригласил шефа (немца) поужинать. Хотел познакомить его с русской кухней. Разочарование началось с самого начала. Олевье нет, пирожков нет, кваса нет, борщ без мяса ... …",
    "rating": 1,
    "name": "Peter",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Wasn't busy, but delicious\n\n(Original)\nWar wenig los , aber lecker",
    "rating": 5,
    "name": "Natallia Walger",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super fast delivery. The food was terrific! It tasted so good 🤤🤤🤤 I can only recommend it from the bottom of my heart! Top‼ ️‼ ️‼ ️ …",
    "rating": 5,
    "name": "Anna Kuchinski",
    "cat": "Russian restaurant"
  },
  {
    "review": "Решил с девушкой в ресторан сходить . Знакомые рекомендовали Белугу и настоятельно советовали в пятницу место зарезервировать. Так и сделал. Едем-подъезжаем. Ресторан внутри квартала, но указателя с улицы нет - тем, кто едет в первый раз …",
    "rating": 1,
    "name": "Mimi Chuh",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) You can eat Russian very well in this restaurant.\nThe food is really excellent and plentiful.\nThe conditions are also very accommodating. …",
    "rating": 5,
    "name": "Anastasia Moos",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I went to Beluga for dinner with my girls last week.\nIt hadn't taken too long until the meal was ready. The waitress was very personable and advised us in such a way that everyone was satisfied in the end. We …",
    "rating": 5,
    "name": "Olga Kucherova",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good ambience and delicious food!\nLarge selection and fair prices.\nMusic was just a little loud …",
    "rating": 4,
    "name": "Vadim C.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) In two different phone calls we were told totally unfriendly that \"there is no buffet in the right restaurant.\" It was talked to us very arrogantly, as if we were never in a restaurant. At least you have to be …",
    "rating": 5,
    "name": "M. Sieg",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very, very tasty! Great hosts, super nice and great service, always very present! Mega attentive !! Live music top 👍🏽 …",
    "rating": 5,
    "name": "sclars1",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super delicious grilled fish platter and meat platter eaten! Many Thanks. The wine was also very tasty 😊 The service is very friendly 😊 …",
    "rating": 5,
    "name": "Leo Dill",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super nice service and great food!\nHighly recommended! …",
    "rating": 5,
    "name": "Natalie Schmidt",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for your great feedback ❤\n\n(Original)\nDanke für dein tolles Feedback ❤",
    "rating": 3,
    "name": "Michael Simons",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) As always, the food was great! Great atmosphere, nice owners and very friendly waiters. The Beluga can only be recommended! …",
    "rating": 5,
    "name": "Seibert Aleksej",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I did not like it. For those who are nostalgic about the 90s / 00s in their provincial village in Russia / Kazakhstan - maybe. chic and glamorous. I don't want to offend anyone, but for me it's levelless. I didn't …",
    "rating": 1,
    "name": "Florian Schmitz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great ambience, great service, delicious food! Sure it's a bit more expensive, but worth every penny! I would come back anytime. …",
    "rating": 5,
    "name": "Diana S",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отличный ресторан с живым вокалом. Нам особенно нравится как девушка поёт. У неё замечательный репертуар. Селедка под шубой очень хороша была! Вкусно и весело! Рекомендуем. …",
    "rating": 1,
    "name": "Ludmila Swoboda",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень шикарная атмосфера. Мы попали на джазовый вечер и были приятно удивлены исполнением. Что касается еды, то тут я постараюсь быть объективной. Хачапури были сделаны из теста для чебурек и внутри сыр лежал одним куском; сыр был перемешан …",
    "rating": 5,
    "name": "Katharina K",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super warm service and very, very tasty! Here you feel comfortable, very recommendable! …",
    "rating": 4,
    "name": "Dieter Langen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Larissa Koschewoi",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отличная советская кухня. Это великолепно почувствовать себя дома. Давно не ел так хорошо, за такую приемленную цену. …",
    "rating": 5,
    "name": "Denniver Schuch",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We reserved an extra table, but still waited over an hour. The food was like drive-in without \"love\". We also wanted to order shish kebab. There was nothing left, and that on Saturday evening! Great preparation. We …",
    "rating": 5,
    "name": "Diana Röwer",
    "cat": "Russian restaurant"
  },
  {
    "review": "Не советую, отстой полный. Еда ужасная и дорогая, качество не соответствует цене. Такое ощущение, что поел в привокзальной сталовке, а заплатил за элитный ресторан в Питере. Запоминайте, что и сколько вы заказывали, потом ничего не …",
    "rating": 3,
    "name": "Helena Hartmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food is very good.\nUnfortunately, the guests drink a lot of alcohol. …",
    "rating": 5,
    "name": "Skkfkfkddk Kskdfkdkks",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, very good food and great music. Keep up the good work .... because I come from Lake Constance, I can not come regularly, but when I'm back in Dusseldorf, since you my first address .... Thanks for …",
    "rating": 5,
    "name": "Natalya Dzusov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice place, friendly service and good food. Russian live music creates a mood and invites you to dance. We would love to come back! …",
    "rating": 5,
    "name": "Anneliese Deutschland",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for a wonderful evening 😍🥰. And very tasty food …",
    "rating": 5,
    "name": "Farid Zahidov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 5,
    "name": "Ewgenij Sokolovski",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) So the food was good, but there was no singing or playing. Although the singers were there. Ambience is good. But to be honest, you can also eat russian at mama 😉😊 1 star deduction because of the lack of music that …",
    "rating": 5,
    "name": "Andreas Buch",
    "cat": "Russian restaurant"
  },
  {
    "review": "К сожалению из-за пандемии не смогли отметить день рождения в ресторане! Заказали доставку!\nВсе ооочень вкусно и красиво! Плов невероятный!!!!! Спасибо огромное!!!! …",
    "rating": 5,
    "name": "Giovanni De Maio Langella",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отмечали день рождения мужа, обслуживание отличное, еда вкусная и на любой вкус, атмосфера спокойная и приятная, живая музыка, девушка поёт супер, шеф-повар внимательный и весёлый …",
    "rating": 5,
    "name": "Valentina Ullrich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good service, the food was delicious but nothing spectacular. The live music was the highlight. You really feel like dancing. …",
    "rating": 5,
    "name": "D. Walter",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great food, super tasty, friendly staff. Nice time.\n\n(Original) …",
    "rating": 5,
    "name": "Zeynep95n",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 5,
    "name": "Stephan Maihack",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food, great atmosphere and very nice staff. I can only recommend it !! ☺️ …",
    "rating": 5,
    "name": "Alex Hetzel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Fabulous food, great atmosphere, very welcoming owners and pleasant staff. Sturgeon with pomegranate sauce and marinated chicken can only be recommended. Delicious!!! We will be back... …",
    "rating": 5,
    "name": "Irina Blümin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks. Welcome\n\n(Original)\nVielen Dank. Herzlich Willkommen",
    "rating": 5,
    "name": "Guido Wacker",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Were there with a bachelor party, very friendly service, pleasant atmosphere and excellent food!\nNeither of us has ever had Russian food and we definitely want to repeat that. - …",
    "rating": 5,
    "name": "Marianne Mueller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A really great restaurant - according to Russian cuisine, of course, meat-heavy, but that's exactly what we were looking for! …",
    "rating": 5,
    "name": "Michael Szentei-Heise",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I can only recommend this shop.\nWe went on Valentine's Day and there was great live music.\nThe shop is worth the money! …",
    "rating": 5,
    "name": "Erwin Bestvater",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Good food, live music and great atmosphere including dancing. …",
    "rating": 5,
    "name": "Vicnik",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nvielen dank",
    "rating": 5,
    "name": "Alexandro Cologne",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Really classic Russian food but also some special features. Delicious, nice service.\nHowever, a bit overpriced. …",
    "rating": 5,
    "name": "Daya Xalloween",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It was a very pleasant evening, great food and the atmosphere was very excellent ... I look forward to eating with you again. …",
    "rating": 5,
    "name": "Ahmad Kabbani",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Not eaten so good in a long time so great restaurant, warm waiters and great owner ❤️ wonderful evening …",
    "rating": 5,
    "name": "zafer Ekinci",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Nice atmosphere with live music. However, music could be a little quieter so that you can still communicate.\nFood and service are good …",
    "rating": 5,
    "name": "Irina Grüner",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty take-away food, freshly made and fairly priced. Definitely a recommendation for lunch! …",
    "rating": 5,
    "name": "Nautilus",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) First seen on TV (cooking show) .... was already a highlight .. !! ... then we had to convince ourselves & ..... great food, live music great ... especially the wine and before all the VODKA from the CHEF .... was …",
    "rating": 5,
    "name": "X Y",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Have it picked up at Beluga. It was very delicious!\n\n(Original) …",
    "rating": 5,
    "name": "Kirill Bahr",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Secret tip in Düsseldorf.\nI've known the restaurant for years.\nAs always, everything was delicious. …",
    "rating": 5,
    "name": "Irene Klotz",
    "cat": "Russian restaurant"
  },
  {
    "review": "Невероятно вкусная кухня , на этом я делаю основной акцент. А ещё такая уютная обстановка , мой любимый ресторан в Германии❤️ …",
    "rating": 5,
    "name": "Kirill Brotman",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень вкусно ! Приятная атмосфера\n\n(Translated by Google)\nDelicious ! Pleasant atmosphere",
    "rating": 5,
    "name": "Ergin Yoenel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Was here at a wedding, live music from the 80'-90 ', food was ok, there is a lot of choice and partly overpriced, for example the wine, which just more like over acidified lemonade - this place is suitable for Russian …",
    "rating": 5,
    "name": "nnscheissmussich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty and very good ambience. Nice service, best evening of the year. Recommendation for sure. :) …",
    "rating": 5,
    "name": "Kai Hessing",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately not a nice experience. Price-performance rather well. Above all, however, the booming music and the ostentatious behavior of other guests annoyed. They even got turned on by the next table when we looked …",
    "rating": 4,
    "name": "Tanya 002",
    "cat": "Russian restaurant"
  },
  {
    "review": "Хороший ресторан! Обстановка добродушная, все работники ресторана очень внимательны. Тут работают люди своего дела! В этом ресторане можно вкусно покушать и хорошо провести время! …",
    "rating": 5,
    "name": "Willy Mueller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Girlfriend invited me to beluga. It was heavenly, boss friendly, nice furniture. Eaten borsch, stroganoff, dessert with pomegranate sauce. As with me in Russia beautiful, will definitely be back. …",
    "rating": 2,
    "name": "Margo Ritik",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Never again \"Beluga\" !!!\n\nIf you want to spend an \"unforgettable\" evening, the \"Beluga\" restaurant is just …",
    "rating": 5,
    "name": "Alexander Golanov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We are enthusiastic about the service and the delicious food. A Russian experience with and great staff. We will be back. …",
    "rating": 5,
    "name": "Jeanluc Maaktnietuit",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отличный ресторан, обслуживание топ, всё свежее. Было очень вкусно!! И атмосфера классная. …",
    "rating": 4,
    "name": "Tom Urbas",
    "cat": "Russian restaurant"
  },
  {
    "review": "Посещали вдвоём, в декабре 2019, далее коротко по пунктам:\n1.\tОбстановка: 4 из 5\n2.\tОбслуживание: 4 из 5 …",
    "rating": 5,
    "name": "Juri Fritzler",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent cuisine. We ate very well.\n\n(Original) …",
    "rating": 5,
    "name": "Olga Yasneva",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Just a 10/10. it tastes good back then when I was in Москва …",
    "rating": 1,
    "name": "Romez Flamur",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 5,
    "name": "Christian Matzdorf",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Highly recommended, top restaurant, very good food.\n\n(Original) …",
    "rating": 3,
    "name": "Jeyjey Jessy",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) As expected, it was great, very tasty! Live music was excellent, praise to the singer (Molodez)\nWe will be back, thanks !!!! 👍🏻 …",
    "rating": 5,
    "name": "Valentyna Butulay",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nVielen Dank",
    "rating": 5,
    "name": "Alevtina Dikuschnew",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Well-kept restaurant with Russian cuisine. The service is very attentive. There is live music, mostly Russian hits and a few international titles. The audience is almost exclusively Russian. …",
    "rating": 5,
    "name": "Alexej Tuchscherer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious food, great atmosphere, good live music and a friendly boss who takes care of the guests, always happy to be there! …",
    "rating": 5,
    "name": "Alex Warkentin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We were without information half an hour after opening in front of a locked door. Inside, everything was ready and the lights on, but customers were not let in. …",
    "rating": 5,
    "name": "Klaus Brodbeck",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and very friendly service. The wine tastes great, the vodka too! ;) …",
    "rating": 4,
    "name": "Steffen D.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The services differ greatly from the prices. It is inconceivable to collect 77.50 for a plow plow (rice with pieces of meat and carrots). The plates such as XXL fish platter or meat platter are more likely to be seen …",
    "rating": 5,
    "name": "Arezoo Zeitz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very great restaurant, the ambience is just great and the food tastes great! Always my pleasure. …",
    "rating": 5,
    "name": "Ivan Kostenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I was in very nice company on Saturday in this restaurant, that I was from \"my restaurant, your local\" was known. With the food I was altogether satisfied. The owner of the restaurant was extremely friendly. The only …",
    "rating": 5,
    "name": "Milena Permyakoff",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 2,
    "name": "Kirsten Wehmeyer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything was so delicious !!!!! Incredible !!!! I celebrated my birthday here gern always happy !!! Many thanks !!!!! LG Larissa 😘 …",
    "rating": 5,
    "name": "Tanja Mia",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very appealing atmosphere and very nice hosts, in addition to a wide range of food. Highly Recommended! …",
    "rating": 5,
    "name": "Florian Menzel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thank you and always welcome\n\n(Original)\nvielen dank und immer wieder herzlich willkommen",
    "rating": 5,
    "name": "Alexander Bem",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super attentive condition. Great atmosphere. Typical food of excellent quality. …",
    "rating": 5,
    "name": "Markus Bikowski",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Small portions. Over expensive\n\n(Original)\nKleine Portionen. Über teuert",
    "rating": 5,
    "name": "Julija Schneider",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice service and really delicious food! We come over often! :) …",
    "rating": 5,
    "name": "Philipp Bcm",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great and tasty food. Especially on weekends with live music! …",
    "rating": 5,
    "name": "Stefan Krüger",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We ate with 4 people across the menu, it was fantastic, the service was very good, we would love to come back. …",
    "rating": 5,
    "name": "Sebastian Heil",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 1,
    "name": "Boris Korb",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We had friends and guests from Lithuania we and they were very enthusiastic with food salad Judishe very tasty and warm food very tasty and as always vodka the best. Always happy ... …",
    "rating": 5,
    "name": "Abdulrahman Alshbeeb",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious international food, Russian dishes of the finest. The day before yesterday was the first time there, but look over there again in any case, when I'm in Dusseldorf. …",
    "rating": 5,
    "name": "Eduard Sokulskyi",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thank you and welcome\n\n(Original)\ndanke und hertlich willkommen",
    "rating": 5,
    "name": "Sergey Rybkin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super location !!! 👍\nDelicious food !!!\nNice team !!! …",
    "rating": 5,
    "name": "Felix",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) many thanks\n\n(Original)\nvielne Dank",
    "rating": 5,
    "name": "In Love",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Kindness and delicious food.\n\n(Original) …",
    "rating": 5,
    "name": "Jasmin Baldus",
    "cat": "Russian restaurant"
  },
  {
    "review": "Sehr geehrter Gast vielen Dank",
    "rating": 5,
    "name": "Larissa Bem",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, fast delivery.\nI will always order from Beluga and recommend. …",
    "rating": 4,
    "name": "Sweta L.",
    "cat": "Russian restaurant"
  },
  {
    "review": "Уже сколько раз отдыхаем здесь. Вкусная еда, хорошая aтмосфера. Приедем ещё!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ralf Schmitz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice location. The service was great, the boss was very personable and the food was outstanding! …",
    "rating": 5,
    "name": "Bernhard Emil Hansen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Easily accessible ... very nice service and the food is simply excellent ... I would love to go back 👍🏻 …",
    "rating": 1,
    "name": "Annabelle Prinz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We were on 22.11.2019 in Beluga.\nIt was as always very delicious food, nice atmosphere, live music, nice service. We will be back. …",
    "rating": 5,
    "name": "Dkonly Dkonly",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Always welcome\n\n(Original)\nImmer wieder Herzlich Willkommen",
    "rating": 4,
    "name": "Pascal I-M",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) If you are in the mood for Russian cuisine, borsch, pelmeni, vareniki and other Russian specialties - you go to Beluga. I can recommend this restaurant, with a new look, home-made and fresh cuisine can only be …",
    "rating": 5,
    "name": "ALEX MAKAROVSKY",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious food and super friendly service ..... we had a great evening!\nWe will definitely be back! …",
    "rating": 5,
    "name": "Cem Bercin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Nice ambience, good, attentive service, delicious food! Finally, live music! What more do you want! Class! …",
    "rating": 5,
    "name": "Danja Fri",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nVielen Dank",
    "rating": 5,
    "name": "Pavel Gavrilenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent Russian and Uzbek cuisine and decent wines; Russian beers are also on the menu. All around recommended! …",
    "rating": 5,
    "name": "Irene Haak",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Christian Marx",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very, very tasty, great atmosphere, I'll definitely be back here next time. …",
    "rating": 5,
    "name": "Nikolaj Marszanew",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything great! The food was delicious and the service impeccable. Gladly again! …",
    "rating": 5,
    "name": "Karlstrasse Village GmbH & Co.K G",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything perfect  !! Nice noble restaurant with Russian cuisine. I can recommend it. …",
    "rating": 5,
    "name": "Doc Snyder",
    "cat": "Russian restaurant"
  },
  {
    "review": "Были на Валентинов день. Живая музыка, веселые гости, вкусная еда. Танцевали до упаду )) Порции маловаты. …",
    "rating": 5,
    "name": "Hochzeit mit Stil (Dekoration für Hochzeit)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A great restaurant with great cuisine with exciting events from good live music to top dance shows just great and for the people who complain about the price should have a look at what the shows cost me 5 stars …",
    "rating": 5,
    "name": "Peter Benner",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Best Russian food and live music recommended to everyone\n\n(Original) …",
    "rating": 5,
    "name": "Hagen Stein",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great location ... good food ... with live music ... what more could you want ... an all-round gentle evening …",
    "rating": 5,
    "name": "Alexander Eisele",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Ideal for company parties! Fantastic food, great service and definitely nice waitress! Live music! …",
    "rating": 5,
    "name": "VV P",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great service and extremely upcoming service. The food was also delicious. We'll be back soon …",
    "rating": 5,
    "name": "Eli Pet",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Michael Will",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, nice condition, food Tastes great. I can only recommend it …",
    "rating": 5,
    "name": "Julia Shen",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A wonderful atmosphere and equally great food. Always my pleasure!!!! …",
    "rating": 5,
    "name": "Frank Rütting",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great service and friendly service .. Great food and live music .. We would love to come back !! …",
    "rating": 5,
    "name": "Olala Sängerin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food, served quickly (for 40 people). I can highly recommend 🙂 …",
    "rating": 4,
    "name": "Ute Herder",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything was great! If you're looking for traditional Russian food in Düsseldorf, you've come to the right place 👌👌👌👌👌👌👌 …",
    "rating": 5,
    "name": "Javad Amini",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very pleasant restaurant with a nice atmosphere and excellent food and drinks! …",
    "rating": 5,
    "name": "Alex S",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, but unfortunately the portions a bit small for the prices. The operation is okay. …",
    "rating": 5,
    "name": "Robin Bem",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great food, great service, was a great evening.\nWe will be back\nUdo Lange …",
    "rating": 5,
    "name": "Shiva Automotive",
    "cat": "Russian restaurant"
  },
  {
    "review": "Дорогие друзья,ну очень сильно наглеет хозяин ресторана,Славик,цены бешеные и не очень вкусно,туда ходить только если в кармане 150евро на двоих скромный ужин,там спасает живая музыка и Оля которая поет .а так там нечего делать, …",
    "rating": 5,
    "name": "Konstantin Lobkis",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We came from Bremen and we enjoyed it very much and we will be back. Food and atmosphere were great. …",
    "rating": 5,
    "name": "Mimi Thatje",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Realistic prices for very good food, definitely recommended for real Soviet dishes. …",
    "rating": 5,
    "name": "Esmeralda Anastasiadou",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great ambience with delicious food and nice staff\n\n(Original) …",
    "rating": 5,
    "name": "Michael Luminarski",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food is just bombastic. I don't like potatoes but the potatoes here are just a dream. …",
    "rating": 4,
    "name": "sandra beijer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks! Super Restouran !!! Delicious meal!!!! New design, great and cozy atmosphere! Live music! …",
    "rating": 4,
    "name": "Edith Fries",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Agreements were unfortunately not kept, table reservations were ignored, little food for a lot of money and unfriendly to guests. The last time there! …",
    "rating": 5,
    "name": "Hristina Petreski",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good food and a good atmosphere on the whole, everything was great …",
    "rating": 5,
    "name": "Paul Dyatlov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I did not like food. Ambiance is very nice there.\n\n(Original) …",
    "rating": 4,
    "name": "Carmen Pyrdok",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) a pity, have a look, we will certainly satisfy your wishes. Thank you\n\n(Original)\nsehr schade, schauen Sie noch mal rein, wir werden  sicher ihre wünsche zufrieden stellen. Danke",
    "rating": 5,
    "name": "Alex W.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for a perfect evening in a great atmosphere. Typical Russian delicacies served very delicately. …",
    "rating": 4,
    "name": "An Py",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень вкусно, весело и вообще КЛАССНО!!!\nСПАСИБО,ЧТО ВЫ ЕСТЬ! …",
    "rating": 5,
    "name": "Mako Slav",
    "cat": "Russian restaurant"
  },
  {
    "review": "Было очень вкусно. Моим немецким коллегам очень понравилось\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Loco Drila",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere with live music, very nice staff and delicious Russian specialties ...\nCan only be recommended! …",
    "rating": 5,
    "name": "Elisabeth",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, very good service and that boeuf stroganoff was sensational !!! …",
    "rating": 5,
    "name": "Sandro Matthies",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Was delicious and a nice ambience.\nVery friendly service! …",
    "rating": 5,
    "name": "Daniela Monaco",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) An all-round beautiful evening. Great food, great atmosphere with live music and great hosts. …",
    "rating": 5,
    "name": "Dieter Staudt",
    "cat": "Russian restaurant"
  },
  {
    "review": "Всем советую. Было очень вкусно. Хорошая обстановка. Все было хорошо!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Fin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, Spasibo\n\n(Original)\nVielen Dank, Spasibo",
    "rating": 5,
    "name": "Olga Frage",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great kitchen! Service is Number ONE! Wonderful life music! We will be absolutely satisfied …",
    "rating": 5,
    "name": "Lydi L.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very loud for dinner (more a disco !!!) The air conditioning set much too high. The food .... well !!! …",
    "rating": 5,
    "name": "Iaroslav Kok",
    "cat": "Russian restaurant"
  },
  {
    "review": "Приятная и уютная атмосфера,  хорошая живая музыка,  вкусная кухня\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Leonid khotiakov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Once again not disappointed, food, service and ambience simply the best. …",
    "rating": 5,
    "name": "Peter Zaun",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) It's incredibly good cuisine. Always my pleasure.\n\n(Original) …",
    "rating": 5,
    "name": "Timo Bammann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super nice evening\nPerfect food\nTop waiter and a very, very nice boss 😊 …",
    "rating": 5,
    "name": "Vladi",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious! Thank you for the lovely evening …",
    "rating": 4,
    "name": "Juergen Vogel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent food, great service and pleasant ambience! Gladly again! …",
    "rating": 2,
    "name": "Carlos Kasselski",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and attentive service. Food was excellent.\n\n(Original) …",
    "rating": 5,
    "name": "FAST BYTE",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Top location, nice Christmas party ..\nGood food and very attentive staff ...\nThe boss is a great host …",
    "rating": 1,
    "name": "Vasile Vasile Cutufiel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nvielen Dank",
    "rating": 5,
    "name": "Sergij Zakamulin",
    "cat": "Russian restaurant"
  },
  {
    "review": "Хотите выкинуть деньги вам сюда, кроме музыкантов здесь нет ни чего чтобы вам могло бы понравиться, жена хозяина очень не дружелюбная и высокомерная особа. Не рекомендую вам не в коем случае. …",
    "rating": 5,
    "name": "Christian Glawe",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The food was delicious and staff very friendly!\n\n(Original) …",
    "rating": 5,
    "name": "Maximilian Thatje",
    "cat": "Russian restaurant"
  },
  {
    "review": "Отличная кухня, великолепная атмосфера, профессиональное обслуживание!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Marcel Weber",
    "cat": "Russian restaurant"
  },
  {
    "review": "Хороший русский ресторан, если хотите хорошо провести время, вкусно покушать и потанцевать под ресторанные хиты))))), то вам сюда …",
    "rating": 5,
    "name": "Timo Mayer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nvielen Dank",
    "rating": 1,
    "name": "José De Matos",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super service and really delicious, exceptional cuisine.\n\n(Original) …",
    "rating": 5,
    "name": "Olga Demirov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, great service, nice atmosphere!\n\n(Original) …",
    "rating": 5,
    "name": "KIRILL FROST",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and super friendly!\n\n(Original) …",
    "rating": 1,
    "name": "Alexander KISCHINEK",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks very much\n\n(Original)\ndanke schön",
    "rating": 4,
    "name": "emilio nuñez",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A very cozy restaurant with good food.\n\n(Original) …",
    "rating": 5,
    "name": "L S",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The live band is a bit too loud that you can barely talk and does not have a quiet spot …",
    "rating": 5,
    "name": "so_ULTRA_ru",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear Sweta L., We regret that the music was too loud for you. We recommend you to visit us from Tuesday to Thursday or Sunday, because you have a quiet place.\n\n(Original)\nSehr geehrter Sweta L., wir bedauern, dass Ihnen die Musik zu laut war. Wir empfehlen Ihnen uns von Dienstag bis Donnerstag oder Sonntag zu besuchen, da haben Sie ein ruhiges Plätzchen.",
    "rating": 5,
    "name": "DG DG",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Good food and good live music - nice atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "Павел Боровиков",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great food, very friendly staff can only be recommended !!!!! …",
    "rating": 5,
    "name": "Paul Eisenberg",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) On the 20.12.17 we reserved a table for the 26.12.17 by telephone. Restaurant was closed. We stood in front of a closed restaurant. …",
    "rating": 5,
    "name": "Ольга Анастасова",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A super restaurant with very good food and exemplary service. Happy again! …",
    "rating": 5,
    "name": "Nissim Avezov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thank you and always welcome\n\n(Original)\nvielen Dank und immer wieder herzlich willkommen",
    "rating": 3,
    "name": "Abdel Ibrahim",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Ambience, mood very good. Eat as you know it in Russian\n\n(Original) …",
    "rating": 5,
    "name": "Willi James Gesemann (Lebens-Energie-Seminare)",
    "cat": "Russian restaurant"
  },
  {
    "review": "Был первый раз, обслуживание на высоте,  еда вкусная, цены нормальные. Очень советую. …",
    "rating": 5,
    "name": "Klim H.",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 5,
    "name": "Gennadij Nisenbaum",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super delicious super restaurant super service can only be recommended …",
    "rating": 5,
    "name": "FWR 114",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, nice staff and recommendable.\n\n(Original) …",
    "rating": 5,
    "name": "Wolfgang Berghöfer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything was very delicious. Would recommend.\n\n(Original) …",
    "rating": 5,
    "name": "Nikolay Uzunov",
    "cat": "Russian restaurant"
  },
  {
    "review": "Sehr gut",
    "rating": 5,
    "name": "Poortal",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Best Russian in all of Dusseldorf!\nVery delicious food which not everyone does. …",
    "rating": 5,
    "name": "Erzsebet Dr. Heinrich",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 4,
    "name": "Abra Kadabra",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I was there last New Year's Eve, great party 🥳\nHope this New Year's Eve will be even better …",
    "rating": 5,
    "name": "Ирина Крашенинникова",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) 1 A local, always again !!!!! Delicious food and nice staff. …",
    "rating": 4,
    "name": "Meike N.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) What a mood with really good food! Recommendation!\n\n(Original) …",
    "rating": 5,
    "name": "erika Geiger",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice people, it was delicious.\nKEEP IT UP …",
    "rating": 5,
    "name": "Maja Simin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) A great restaurant. Cool party, we had a lot of fun ....\n\n(Original) …",
    "rating": 5,
    "name": "Roman Morein",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 3,
    "name": "Roland Kern",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great location, great food and great service.\nMore is not possible !!! …",
    "rating": 4,
    "name": "J.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nDanke Sehr",
    "rating": 5,
    "name": "Tatiana Severin",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very good 👍\n\n(Original)\nSehr gut 👍",
    "rating": 5,
    "name": "Vitali Näb",
    "cat": "Russian restaurant"
  },
  {
    "review": "Хорошая кухня. Приятный персонал. Уютно.\n\n(Translated by Google)\nGood kitchen. Nice staff. It’s cozy.",
    "rating": 4,
    "name": "Johann Scherer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great place, delicious food, live music and good mood.\n\n(Original) …",
    "rating": 5,
    "name": "Paul T",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "BaBaika 92",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Mega good food and a great atmosphere.\n\n(Original) …",
    "rating": 4,
    "name": "Valentina König",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, very nice and attentive service!\n\n(Original) …",
    "rating": 4,
    "name": "Maryia Knirel",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food, delicious lamb chops\n\n(Original) …",
    "rating": 3,
    "name": "German Moyzhes",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food and musical mood high 10! Perfect\n\n(Original) …",
    "rating": 5,
    "name": "Anton A",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy and delicious to eat ...\n\n(Original) …",
    "rating": 4,
    "name": "Franz J. Kupp",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great service, ambience and very, very tasty\n\n(Original) …",
    "rating": 4,
    "name": "Svetlana Karasik",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious ! always recommended!\n\n(Original) …",
    "rating": 5,
    "name": "Christoph Schulten",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Simply great food and great atmosphere!\n\n(Original) …",
    "rating": 5,
    "name": "Roberto Fe",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic service & food.\nI can only recommend it! …",
    "rating": 4,
    "name": "Rainer vom Lehn",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Absolutely authentic. For some, a piece of home, an experience for everyone! …",
    "rating": 5,
    "name": "Eugen Feldmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Food was delicious 😋\n\n(Original)\nEssen war super lecker 😋",
    "rating": 5,
    "name": "Igor Israilov",
    "cat": "Russian restaurant"
  },
  {
    "review": "Всегда уютно и весело!Вкусная еда!\n\n(Translated by Google)\nAlways cozy and fun! Delicious food!",
    "rating": 5,
    "name": "Eduard Kontratovics",
    "cat": "Russian restaurant"
  },
  {
    "review": "Вкусная еда, приятная обстановка.\n\n(Translated by Google)\nDelicious food, pleasant atmosphere.",
    "rating": 1,
    "name": "Puma Louis",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Russian food was nice atmosphere is not too bad\n\n(Original) …",
    "rating": 5,
    "name": "Vjaceslav Artujanz",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty, but also a bit expensive.\n\n(Original) …",
    "rating": 5,
    "name": "Alex “DrScorp” Gipner",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Everything was very delicious!\n\n(Original)\nAlles war sehr lecker!",
    "rating": 5,
    "name": "S. Hoffer",
    "cat": "Russian restaurant"
  },
  {
    "review": "Вкусная еда и внимательный персонал.\n\n(Translated by Google)\nDelicious food and helpful staff.",
    "rating": 4,
    "name": "Volodymyr Goldetskyi",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty and good mood\n\n(Original) …",
    "rating": 5,
    "name": "Alina Gil",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious! Very friendly! Atmospheric!\n\n(Original) …",
    "rating": 5,
    "name": "Marina Walew",
    "cat": "Russian restaurant"
  },
  {
    "review": "Не плохо но цены с Луны берутся\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dima Usanins Walker",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 4,
    "name": "Madina Seldenreich",
    "cat": "Russian restaurant"
  },
  {
    "review": "Еда хорошая . Атмосфера великолепная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alexander Maier",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great service, great food!\n\n(Original)\nSuper service, tolles Essen!",
    "rating": 4,
    "name": "Kianoosh Kashefi (Kia)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I vomited afterwards But it was delicious\n\n(Original) …",
    "rating": 5,
    "name": "Valeriy Bruck",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Service and food + drinks SUPER !!!\n\n(Original) …",
    "rating": 5,
    "name": "Tim Stefan",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) You have to experience it yourself !!\n\n(Original) …",
    "rating": 3,
    "name": "Kon Tiki",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Always my pleasure. Everything perfect\n\n(Original)\nImmer wieder gerne. Alles Top",
    "rating": 5,
    "name": "Fehler Eduard",
    "cat": "Russian restaurant"
  },
  {
    "review": "Вкусно и уютно!",
    "rating": 4,
    "name": "Polina Alexeeva",
    "cat": "Russian restaurant"
  },
  {
    "review": "Лучший русский ресторан Дюссельдорфа\n\n(Translated by Google)\nThe best Russian restaurant in Dusseldorf",
    "rating": 5,
    "name": "Jennifer Richard",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious!\n\n(Original)\nSehr lecker!",
    "rating": 5,
    "name": "Oleksiy Vynokur",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Nice and tasty\n\n(Original)\nNett und lecker",
    "rating": 5,
    "name": "Also Yeprem",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Illya Chertkov",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you so much! tastes good\n\n(Original)\nvielen Dank! schmeckt gut",
    "rating": 5,
    "name": "Mybloody Valentine",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Russian but original and good.\n\n(Original) …",
    "rating": 5,
    "name": "Artur",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 5,
    "name": "Nelli Hubert",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I will definitely go there again.\n\n(Original) …",
    "rating": 5,
    "name": "Bobber TG",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very very tasty\n\n(Original)\nSehr sehr lecker",
    "rating": 5,
    "name": "Björn Seyfarth (BeeJay)",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Enjoy your meal. Expensive\n\n(Original)\nGutes Essen. Teuer",
    "rating": 5,
    "name": "Todor Mitev",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Well, expensive and very tasty ...\n\n(Original)\nNaja,teuer und ganz lecker...",
    "rating": 3,
    "name": "Theodor Hartok",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious :)\n\n(Original)\nSehr lecker :)",
    "rating": 1,
    "name": "Maja Niko",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) I did not like it at all\n\n(Original)\nNu mia placut deloc",
    "rating": 5,
    "name": "Ina Schwab",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen is great)))\n\n(Original)\nКухня супер)))",
    "rating": 5,
    "name": "Festl Mariia",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) The meat was top!\n\n(Original)\nDas Fleisch war Top!",
    "rating": 3,
    "name": "Arnold Gorshteyn",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) unique\n\n(Original)\nEinmalig",
    "rating": 5,
    "name": "Jekaterina Rubacka",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great Russian cuisine\n\n(Original)\nTolle russische Küche",
    "rating": 5,
    "name": "anna sob",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Mega delicious food.\n\n(Original)\nMega leckeres essen.",
    "rating": 1,
    "name": "Elena A",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Very bad and very expensive\n\n(Original)\nSehr schlecht und sehr teuer",
    "rating": 5,
    "name": "Elisabeth Wöhl",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) very very very tasty there\n\n(Original)\nsehr sehr sehr lecker da",
    "rating": 5,
    "name": "Maria Krystal",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Fomenko liliya",
    "cat": "Russian restaurant"
  },
  {
    "review": "Просто не понравилось\n\n(Translated by Google)\nI just didn't like it",
    "rating": 4,
    "name": "Sebastian Kremer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Always full 😎\n\n(Original)\nSiempre lleno 😎",
    "rating": 4,
    "name": "Marvin Held",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great food!!! Thank you!!!\n\n(Original)\nTolles Essen!!! Danke!!!",
    "rating": 4,
    "name": "lina seider",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Best!!!\n\n(Original)\nBeste!!!",
    "rating": 2,
    "name": "Galina Pinekenstein",
    "cat": "Russian restaurant"
  },
  {
    "review": "Супер вкусно!!!",
    "rating": 5,
    "name": "Ilja Sutormin",
    "cat": "Russian restaurant"
  },
  {
    "review": "Хорошечно! Душевно!\n\n(Translated by Google)\nGood! Sincerely!",
    "rating": 5,
    "name": "Wladie",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 4,
    "name": "Waldfreund 12",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Great food!\n\n(Original)\nSuper Essen!",
    "rating": 5,
    "name": "Bernd Norbert Palm",
    "cat": "Russian restaurant"
  },
  {
    "review": "Класс!!!\n\n(Translated by Google)\nClass!!!",
    "rating": 4,
    "name": "Martin A.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Good\n\n(Original)\nGut",
    "rating": 4,
    "name": "Nils Köhler",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Michael Müller",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Good Russian restaurant\n\n(Original)\nGut Russische Restaurant",
    "rating": 1,
    "name": "George Karipidis",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Top\n\n(Original)\nSpitze",
    "rating": 5,
    "name": "Vlad Treskunov",
    "cat": "Russian restaurant"
  },
  {
    "review": "Очень всё хорошо\n\n(Translated by Google)\nVery good",
    "rating": 5,
    "name": "Alina Baltes",
    "cat": "Russian restaurant"
  },
  {
    "review": "thanks",
    "rating": 4,
    "name": "jacqueline Samantha",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent food !!!\n\n(Original)\nAusgzeichnetes Essen!!!",
    "rating": 4,
    "name": "Valéria Klos",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Malaziiii ♥ ️\n\n(Original)\nMalaziiii ♥️",
    "rating": 5,
    "name": "Frank M",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Surprisingly delicious\n\n(Original)\nÜberraschend lecker",
    "rating": 5,
    "name": "Heiko Hinrichs",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Incredible cuisine\n\n(Original)\nНевероятна кухня",
    "rating": 5,
    "name": "Natali Schneider",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious meal\n\n(Original)\nLeckeres Essen",
    "rating": 5,
    "name": "rivana guliyeva",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Vladimir Kem",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "iL Capo",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Michael Panich",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kai Hawaii",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталия Приходько",
    "cat": "Russian restaurant"
  },
  {
    "review": "Vielen Dank ❤",
    "rating": 1,
    "name": "awolkin-nailstudiozubehör",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Konstantinos Almpantis",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oksana ua-de",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Christina T",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Hasrat Yusifov",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Viktoriya Winz",
    "cat": "Russian restaurant"
  },
  {
    "review": "spasibo\n\n(Translated by Google)\nthank you",
    "rating": 5,
    "name": "Zuzanna C.",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Наталья Шукшина",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Irina Skibar",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ralli Go",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "paul warburton",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Peter Purczeld",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Max H",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 4,
    "name": "Alexej",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Katerina Erfolgreich",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Olga Nikolaeva",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tatjana S.",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "uoKin 1984",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vladzik Dudzia",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tanel Jõeäär",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Tatjana Schkilna",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Mildute Vicleer",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Many Thanks\n\n(Original)\nVielen Dank",
    "rating": 4,
    "name": "kritsuda kunasean",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kristina B.",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 1,
    "name": "Xavier Seys",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Annika Franken",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 5,
    "name": "Leonid Scheljubski",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lilia Frimu",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yevgenia",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Willi Dejager",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Meridian",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 4,
    "name": "Kla Fi",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Xenija Bakajev",
    "cat": "Russian restaurant"
  },
  {
    "review": "Vielen Dank ❤",
    "rating": 5,
    "name": "Alexander Gerlan",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maxmr13",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Franc Walt",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "PrestigeBand",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nvielen Dank",
    "rating": 5,
    "name": "Anastas Boudakidis",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Konstantin Berger",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Inna Reter",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Oxana Becker",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Artik PRO",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Виталий Беллер",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Horst Trossin",
    "cat": "Russian restaurant"
  },
  {
    "review": "Vielen Dank ❤",
    "rating": 5,
    "name": "Philipp Spoth",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "G & S",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Christoph Seidel",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Jana Palamarchuk",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Eugen Ganz",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "fari Dshabrail",
    "cat": "Russian restaurant"
  },
  {
    "review": "Spasibo\n\n(Translated by Google)\nThank you",
    "rating": 5,
    "name": "Gavriel Yagoudaev",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Елена Затула",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lusin Yan",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maxim MINCHIN",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) We are glad, thank you\n\n(Original)\nes freut uns, danke",
    "rating": 5,
    "name": "Jürgen Hafner",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Irina Ardeljan",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Dulce Mendoza",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Igor Schill",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\nvielen Dank",
    "rating": 3,
    "name": "Vladimir Kondratyev",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Best restaurant\nBest food\nTop service …",
    "rating": 5,
    "name": "Paul Heinrichs",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pine Apple",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lukas Chwiedacz",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Yuliya Sheludyakova",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lars Herzog",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Wladimir Beck",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ragnar Raabe",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Yana Avezov",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Leonid Vilenski",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olena Moskalenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anastasia Ryl",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Vladimir Shinkus",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Lukas Püttmann",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dirk Küppers",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kai Grosch",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sven Eckstein",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Niclas Steinfels",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andreas Eschbach",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) thanks\n\n(Original)\ndanke",
    "rating": 3,
    "name": "Andreas Dettling",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Niko Laj",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much\n\n(Original)\ndanke sehr",
    "rating": 5,
    "name": "Jericho Diane",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Moritz BLEIB",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Evgenij Scurov",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Denise Richter",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olga Chsherbak",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Ryska lamurmia",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleksiy Novytskyy",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Eugen Rein",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Apo Theker Apotheker",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Albert Musytschuk",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the great rating! We were very happy about it❤\n\n(Original)\nLieben Dank für die tolle Bewertung! Wir haben uns sehr darüber gefreut❤",
    "rating": 5,
    "name": "Larissa Linkenheil",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "A H",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ruddi Ruddi",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Katharina 1999",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kirgiakos Ioannidis",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Mario Kornmesser",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Youssefe Gelim",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) Dear guest, it is a shame that you did not like it that evening. We would be delighted if you could tell us what exactly and why. Food / service?\nWe are sorry\n\n(Original)\nSehr geehrte Gast, sehr schade das es Ihnen bei uns an dem Abend es nicht gefallen hat. Es würde uns freuen wenn, Sie uns mitteilen, was genau und woran es lag. Essen / Service?\nEs tut uns leid",
    "rating": 5,
    "name": "Relax Insel Neuss",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Snoopi Pe",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lena Chertkova",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alina Olonitseva",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vanessa Pe",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Svetlana Prokhorova",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vladyslav Predmestnykov",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrejka Kanarejka",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Stilianos Brusenbach",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "B BoSSad",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Hakan Erzurum",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) we are pleased\n\n(Original)\nes freut uns danke",
    "rating": 5,
    "name": "Niko Kos",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Irina Bernikov",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lydia Goldschmied",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sergey Chernichenko",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Tamara Schumacher",
    "cat": "Russian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serghei Gradinar",
    "cat": "Russian restaurant"
  },
  {
    "review": "(Translated by Google) many thanks. We look forward to receiving you again and again\n\n(Original)\nvielen Dank. Wir freuen uns Sie bei uns immer wieder zu empfangen",
    "rating": 5,
    "name": "Наташа Корупятник",
    "cat": "Russian restaurant"
  }
]