[
  {
    "review": "Great place with the live music, tasty cocktails and fantastic atmosphere.\n\nI like this place, though there are a lot of foreigners who wanted to get …",
    "rating": 5,
    "name": "Поліна Сидорчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "It is a social bar.\nPopped in here as we didn't want to go straight back to hotel after leaving friends. Great! Cheap vodka, live Cuban band . loads of people dancing and everyone very friendly. Great experience",
    "rating": 5,
    "name": "Utkarsh Yadav",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very nice view , we want to eat something but we didnt find if want to drink its suitable",
    "rating": 4,
    "name": "Tuğba Güven",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice music, life music, dancing classes, if I want to dance some bachata or other Latinas dance always coming here)) A bit less place, coz place is so popular. All good, but waiters are a bit rude and bar men... if you didn’t get a table …",
    "rating": 4,
    "name": "Кристина 27",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place to relax. Live music, tasty cocktails))",
    "rating": 5,
    "name": "Tonya Walsh",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Dont need so much thought, just fun! Great music, great staff and delicious meal.",
    "rating": 5,
    "name": "begüm akcan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Beautiful and cosy place , tasty food.  Best value for its money.  Every day I have a business lunch here , service is perfect.",
    "rating": 5,
    "name": "Viktoria Tsarenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Delicious. all quickly. business lunch at the level of 90-100 UAH. In the evenings dancing)",
    "rating": 5,
    "name": "P G",
    "cat": "Cuban restaurant"
  },
  {
    "review": "A small, cosy place with a good interior decoration to hang up with you friends.",
    "rating": 5,
    "name": "Fahrettin Yılmaz",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Super friendly staff and lovely interiors.",
    "rating": 5,
    "name": "Shyam Sundar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Classic cuban bar, a fantastic place to listen a performing band and dance Salsa, Bachata, and more. Good selection of drinks and food. I spent a great night here. Service is good and the crowd is fine. I would come back anytime",
    "rating": 5,
    "name": "Carlos Balbin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "This is my go to place every weekend. I am from the Caribbean and this place makes me feel like home. The staff is super cool and the music is very fun to dance too.  The drinks are good and the atmosphere is unbeatable.",
    "rating": 5,
    "name": "Sandy Rodriguez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Super RUM, Super RUM cocktails, awesome atmosphere! Cozy place to drink with friends and chill! Great location in the center of Kyiv. Can be very crowded at evening! Sometimes live music shows on weekends if you are lucky. Try to book, because you might not get a free table at evening/night",
    "rating": 5,
    "name": "No Mad",
    "cat": "Cuban restaurant"
  },
  {
    "review": "High rating for atmosphere: interesting people, a lot of fun.\n\nBut there are many things to be improved: …",
    "rating": 4,
    "name": "Elena Strutinska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "After 10 min, despite being the only clients there, we still didn't get menus. While leaving, a man came to us with 2 menus and didn't even say hello, just said: what do you want to order? He saw us before and pretended not to see us.",
    "rating": 1,
    "name": "Shaun",
    "cat": "Cuban restaurant"
  },
  {
    "review": "If you like Latin and Cuban dancing then this the place for you. Open late , of course you have the John ones etc but a nice place standard prices 2/3 ,,,£ a beer.",
    "rating": 5,
    "name": "mark kirby",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place to listen to live music or dance latin american dances. Usually the place is really crowded at nights so might be not enough of place to sit. Friendly atmosphere, a lot of young people, locals and travellers. My tour guests enjoyed the atmosphere.",
    "rating": 5,
    "name": "Alina Virstiuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place with tasty cocktails.",
    "rating": 5,
    "name": "Dmitriy SpikeToW",
    "cat": "Cuban restaurant"
  },
  {
    "review": "FIRE HAZARD -- So disappointed our night ended how it did.\nWe arrived at 11:00pm and sat downstairs. Enjoyed some drinks and live music. When we tried to leave a little after 12:00am, the upstairs was totally dark and …",
    "rating": 1,
    "name": "Amy Butler",
    "cat": "Cuban restaurant"
  },
  {
    "review": "If you book and seat to a table in the mainroom and try to eat and drink, there is always who suppose that is correct to leave his glass to your table, and that is unacceptable.",
    "rating": 3,
    "name": "Luciano Curti",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good atmosphere. They're playing latino music and people are dancing Salsa. Good selection of rum in the bar.",
    "rating": 3,
    "name": "Einar Sandvik Johansen",
    "cat": "Cuban restaurant"
  },
  {
    "review": "If you dance salsa or speak Spanish come here. The locals will love you",
    "rating": 5,
    "name": "Luke Francis",
    "cat": "Cuban restaurant"
  },
  {
    "review": "This place is as nice as the first time I was there (6 or 5 years ago)... And all years with some new space (don't know how because is a building in the middle of the city (:  ) …",
    "rating": 5,
    "name": "Pablo C",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great party.\nOne of the spot to enjoy the night life in Kyiv",
    "rating": 5,
    "name": "Yura Lotonenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Small place but really nice atmosphere, special the diversity.",
    "rating": 4,
    "name": "Alan Vera",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Super mojito and nice friendly people",
    "rating": 5,
    "name": "riccardo meglioranzi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very cool and cosy place, but very crowded on weekends. Plenty of salsa and nice music bands. Good cocktails, but the menu is not one of the cheapest. Close to the city center. I recommend))",
    "rating": 5,
    "name": "Liliia Blazheieva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Unbeatable vibes. Great people, music, drinks. Always joyful & fun in here, whether it's a live music with incredible Dislocados, or just a regular night.",
    "rating": 5,
    "name": "Daria Naumova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cool place with a lounge feeling. Live music and small dance floor. Drinks are not bad and feels very local.",
    "rating": 4,
    "name": "Fredrik Westerlund",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place and cheap price with good quality, latin music, the problem it's small place",
    "rating": 4,
    "name": "Basel Zobidat",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place with live music, a very large drink choice and tasty meals and snacks.\nThe place is very international.",
    "rating": 5,
    "name": "Charles-Victor Desbos",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Fabulous first time experience. Great bartenders very friendly and live music was brilliant. Listening to some Blues was super relaxing. Fully equipped bar a big plus.",
    "rating": 5,
    "name": "rajat tara",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cute place to hear Latin beats! Mojitos 😍",
    "rating": 5,
    "name": "Commercial Producer, production fixer, Mari Tato",
    "cat": "Cuban restaurant"
  },
  {
    "review": "If you're a tourist, make sure to visit this place! On weekends it's super busy, so if you wanna get a drink, better order at the bar! Otherwise you'll be waiting for the waiters forever. Hot latino music and chill atmosphere guaranteed!",
    "rating": 4,
    "name": "Anastasia Kovalenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place with nice music but you need to make reservation and also most probably if your staying in the center you will need a taxi to go there.",
    "rating": 5,
    "name": "Marios Karagiorgis",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place, but very VERY crowded for amount of tables they have. Especially when people try to dance. Many foreign people and salsa music.",
    "rating": 4,
    "name": "Kseniia Snikhovska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place to dance, awesome live music, but not all menu items were available for order. And WC was closed (broken).",
    "rating": 3,
    "name": "Oleksiy Boyko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Loved it, went here on a date and absolutely loved it. Great ambience, staff so happy to accommodate an awkward git like me too, amazing cocktails, decent English spoken by the two guys in the basement bar (bar staff/mixologists). Definitely recommend!",
    "rating": 5,
    "name": "Chris Consi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "I  liked this place especially because it is live music and you can dance latino dances but last time it was really terrible!  Really this place deserve name \"bar\" where many drunk foreigners which all time stuck to you and not polite cheeky stuff!",
    "rating": 3,
    "name": "Марія Б",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very atmosphere place to visit especially on Saturday, when it's salsa live music. Tasty food and great dancing. But there is not so many place to dance",
    "rating": 5,
    "name": "Maria Halushko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Pretty nice place. Every thursday there's a blues night usually with live music. Do not expect good or fast service.",
    "rating": 3,
    "name": "Yurko Nychyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice bar with great atmosphere but a bit small inside downstairs.",
    "rating": 4,
    "name": "Valentin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Fun place good music good customer service, great food and drinks",
    "rating": 5,
    "name": "kumeait carpenter",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place for Latin music if you want more to hangout than literally dance. It's small but cozy.",
    "rating": 5,
    "name": "Yonathan Stein",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice atmosphere.\nFola's weekly kiz party is great.\nBartender was fast friendly and flexible",
    "rating": 5,
    "name": "Greg Carson",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Best place for drinking and dancing. Can be pretty crowded but it’s creates an amazing atmosphere and intimate connection between you and partner :)",
    "rating": 5,
    "name": "Lera Samoilenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good atmosphere, cool cocktails but vey bad food :/",
    "rating": 3,
    "name": "Taras Lopuszanski",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great chilled place... Lovely staff.. Cool music!",
    "rating": 5,
    "name": "Al Shaw",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice people, good music.",
    "rating": 5,
    "name": "Taras Byk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Amazing atmosphere, great music and delicious food. If you like latin music, do not mind some noise and crowd, then you will definitely like it :) Excellent party place!",
    "rating": 5,
    "name": "Anna Koval",
    "cat": "Cuban restaurant"
  },
  {
    "review": "I wandered into this place during a trip to Kiev.  It was the complete opposite of the cold city in winter.  Good drinks, dancing and music.  I didn't try the food but there were dining tables as well.  The staff was great too!",
    "rating": 5,
    "name": "Chris S",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place, live music, cocktails, fresh meals. Super.!!!",
    "rating": 4,
    "name": "Elkhan Tariverdiyev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very popular place. It is really overcrowded on weekends. Nice live music and descent service!",
    "rating": 5,
    "name": "Maryna Kovalenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cute place, but they have only less then 10% of menu available. That was not so good.",
    "rating": 2,
    "name": "Ярослав Богомаз",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Hola! Thanks for your review, we are constantly improve our kitchen. Hope, next time when you visit us the menu will satisfy you :)",
    "rating": 5,
    "name": "onur üzmez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Amazing latina bar. Normal price",
    "rating": 3,
    "name": "Елица Горанова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "We attended some music event and it was great, the cocktails are cheap and the staff is friendly. The lightning of the stage is not best though...",
    "rating": 5,
    "name": "Uliana Khivrych",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Warm cosy spot for business meetings or casual meetups with friends. It’s a bit crowded in the evenings and lunch time, so be smart to book ahead or come just 15 minutes before rush hours ;) …",
    "rating": 1,
    "name": "Daryna Rodriguez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Horrible service. Was ignored for 20 minutes. Could not order. The other time managed to order but service was extremely slow. Food was cold. Only go here when desperate. (it's close to the office)",
    "rating": 4,
    "name": "Tiana T",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The cocktails are tasty, the food is quite dull - so better come here to drink and dance.",
    "rating": 2,
    "name": "Yuliya Solovan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "They don't check Covid certificates! Anyone can come inside, they don't even check the temperature",
    "rating": 5,
    "name": "8 Vision",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very nice to have fun and meet great people from all over the world 😉👌🏿.",
    "rating": 5,
    "name": "Katia Kulyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "amazing place for danving salsa, great atmosphere, we went for Monday jam night and really enjoyed. Want more!",
    "rating": 4,
    "name": "Sergio R",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good food & vibe, a little bit small but cute",
    "rating": 5,
    "name": "Dr.Mohammed Alameri",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place to spend the time evening with salsa club",
    "rating": 5,
    "name": "Marian Petrenck",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good service, reasonnable prices for downtown spot. Safe and lovely place. A lot of young people! Good live music.",
    "rating": 2,
    "name": "Nastya Fomina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "This place is so old it's already smelly. Needs renovation badly. This fact ruins impression from good music.",
    "rating": 4,
    "name": "Jean-Michel ALLIX",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Age is good for rhum. Scratches in interior like scars on the face of noble pirate. And of course we welcome new and modern. Especially young girls. Thanks for coming! Crew, scrub the deck!!",
    "rating": 5,
    "name": "Iain Law",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good music, tacos and cocktails and nice ambiance",
    "rating": 1,
    "name": "Daniil Lanovyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place. Good business lunch menu. Quick and tasty",
    "rating": 4,
    "name": "Andrew Mish",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Terrible place. Cocktails are awful. Stuff don't know what they're serving. Tapas is eatable at best.",
    "rating": 5,
    "name": "Ihor X",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very cozy interior! Perfect for a group of friends who want to sit and chat - was a bit cold tho",
    "rating": 5,
    "name": "Николай Устименко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very nice place to have party and dance. Friendly people and crazy latina dance.",
    "rating": 4,
    "name": "Daryna Gulei",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The place is worth visiting, just because it's friendly atmosphere. The prices are economy scale. But cocktails are worth it. Try negrony. I would not take Cherry cake. But live music and Latin dances smoothes that at once.",
    "rating": 5,
    "name": "Benj Mitchell",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ohhh My favorite place to dance salsa and drink tequila with friends! Definitely recommend it! And It's close to the city center",
    "rating": 3,
    "name": "Valentyn M (L'sync)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great food, friendly staff, and live music!",
    "rating": 5,
    "name": "פיתוי אלכסיי",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Going to Buena only when my friends play music there. Good things: pretty small and cozy place. Live music on the most evenings.\nNot so good things: staff is not friendly at all. You may wait for your dish, …",
    "rating": 5,
    "name": "Daria Ozerna",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Best Latina live music in town, beautiful chilli and cocktails",
    "rating": 5,
    "name": "Moritz Mehrlein",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place for listening to live music and dancing",
    "rating": 5,
    "name": "Ali Gen",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Such a nice place and a real hidden gem. Occasionally walked by and really enjoyed the athmosphere. People sitting for dining/enjoying wine while others tend to dance to cuban music.",
    "rating": 5,
    "name": "Nata Bo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Best place if you like social bars.\nGood service.",
    "rating": 5,
    "name": "Eugene Konifatov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place, cosy, small and crowded at night. For Latin music lovers. Beer, shorts, cocktails are good",
    "rating": 5,
    "name": "Pelykh Denys",
    "cat": "Cuban restaurant"
  },
  {
    "review": "A lot of drinks, good atmosphere, nice personnel",
    "rating": 3,
    "name": "Morten RadiationMan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great cocktails, nice music, perfect for 💃",
    "rating": 5,
    "name": "Mike Gadban",
    "cat": "Cuban restaurant"
  },
  {
    "review": "If you like Latino music, this will be the place to go. Dancing going on almost every evening downstairs:)",
    "rating": 5,
    "name": "Ira Serge",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Lovely place ,live band cuban music dancing",
    "rating": 3,
    "name": "Mariana Miakush",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good staff, great ambiance, good food!",
    "rating": 4,
    "name": "Manu De Man",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Waiters are really rude. I had to wait for one hour for my beer and even continuous reminding didn't help. Sometimes it seemed that she just ignored me. Considering the prices place doesn't have corresponding service quality.",
    "rating": 4,
    "name": "Hanna",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great atmosphere and live band on Friday, liked the food and they offer shisha.",
    "rating": 4,
    "name": "Karpova Ira",
    "cat": "Cuban restaurant"
  },
  {
    "review": "I personally like a lot this Cuban bar: the cuisine, the live music on Friday and Saturday evenings, the atmosphere and people you meet there! Alone or with friends, this place will not leave you bored. …",
    "rating": 5,
    "name": "Anastasiya “Rem”",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good service and fast waiters. Tasty sydr, as well as grogg and hot toddy",
    "rating": 4,
    "name": "Onur Omer Bayraktaroglu",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place with live music",
    "rating": 5,
    "name": "Lex Monteriggioni",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good food, good music. Recommended.",
    "rating": 5,
    "name": "Christian Carrasquillo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great live music. Dancing place",
    "rating": 5,
    "name": "Wilmer Mostacciuolo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great Music and Great service. Must for dancing!",
    "rating": 4,
    "name": "Mark Tokar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very good Latin club. Warm atmosphere and happy people.",
    "rating": 5,
    "name": "Віталій Ремелє",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good live cuban music, but no room to dance. Wird",
    "rating": 5,
    "name": "Iryna Balashova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Classic Cuban bar. Sophsticated interior, nice prices",
    "rating": 5,
    "name": "Artem Danyliuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good bar with Latina music and atmosphere. There's lots of foreigners",
    "rating": 5,
    "name": "Mel Charles",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very crowded place with the spirit and good mood.",
    "rating": 4,
    "name": "Sa A",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Real nice bar with a cellar fit dancing",
    "rating": 5,
    "name": "Jaime Garcia",
    "cat": "Cuban restaurant"
  },
  {
    "review": "It's a small but lively club with friendly crowd and generally more approachable attractive women",
    "rating": 5,
    "name": "Arthur Az",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place to eat, dance and relax.",
    "rating": 5,
    "name": "Manyava International 2020 manyava",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Awesome place. Just be there on Saturday nights",
    "rating": 2,
    "name": "hamany9",
    "cat": "Cuban restaurant"
  },
  {
    "review": "As usual this place welcomes people from different places and countries .good to visit with friends",
    "rating": 1,
    "name": "Sonya Terek",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The atmosphere wasn't great, I thought this was a latin club but nobody could dance latin (salsa bachata). And lots of working girls there and thirsty tourists.",
    "rating": 1,
    "name": "Olga Shkurka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "There isn't enough room to dance! On Friday and Saturday nights the managers of the bar should get rid of the tables in front of the stage to make room for people to dance! The tables are useless and in the way!",
    "rating": 5,
    "name": "Svyatoslav Aistov (stanis)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Sorry for your inconvenience, but we are the bar, where people went to eat and drink and need tables. If you need more space, you can visit us on Sunday when we have special parties for dancers.",
    "rating": 5,
    "name": "Oleksandr T",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Place with great atmosphere, but people that are working here - cheaters. They included in our bill extra 2800  UAH for services!!! How come?",
    "rating": 1,
    "name": "Georgii Rats",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Hola, we are sorry, but Buena Vista is a bar, so we have drinks or food added to bills, no services. The only service fee is 10% for large corporative parties and it is always discussed before the event. Yesterday we have no such parties. Could you please share your bill with us? Just message it to https://www.facebook.com/buenavista.kyiv/ Thank you.",
    "rating": 5,
    "name": "Denis Malyutenko (SkunS)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Get latin dance on with this place. Dance partner (possibly) not included",
    "rating": 5,
    "name": "Марина Киреева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Awesome mojito, tasty carribien food, and live music",
    "rating": 4,
    "name": "Björn Eriksson",
    "cat": "Cuban restaurant"
  },
  {
    "review": "!!!!cockroaches can be served to you in your dish!!!! very slow service. last Friday waited for anyone to take my order and nobody came. asked the waiter to take the order - he told that he arrives. after 5 minutes more of waiting I left …",
    "rating": 5,
    "name": "Ram stein",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Beatiful and convenient place for latin dances! A lot of partners and good bar.",
    "rating": 5,
    "name": "Valkeriya Paris",
    "cat": "Cuban restaurant"
  },
  {
    "review": "It's a great place to dance Salsa, Bachata and making new friends!!!",
    "rating": 5,
    "name": "Алёна Курята",
    "cat": "Cuban restaurant"
  },
  {
    "review": "We visited for a couple of drinks early afternoon. Very cozy",
    "rating": 5,
    "name": "Gerry Devitt",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cool club!",
    "rating": 3,
    "name": "olek solodun",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Amazing place, l liked so much.",
    "rating": 5,
    "name": "Alex Kurchev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The best place for a lonely person. Here you will definitely find someone to speak to, to dance salsa/kizomba, to drink tequila :)\nToo little place for all visitors during the weekend, though you will definitely fall down in the Cuban atmosphere.",
    "rating": 5,
    "name": "Toby Mann",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great bar, good fun there",
    "rating": 4,
    "name": "Tiberiu Dima",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good live music. Bad service.",
    "rating": 5,
    "name": "Juan Sebastián Suárez Valencia",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Awesome place, better visit their jam sessions.",
    "rating": 5,
    "name": "Alexey Dronov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great atmosphere. Steady cocktails. Barman called Sasha was a legend. Cheers 🍸🍸",
    "rating": 5,
    "name": "Anton Butsyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Live music, nice, entertaining and crowded",
    "rating": 5,
    "name": "Alex Tamm",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place. I highly recommend it",
    "rating": 4,
    "name": "Jesper Lindholt",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Maybe the best social salsa place in Kyiv. The actual set of traditional South American cocktails, great Latino music and sometimes even live musicians. The staff and guests form truly international crowd, amazing!",
    "rating": 5,
    "name": "Ivan Shevelenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Bar with small dance floor (3-4) couples fit.",
    "rating": 3,
    "name": "Ronnie A",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Perfect place with Cuban atmosphere in the city center. Highly recommend.",
    "rating": 5,
    "name": "Yurii Savluk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The real deal. People having a good time. Democratic prices. Live music on weekends.",
    "rating": 1,
    "name": "Dajoro Dajoro",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice music. Nice cocktails. Nice Son.",
    "rating": 5,
    "name": "Vladyslav Bondar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very tight spaces but it has an OK vibe. It's not exactly just Latin as the dj seems to mix various other types of music.",
    "rating": 5,
    "name": "Tomila Yanovytska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great atmosphere and very good coctails.",
    "rating": 4,
    "name": "Julia Schlegel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The place is nice if you want to dance to latin music. But double check your bills. The waiters are systematically cheating on the checks. We got tricked by 300 hrwinjas by our cuban waiter - and are still waiting until today for him to come back with our change...",
    "rating": 3,
    "name": "Mykhailo Pylynskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Hello, please let us know when you visited our bar and what is the name or description of waiter who works that day.",
    "rating": 4,
    "name": "Bogdana Boubley",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice latina bar with live music",
    "rating": 1,
    "name": "diego ceciarini",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good atmosphere, drinks and music",
    "rating": 5,
    "name": "Εva Styliagkatzi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Flophouse surrounded by foreigners, light girls, Latin music and good drinks....",
    "rating": 5,
    "name": "BlackCat Olga",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good bar, nice interior))\nnot a lot of cocktails ((",
    "rating": 5,
    "name": "Helen R.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good music and fun atmosphere!",
    "rating": 2,
    "name": "Backpacker Help",
    "cat": "Cuban restaurant"
  },
  {
    "review": "A good place to be rob of all your staff",
    "rating": 5,
    "name": "David Mumford",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cool place, warm atmosphere and suitable for bachata lovers.",
    "rating": 4,
    "name": "Canuck Can",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Loved it, really Cuban, you can practise your Spanish here as well",
    "rating": 5,
    "name": "Anna Zaiats",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Like the atmosphere! Love to have a chance to dance! Live music makes you feel so relaxed. I know that on weekend here you can dance Salsa! The business lunches here I will definitely come next time to dance. Dishes looks awesome and taste …",
    "rating": 5,
    "name": "Michael Duarte",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Please change your open time, also the Long Island icetea have to taste better like ice and water",
    "rating": 5,
    "name": "lucy in wonderland",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very friendly!\nFree WiFi...  Borrowed phone charger, thanks guys!",
    "rating": 5,
    "name": "Michael Duarte",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The good: not expensive, no cover, great music, this is your best bet on a nightly basis for dancing salsa/bachata in Kyiv. Friendly crowd also, authentic people.  The bad: usually very little space to dance. For some reason, they leave a …",
    "rating": 3,
    "name": "Dennis G D",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Definitely a place to go for Latin live music",
    "rating": 1,
    "name": "T K",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place to dance latin music!",
    "rating": 4,
    "name": "volodya semenikhin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "It is awesome😍😍😍😍😍 You can feel atmoshere of Cuba here!",
    "rating": 3,
    "name": "Lovro S",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great place to dance latin music in Kiev!",
    "rating": 5,
    "name": "Kateryna Guban",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great live music on Sunday but service is indifferent.",
    "rating": 5,
    "name": "Vedat Turkan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The establishment was out of four items we attempted to order. Waited twenty minutes for the staff to take our order. Establishment advertised visa mastercard but when ask to pay by card they say the terminal is broken. Had to walk 6km to Podil to get cash and take a taxi back. Lived here for three years. Worse establishment ever.",
    "rating": 1,
    "name": "Oleksandr Kulyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Casual place, good for friends get together",
    "rating": 4,
    "name": "Steve White",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Small, crowded underground bar for salsa loving turists",
    "rating": 5,
    "name": "José Antonio Torres Sánchez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Best latina bar in Kyiv. Good selection of rum, live music, salsa dance, but tiny dance floor. Guacamole salad is a must try!",
    "rating": 5,
    "name": "Oleg Shimanskyy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good spot for expats. Especially at the weekends",
    "rating": 4,
    "name": "Rita Caterpillar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Slow service. No attention to customer.",
    "rating": 5,
    "name": "Sal",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice vibe and live music",
    "rating": 5,
    "name": "Мария Плескач",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great ! Weekends can get a bit too overcrowded",
    "rating": 5,
    "name": "Владислава",
    "cat": "Cuban restaurant"
  },
  {
    "review": "THE place to dance salsa and live latino music.",
    "rating": 5,
    "name": "Eduardo Ferreira Bambi Ferrer",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Have fun, but nachos with vegetables",
    "rating": 5,
    "name": "James Baum",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very good place, but too crowded",
    "rating": 5,
    "name": "Jimmy Burke",
    "cat": "Cuban restaurant"
  },
  {
    "review": "One of the greatest bar in Kyiv",
    "rating": 3,
    "name": "Bryce Gryba",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great for Latino dancing, the atmosphere is great, love it!",
    "rating": 5,
    "name": "N John",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice i like it nice blue music",
    "rating": 5,
    "name": "andre pekh",
    "cat": "Cuban restaurant"
  },
  {
    "review": "A great place to dance Latin music",
    "rating": 3,
    "name": "Felix Schulte",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The live music is nice.",
    "rating": 4,
    "name": "Diana Minenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good, but small and crowded.",
    "rating": 4,
    "name": "Milou London",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Just don’t miss it if you are in Kiev",
    "rating": 5,
    "name": "Volodymyr Barabanov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Awesome atmosphere from year to year",
    "rating": 5,
    "name": "Tamara Prysykar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very full on weekends.30 min for a beer\nLots of Salsa and Latinos. Local girls.",
    "rating": 5,
    "name": "Софія Савчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Love music in this place.",
    "rating": 5,
    "name": "Arkadiy Zaslavskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great band playing on Sunday",
    "rating": 5,
    "name": "Eugene Dyachenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Best place for people who like Latin culture...",
    "rating": 5,
    "name": "Alisa Poletaeva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cuban bar with live music, you can dance which is rare in Kiev.",
    "rating": 5,
    "name": "Владимир Ткачук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Chill place with good music and crowd to dance with",
    "rating": 5,
    "name": "Alex Kustov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place for relax and dancing",
    "rating": 4,
    "name": "Nadia Smirnova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice latina place",
    "rating": 5,
    "name": "TASOS TSIAMIS",
    "cat": "Cuban restaurant"
  },
  {
    "review": "I like this popular place",
    "rating": 5,
    "name": "Shota Meladze",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Beautiful live music",
    "rating": 5,
    "name": "sir x",
    "cat": "Cuban restaurant"
  },
  {
    "review": "My favorite bar",
    "rating": 5,
    "name": "Alexandr Lysyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place and coctails!!",
    "rating": 5,
    "name": "Meltem Yiğit",
    "cat": "Cuban restaurant"
  },
  {
    "review": "COZY, WARM, WITH FANTASTIC LATIN MUSIC",
    "rating": 4,
    "name": "Богдан Маковецький (#ВирішуюКлючовіПитання)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "very classy place",
    "rating": 5,
    "name": "Галина Дехтярук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very good business launch",
    "rating": 5,
    "name": "Светлана Шовкопляс",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Need a girl , go there",
    "rating": 5,
    "name": "Nanin Master",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Coctails were good 😊",
    "rating": 5,
    "name": "Sasha Maistrenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Юля Шпак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "the best latin house",
    "rating": 4,
    "name": "Cindy Kanade Domínguez Rodríguez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The best place! I love it!",
    "rating": 4,
    "name": "Kat M",
    "cat": "Cuban restaurant"
  },
  {
    "review": "amazing place",
    "rating": 4,
    "name": "சூர்யா கவுண்டர்",
    "cat": "Cuban restaurant"
  },
  {
    "review": "The best in kiev",
    "rating": 4,
    "name": "Tatyana Lysyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Wow!)",
    "rating": 5,
    "name": "Sabin “600” Stefanescu",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Good place",
    "rating": 3,
    "name": "Natalia Gotie",
    "cat": "Cuban restaurant"
  },
  {
    "review": "nice atmosphere",
    "rating": 5,
    "name": "Elena Belyaeva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Excellent place",
    "rating": 5,
    "name": "Ярослав Павленко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Too crowded as for me",
    "rating": 4,
    "name": "Bryan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great CubaLibres!",
    "rating": 2,
    "name": "Hamed Mido",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place",
    "rating": 2,
    "name": "david ederi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very nice",
    "rating": 5,
    "name": "Persian Style",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cool atmosphere)))",
    "rating": 5,
    "name": "Viktoriia Oz",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Fun atmosphere",
    "rating": 5,
    "name": "Azad Yadav",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Very small",
    "rating": 5,
    "name": "Kayfor Warr",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Have a fight in the club",
    "rating": 5,
    "name": "Anup Gadekar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Love the atmosphere of this place",
    "rating": 5,
    "name": "Поляруш Лена",
    "cat": "Cuban restaurant"
  },
  {
    "review": "🔥🔥🔥",
    "rating": 5,
    "name": "Illya Bozhko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Excellent",
    "rating": 3,
    "name": "ebrahim alaa",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Tango!",
    "rating": 3,
    "name": "Emre Baskak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Just try it🤫",
    "rating": 5,
    "name": "Анна Гонтар",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice",
    "rating": 5,
    "name": "Burak Türk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "engaging",
    "rating": 5,
    "name": "Julia Fedorova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Overpriced",
    "rating": 5,
    "name": "Katia Kotlinska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Expensive",
    "rating": 4,
    "name": "Алёнка Рычкова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Cool music",
    "rating": 5,
    "name": "Anastasia Chernenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "👍fantastic",
    "rating": 5,
    "name": "Nadezhda Kolpakova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное заведение)! Уютный интерьер, вкусно готовят и салаты и десерты. А чай с травами и фруктами очень классный)!\nИ интерьер совсем другой, не как на предыдущих фото в отзывах. Возможно после …",
    "rating": 4,
    "name": "Reverent Evzheniy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Только самые положительные эмоции вызвало данное место!\nнеобычный интерьер. Ярослав - внимательный, учтивый и добрый.\nУютно и комфортно. …",
    "rating": 1,
    "name": "Вика Нес",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Довольно интересно место но только если есть концертная программа, а так место довольное пошарпанное. Цены на алкоголь высокие . Мегого иностранцев что привлекает туда много девушек и ну вы понимаете …. …",
    "rating": 1,
    "name": "Наталия Науменко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилась атмосфера этого заведения! Приятный и улыбчивый персонал. А какие тут коктейли, просто таки подымают настроение ) Рекомендую попробовать тако 🌮 - это просто нечто 😋 …",
    "rating": 1,
    "name": "Viktoriia Chernenka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, good live music. People dance between the tables. Good service\nHighly recommend 💃 …",
    "rating": 5,
    "name": "Alexander Kravchenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Период: Зима, 2021\n\nЗаходили выпить глинтвейна, ну как, влетели в помещение)0 …",
    "rating": 5,
    "name": "Engin Simsek",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обсчитали на 400 грн. Мы выпили 8 маргарит и 3 джин тоника, по стоимости это около 1200 грн ,  заплатили 1650 грн.\nПосле звонка в ресторан сказали что чек невозможно посмотреть. Конечно, кто же …",
    "rating": 5,
    "name": "Evgueni Saveliev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нам искренне жашь что ваше посещение прошло неудачно. Но все-таки вот ссылка на наше меню https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 где маргарита стоит 140 грн, а джин тоник 100. Поэтому счет за 11 напитков никак не мог быть около 1200 грн. Оставьте свой номер телефона и мы разберемся в этой путанице 🙂\n\n(Translated by Google)\nWe sincerely wish that your visit was unsuccessful. But still, here is a link to our menu https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 where margarita costs 140 UAH, and gin tonic 100. Therefore, the bill for 11 drinks could not be about 1200 UAH. Leave your phone number and we will sort out this confusion 🙂",
    "rating": 3,
    "name": "Ivan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хотели посетить это заведение с друзьями вечером в рождественскую ночь пятницы. Перед входом нас встретил охранник и сразу настоятельно отказал нам в посещении, на просьбу аргументировать своё решение, он ответил \"Без объяснения причины\" …",
    "rating": 1,
    "name": "Alona Havras",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere of the institution is not bad, but we were seated at a table that was planned to be removed when the dance began. Nobody warned us. As soon as there were already a large number of people in the …",
    "rating": 1,
    "name": "Maryna Demirska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ходим сюда на бизнес ланчи. По цене очень супер. По блюдам тоже достаточно просто, но вкусно и можно наесться. Придём ещё! …",
    "rating": 5,
    "name": "Анна Нестеренко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) I was there in February 2022. First of all, it's my favorite bar. But my comments are neutral. There is a table on the ground floor but the active part of the Bar is downstairs. There is a bar downstairs and tables …",
    "rating": 1,
    "name": "Наташа Шпак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Продолжаю отзывы о киевских милонгах. Милонга в Буэна Висте по средам.\n\nЭтот эктравагантный кубинский бар не очень далек от Контрактовой площи. Похож на …",
    "rating": 3,
    "name": "Dmitry Nikiforov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) I expected more from this institution, there were no Latin dances! At the entrance, the waiter immediately asked how much we would drink and a deposit of 400 UAH (and we were 8 people) ordered large cocktails, but …",
    "rating": 5,
    "name": "Rafaela Korpan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Всё было прекрасно и по ценам и по меню, пока нас не обсчитали на 400грн(видимо компенсация за невысокий ценник на коктейли). Возможно наша вина, что не стали пересчитывать счёт и осознание пришло на следующий день после посещения. Но …",
    "rating": 5,
    "name": "Алина Кириллова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нам искренне жашь что ваше посещение прошло неудачно. Но все-таки вот ссылка на наше меню https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 где маргарита стоит 140 грн, а джин тоник 100. Поэтому счет за 11 напитков никак не мог быть около 1200 грн. Оставьте свой номер телефона и мы разберемся в этой путанице 🙂\n\n(Translated by Google)\nWe sincerely wish that your visit was unsuccessful. But still, here is a link to our menu https://buenavista.choiceqr.com/615da7a7822b6d2e0ecf0c40/615f2975748c436ae4ffbea1/0 where margarita costs 140 UAH, and gin tonic 100. Therefore, the bill for 11 drinks could not be about 1200 UAH. Leave your phone number and we will sort out this confusion 🙂",
    "rating": 4,
    "name": "Vikulya Klutsko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Russian-language menu, Russian-speaking bartender / waiter. The dishes and cocktails were very tasty, but the Russian language in the institution in the 8th year of the war - disrespect to visitors. …",
    "rating": 3,
    "name": "Enric Castillo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это одно из любимых мест для потанцевать. Ребята, которые работают тут просто замечательные, очень приветливые и всегда помогут (мы забыли рюкзак и нам максимально оперативно помогли его найти и привезти).  Спасибо за атмосферу и приятное …",
    "rating": 5,
    "name": "Veronika Orlovska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужасный персонал!\nБармен обматерил нас просто. Когда пришли разбираться на баре все отморозились. Сказали, что админ ушел и будет через пару дней))). Просто уровень! Официант …",
    "rating": 5,
    "name": "Victor Paniov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Низкие цены. Много иностранцев, буквально в выходной пройти невозможно. Все в куреве) не соблюдают карантин, никто не проверяет сертификаты, температуру, и т.д. …",
    "rating": 4,
    "name": "Xavier Lopez Muntet",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, good price, friendly staff and even has live dance classes, not to mention the excellent live Latin music <3 …",
    "rating": 1,
    "name": "Лиза Кравец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер, классное заведение. Очень круто передает атмосферу  Кубы. Отличный выбор Рома. …",
    "rating": 4,
    "name": "Ruslan Chepil",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая музыка, не очень бюджетно... Много иностранцев, мало места для танцев\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анатолий Черненко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Nice and well-decorated place, friendly and friendly service. Live music creates a good atmosphere. But without Cuban dishes (only 3) and the rest are not available …",
    "rating": 4,
    "name": "София Эмурлаева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилось это место , атмосфернейшее заведение , приятные люди вокруг , у которых интересы и способы отдыхать схожие.  Все танцуют латинские танцы , живая музычка . Даже реальных латинос можно тут встретить,  что ещё больше делает …",
    "rating": 5,
    "name": "Dorota Zurawska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное и очень популярное место среди иностранцев, где всегда много людей. Живая музыка, бурлящая енергетика праздника помогают забыть о бытовых проблемах и переключиться, с головой окунувшись в кубинские ночи :) …",
    "rating": 5,
    "name": "Любовь Абрамова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A place to Kiev to feel Latin, cozy place and live music recommended. As a restaurant it would need to improve dishes. …",
    "rating": 1,
    "name": "Alex Seven",
    "cat": "Cuban restaurant"
  },
  {
    "review": "противный запах сырости и сигарет по всему заведению. много иностранцев, которые цепляются к девочкам. сертификаты не проверяют, но это еще ничего. были на выходных с подругой и видели на столе тараканов! обслуживающий персонал …",
    "rating": 4,
    "name": "Veronika",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хороший выбор. Приятные цены на бизнес- ланчи. Оригинальный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lady Louise",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная атмосфера. Уютно. Отличная музыка. Огромный выбор рома.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ксения Яременко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мне бар очень нравится, и я там не первый раз. И эта «пошарпанность» мне нравится, и музыка. Но в субботу 4 декабря мы с друзьями попали видимо не на лучшее настроение официанта) когда он принёс не то пиво, которое мы попросили, он послал …",
    "rating": 5,
    "name": "Виктория Барановская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great music in latino rhythms. Drinks at very favorable prices and delicious 🍹🤩 Sometimes there is only a place to dance. …",
    "rating": 1,
    "name": "Alireza",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Люблю это место и в свободный вечер прихожу именно сюда! Особая уютная атмосфера, живая музыка и танцы с пятницы до понедельника, и конечно же, люди! Уже больше 7-ми лет здесь, и всем рекомендую! Отдельно большое спасибо барменам! Есть, что …",
    "rating": 4,
    "name": "Анна Орешина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не предупреждают, что в чек включают обслуживание 10%.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Ломач",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень колоритное заведение, со своим особым настроением.\nКто любит чистоту и сервис - вам точно не сюда) Но, сюда и не за этим приходят)) …",
    "rating": 5,
    "name": "Александра Стрельченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень милый, уютный ресторанчик. Приятно посидеть, провести время. Внизу, полуподвальное помещение, где размещены комнаты отдыха, бар, играет живая музыка.\nОчень интересный и не избитый интерьер. В общем атмосферно и колоритно. Мне …",
    "rating": 5,
    "name": "Яна Рудик",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место, конечно, замечательное) цены очень умеренные, выбор напитков большой, никакого фесконтроля и косых взглядов охраны, всё демократично и весело, хороший флирт фактор. НО дайте больше воздуха, в зале дышать нечем! То ли кондиционер не …",
    "rating": 4,
    "name": "Ольга Камина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень уютное и колоритное место, приятное обслуживание,  хочется приходить и приходить сюда 😊 …",
    "rating": 5,
    "name": "Кучма Алексей",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Раньше я был в восторге от этого заведения. Но сегодня когда я с друзьями решил посетить это место, человек который назвал себя владельцем отказался нас впускать. Давно посещаю это заведение но за 5 лет я впервые с таким сталкиваюсь. Очень …",
    "rating": 4,
    "name": "Юлія Опанасенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Довольно неплохой бар, где на первом этаже можно посидеть с коктелем и поболтать, а уже спустившись на нулевой этаж, попасть в более шумную атмосферу музыки и движа. Коктели в большинстве готовят на основе ананаса. …",
    "rating": 5,
    "name": "Vlad",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место душевное, живое, были вовторник... была лаундж музыка... очень здорово. Живая музыка.\nПо поводу напитков, к сожалению не удивили и меню тоже было слабенькое- мало …",
    "rating": 5,
    "name": "Yulia Ivanova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) If you have not been here, you have lost a lot). This is a piece of a completely different world in the center of Kiev. …",
    "rating": 4,
    "name": "Юлія Дмитренко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, great music, delicious drinks\n\n(Original) …",
    "rating": 5,
    "name": "Elena Berezhinskaya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно, вкусные коктейли.\nКухна на 3.\nОчень много людей, прям оооочень, 10тками заходят и выходят. Танцевать места …",
    "rating": 4,
    "name": "Olexander Leonets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Прекрасное старое место, много интостранцев. Ощущение будто бы пришел в гости (но в хорошем смысле) …",
    "rating": 5,
    "name": "Антон Викторович",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Bueno Vista is a place with its own special atmosphere. Cuban music and incendiary dances of visitors will not leave anyone indifferent 😌👍 …",
    "rating": 4,
    "name": "Dmitrij Ignatov (Believe)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная атмосфера. Вкусно и недорого. Вечером танцы с близким контактом. ;))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оксана Кислова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место, приятный персонал, бар с фантазией и очень приятная атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Машка Смирнова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A very colorful place with live Cuban music. It is better to book a table in advance, because there are not many seats. You can dance, but between tables. The only thing that upset me a little was that they brought …",
    "rating": 2,
    "name": "Lisskas",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место! Прекрасная локация в центре Киева, рядом с самыми известными достопримечательностями. Можно посидеть на улице даже под дождем и снегом - что огромная редкость. И внутри чудесно. Отличные официанты! Вкусный кофе! …",
    "rating": 4,
    "name": "Yuliia Viskushenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place that must be visited at least once. Great music, nice people, dancing. The only point to which the administration would pay attention is that for some reason the answers in Ukrainian are in Russian …",
    "rating": 2,
    "name": "Катя Ц",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место- для потери сознания!\nКлассный персонал- просто умнички( живут своей жизой)\nИнтернациональненько! - от рубироида до Мексики ))(( …",
    "rating": 5,
    "name": "Евгений Тимошенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не в первый раз - своя атмосфера, интересно проходят мастер-классы)) Но обратите внимание на чистоту - грязные столы, и стулья... …",
    "rating": 2,
    "name": "Katheryna Semenova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну ого го но как весело и танцевально!\nМузыка супер!\nНо я бы убрала столик на против сцены. Мало места для танцев. …",
    "rating": 5,
    "name": "N Ttt",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good evening, we do not delete photos on Instagram)\n\n(Original)\nДобрий вечір, ми не видаляємо фото в Інстаграмі)",
    "rating": 5,
    "name": "Татьяна Хромова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Суперское кубинское заведение в Центре Киева!\nАлкоголь, еда 🔥🥰\nАтмосфера 😮🔥🤪💋 …",
    "rating": 4,
    "name": "Alla Kushnir",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хамское отношение со стороны бармена просто впечатляющее) покрывать матом посетителей не может быть нормой и оправдывающих такое поведение факторов, я считаю, найти невозможно. Изначально заведение оставило о себе только хорошее …",
    "rating": 5,
    "name": "Маша Тютюнник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "В листьях салата был песок. На что оффицант никак не отреагировала! Салат с лососем не вкусный! Начос так себе! Я попросила принести официанта вилку. Он проигнорировал. Место танцевать очень мало. Очень тесно. Запах плесени. …",
    "rating": 5,
    "name": "Alona Plishko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "не понравилось, основная часть бара находится в подвале где было ужасно холодно, воняло сырость и грибком. пришлось весь вечер сидеть в курточке. …",
    "rating": 5,
    "name": "Misha Technodriver",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусные коктейли, очень большой выбор рома - целы три страницы на выбор только рома. Много интересных популярных испанских, мексиканских коктейлей. Также большой выбор еды - от гарниров до мяса и рыбы. Иногда проходят танцевальные вечера по …",
    "rating": 5,
    "name": "Владимир Владимир",
    "cat": "Cuban restaurant"
  },
  {
    "review": "23.10.2021.... максимально скучно...музыки нет толком... А самое главное....в туалет не возможно зайти, так как воды (или не воды) в см 10 и зайти не возможно....все орут и не слышно ни музыки, ничего. Обслуживание отстой...даже подойти …",
    "rating": 3,
    "name": "Federico Lombardozzi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is not like the others, the atmosphere is maximally conveyed 💃\nBar and kitchen 🔥 …",
    "rating": 5,
    "name": "Granatovich",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место с незабываемой атмосферой. Огромный ассортимент текилы и рома и, конечно, зажигательная сальса. …",
    "rating": 5,
    "name": "Виктория Королевская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Delicious tacos, nachos with vegetables and mulled wine. Live music began on Saturday at 10.30. Although there was not enough space for dancing, it was still fun. You need to book a table in advance. …",
    "rating": 5,
    "name": "Natalia Taran",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилось.  Праздновала свой день рождения, заказала банкет на 10 человек.  Все было великолепно.  Кухня супер,  красивая подача и очень вкусно. Порции большие, спасибо шеф-повару🌮🌮🌮 Администратор Марина вам отдельная …",
    "rating": 2,
    "name": "Daria Kurbakova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Буэна эта мего)))всегда болтаю с барменом на первом этаже) у меня это уже традиция ;) …",
    "rating": 3,
    "name": "Eugene Mironyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это восхитительное место если ты хочешь не просто посидеть за столиком - а именно круто провести время в барной движухе с возможностью потанцевать латинские танцы! Как будто переносишься на Кубу, в атмосферный барчик.. можно завести новых …",
    "rating": 1,
    "name": "Elene Mishchuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Необычное, интересное заведение! Вкусно, и совсем не дорого как для такого расположения. Живая музыка, приятный персонал. Мы с женой в восторге! Добавил в список избранных, придём ещё! …",
    "rating": 5,
    "name": "VonaGo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) I have been several times with my Spanish friends. But you always have to pay in cash and you have to complain to be able to pay with a card …",
    "rating": 4,
    "name": "Марина Яворская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мне понравилось,душевно,как будто в Испанию вернулся)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ricardo Bolanos Perez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Сидели компанией, всё понравилось. Место отличное, есть где нырнуть в кубинскую атмосферу, послушать живую музыку и насладится латинскими танцами …",
    "rating": 5,
    "name": "Viktor Grysiuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень добродушная атмосфера в заведении! Особенно на блюзовом вечере!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мирослав Кайданник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место хорошее, ела вкусная.. но обслуживание подкачало конкретно.. ПРОВЕРЯЙТЕ ВАШИ ЧЕКИ! официантка обсчитала нас 3 РАЗА. З раза мы проверяли наш счет... жаль что сразу не сообразили сфотографировать все чеки которые нам приносили..  с …",
    "rating": 5,
    "name": "Zakhar Kanevskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, мы искренне приносим извинения за данный инцидент. Это был последний день работы этой официантки в нашем заведении, чему мы рады. Спасибо вам что помогаете нашему бару становится лучше.\n\n(Translated by Google)\nGood afternoon, we sincerely apologize for this incident. This was the last day of the work of this waitress in our establishment, which we are pleased to see. Thank you for helping our bar get better.",
    "rating": 4,
    "name": "Катя Локанцова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Олдфажный подвальчик коридорного типа, оформленный на любителя в стиле кладовой папаши Гобсека, с живой музыкой, парой барных стоек и небольшой рассадкой. …",
    "rating": 5,
    "name": "Inna D.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Тесно, музыка ужасная, везде запах сырости, потоп в туалете, скандальная назойливая официантка - даже не знаю, что ещё добавить... Н-и-к-о-г-д-а больше сюда не приду. …",
    "rating": 5,
    "name": "Anne Bezrodna",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Bien, molto bene, very good, дуже добре. Зашли абсолютно случайно с девушкой и протанцевали до утра. Столько новых друзей за один вечер я ещё не встречал. Дружба народов и феерия танца. Бармен делал для нас эксклюзивные коктейли! Мы …",
    "rating": 5,
    "name": "Игорь Немировский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Always welcome :)",
    "rating": 1,
    "name": "Эвгений Машковсикй",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Была тут 6 лет назад. Снова побывала вчера. Не изменилось абсолютно ничего за это время. Еда вкусная, ром хорош, музыка и атмосфера вне всяких похвал👍 Даже официант тот же обслуживал, если я ничего не ошибаюсь.А вот залы и туалет явно …",
    "rating": 5,
    "name": "Марина Тимошенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) It is a Latin bar, Good atmosphere, but too small and it gets quite crowded. Wear comfortable clothes because it is hot and be in constant contact with other people ... …",
    "rating": 5,
    "name": "Sirenko Juli",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric place. There is a choice of cocktails. Reasonable prices. Pleasant service. Often cool concerts …",
    "rating": 5,
    "name": "Anastasia Vlasenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусный кофе. Рекомендую. Внизу в баре живая музыка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Настася Князева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Кафе передаёт неповторимую атмосферу острова свободы, а вечеринки, на которых танцуют жаркую сальсу, только усиливают это ощущение. Кусочек Кубы в сердце Киева. Рекомендую! …",
    "rating": 4,
    "name": "NALYSNYK _",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место для проведения досуга с большой, весёлой компанией. Можно и поесть, и выпить, и потанцевать.\nМинус коктейли сильно разбавлены (слабые), но вкусные …",
    "rating": 1,
    "name": "Iryna B.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Простое, душевное, веселое место! Самое то, для встречи с большой компанией, для веселых знакомств и легкого флирта)\nПо бару действуют всякие интересные пр предложения типа 3 литра мохито за 800 …",
    "rating": 5,
    "name": "Дмитро Сук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Красиво пить не запретишь! Особенно если есть в наличии Old Monk\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Dmytro Zlenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классное, тематическое заведение. Погружаешься в атмосферу Кубы. И цены как для центра Киева довольно приемлемые. …",
    "rating": 4,
    "name": "Татьяна Лесенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Девушек своих нельзя оставлять сразуже хачи пристают к девушкам, грязно впрямь очень много народа охранки не соответствует стандартам охранников …",
    "rating": 5,
    "name": "Riki Tiki",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень интересное и колоритное заведение! Стало приятным сюрпризом для меня! Не ожидала, что в Киеве есть подобное место для вечеринок 🤩 …",
    "rating": 1,
    "name": "Alyona Sokolova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень самобытный бар с душой. Часто можно застать хозяина, который с удовольствием расскажет какую-нибудь интересную историю и тебе уже кажется, что ты не в бар пришел, а в гости. Очень уютно. Радуют тематические вечера, особенно …",
    "rating": 5,
    "name": "Tatiana Ochimovska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) From now on, my favorite place. It is immediately obvious that the restaurant has a real Spanish soul. Prices do not bite, on the contrary, are very friendly and the food is delicious …",
    "rating": 5,
    "name": "Rich D",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень классное атмосферное место! Так много интересных деталей в интерьере)\nПерсонал - отличный) особенно Ярослав - очень душевный, внимательный и приятный по отношению к гостям) …",
    "rating": 1,
    "name": "Vladik Vlad",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The institution is interesting. There is a feature in it - music and atmosphere. The only thing that is expensive. Be prepared for shocking prices and it is better to come with a large company or on payday😉 …",
    "rating": 5,
    "name": "Anna Klikh",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Bartender (tall blonde) Sasha - behaved inappropriately, either under the influence of alcohol or drugs. We ordered tequila at the bar and he served it in the wrong form (without salt, although a special salt shaker …",
    "rating": 2,
    "name": "Олексій Білан",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все отлично, но очень жарко. 100% нужно что-то делать с вентиляцией.\n\nЕсть люди которые сразу приходят и уже потные, потом эти запахи... …",
    "rating": 5,
    "name": "World Power",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) We had three jackets stolen during the visit and none of the employees even apologized. They reacted as if it was normal and the jackets would be returned later. After a few calls, of course, no one returned anything …",
    "rating": 1,
    "name": "Nela Shulha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место прекрасное отдохнуть. Послушать музыку и потанцевать сальсу, бачату... Единственное мне не понравился официант Шура лысый с татухами... (хотя там все такие)... знаю места где официанты строят ауру и просто уходить не охота... сюда не …",
    "rating": 1,
    "name": "Miguel Angel Capuñay Reategui",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Сальса! Танцевать тут классно, напитки так себе.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Fedenko (Shelena)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Если хотите заплатить деньги за отсутсвие сервиса а потом быть \"отчитанным\" на Раз Два Три, тогда Buena Vista Social Bar - подходящее место. …",
    "rating": 5,
    "name": "Татьяна Скутельник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Волшебные коктейли, фантастический бармен, чудесная музыка. Одно из самых любимых мест …",
    "rating": 5,
    "name": "Andrii Ulianenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличный Бизнес Ланч - Great Business lunch\n\n(Translated by Google)\nGreat Business Lunch",
    "rating": 5,
    "name": "Валерия Кислухина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень плохой персонал, бармен не умеет общаться адекватно, к тому же пьет на равне с гостями) любит звать девушек «отойти», админа никогда нет на месте, хотите получить море негативных эмоций - добро пожаловать👌 …",
    "rating": 5,
    "name": "G V",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A great place to relax from a hard day's work. On Wednesday, tango dances here …",
    "rating": 2,
    "name": "Yaroslav Stovbovenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Зашли с друзьями вечером перекусить и выпить. За вход заплатили по 100грн с человека (а нас было пятеро), была живая музыка (+ коктейль в подарок), но по меню практически ничего не оказалось. Допили \"халявный\" коктейль и пошли в другое …",
    "rating": 5,
    "name": "Anastasia Landysheva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все просто чудесно и замечательно, неповторимый колорит и атмосфера. Кубинское меню, отличный выбор алкоголя. Доступный бизнес-ланч с 12 до 16. Приятное обслуживание. …",
    "rating": 5,
    "name": "Alyona Di",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Официанты, бармены и охранники- просто быдло. НЕ ПОРТИТЕ СЕБЕ НАСТРОЕНИЕ,здесь делать нечего …",
    "rating": 3,
    "name": "Катерина Ломовая",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) What a horrible place! No space to even dance and sound equipment without volume or acoustics or anything. …",
    "rating": 5,
    "name": "Наталія Антипіна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "очень колоритное, прекрасное, атмосферное место с:\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Aleksander Kryvoruchko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мой любимый коктейль продаётся здесь)) называется Кайпиринья, для тех кто любимый кисло-свежие напитки, рекомендую. Такос с курочкой вкусный, несмотря на то, что я не фанат курицы. В последний раз его не было в наличии и мы с подругой взяли …",
    "rating": 5,
    "name": "İbrahim PARMAKSIZ",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) My favorite bar in Kiev. Everything there is built on the Latin thirst for life and tequila. On the weekend after 22 there is usually just a fire …",
    "rating": 5,
    "name": "İbrahim PARMAKSIZ",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Калоритное кубинские заведение. Вкусная кухня, хороший алкоголь. Но самое замечательное - это социальные танцы 😍 …",
    "rating": 4,
    "name": "Jiji Capone",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Была в вашем баре мне все очень понравилось обслуживание супер ваш бармэн Yaroslav очень общительный приятный парень побольше бы вам таких людей в работе все было на высшем уровне хэллуин удался …",
    "rating": 1,
    "name": "Макс П",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) They serve for a long time and have to wait for the chosen drink and remind the waiter. In general, the atmosphere, thanks to live music, is great. …",
    "rating": 4,
    "name": "максим Старко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место, классный интерьер\n\n(Translated by Google)\nGreat place, cool interior",
    "rating": 5,
    "name": "Daryna Borysova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное заведение☺️ Интересный интерьер, приятный персонал, вкусная еда 🤗 Спасибо ❤️ …",
    "rating": 1,
    "name": "AMONG AS",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Заказывали картошку по-испански и коктейль на основе трёх Ромов.\nКартошка на троечку, соус в котором ее протушили, невкусный.\nКоктейль слабенький, алкоголь не чувствуется. …",
    "rating": 5,
    "name": "Олена Ляшук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great live music, atmospheric location, great bartenders and delicious cocktails) …",
    "rating": 5,
    "name": "Павел Кодий",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все супер но мало места для танцев\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Pio",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) It is a very beautiful place. Decent and fun with its warm atmosphere …",
    "rating": 5,
    "name": "Сергей Усов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Number ten five stars simply fun and decent environment\n\n(Original) …",
    "rating": 5,
    "name": "Andre Samborskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосфера Гаваны, всегда крутая живая музыка и зажигательные танцы\nКухня на 3!\nБар на 2 коктейли это мрак с  паленым алкоголем …",
    "rating": 5,
    "name": "Victoria Nst",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Протекала труба канализации. Капали на головы. Дорого. Обслуживание на отцепись.  Но самое главное  - я пришел посмотреть на Бачату и послушать музыку - ничего не было как обещали. …",
    "rating": 4,
    "name": "Ольга Щербакова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Оригинальный антураж, публика собирается после полуночи, а так одинокие девушки парами в поисках принцев на час, большой выбор Ромов, за чаевые бармен играет на клаксоне и судовом колоколе …",
    "rating": 4,
    "name": "MrTheMuradin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Лучшее место для лучших людей)) Шутка. Непринуждённая обстановка, живая музыка, интересные люди)) Если вы придёте сюда один раз, это место станет для вас особенным. ПС. Все самое интересное начинается после 23:00 …",
    "rating": 4,
    "name": "людмила подвысоцкая",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужастное отношение официантов!!!\n3 раза попросила меню, спустя 30 минут подошла на бар, спросить когда принесут меню, на что мне ответили …",
    "rating": 5,
    "name": "Богдан Кагадей",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, нам очень жаль что вы столкнулись с некачественным обслуживанием в нашем заведении. Приносим извинения. Не могли бы вы дать нам больше информации о дате и персонале который вас обслуживал? Связаться с нами можно напрямую на странице бара в фейсбуке, ссылку прикрепляю https://www.facebook.com/buenavista.kyiv\n\n(Translated by Google)\nGood afternoon, we are very sorry that you encountered poor quality service in our establishment. Apologize. Could you give us more information about the date and the staff who served you? You can contact us directly on the bar page on Facebook, I attach the link https://www.facebook.com/buenavista.kyiv",
    "rating": 4,
    "name": "Anastasiia Sluisarenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cool, atmospheric place with incredible dancing!\n\n(Original) …",
    "rating": 5,
    "name": "MARS FIRE",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Неотразимая атмосфера Испании наполнит вас с первых минут прибывания в этом заведении. Больше количество иностранцев, приятная испанская музыка и танцы в лучших латиноамериканских традициях не оставят вас равнодушным. …",
    "rating": 4,
    "name": "Инна Стручаева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) We are in the best club of Latin, Cuban music, Buena Vista pays tribute to our longed for Buena Vista Social Club.\nThe most famous of the Caribbean island, without a doubt a place of reference …",
    "rating": 5,
    "name": "Ka Po",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное заведение. Впечатляет своим интерьером и  Хорошей музыкой.\nМного разновидностей напитков.\nПонравилось пиво и  Очень впечатлил бургер!!!! …",
    "rating": 5,
    "name": "Антон Дяченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very pleasant atmosphere, live music, I liked everything but it's all nothing compared to the girls here are beautiful umm)) but for such music no one will be left alone)) …",
    "rating": 1,
    "name": "Ali Sandra",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферный демократичный бар для любителей латиноамериканськой музыки в центре Киева. Живая музыка  и танцы до утра по выходным. …",
    "rating": 4,
    "name": "Ramir Danishgar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну наверное дух Кубы сложно передать в любом заведении), а тут просто своя атмосфера, охотники и охотники находят друг друга, у каждого свои цели)), можно \"не\" спокойно выпить напиток и немного влиться в этот прикольный дурдом), советую …",
    "rating": 5,
    "name": "Алексей Николайчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее уютное место. Но не особо большое, столик на поздний вечер лучше бронировать заранее …",
    "rating": 5,
    "name": "Тамара Ворчило",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все всегда супер, но вот столики с центра не забирают вечером на латинскую музыку, люди танцуют но оооочень тесно …",
    "rating": 5,
    "name": "Евгения Насида",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное заведение. Приятные люди. Латино-американская музыка, надеюсь правильно написал. Всегда много людей и очень весело …",
    "rating": 5,
    "name": "Максим Очкур",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятная атмосфера, особенно живая музыка. 🌮 Тако вкусный, но простоват\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Prosto Prosto",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное атмосферное заведение, центр латины в Киеве, хороший интерьер, музыка, стоит один раз зайти👍 …",
    "rating": 5,
    "name": "Dariya Chan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное атмосферное место, с хорошей музыкой , единственное, что уж очень тесно внутри на танцполе и нет гардеробной... …",
    "rating": 2,
    "name": "Irina Bukutunio",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Тут и бизнес ланч вкусный. Особенно куриный бульон (15 грн).\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Savitska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень крутое место, с очень крутой атмосферой. Ещё и вкусно, за приемлемый прайс❤️ …",
    "rating": 5,
    "name": "vlad ivanov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Плохое обслуживание, столики не убирают. Самое ужасное, что некачественный алкоголь, заказывали Финляндию, а принесли вообще непонятно что. И уборная была грязной. Неприятные впечатления. …",
    "rating": 1,
    "name": "Юлия ивлиева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это место так и манит тебя зайти на бокал вина. Внушительно длинное барное меню, где на многие позиции хорошие цены. По еде сказать ничего не могу, не заказывал. Приеду ещё раз на 'вечер музыки и танцов' :) …",
    "rating": 2,
    "name": "Бодя Мен",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место, которое каждый раз удивляет. Невероятная атмосфера и потрясающая живая музыка. Очень позитивный контингент и настроение праздника и драйва. …",
    "rating": 4,
    "name": "Inna Olenina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место !кубинская  живая музыка заводит на танец.умеренные цены.персонал вежливый,отзывчивый.мясо и салаты не плохие а вот тарелку с  морепродуктами не рекомендую. …",
    "rating": 5,
    "name": "Елена Сахацкая",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место...живая музыка, приятные люди, вкусная еда, всегда весело и уютно …",
    "rating": 5,
    "name": "тома марчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good fun atmosphere, dancing, good cocktails, the feeling that you get to Cuba …",
    "rating": 4,
    "name": "Anna Tikhomirova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "невероятно атмосферное место! живая музыка просто шикарная. цены немного кусаются, но еда очень даже, и огромный ассортимент разнообразного алкоголя.\nинтерьер продуман до мелочей и как будто-то попадаешь в какой-то бар в южной …",
    "rating": 4,
    "name": "Анатолий Драченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) We went on the weekend, there was a band playing Latin music downstairs, it starts like 11 live music, an environment preferred by Latin dance enthusiasts and dances wildly. …",
    "rating": 5,
    "name": "Дмитрий Князик",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Никому не рекомендую это место! Вчера была первый и последний раз. Ужасное обслуживание, испортили весь вечер. Кухня не понравилась. Стейк пересоленый, есть не возможно. Единственный плюс живая музыка и шикарное испoлнение …",
    "rating": 5,
    "name": "Марина Булахова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Одно из атмосфернейших мест в Киеве. Послушать невероятные ритмы живой музыки, потанцевать в толпе с незнакомцами и, конечно, с любимыми❤ …",
    "rating": 4,
    "name": "Иван Швец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное заведение, всегда можно потанцевать и хорошо провести время\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Александр Боровский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место как бы не плохое. Еда , напитки.  Долго собиралались доехали но что сказать.  Музыка если просто послушать то в принципе можно. Но если танцевать, можно уснуть под нее. Ожидали лучшего от заведение.  Сколько отзывов о супер обстановке …",
    "rating": 3,
    "name": "Олена Буркаль-Скорик",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Пришли выпить. Очень вкусная кухня и быстрое обслуживание, так как людей было не много. Официант хотел нас обмануть. В щёт добавил лишнюю единицу напитка. Будьте внимательней. Кухня 5+ …",
    "rating": 5,
    "name": "Yurii Kachaiev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная музыка, очень атмосферное место. Но будьте готовы к тому, что обслуживание сильно-сильно затянется :) …",
    "rating": 5,
    "name": "Компанія SanchoBAG",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Коктейли зашли очень хорошо))), была живая музыка, ооочень понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Spring Water",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Прекрасное место для отдыха с друзьями и близкими! Очень атмосферное место. Здесь прекрасно всё. Живая музыка это  вообще отдельный разговор)🎹🎶 Аудитория в заведении позитивная, все поют, танцуют, веселятся 💃💃 Напитки очень вкусные. …",
    "rating": 5,
    "name": "Bernardo Hano",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место\n\n(Translated by Google)\nVery atmospheric place",
    "rating": 4,
    "name": "Ольга Туровская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень уютной и хорошое место.\nХорошое вино и интересная кухня!)\nПравда, когда последний раз был (25.02.2018) вечером, очень долго принимали …",
    "rating": 2,
    "name": "Катерина Soloviova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Крутое заведение, свой стиль. Если приходите компанией, будьте осторожны - тут можно оставить много денег 😄 …",
    "rating": 4,
    "name": "Екатерина Бабич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательное место, атмосфера и музыка на уровне, единственное - не хватает места для танцев. …",
    "rating": 5,
    "name": "Andrii Voron",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хороший бар, но побольше бы места для танцев...\n\n(Translated by Google)\nNice bar, but more room for dancing ...",
    "rating": 4,
    "name": "Vitalii Khyzhniak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Был тут 1 раз,возможно место хорошое но я не впечатлился,огромная куча людей,просидели за столом порядка минут 15 и никто не подошел,на баре бармена цепануть вообще нереально,возможно изменю свое мнение если попаду сюда еще раз ,но пока …",
    "rating": 5,
    "name": "Oksi Oka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место для отдыха так как есть живая музыка. Но, мало места для танцев. Да... есть одно но: лучше брать алкоголь в бутылке, нежели заказывать бокалами... есть опасения, что официанты лукавят. …",
    "rating": 5,
    "name": "Маргарита Лысенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная музыка, вот настолько атмосферная, что трудно усидеть на месте. Уверен, что ради этого многие туда и ходят - чтобы выпить и  потанцевать под хорошую музыку. …",
    "rating": 4,
    "name": "Ирина Заренина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Культовое место, всегда весёлые люди и много и европейцев с разных стран.\nМесто которое очень нетипичное и стоит разок посетить или даже три) …",
    "rating": 5,
    "name": "Ольга Давидюк",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хожу туда не первый раз. Очень радуют официанты, которые внимательны, но ненавязчивы. Очень приятное место что бы выпить вкусный коктейль. Вот прям ощущается расслабленная и дружелюбная атмосфера в этом месте. Крайне рекомендую для …",
    "rating": 5,
    "name": "Dmytro Fylonenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Excellent place, the food is very tasty, good music, nice atmosphere, in the evening they have live salsa very fun. …",
    "rating": 5,
    "name": "Ксения Рябоконь",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Музыка и коктейли классные! Атмосферное место!\nНо в одном зале на потолке плесень и жутко воняет грибком! …",
    "rating": 4,
    "name": "Алексей Полищук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное заведение, но все портит сервис. Из 3-х занятых столиков в зале, придётся ждать заказ больше часа. На наше замечание официантка с претензий попросила напомнить наш заказ. В целом музыка, напитки и еда - ок …",
    "rating": 4,
    "name": "Олег Клименко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная музыка. Атмосферное заведение. Но танцуют в основном профессионалы.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Artem Ledovkykh",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Lovely club, with a good atmosphere, pleasant staff, sincere surroundings and charming music. …",
    "rating": 3,
    "name": "Alberto Maldonado",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая атмосфера, персонал круть! Не всегда контингент подходящий, но компанией прям хорошо …",
    "rating": 5,
    "name": "V F “VFC” Chuzha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Красиво все оформленно, уютно, хорошая живая музыка, вкусно готовят, но места свободного мало, в тесноте да не в обиде, как говорится …",
    "rating": 3,
    "name": "Марк Доценко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее атмосферное место в любое время года. Very good place, good bar ;)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Віктор Надточій",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютное место, приветливый персонал. Единственный минус - в цокольном этаже душновато, особенно, если собралось больше, чем 10 человек. …",
    "rating": 5,
    "name": "Слава Славный",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место) еда вкусная, напитки хорошие и в наличии )))вкусное кофе и безалкогольные коктейли) приятный персонал) уютное местечко, понравился интерьер с наружи и внутри) есть столики на улице , там же всё озеленили))) всё прелестно))) …",
    "rating": 5,
    "name": "maria dmytriv",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютное классное место. По четвергам тут танцуют блюз. Я рад тут бывать\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Лиза Тыщик",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обожаю это место. За атмосферу. За людей, которые там. За музыку. За то, что после пары коктейлей меня, заядлого электронщика, бедра несут на танцпол просто кайфовать. Ритмы зажигают! Здесь можно легко и непринужденно общаться со всеми …",
    "rating": 5,
    "name": "Vadim Geletukha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая музыка, хорошая стилистика, интересное коктейльное меню... слабая кухня... …",
    "rating": 5,
    "name": "Владлена Перунова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Идейное место,танцы,бар и веселье.радует, что есть такие места,бармен латинос отдельное спасибо за колорит!!! …",
    "rating": 5,
    "name": "Ludmila Dyomina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "В выходной вечером очень много людей, места очень мало, тесно но весело. Если выпить хорошо. Правда здесь это обойдется в копеечку. Текила 100/пиво 100/коктейль 200. Музыка живая, соул и т п. На любителя. …",
    "rating": 5,
    "name": "Tanya Lanovets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very little space for the number of people who enter the place ... for the live music: Bravo !!! The prices are reasonable !!! …",
    "rating": 5,
    "name": "Лола Кан",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место, очень атмосферное. Живая музыка, много танцующих пар.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Rachid Tar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Одно из самых атмосферных мест. Всегда потрясающая живая латиноамериканская музыка. Но разбавленный алкоголь заставляет меня больше не возвращаться в это место …",
    "rating": 5,
    "name": "Китай в Украине",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The place is quite atmospheric and original. Latin American dances, in fact, are present and the Latin Americans themselves and a bunch of different people, live music, quite in the style of dances and general mood, …",
    "rating": 5,
    "name": "Елизавета Горбань",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень клёвое заведение, атмосфера на столько располагает что хочешь танцевать до утра) столько латинских девушек и парней что кажется будто бы попал в латинский квартал) советую всем посетить обязательно!!! …",
    "rating": 5,
    "name": "Мария Смирнова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная атмосфера, хорошая музыка. Коктейли дороговаты, но они того стоят!)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Володимир Рущак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличные коктейли и атмосфера . А так же музыка для настроения когда хочеться пуститься  в порывы  танца! …",
    "rating": 5,
    "name": "Dariia Volokhova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отлично, было холодно на улице , переждали в баре, вызвали такси, чуть выпили, все ок, еще зайдем …",
    "rating": 3,
    "name": "Marina Shvab",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Крутое заведение! Понравилось атмосферой. С огоньком прям\n\n(Translated by Google) …",
    "rating": 5,
    "name": "emilio kemalov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер крутое место. Только еде на любителя. Коктейли хорошие)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Siia 777",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Wonderful atmosphere! Delicious food and cocktails! Almost daily - live music! …",
    "rating": 5,
    "name": "Anna Mazurets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Конечно, не все из меню есть в наличии,  но коктейльная карта отличная! Возможно официанты не приветливы и работают с неохотой. Но самое место мне очень нравится, атмосферное, уютное и просто классное. Не могу пройти мимо, не заглянув ну …",
    "rating": 5,
    "name": "Аня Павлик",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Nice little bar, composed of two levels.\nWe dance in the cellar. It's not big but it's nice …",
    "rating": 2,
    "name": "Alexandra Katerynyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличный бар в стиле урбан, живая музыка латинская в основном, цены хорошие как для центра дешевле других аналогов …",
    "rating": 3,
    "name": "Kate Yeromina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приветливый персонал, хорошая атмосфера :) музыка хорошая - по вторникам хорошие музыканты выступают! Четверг с танцами колоритный))\nВкусные блюда в меню :) …",
    "rating": 5,
    "name": "Sergey Klementyev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное  зажигательное место с прекрасной сальсой и хорошим обслуживающим персоналом. Цены недорогие. Большой выбор рома.  Отличный контингент. Советую! …",
    "rating": 5,
    "name": "Igor Malynovskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место. Богатый выбор вина и рома. Отличная кухня (правда частенько чего-то нет в наличии). …",
    "rating": 5,
    "name": "Олена Морозко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Безумно крутая атмосфера, все максимально дружелюбные и вечно танцуют)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Алятина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не впечатлило,  больше не пойду сюда. Не смотря  на то, что людей в заведении почти не было, официант  не торопился нас обслуживать. …",
    "rating": 1,
    "name": "Abraham Mazunga",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень колоритное место в кубинском  стиле, обычно много иностранцев и живая музыка и танцы …",
    "rating": 5,
    "name": "Sergiy Ponomarenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все хорошо и атмосферно, но хочется танцевать, а места для всех уж очень мало.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Руденко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A good place, tango milongas are held every Wednesday, you can have a good time …",
    "rating": 5,
    "name": "Santiago Lambrisca",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное место) столики лучше бронировать заранее, так как посетителей к вечеру очень много. Каждый вечер играет музыка. Цены ниже среднего, но кухня очень вкусная …",
    "rating": 5,
    "name": "Neonilla-n N",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Сама идея заведения такого формата очень хорошая! Но реализована она плохо. Начиная от интерьера, заканчивая официантами. Я была там с большой компанией в праздничный вечер 8 марта, мы хотели хорошо отдохнуть. Но так как хотелось , не …",
    "rating": 1,
    "name": "Валерия Жидченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень классная атмосфера, лёгкая, разная аудитория, свободная, интернациональная. Еда была хорошей. Сервис очень плохой, работа официантов отвратительная, не обращают внимания, приходиться вставать, идти звать, чтобы долили вина, принесли, …",
    "rating": 1,
    "name": "Annie Sky",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, спасибо за ваш отзыв. Сожалеем, что работа персонала была неудовлетворительной. К сожалению, вечер пятницы это пиковое время у нас, бар заполнен полностью, и официанты загружены. Приходите к нам еще, посреди недели и мы будем рады уделить вам максимум внимания :)\n\n(Translated by Google)\nGood afternoon, thanks for your feedback. We are sorry that the staff performance was unsatisfactory. Unfortunately, Friday night is our peak time, the bar is full and the waiters are busy. Come to us again, in the middle of the week and we will be happy to give you maximum attention :)",
    "rating": 4,
    "name": "Ната Губиш",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Зашли сюда совершенно случайно. Искали, где есть бизнес-ланч. Совсем не прогадали. Обслуживание быстрое, официанты приятные и улыбчивые. Обедали на маленькой террасе, но внизу если спуститься обширный зал. Хотелось бы попасть туда на вечер …",
    "rating": 5,
    "name": "Savitskiy Vlad",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень стильный интерьер, уютно. Вкусный и недорогой кофе.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Марина Васильевна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Подходит как для пар, так и для шумных компаний. Живая музыка, замечательное обслуживание, хороший выбор алкоголя …",
    "rating": 5,
    "name": "Tanya Boh",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место с музыкой, танцами и текилой 🍸 Всегда очень весело\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Chernyshova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мексиканский притон, сертификаты ковид не проверяют, курят внутри, дышать нечем, места нет развернуться, просто ахтунг …",
    "rating": 5,
    "name": "Dmytro Volynets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good place, live music, great atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "Sergio Gulesku",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good music, great atmosphere, but sometimes the bartender gets so drunk that he can count on a pittance! It's good that I noticed in time! Be vigilant! …",
    "rating": 4,
    "name": "Yulia Talybova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place, great music.\nFor kiev prices it is average expensive. But it is cheap compared to other countries. …",
    "rating": 3,
    "name": "Jean-Christophe BRUDER",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Попала в это заведение случайно, в пятницу ночью. Осталась в восторге. В тот вечер танцевали сальсу. Множество людей, невероятная веселая атмосфера, вкусные напитки, красивые мужские и женские попы ))) В общем - море воспоминаний, …",
    "rating": 5,
    "name": "Yaroslav Barakhovsky",
    "cat": "Cuban restaurant"
  },
  {
    "review": "В шоке от обслуживания и от еды в целом , найти таракана за такую цену сильно удивила , на это даже никто не обратил внимание ! Просто проигнорировали очень печально ! Не советую ! …",
    "rating": 3,
    "name": "Kate Ulasheva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужасное обслуживание! Были вчера и пили кофе, сегодня пришли а смена другая. Хотим заказать тот же самый кофе, а на нас смотрят как на странных что у нас такого в меню нет. Максимально некомфортно в заведении. …",
    "rating": 5,
    "name": "Галина Плахотя",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good place, was on live music. Now they charge UAH 150 for the entrance …",
    "rating": 5,
    "name": "Anastasia Aniskova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Крутая атмосфера. Вкусные коктейли. Афигенная музыка\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Иван Мишенин",
    "cat": "Cuban restaurant"
  },
  {
    "review": "пришли туда, сами нашли место,официанта попросили убрать столик от предыдущих посетителей,сказал уберу и ушёл...мы так просидели 10-15минут..к нам никто с персонала даже и не подошёл в итоге..ауу..вы деньги хотите заработать ?? Не идите …",
    "rating": 5,
    "name": "Екатерина Чумак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Одно из самых интересных заведений в Киеве. Вкусная еда. Отличный выбор вина или любых других напитков. Хорошая музыка. …",
    "rating": 5,
    "name": "Катя Чернокур",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место для ланча,  очень вкусно и есть возможность выбирать из комплекса отдельные блюда. Все пропитано танго, вечерами есть возможность потанцевать …",
    "rating": 5,
    "name": "Olena Rafeyenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место с очень крутой атмосферой, приятной музыкой и классными официантами. Там тусуется много иностранцев и слегка печально слышать от девушек, что они там именно по этому, что немного портит впечатление, но все равно это отличное место, …",
    "rating": 5,
    "name": "Лена Русинова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место провести вечер с друзьями. Живая музыка, кубинские мотивы.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алина Анзина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Каждый день какие-то мероприятия. Вкусно готовят, постоянно по-разному.😃 Приветливый персонал - молодые ребята. 2 этажа, компактные помещения, есть веранда. …",
    "rating": 5,
    "name": "Svitlana Pochatenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The bar is nice, and the prices are very very attractive. A big downside on the service, …",
    "rating": 5,
    "name": "Mariia Bashmat",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Если честно, то открытие данного места стало для меня приятной неожиданностью. Потрясающая атмосфера, живая музыка под которую танцуют люди. Идеальная атмосфера бара и ОГРОМНЫЙ выбор моего любимого рома! Думаю теперь это место, которое я …",
    "rating": 3,
    "name": "Sancho Pancho",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место где легко можно найти компанию если вы в одиночестве(если вы понимаете о чем я)\nБитком забито,еле пройдешь …",
    "rating": 5,
    "name": "Ксения Брыкова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Класное место! Красивое, атмосферное, музыка отличная просто\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Анастасия Ребро",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная атмосфера внутри, соответствующая названию заведения. По выходным проходят вечеринки латинских танцев, иногда выступления различных вокальных коллективов. 2 этажа, на нижнем 2 маленьких зала, для танцев конечно тесновато; как по …",
    "rating": 5,
    "name": "Alexander Diakonov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Прекрасное место для любителей латиноамериканской музыки. Хорошие цены на коктейли. очень атмосферно. Прекрасная позитивная публика и отличная музыка. …",
    "rating": 5,
    "name": "Koks koks",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательное заведение, где можно потанцевать под живую музыку, атмосфера уносит в сказочную Испанию) контенгент разный, каждый сможет найти себе место. Для тех у кого нет покачто возможностей путешествовать но они хотят погрузиться в …",
    "rating": 4,
    "name": "Sergey Skorokhod",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Любимый бар, хорошие коктейли и атмосферные вечера обеспечены!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Tornike Varshalomidze",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Волшебное место - уютно, вкусно, зажигптельная музыка и очень дружелюбная атмосфера ) …",
    "rating": 5,
    "name": "Димко Грунгер",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Кажется, что это небольшое заведение, но обязательно зайдите внутрь) Тут вкусно и очень атмосферно💃 …",
    "rating": 5,
    "name": "Tanya Happyness",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Живая музыка, внимательный официант, подходил не раз чтобы узнать всё ли у нас хорошо и обновить коктейли. Подача блюд - 15-20  минут при полной посадке. Остались только хорошие впечатления. …",
    "rating": 5,
    "name": "Богдана Яковенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Спасибо за оценку, рады что вам понравилось.\n\n(Translated by Google)\nThank you for rating, glad you liked it.",
    "rating": 5,
    "name": "Александр Алферов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good establishment and music, blues evenings just class. Pleasant atmosphere, chamber for meeting with friends. …",
    "rating": 5,
    "name": "Olena Salnikova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The incredibly laid-back atmosphere of the establishment so attracts. The owner who sings Latin songs on stage can not but admire, people from different parts of the world who came to press at the bar and socialize, …",
    "rating": 4,
    "name": "Kyrylo Shevchenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятный интерьер, на выходных очень много людей, и учитывая что есть живая музыка, маловато места для танцующих. Цены завышены. тем, кто желает посидеть в более спокойном месте советую первый этаж. …",
    "rating": 2,
    "name": "Радион Завальнюк",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, спасибо за ваш отзыв. Согласны, что у нас людно по выходным, много желающих потанцевать под живую музыку латиноамериканские танцы.\n\n(Translated by Google)\nGood afternoon, thanks for your feedback. We agree that we have crowded weekends, there are many who want to dance Latin American dances to live music.",
    "rating": 4,
    "name": "Natalia Pavlenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное, уютное место. Доступные цены, вежливые официанты\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandra Dulich",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место неплохое, но:\n1. Бармены отстой . Заказали сырные палочки сидя на баре - очень вкустно, но когда оставили блюдо на 3 минуты , по приходу обнаружили бычок в тарелке и огрызок …",
    "rating": 4,
    "name": "Эдуард Маханьков",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мне все нравится. Что бы понять- надо самому сходить, а о заведении модно прочесть в Гугле больше, чем я могу сказать. …",
    "rating": 3,
    "name": "yadiver gulyanitskyy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Центр города , всегда куча народу, все битком , на улице благо есть летнее кафе, системе охлаждения работает очень слабо,но не смотря на все , много иностранных гостей, цены средние . В целом советую. …",
    "rating": 5,
    "name": "Olena Deineko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классная атмосфера. Тематическое заведение для любителей  рома;)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Тетяна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Заказалы блюдо, не доставало ингредиентов, а официант сказал, что это нормально, не работает туалет, не очень хорошее впечатление (((( …",
    "rating": 5,
    "name": "ame rika",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Удивительное место. Полностью соответствует своему названию - Bueno Social Vista Club, как с точки зрения атмосферы, так и со стороны музыки и интерьера. Приятные цены и персонал. …",
    "rating": 5,
    "name": "Oleksandr Tsikorenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место для проведения выходного вечера с молодым человеком или друзьями.Живая латиноамериканская музыка, помогает раскрепостится,потанцевать и в целом отлично повеселиться. Вкусные коктейли. Рекомендую! …",
    "rating": 2,
    "name": "Виктория Суханова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Just an ideal place for lovers of Latin American music and good cocktails)\nExtremely atmospheric place. …",
    "rating": 4,
    "name": "Eugene Noir",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место,  все в кубинском стиле,  живая музыка в исполнении настоящих кубинцев,  суперовые коктейли,  ну и конечно же танцы...  Сальса,  бачата и др.  Всем советую посетить)))) …",
    "rating": 4,
    "name": "RamRood",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Крутое место. Шикарная коктейльная карта. Музыка-супер\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Max Nesvitaylov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Спасибо за оценку :)\n\n(Translated by Google)\nThank you for rating :)",
    "rating": 4,
    "name": "Александр Новак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятная обстановка, под вечер обычно бывает громко. Коктейли вкусные, но стандартные и не сильно алкогольные. …",
    "rating": 2,
    "name": "Роман Скоропадский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Цена не соответствует качеству. Обслуживание плохое,официант не понимает русский язык. Закуску принесли в тарелке которая была надбита в трёх местах . …",
    "rating": 2,
    "name": "Alena Malikova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The place is good, but if you want to dance salsa, it's hard to do. There is almost no place for dancing. A few tables near the stage are being cleaned, but there are still few. But the cool atmosphere)) …",
    "rating": 5,
    "name": "Margarita Wise",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень людное и веселое место, играет живая латиноамериканская музыка, но очень мало места для танцев 😢 …",
    "rating": 4,
    "name": "Irene Karakurkchi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место , но на бизнес ланч почти ничего нет , если прийти не в 12 часов …",
    "rating": 5,
    "name": "nikmanax",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Задумка, интерьер, выбор напитков, атмосфера - отличные!\nХоть место задумывалось как бар с латиноамериканской музыкой с возможностью танцевать, такая возможность есть только если танцует несколько пар, если больше - …",
    "rating": 5,
    "name": "Nataliia Andriiets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) There is really a Spanish Cuban spirit. Atmosphere of rest, bar where come to have a rest. Delicious drinks, cocktails. But also music, singing, dancing. …",
    "rating": 5,
    "name": "Евгений Колесник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The bottom is unrealistically cold, not the best option for winter. In summer it is very nice here, but this time I was unlucky …",
    "rating": 5,
    "name": "Volodymyr Zubariev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Nice place with latin music. Often they do salsa party.\nХорошее место с латинской музыкой часто здесь проходят сальса вечеринки. …",
    "rating": 5,
    "name": "Ok San",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Appropriate atmosphere, good service, very tasty cuisine, normal prices. …",
    "rating": 5,
    "name": "Artem Patyka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не знаю за что хвалят это место, но коктейли никакие, обслуживание на отеб....половину позиций просто забыли принести. Только после напоминания принесли. Нижний зал просто морозильник, без отопления. Сидеть надо в куртке... …",
    "rating": 5,
    "name": "Andrey Berezov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место! Кухня на 4, цены адекватные, средние. Общее впечатление положительное! …",
    "rating": 5,
    "name": "Пахон Федун",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Аутентичное кубинское кафе, рекомендую посетить для разнообразия и попробовать суп тако (суп с отбивной порезанной на кусочки). …",
    "rating": 5,
    "name": "Stive Stanikoff",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place. Bagista Yaroslav was very private and responsible. I advise everyone …",
    "rating": 4,
    "name": "Святослав Щава",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень большая карта алкогольных напитков. Подойдёт людям, которые хотят зажигательно потанцевать. Если присматриваться, тогда интерьер страшненький, однако из-за атмосферы этого почти незаметно. …",
    "rating": 5,
    "name": "Yulia Krasnikova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Неуютно, старые и неудобные стулья, с которых торчат пружины. Очень шумно. Еда в принципе нормальная, но ничего особенного. Цена как для такого заведения немного завышена. Заведение атмосферное в кубинском стиле, но все остальные минусы не …",
    "rating": 4,
    "name": "Сєрж Лінч",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место,  где можно потанцевать  и послушать латиноамериканскую музыку,  но при этом смотреть  за своими  вещами,  был случай..... …",
    "rating": 5,
    "name": "Сергей Рудюк",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отмечали здесь НГ. Атмосферное место. Хорошая музыка, вкусные коктейли :)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Yana Kabushka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Веселый барчик. Экономят алкоголь в заказанных коктейлях, но первый раз допустим, что бармен просто забыл его добавить из-за огромного наплыва посетителей (был Хеллоуин). А вообще атмосфера в самом баре очень понравилась :) …",
    "rating": 5,
    "name": "Alyona Sergienko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место, приятное, консервативное по ценам, живая музыка всегда и танцевать можно …",
    "rating": 4,
    "name": "Елена Кухарец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место, но и очень людно.\nВообще лайк …",
    "rating": 2,
    "name": "Olha Putintseva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нереально атмосферное место, много иностранцев. Для вечерних танцуль только сюда! …",
    "rating": 5,
    "name": "Valerie Pavlyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классные бармены, вкусные коктейли, хорошая музыка и приятная публика\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksii Zhuravel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cool atmospheric place! After 12 nights on Friday-Saturday there is no place to fall) Dancing and fun, many foreigners. Alcoholic cocktails do not spare alcohol;) …",
    "rating": 4,
    "name": "Roberto Locorotondo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классное место. Всегда находится с кем поговорить и на испанском и на английском. Атмосфера крутая. …",
    "rating": 5,
    "name": "Oleksa P",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место однозначно придется по душе любителям латиноамериканский танцев. Живая музыка создаёт неповторимую атмосферу праздника. В баре предложат напитки, но будьте готовы раскошелиться. …",
    "rating": 5,
    "name": "Veronika Karpus",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень весело тут на выходных. Крутое мнсто, чтобы выпить и потанцевать\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Nikita Primak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мы забрели вчера сюда совершенно случайно и по этой причине были вдвойне приятно удивлены!! …",
    "rating": 5,
    "name": "Oksana Lando",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличный \"Пенициллин\") Слишком шумно, как по мне... Ну да это уже субьектив) В целом - забавное место …",
    "rating": 4,
    "name": "Lyubov Voytsekhovskaya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень калоритное место, даже просто зайти выпить кофе\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оля Мазур",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric place, after an hour of staying you forget that you are in Ukraine, feeling like in a Latin country.\nOf the minuses - there used to be more space for dancing, now there are tables, …",
    "rating": 4,
    "name": "Ольга Власенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место где можно посидеть и послушать латиноамериканскую музыку.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Костянтин Березянко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Atmosphere-100 points ... Just wow! 😀\nFood - 30 points ... a plate of potatoes, chicken, cheese and french fries - not very 😑 …",
    "rating": 5,
    "name": "Fran Guillén",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Всё самое интересное начинается после 22:00, много иностранцев, а ещё тут можно потанцевать. К 23:00 всё уже забито, в целом шумно, весело, текильно :) …",
    "rating": 1,
    "name": "Asya Bliznyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное место. Прекрасная живая музыка. Вкусная еда и коктейли. После 21 самый разгар веселья, танцы-танцы-танцы. …",
    "rating": 3,
    "name": "Александр Мельников",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Для заведения, где играет живая музыка слишком мало места.\nАтмосфера очень напряженная, неприятно пахнет в зале.\nОфициантка намеренно игрорировала большую часть посетителей. …",
    "rating": 4,
    "name": "Никита Лисицкий",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Surprisingly atmospheric place for the evening. Here you can have a good time both for conversation and for incendiary dances. The latter is guaranteed for the weekend;) …",
    "rating": 1,
    "name": "Ruben Gonzalo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное антуражное место для проведения вечера! Цены чуть выше средних по киеву. …",
    "rating": 5,
    "name": "Anton Kopylov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The cocktails were good with little alcohol, the environment good but small to be able to dance …",
    "rating": 5,
    "name": "Дмитро Бондарчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Even sitting with a rum of rum and listening to the music is very nice. And if you like to dance a little Latin - you are here. Caribbean nostalgia atmosphere in Kiev;) …",
    "rating": 5,
    "name": "Stas Amosov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "ой как нам понравилось с друзьями здесь зажигать под латиноамериканскую музыку и пить куба либре! …",
    "rating": 5,
    "name": "Haver Dima",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Спустя пару лет решил изменить свой старый отзыв. Место превратилось просто в отстойник. Внутри ужасно пахнет сыростью из-за подвального помещения, мебель уже сильно изношена и устарела, но самое отвратительное, что в момент как мы хотели …",
    "rating": 4,
    "name": "Татьяна Сычкина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Colorful, and you can dance, for all lovers of tango and see) …",
    "rating": 5,
    "name": "Paweł Dobosz",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Оригинальный антуражный интерьер. Латиноамериканская атмосфера и музыка. Разнообразное меню. Вкусная еда. Большой выбор коктейлей. Но обслуживание неторопливое. …",
    "rating": 5,
    "name": "Ilona Gotopilo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место! Любителям латиноамериканской музыки - обязательно к посещению …",
    "rating": 4,
    "name": "Катерина Я",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The establishment positions itself as a place where you can dance. However, the inside is quite tight. Good live music, good service, but did not bring the bill, counted on \"fingers\". …",
    "rating": 5,
    "name": "Vital Rozhevski",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Do you remember who served you?\n\n(Original)\nВи пам'ятаєте кто вас обслуговував?",
    "rating": 1,
    "name": "Anna Andi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very interesting place. Friendly staff. Special thanks to Alex! Relaxed nice! …",
    "rating": 4,
    "name": "Stas Yamkovyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Great disco to dance Gasolina, Pobre Diabla and Pepas.",
    "rating": 3,
    "name": "spanch zhigan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Были с подругой 13.04.2019.Было много людей, все залы заполнены. С заказанного нами меню ничего не было в наличии. Коктейли не понравились. К нам подошёл какой-то парень, \"отдыхающий\" видимо и простоял около нашего стола 5 мин. В итоге, по …",
    "rating": 5,
    "name": "Anna Zelinska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Маленький танцпол и обслуживание не очень. Если с алкоголем - можно идти, без - будет некомфортно. …",
    "rating": 5,
    "name": "Serg L",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая атмосфера , не хватает обновить интерьер и аудио аппаратуру\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Zheleznyak Mariya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The worst thing, we went to have some cocktails and you better leave early because what they take to attend you, prepare it and bring the bill gives you time to do the Kiev marathon …",
    "rating": 5,
    "name": "Алена Леонова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень колоритное заведение.\n\n(Translated by Google)\nA very colorful establishment.",
    "rating": 5,
    "name": "Iryna Time",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good business lunches. Always fast and everything is delicious. …",
    "rating": 1,
    "name": "Ирина Гончарова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень позитивное и яркое место. Всегда весело, полно народу, музыка, алкоголь, танцы :) …",
    "rating": 5,
    "name": "Ivan Daka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Интересное место со своим колоритом, играет живая тематическая музыка. Места для большой компании маловато …",
    "rating": 5,
    "name": "Людмила Демкович",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень мало места, люди буквально на головах друг у друга. Коктейли вкусные и не особо дорогие. …",
    "rating": 4,
    "name": "Артем",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A place for joyful celebration in an atmosphere of people devoted to dance and passing acquaintances. :-) …",
    "rating": 5,
    "name": "Valerio Serrano",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Этот бар - целый другой прекрасный мир. Не знаю тех, кто не любил бы буена висту. …",
    "rating": 2,
    "name": "Maksym Kurchynskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place for dance lovers. Live music, disco, many people who come to rest, dance and relax. Minus - very little free space. And I didn't really like the cocktails. Good service, prices above average. The owners …",
    "rating": 4,
    "name": "Maryna Vlasenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятная кафешка в кубинском стиле. Две кубалибры пожалуйста!\n\nКухня так себе, тут лучше пить чем есть) …",
    "rating": 5,
    "name": "Viktor Bezhenar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Зашла в пятницу около 19.00. Людей было немного. На летней террасе просидела 5 минут, меню не принесли. Зашла во внутрь, официант поздоровался, но так и не соизволил принести меню. Прождала ещё 5 минут, ушла. Разочарована. …",
    "rating": 5,
    "name": "Diego Diego",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Симпатичная обстановка, ярко выраженная своя атмосфера, готовят вкусно.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "sergey shulyar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "отличная музыка. высокие цены. тесно\n\n(Translated by Google)\ngreat music. high prices. closely",
    "rating": 4,
    "name": "Ольга Тарануха",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Лучшее место для отдыха. Живая музыка, танцы,  атмосфера. Одно из самых стоящих мест в Киеве. …",
    "rating": 3,
    "name": "Luba Farbey",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место для отдыха, не смотря на небольшое пространство можно потанцевать\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Васильченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Музыка отличная. Это всё, что можно сказать хорошего.\nОбслуживание ниже плинтуса(\nЖаль. …",
    "rating": 5,
    "name": "Yuliia Fillippova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Delicious menu, large selection of drinks, incendiary music. Of the disadvantages, however, note the small size of the dance floor. …",
    "rating": 5,
    "name": "Kirill Mazur",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень приятная атмосфера, хочется расслабиться ☀️😊\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Anzhelika Chahovets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Впечатление от бара остались не очень хорошими... Официанты ходят по залу словно \"зомби\", не замечая посетителей и никак не реагируют на просьбы дать меню.Только девушке официанту  есть дело до посетителей,остальные \"валяют дурака\". …",
    "rating": 5,
    "name": "Вадим Чайковский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное месте где в холодное время года можно потанцевать бачату, не смотря на то , что места для не не так много 😀 …",
    "rating": 5,
    "name": "Vyacheslav Toporov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Saturday evenings with live music are simply unreal, very atmospheric …",
    "rating": 5,
    "name": "Дарья Чеб",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошое заведение. Но очень тесно и  мало личного пространства.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Miloslava W",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The place is very cool, with live music while you have dinner …",
    "rating": 2,
    "name": "Любовь Александровна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вчера приехали потанцевать, там где обычно не большая площадка для танцев, вчера была заставлена столами, люди танцевали в  проходах между столами. …",
    "rating": 3,
    "name": "Ivan Prizvysche",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место, вкусная кухня. Заведение небольшое. Парковка проблематична. …",
    "rating": 5,
    "name": "Sviatoslav Denysenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Оущит, сколько я здесь кубалибр выпил? 30-40? Отличный был вечер плавно перешедший в ночь! :) …",
    "rating": 5,
    "name": "Anna Zabuha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The best place in Kiev to meet new friends and the most beautiful women in the city without a doubt .. !! ... service ... food and the place make you come back the next night ... …",
    "rating": 5,
    "name": "Андрей Голенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все хорошо, атмосфера, люди, обслуживание. Один минус нет в меню Дайкири. ИМХО: Это если бы в Украинском ресторане не было бы хреновухи или вареников))) …",
    "rating": 5,
    "name": "Александр Муратов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) There is live music, delicious and original snacks, but there is very little space to dance …",
    "rating": 5,
    "name": "Alina Lavrinenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая атмосфера. Заказа нужно ждать долго. Многих блюд в меню нет в наличии.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Mariana Vychysenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличный алкоголь.  Персонал быстро приходит .\n\n(Translated by Google)\nGreat alcohol. The staff comes quickly.",
    "rating": 5,
    "name": "Александр Коренюк",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное и непринужбенное место с живой музыкой\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Андрей Нагиев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классное место с сальсой, множеством иностранцев и крутой атмосферой праздника!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Sylvanas Cry",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Пару раз была в этом заведении. Если честно, не понимаю, почему так \"тащятся\" от него. Бар хороший, вкусные коктейли, музыка зажигает. Но вот очень мало место, не развернуться, не пройти, танцпол забит до отказа, людей тьма. В принципе, …",
    "rating": 3,
    "name": "Kostiantyn Voznesenskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Лучшее заведение Киева,официанты бомба,кухня на высоте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Olga Vasilieva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The unrivaled atmosphere of Latin America in the center of Kiev! In the afternoon and in the evening a good restaurant, but after 12 nights it all just begins - a party of real Latinos, Ukrainian and foreign …",
    "rating": 4,
    "name": "Вікторія Ількович",
    "cat": "Cuban restaurant"
  },
  {
    "review": "С недавних пор мой любимый бар! Весело, музыка нереальная, так живо всегда! Еда и коктейли неплохие, но не ВАУ! , но когда такой кураж, то на еду как то и не успеваешь смотреть! …",
    "rating": 5,
    "name": "Катя Рыбакова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень танцевальное место. Драйвовая атмосфера. Но маловато места для танцев и передвижения по заведению. …",
    "rating": 5,
    "name": "Викрот Дрозба",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Долго ждали коктейли за барной стойкой. Терминал не работает - только наличные. Второй раз коктейли уже не удалось купить. Простояли в очереди минут 20 и не дождались, так как сначала делают тем, кто заказал в залах. Еду ждали 50 минут и …",
    "rating": 4,
    "name": "Eugen",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Music norms. Dirty, cocktails are very chemical.\n\n(Original) …",
    "rating": 5,
    "name": "Danil Gud",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) True Latino bar. Interesting food. Good bar. Yesterday they went to throw on a shot just on the way and got to a real Latin party. Lots of people, fun, music, posh positive atmosphere. +++++ …",
    "rating": 5,
    "name": "Катерина Шишкіна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) This is not Latin pop music. Always a bunch of foreigners and no apples to fall at all! But everyone still dances and drinks alcohol. …",
    "rating": 5,
    "name": "Refik Kiziltepe",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно. Люди танцуют с воодушевлением. Очень весело\n\n(Translated by Google) …",
    "rating": 5,
    "name": "yurchenkovetal",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Можно полететь на Кубу.\nА можно сходить в Буэна Виста. Ощущения примерно одинаковые 😀 …",
    "rating": 4,
    "name": "Эд Межтанов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "люблю это место за сальсу и бачату, живую Кубинскую музыку, порой атмосферу, а так очень грязно 😂 …",
    "rating": 5,
    "name": "Lilly Z.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The waitress first included an extra 500 hryvnias in the bill, and then, when paying by card for a tip, made the wrong amount, of course more than we stated. …",
    "rating": 3,
    "name": "Oleksandra Kulbanska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Душевное место, где часто проводят тематические танцевальные мероприятия: сальса и танго вечеринки. Еда простая. …",
    "rating": 4,
    "name": "Ніна Белліні",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Долго ждал кофе... И мне продали в полгую стоимость хотя там по меню на тот день с 12:00 и до 17:00скидка.. …",
    "rating": 5,
    "name": "Марина Гриненко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Сыро, холодно, столы не вытерты. Персонал вообще не в курсе, что происходит - смотрят растерянными глазами, даже не предложат где присесть. …",
    "rating": 4,
    "name": "Darina Tkachenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "На покрашенных стенах темные пятна - похоже на плесень. Не дёшево из-за расположения. Кухня нормально. Очень шумно вечером - но для танцев мало места. …",
    "rating": 5,
    "name": "Oksana Pavlova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric. Good live music. The place is just cool …",
    "rating": 5,
    "name": "Серёга Сокол",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Live music. Tasty snacks. Non-diluted and quality cocktails. …",
    "rating": 5,
    "name": "Марина Бердинских",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусные коктейли и интересная публика)\nЛюблю здесь бывать) всегда что-то интересное происходит) …",
    "rating": 5,
    "name": "Valeria Zelenkova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Всё вкусно и обстановка тоже приятная!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Нагорный",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классное место для танцев. Но очень душно. Foreigners friendly place\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александра Ассаул",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер место. Всем рекомендую ром, он там реально стоит внимания.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталі Рожина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Всегда людно, тесно, душно, в очереди на бар можно состарится, но это все - часть движка и атмосферы. Советую …",
    "rating": 1,
    "name": "Виктория Виктория",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Accompanied by Latin music. very nice place\n\n(Original) …",
    "rating": 5,
    "name": "Ольга Права",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Super atmospheric.\nFriday, evening - that's what the bomb needs) …",
    "rating": 3,
    "name": "Kateryna Budko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все круто, но мало места для танцев.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Даша Ланчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Best place to dance salsa and enjoy 😊\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Короленко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Three stars purely because of good music and good waiters …",
    "rating": 4,
    "name": "Ruslan Klymenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Весело,живая музыка,танцы,много людей разных национальностей. Комфортно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Степаненко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Люблю это место за душевность. Отсутствие лоска придаёт непринуждённости обстановке. Живая музыка, сальса, вкусные коктейли. Место для перезагрузки после трудовой недели. …",
    "rating": 5,
    "name": "Irina Kozienko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good place! Spectacular guest artists. If they invite you again, I'll come back! …",
    "rating": 5,
    "name": "Сергей Борчуков",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The floor is bad for dancers, but generally a nice place, atmospheric, good live music on Thursdays. …",
    "rating": 5,
    "name": "Oleksii Kryvenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Крутое тематическое место. Музыканты не оставляют возможности стоят. Танцуют все! …",
    "rating": 4,
    "name": "Дмитро Морозов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "атмосферно, хорошая музыка, но мало места для танцев\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Jonny Mutalov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обожаю это место. Обстановка всегда располагает к хорошему отдыху.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Vladimir Meshechko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место для проведения небольших танцевальных тусовок\n\n(Translated by Google)\nGreat place for small dance parties",
    "rating": 2,
    "name": "Rafa T.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Шикарно) весело и чудесно)\n\n(Translated by Google)\nGorgeous) fun and wonderful)",
    "rating": 2,
    "name": "Льоша Андрощук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Fantastic atmosphere with Latin American zest..we had great fun being there;) …",
    "rating": 1,
    "name": "Aleksei UKA",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Решили пообедать в заведении. На сайте было написано режим работы с 12:00.  Приехали в 12:30. Нас встретила уборщица, сказав что заведение откроется только через 2 часа. Почему руководство не корректирует часы работы непонятно. Так что, …",
    "rating": 5,
    "name": "Виталий Игнатенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, приносим извинения за ваши неудобства.\nУ нашего бара нет сайта, а информация в Google My business (если вы ориентировались на него) к сожалению, не обновляется так быстро как бы нам хотелось.\n\n(Translated by Google)\nGood afternoon, we apologize for your inconvenience.\nOur bar does not have a website, and the information in Google My business (if you were targeting it), unfortunately, does not update as quickly as we would like.",
    "rating": 3,
    "name": "Alex Gergel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Заведение с неповторимой атмосферой, живой музыкой, вкуснейшей кухней\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Miguel Maldonado",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Небольшое заведение. Довольно часто бывают хорошие выступления музыкантов. Кухня средняя, пробовали мексиканские блюда, ну могло быть намного лучше и подача тоже. Коктели не знаю, пиво хорошо. …",
    "rating": 5,
    "name": "Freddy White (Freddy White)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну очень круто) без лишнего пафоса, атмосфера для зажигательного отдыха)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Liza Tropina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) I like Latin music, bachata, mahito and atmosphere here!\n\n(Original) …",
    "rating": 3,
    "name": "Елена Таран",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно и вкусно . Интерьер выше всех похвал. Чуть чуть не слишком чисто\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Azazel Mobius",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мне понравилось. Приятно провела вечер!\n\n(Translated by Google)\nI like it. Had a nice evening!",
    "rating": 4,
    "name": "Juan Martin Monares",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место, если любите латинскую музыку\n\n(Translated by Google)\nGreat place if you like latin music",
    "rating": 2,
    "name": "Katrin Deikun",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Весёлое отличное место! Встречали Новый год - прекраснейшее впечатление!!! Море улыбок, танцы, кайф! Всегда с удовольствием прихожу к вам. Иногда просто выпить в баре и послушать кубинскую музыку. Есть один минус - стейки, ребята, готовить …",
    "rating": 1,
    "name": "grigory aizenstadt",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хороший выбор рома и портвейна, отличная коктейльная карта, неплохая латиноамериканская кухня. Хозяин дружественно настроен к танцующим, по вечерам часто живая музыка и можно потанцевать танго, блюз или сальсу в зависимости от дня недели. …",
    "rating": 5,
    "name": "Yevhenii Horodytskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good atmosphere, drinks. But there is nothing to eat :(\nFor fans;) …",
    "rating": 4,
    "name": "Ольга Перепелица",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну так себе сервис, музыка играла старье типо daddy yankee,regiton итд. Кухня слабая! …",
    "rating": 4,
    "name": "Arsenij Miglazov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное местл, уютное, в центре. Клёвые дэнс пати по вт!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Юля (Jul01)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Although the place has quite a few rooms and there is live music in one of them there were leaks. The worst: music. If you don't like Latin mainstream sounds, better not step on that place. …",
    "rating": 5,
    "name": "Vladimir Zubarev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Hello, thank you for your review. But please keep in mind that for weekend we have parties with live latina music and dances to the dawn. If you don`t like dance music, you can visit our blues evenings at Tuesday or Thursday.",
    "rating": 5,
    "name": "Tania Berezovskaya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very dirty toilet. The web falls on the head. For coffee makers this place is not suitable - cook only cappuccino and latte. …",
    "rating": 5,
    "name": "Иван Медведев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень тесно после начала живой музыки. Люди друг друга толкают, очень не комфортно. Заказы несут по 30 минут …",
    "rating": 5,
    "name": "Taras Demchuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очаровательное место, и превосходный Ярослав гуру в своём направлении.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Светлана Зорина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very unpleasantly surprised by the service. Although the restaurant was almost empty, I had to go and look for a waiter. …",
    "rating": 5,
    "name": "Сергей Бех",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Excellent place, the best people who can assist you and the best services. …",
    "rating": 5,
    "name": "_Olympik _",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) If you are looking for a cuban and latinoamerican place this is the best !!!! Here the food, the tasty and the enjoyment are not lacking !!!! …",
    "rating": 5,
    "name": "Sandra Ssover",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное, уютное кубинское заведение. Есть живая музыка и тематические вечера танго и сальсы. Большой выбор текилы …",
    "rating": 5,
    "name": "Светлана Требесова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Алкоголь разбавленый... вечером людей на нижнем уровне набивается столько, что невозможно протолпиться в туалет... …",
    "rating": 5,
    "name": "Андрей Харченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютная латиноамериканская атмосфера, аутентичные бармены и официанты и отличный выбор рома! …",
    "rating": 5,
    "name": "Juliet Goshko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) It's ok if you like the Latin atmosphere\n\n(Original) …",
    "rating": 5,
    "name": "Aram Danielyan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мило,  но тесно. Музыка классная, но слишком громкая. Долго не приносили заказ - обычную брускету с селедкой!!!!\nНа улице мороз сейчас, небось долго ловили) …",
    "rating": 5,
    "name": "Елена Ельникова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Сбор пьяного, быдла .  Администрация не контролирует ситуацию.  Мы киевляне прожившие много лет в США .  Мне было стыдно за это заведение. Это всё-таки клуб в центре города .  Контролируйте кто входит в это заведение . Мы пришли послушать …",
    "rating": 5,
    "name": "I. P.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric, great music, delicious cocktails.\n\n(Original) …",
    "rating": 1,
    "name": "Марина Александровна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно за счёт музыкантов и танцоров, вкусные коктейли)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Аглодин",
    "cat": "Cuban restaurant"
  },
  {
    "review": "С виду неприметная кофейня, но очень вместительная. Случайно попали туда, а там ещё и живые кубинские музыканты. Танцевали тесно, но в этом есть шарм. Твёрдая четвёрка!!! …",
    "rating": 1,
    "name": "Artem Kuliyevych",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужасное заведение!!!Алкоголь наливают не качественный от которого всей компании друзей было плохо!!В счет добавляют то что вы не заказывали!!Ужасное обслуживание! …",
    "rating": 5,
    "name": "O V",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Лучшее место в Киеве. Если хочется веселья, новых знакомых, общения с иностранцами и познакомиться с девушками - это правильное место. Рекомендую! …",
    "rating": 5,
    "name": "Ania Momotyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосфера просто потрясающая! Очень душевно и весело провели время. Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "brisson brisson",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Невероятно колоритный бар. Безудержная сальса all night long\n\n(Translated by Google) …",
    "rating": 5,
    "name": "maxim kha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great, delicious business lunches at an affordable price\n\n(Original) …",
    "rating": 5,
    "name": "Богдан Чернявський",
    "cat": "Cuban restaurant"
  },
  {
    "review": "клуб с хорошей музыкой, но многие приходясь для сьема. больше ни ногой\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное заведение для тех кто любит социальные танцы!\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Алена Жиляева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Потанцевать, выпил, все круто\n\n(Translated by Google)\nDance, drink, everything is cool",
    "rating": 3,
    "name": "Катерина Рубан",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A cozy place that is interesting to see. There is live music …",
    "rating": 3,
    "name": "Lord Vigore",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень уютно! Обслуживание на высоте! Очень вежливый персонал! Прийду с друзьями! …",
    "rating": 1,
    "name": "Руслана Козак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place. People come to dance tango or something ...\n\n(Original) …",
    "rating": 1,
    "name": "Анна Мартыненко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric place with Spanish live music. The only downside - very very very close! …",
    "rating": 5,
    "name": "Оля Шестакова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень веселое место, куча иностранцев, все танцуют сальсу, советую если ночью нечем заняться то идите именно сюда …",
    "rating": 5,
    "name": "Евгений Лукьянчук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Веселье - второе имя заведения! Очень подымает настроение и радует вкусовые рецепторы …",
    "rating": 5,
    "name": "Oksana Barannyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Потрясающее место для Сальсы.\nНемного не хватает места, но примерно к часу ночи немного раздвигаются столы и уже можно нормально танцевать. А до часу ночи живая латинская музыка) …",
    "rating": 4,
    "name": "Eugene Babkin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это полный трэш 🤦‍♀️🤦‍♀️ дышать нечем, людей тьма, пройти нереально..но это лично моё мнение …",
    "rating": 5,
    "name": "Denys Dolnikov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень хорошее заведение, сплошной релакс от обстановки и музыки, хочется приходить сюда ещё! …",
    "rating": 5,
    "name": "L Skopuz",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обслуживание ад. Официанты якобы делают ододжение оьслуживая тебя. Еще бурчат\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anna Gomich",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Live music performed by Cuban artists, a very original interior, a menu of food and drinks for different tastes and price ranges. The first floor is cozy, the lower one is for entertainment and is also divided into a …",
    "rating": 5,
    "name": "Tatyana Yaresko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric place) ideal for those who are tired of the monotony) …",
    "rating": 5,
    "name": "Prosto Masha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Nice Latino atmosphere. Live band very pro. Ideal for dancing. Batchata. Salsa. Meringue I adore …",
    "rating": 5,
    "name": "Maxim Klimenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная атмосфера, выбор рома и Чили-кон-карно порадовали\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Степан Полтавец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень крутая атмосфера и крутые кальянщики. Андрюху мы запомним на долго.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Артём Дерий",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Интересная атмосфера,грамотные бармены, волшебная живая музыка и много интересных людей вокруг. Живое и лёгкое общение в приятной атмосфере …",
    "rating": 4,
    "name": "Katya Katya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Музыка мягко говоря, так себе, коктейли оставляют желать лучшего((\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elina Kondratenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Расстроили ребята своими депозитами на человека (300грн), еще мне заведение не указывало - сколько я должна в нем оставить денег... Как бы  и так меньше не получится, что очевидно, но просто эти условия... Более того персонал начал жутко …",
    "rating": 3,
    "name": "Anna Bod",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приносим извинения если вас раздражают депозиты, они действуют у нас только для бронирования столика в самые людные дни (пятницу и субботу) когда все столики разбирают заранее. Вы всегда можете посетить нас без депозита в любой другой день или без бронирования. Будем рады :)\n\n(Translated by Google)\nWe apologize if deposits annoy you, they are only valid for booking a table on the most crowded days (Friday and Saturday) when all tables are sorted out in advance. You can always visit us without a deposit on any other day or without booking. We will be glad :)",
    "rating": 3,
    "name": "Olha Yarem",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Тесновато, дороговато. Зато атмосфера крутая.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Валентина Ильченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) In this institution, they stole my handbag, threw all my clothes on the floor, found my bag in the toilet. A $ 150 headphone was stolen from a handbag. Be careful. The camera is only at the entrance, there are no …",
    "rating": 3,
    "name": "Pavel Larionov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Hello, we are sorry to hear you have been stealing things. However, we would like to remind you that the administration cannot be held responsible for the things you left behind without being supervised by the crowd. We also respect the privacy of our guests, so we do not consider placing cameras above each table or at the entrance to the restroom.\n\nWe are now preparing to introduce face-to-face controls and entry restrictions on the most popular days for the convenience of our visitors.\n\n(Original)\nДобрий день, нам дуже жаль що ви стикнулися з крадіжкою речей. Проте хочемо нагадати, що адміністрація не може нести відповідальність за залишені вами речі без нагляду  у натовпі людей. Також ми поважаємо приватність наших гостей тому ставити камери над кожним столиком чи при вході у вбиральні вважаємо неприпустимим.\n\nНаразі готуємось ввести фейсконтроль та обмеження входу у заклад у найпопулярніші дні для комфорту наших відвідувачів.",
    "rating": 5,
    "name": "Yuriy Rodin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Количество посетителей значительно превышает вместительность заведения. На протяжении вечера незнакомые люди ставят свои стаканы за чужой столик. …",
    "rating": 5,
    "name": "Максим Омельченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great music and a bunch of people :) book a table in advance …",
    "rating": 4,
    "name": "Maksym Trineyev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Были в воскресенье, обслуживание на высшем уровне\nОфициант Шура профессионал своего дела, отдельное спасибо 👌👌👌 …",
    "rating": 4,
    "name": "Anna Shtadler",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Pure Cuban atmosphere! Orchestra and salsa super!\n\n(Original) …",
    "rating": 5,
    "name": "Володимир Кузьменко #StreetOpera",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ламповый бар, где играет сальса. Немного тесно, но народ тут дружелюбный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Katie O.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилась живая музыка\n\n(Translated by Google)\nLoved the live music",
    "rating": 1,
    "name": "Вячеслав Хомутовский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательное место где можно насладиться латинскими танцами и весело провести время …",
    "rating": 5,
    "name": "Алина Кошмак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное место🤩 и живая музыка\n\n(Translated by Google)\nVery atmospheric place🤩 and live music",
    "rating": 5,
    "name": "Ніночка Визір",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классное заведение очень атмосферно и уютно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Simple Audio",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Советую посетить. Хорошее меню\n\n(Translated by Google)\nI advise you to visit. Good menu",
    "rating": 1,
    "name": "alexandr oleynik",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно, особенно в дни танцев:)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Павел",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Гуд. Все окей. Надеюсь.\n\n(Translated by Google)\nGood. Everything is OK. Hopefully.",
    "rating": 5,
    "name": "Тиминский Сергей",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусные напитки и отличная атмосфера!\n\n(Translated by Google)\nTasty drinks and great atmosphere!",
    "rating": 5,
    "name": "Volodymyr Semenchuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мало места в заведении для танцев, атмосфера приятная, много иностранцев\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Дученко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Живая музыка. Вкусные такос. Работает до поздна. Место, где чувствуешь себя как среди друзей. …",
    "rating": 4,
    "name": "Надежда Кудрявцева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "На потолке собирается конденсат, или что-то другое. Капает на голову, что не очень приятно(. Но живая музыка радует) …",
    "rating": 1,
    "name": "Елена См",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Популярное местечко, но не понятно почему. Из хорошего - живая музыка, огромный выбор алкоголя. Из плохого - толпа народа, очень мало места, пространство плохо организовано - столики как будто специально располагали самым неудобным образом. …",
    "rating": 5,
    "name": "Anton Kutuzov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good live music, energetic dances!\nBut little space ( …",
    "rating": 5,
    "name": "Nitka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for visiting :) Unfortunately, the device for expanding the space has not yet been invented, and so far we are limited by our rooms.\n\n(Original)\nДякуємо що завітали :) На жаль прилад для розширення простору ще не винайшли, а до цього моменту ми обмеженi нашими кiмнатами.",
    "rating": 5,
    "name": "Максим Целютин",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нормально. Но без каких либо изысков. Если хочется прикоснуться к латиноамериканской культуре - то welcome...\nЗдесь и говорят по-испански и танцуют сальсу под живое исполнение... …",
    "rating": 4,
    "name": "Taras Andrytsuliak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место, живая музыка\n\n(Translated by Google)\nNice place, live music",
    "rating": 5,
    "name": "Pavel Lyashenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Кофе и чай вкусные, очень уютные столики для двоих.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Семко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good atmosphere, great live music. Of the minuses - for a place in the main hall may require a deposit. …",
    "rating": 5,
    "name": "Mila Mila",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Горячая латинская музыка, красивые танцы и вкусные коктейли. Мясо не понравилось, а вот тапас был хорош. …",
    "rating": 5,
    "name": "Maria Massalitina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Milongs on Wednesdays - always a nice atmosphere, tango lovers will definitely like it! …",
    "rating": 5,
    "name": "Юрий Заднипрянец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Многонациональный бар с возможностью потанцевать под кубинскую музыку :3\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарина Заяц",
    "cat": "Cuban restaurant"
  },
  {
    "review": "За неделю сделал Бронь столика на 6-8 человек. Пришли через неделю . Полное фиаско. По меню ничего нет из закусок. Коктельная ката на половину пуста . Не могут сделать те коктели которые заявлены в кате. Подошёл к стойке бара, рой просто …",
    "rating": 1,
    "name": "Dennis Yadov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Веселые вечеринки, вкусные коктейли, живая музыка\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Яна Кумар",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все гармонично. Антураж, живая музыка, официанты. Рекомендую)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandra Skorobohatko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно и вкусный кофе\n\n(Translated by Google)\nVery atmospheric and delicious coffee",
    "rating": 5,
    "name": "Анна Нижник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Удобно. Дешево. Но обновить интерьер необходимо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Васильев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер, но тесно. Практически нет места для танцев\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Andrey Dmiterson",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место с хорошей атмосферой.\n\n(Translated by Google)\nGreat place with a good atmosphere.",
    "rating": 5,
    "name": "José Manuel Sanchez Moreno",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Caribbean atmosphere at 100%\nA large selection of rum and a drink map,\nan interesting evening program daily. …",
    "rating": 5,
    "name": "Eugene L",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательный кубинский бар. Часто играет живая музыка.Вкусная кухня!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Людмила Блоткевич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Маленькое уютное место с тематической музыкой. Парочки танцуют сальсу :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Бурьян",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Были в субботу 13 января. Начну с хорошего: живая музыка и возможность попрактиковать свои навыки в кубинских танцах.\nМинусов больше: ужасно невкусные такосы с фетой и оливками... неалкогольная …",
    "rating": 3,
    "name": "Valeriia Atamanova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, Елена. Мы очень огорчены, что вам пришлось столкнуться с проблемами в нашем заведении. Будем благодарны за уточнение в какой день вы посещали наш бар, чтобы мы могли пропесочить персонал который работал в тот день.\n\n(Translated by Google)\nGood day, Elena. We are very upset that you had to deal with problems in our institution. We would be grateful for the clarification on which day you visited our bar, so that we could cut the staff that worked that day.",
    "rating": 5,
    "name": "Вита Штульман",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Смесь киевского международного колорита, теплая атмосфера, хочется возвращаться снова и снова! …",
    "rating": 4,
    "name": "Karina Doroshenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "ОЧЕНЬ ВЕСЕЛО!!!!!\nКак круто что в Киеве есть такие места как это! Все танцую т дружелюбны,музыка соответствует заведению! …",
    "rating": 5,
    "name": "Агентство подій Funny Group. МС Юрась/ведучий & Dj",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень классное место, настоящая Испания в Киеве\n\n(Translated by Google)\nVery cool place, real Spain in Kiev",
    "rating": 4,
    "name": "Оксана Сампара",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) They brought a little more than they ordered, but in principle it's not bad either …",
    "rating": 1,
    "name": "Galina Gronskaya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно, живая музыка от кубинцев\n\n(Translated by Google)\nVery atmospheric, live music from Cubans",
    "rating": 5,
    "name": "Oleg Pedai",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Эмоционально яркое заведение. Музыка, танцы, тепло, уютно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вика Мантурова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютно, весело, живая музыка, хороший бар\n\n(Translated by Google)\nCozy, fun, live music, good bar",
    "rating": 5,
    "name": "Олег Ярмоленко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно!!, очень странно потом выйти на улицу и обнаружить себя ... в Киеве :-) …",
    "rating": 1,
    "name": "Назар Новак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мы сами каждый раз удивляемся)\n\n(Translated by Google)\nWe are surprised every time)",
    "rating": 2,
    "name": "Вікторія Ланова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусный бургер, приветливый персонал,  есть кальян.\n\n(Translated by Google)\nDelicious burger, friendly staff, hookah.",
    "rating": 5,
    "name": "Timur Eshbaev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличная музыка и вкусные коктейли!\n\n(Translated by Google)\nGreat music and delicious cocktails!",
    "rating": 5,
    "name": "Прасковья Анна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень посредственное место. Подвальное помещение с низкими потолками. В прайм тайм будет тесно и душно. Кухня очень далека от мексиканской или кубинской, как ее преподносят в баре. Лонги с огромным кол-во льда. Шоты, которые должны быть …",
    "rating": 2,
    "name": "Liza Nedashkovskaya",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не понравилось заведение. Не рекомендую посещать данное место.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Karlen Ayvazyan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Just delighted)) live music)) perfect cuisine))) dancing) great place) …",
    "rating": 4,
    "name": "kozerblum",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно и гостеприимно. Мне понравилось :)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Грин",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место. Разве что места мало\n\n(Translated by Google)\nPerfect place. Is that little space",
    "rating": 4,
    "name": "Nikita Podorozhnyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень посредственное место. Подвальное помещение с низкими потолками. В прайм тайм будет тесно и душно. Кухня очень далека от мексиканской или кубинской, как ее преподносят в баре. Лонги с огромным кол-во льда. Шоты, которые должны быть …",
    "rating": 3,
    "name": "Мирослава Бучак",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Adorable place, with the most attentive staff.\n\n(Original) …",
    "rating": 4,
    "name": "Антон Берко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Душевно, весело, хорошее меню, аутентичный интерьер\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Liudmila Globets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Была три раза. Аьмосфера и музыка супер. Но места танцевать латино-американские танци НЕТ, вообще. Низкие потолки и все у друг друга на головах …",
    "rating": 4,
    "name": "Андрій Любченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место, чтоб потанцевать бачату во вторник😍\n\n(Translated by Google)\nNice place to dance bachata on tuesday😍",
    "rating": 5,
    "name": "Dmitriy Bilan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Раньше был одним из любимых баров в Киеве. Сегодня:\n1) \"терминал не работает, скиньте деньги на карту Приват\" - это вообще легально? …",
    "rating": 4,
    "name": "Gennadiy Kiss",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, нам очень жаль что вы столкнулись с некачественным обслуживанием в нашем заведении. Приносим извинения. Не могли бы вы дать нам больше информации о дате и персонале который вас обслуживал? Связаться с нами можно напрямую на странице бара в фейсбуке, ссылку прикрепляю https://www.facebook.com/buenavista.kyiv\n\n(Translated by Google)\nGood afternoon, we are very sorry that you encountered poor quality service in our establishment. Apologize. Could you give us more information about the date and the staff who served you? You can contact us directly on the bar page on Facebook, I attach the link https://www.facebook.com/buenavista.kyiv",
    "rating": 4,
    "name": "Nykolai Revutskyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все супер. Классная музыка и запальные танцы❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anastasia Babak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The staff is polite, the program is always inspired: dancing and music. …",
    "rating": 5,
    "name": "Jose Antonio De la Arada Vázquez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A good fun place to dance (teach Salsa) and have fun. A wonderful non-alcoholic cocktail - \"Bloody Mary\" from tabasco! …",
    "rating": 5,
    "name": "Ольга Шатровская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно, интересно для изучения других культур.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Вика Никоненко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Счет с тараканом… очень вдохновляюще:(\n\n(Translated by Google) …",
    "rating": 5,
    "name": "IURII MATLU",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ланч как всегда вкусный, но нужно просить разогревать. Могут вынести слегка теплые блюда. …",
    "rating": 4,
    "name": "oleg stankov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cozy lamp spot with live music and dancing\n\n(Original) …",
    "rating": 5,
    "name": "Григорий Костинский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусные тако и музыка сочнаЯ)\n\n(Translated by Google)\nDelicious tacos and juicy music)",
    "rating": 2,
    "name": "Olena Lebedieva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужас! Еда не свежая, очень грязно. Не рекомендую!\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Dmitriy Golodnytskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The place is wonderful. But the service is terrible !!!\n\n(Original) …",
    "rating": 1,
    "name": "Виктория Фатеева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Классная атмосфера. Каждый день разная тематика.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Liza Balashova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Interesting place and good audience. The only downside is the small dance floor …",
    "rating": 1,
    "name": "Виталий Саввич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Некомфортно, еду ждать больше часа, коктейли невкусные\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Елена Ткаченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не воспитанная работница завидения. Не умеет обращаться с людьми\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kate Laptieva",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Все супер, однако было прохладновато.(был зимой -10)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tetyana Mak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Здесь живая музыка, танцуют сальсу,  дружеская атмосфера.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Julia Arslanova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошее место для проведения вечера с друзьями. Танцуют латинские танцы\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Mateo Teran",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Here is an authentic atmosphere. Latin master classes are held, you can have fun and dance.\nHowever, they did not have much of a menu, half of the options on the map were …",
    "rating": 4,
    "name": "Gennady Sht",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Колоритное латинское заведение. Очень людно и очень весело. Сюда приходят девченки в поиске арабских принцев. А наши местные парнишки инигда под них косят)). Дорого. …",
    "rating": 4,
    "name": "Вадим Камінський",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отмечали день рождения подруги. И такое ..поесть было нечего, кроме тако. Овощей не было ни каких в наличии и салатов соответственно тоже. Предложили мясную тарелку, но хотелось чего-то мексиканского. Выбрали Ром определённой марки и его …",
    "rating": 5,
    "name": "Таня Высоцкая",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Democratic seat. Nice music. Reasonable prices. The disadvantages are one toilet. …",
    "rating": 5,
    "name": "Tani Ta",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Много иностранцев, хорошая музыка, приятные цены\n\n(Translated by Google)\nMany foreigners, good music, nice prices",
    "rating": 5,
    "name": "KievMafia",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Люблю этот уголок старой Гаваны на перекрестке Владимирской и бж  обстановка и музыка переносит куда-то где Хемингуэй черпал свое карибское вдохновение. с друзьями можно посидеть за стаканчиком рома и даже потанцевать сальсу …",
    "rating": 2,
    "name": "Serhii Denisenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "After recent rennovation, Buena Vista became more capacious.\nThis is a place, where you can have a great time with nice music, dancing in pairs, wide variety of drinks. …",
    "rating": 4,
    "name": "Alla Mel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "По вечерам полностью переносишься на Кубу! Кубинская музыка, интересная публика, вкусные напитки …",
    "rating": 5,
    "name": "Кирилл Воробьев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Latin atmosphere.\nGood live music.\nThe best place in Kiev to dance salsa and other tropical rhythms. …",
    "rating": 5,
    "name": "Системы вызова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Весело, отличная музыка, много иностранцев.\n\n(Translated by Google)\nFun, great music, lots of foreigners.",
    "rating": 4,
    "name": "Наталка Полтавка",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обожаю Буена Виста за их вечеринки латино. Это просто отпад!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Вова Бордиян",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Красиво, вкусно\n\n(Translated by Google)\nNice, tasty",
    "rating": 5,
    "name": "Стример Ман",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cool, although a little crowded.\n\n(Original) …",
    "rating": 3,
    "name": "Olena Illiasevych",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилась обстановка\n\n(Translated by Google)\nLoved the setting",
    "rating": 5,
    "name": "Людмила Алехина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Несмотря на то, что когда мы пришли, мы были единственными посетителями, три коктейля несли полчаса. …",
    "rating": 5,
    "name": "Любовь Смирнова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отвратительное место\nСырость в подвале, ужасно невкусно …",
    "rating": 1,
    "name": "Александр Киселёв (Кисель)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "В заведении тесно. Танцпола нет. Официанты подают не качественное спиртное, после того, как видят, что вы уже не трезвы и приносят чек на сумму выше, чем вы заказывали. Поэтому будьте осторожны. Пересчитывайте сумму …",
    "rating": 5,
    "name": "Dmi Rey",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Спасибо за отзыв. Да согласны, у нас тесно, потому что у нас гарантировано весело и демократично, в отличие от других баров. Но мы как-то пытаемся сохранить приличия, занимаем танцпол столиками во время живой музыки, чтобы свести толкотню к минимуму. Зато после 1:00 музыканты уходят,  столики ставятся на сцену, и dj Lenin даёт стране деспасито.\nДа, если гости перебрали, всегда смотрим. Забытые телефоны/сумки/вещи складываем на баре, помогаем вызвать такси и внимательно считаем за них сколько ж было 400 капель или 402 в заказе.\n\n(Translated by Google)\nThanks for the feedback. Yes, we agree closely with us, because we are guaranteed fun and democratic, unlike other bars. But we are somehow trying to maintain propriety, we occupy the dance floor with tables during live music, in order to keep the crowding to a minimum. But after 1:00 the musicians leave, the tables are put on the stage, and dj Lenin gives the country despasito.\nYes, if the guests have moved, always look. We put the forgotten phones / bags / things on the bar, help to call a taxi and carefully consider for them how many 400 drops or 402 were in order.",
    "rating": 5,
    "name": "Дмитрий Чулков",
    "cat": "Cuban restaurant"
  },
  {
    "review": "очень много нерусских. не понравилось\n\n(Translated by Google)\na lot of non-Russians. did not like",
    "rating": 3,
    "name": "Таран Марія",
    "cat": "Cuban restaurant"
  },
  {
    "review": "1. Таракан на столе\n2. На столах грязно\n3. Коктейли сомнительные …",
    "rating": 1,
    "name": "Кирилл Воронцов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень мало места из-за того, что добавили столы\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Statsenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Since yesterday it is my favorite place in Kyiv ❤️\n\n(Original) …",
    "rating": 5,
    "name": "Ekaterina Osherova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютно. Хорошая музыка.\n\n(Translated by Google)\nCozy. Good music.",
    "rating": 5,
    "name": "Fox Joy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это как моментально уехать из Киева и вообще из Украины, при этом никуда не выезжая …",
    "rating": 5,
    "name": "Yana Zakhozha",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Bad attention there is no space and it is expensive\n\n(Original) …",
    "rating": 5,
    "name": "Oleg Lugovskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Живая музыка и теплая атмосфера.\n\n(Translated by Google)\nLive music and warm atmosphere.",
    "rating": 2,
    "name": "Nick Mar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Popular among connoisseurs of Latin. The location is convenient. Prices are average for Kiev. One of the disadvantages is the crowding in prime time. The main area in the basement. …",
    "rating": 4,
    "name": "Михаил У",
    "cat": "Cuban restaurant"
  },
  {
    "review": "офигенное местечко! дух Кубы витает в интерьере, проявляясь в множестве деталей. чувствуется, что создавалось с любовью 💓 …",
    "rating": 4,
    "name": "Катерина Грищенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень хорошая атмосфера :)\n\n(Translated by Google)\nVery nice atmosphere :)",
    "rating": 3,
    "name": "Terola Pole Dance Киев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень круто, желаю побывать там всём 😈\n\n(Translated by Google)\nVery cool, I wish to go there all 😈",
    "rating": 5,
    "name": "Илья Беланенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Poor service spoils an interesting idea. I do not advise. …",
    "rating": 2,
    "name": "Ganna Sereda",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не очень доступные цены, к для такого места\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Andrey Tereshchuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер место\n\n(Translated by Google)\nsuper place",
    "rating": 5,
    "name": "Vitalina Matskevych",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень классное место)\n\n(Translated by Google)\nVery cool place)",
    "rating": 5,
    "name": "Дима Квитченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Живая музыка, можно по танцевать. Но паутина по углам и пыльные диваны.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Пастушок",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Шумное заведение с хорошей атмосферой\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Игорь Дмитриевич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличный паб,  с крутой атмосферой\n\n(Translated by Google)\nGreat pub with a cool atmosphere",
    "rating": 5,
    "name": "Anna Voronetska",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Tacos are not tacos at all (and cocktails are very mediocre …",
    "rating": 5,
    "name": "Olexander Kyselyov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место где можно расслабиться)  потанцевать.\n\n(Translated by Google)\nA place where you can relax) dance.",
    "rating": 1,
    "name": "아보",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферное место, с хорошей музыкой\n\n(Translated by Google)\nAtmospheric place with good music",
    "rating": 3,
    "name": "Артём 1",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не очень.\n\n(Translated by Google)\nNot really.",
    "rating": 5,
    "name": "carlos rodriguez martinez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное кафе, живая музыка\n\n(Translated by Google)\nGreat cafe, live music",
    "rating": 1,
    "name": "Виктория Лелека",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great, nice Latin American atmosphere.\n\n(Original) …",
    "rating": 5,
    "name": "Oleg Berezinskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Бар как бар. Ничего сверх крутого. Да интерьер интригует, подойдёт для фоточек. Но само место действует на нервы. Слишком уж похоже на наркопритон. Да и контингент не радует. Охраны я не увидела! Меня это ооочень напрягло. Встречалась там с …",
    "rating": 5,
    "name": "Белый Кофе / Біла Кава",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Балаган. Куча народу, что даже пройти невозможно.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Мария Голенская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Кубинский бар с отличной атмосферой. Многолюдно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Masha Voikina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное и атмосферное место.\n\n(Translated by Google)\nGreat and atmospheric place.",
    "rating": 5,
    "name": "Петр Сергеевич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Недавно чуть в лифт не уехал когда тусил там.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валентина Гончарук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good, atmospheric establishment with good prices)\n\n(Original) …",
    "rating": 4,
    "name": "Yuriy Olkhovyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Кухня необычная и вкусная.\n\n(Translated by Google)\nThe cuisine is unusual and delicious.",
    "rating": 5,
    "name": "Julia Vlasova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Еда не вкусная. Но дешево.\n\n(Translated by Google)\nThe food is not tasty. But cheap.",
    "rating": 5,
    "name": "Rustam Rustam",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Весело. Музыка, танцы и позитивная публика.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksandr Dmitriev",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Единственный минус - очень тесно по вечерам пятницы\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anton Voloshin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Среднененько. Дороговато,Но атмосферно\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Шамрай Вадим",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The best place in town! The Bulldog cocktail is just 🔥\n\n(Original) …",
    "rating": 5,
    "name": "Andres Fernandez",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место для любителей сальсы и иностранцев, которые любят поглазеть на украинок\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Арти Арчи",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужасно. И капает с потолка.\n\n(Translated by Google)\nTerrible. And drips from the ceiling.",
    "rating": 4,
    "name": "Antonio Miranda",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Colorful place and delicious foam colada\n\n(Original) …",
    "rating": 5,
    "name": "алина колесник",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Безумно крутое, атмосферное заведение заставляет полностью окунуться в испанскую атмосферу...Божественно душевное живое исполнение песен, особенно исполнителя Нельсона. Маленький кусочек романтической латинской америки. …",
    "rating": 5,
    "name": "Igors Brīvnieks",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень крутое атмосферное место 😍😍😍😍\n\n(Translated by Google)\nVery cool atmospheric place 😍😍😍😍",
    "rating": 5,
    "name": "Mike Gromov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отравился спиртным, чуть не ослеп\n\n(Translated by Google)\nPoisoned alcohol, almost went blind",
    "rating": 5,
    "name": "Oleksandr Driapko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятное место, где можно потанцевать\n\n(Translated by Google)\nNice place to dance",
    "rating": 4,
    "name": "Benny Migliore",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательное, атмосферное заведение!\n\n(Translated by Google)\nWonderful, atmospheric institution!",
    "rating": 5,
    "name": "DimaGIad",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) It's the worst Ukrainian restaurant I've ever been to. I do not write a review. Please refer ^ o ^ …",
    "rating": 4,
    "name": "Леся Залєвська",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосфера норм, а еда и алкоголь стремные\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Егор Бромов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) good music parce\n\n(Original)\nbuena musica parce",
    "rating": 4,
    "name": "Vitaliy Mykhaylovskiy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Слишком тесно и кухня отвратительная\n\n(Translated by Google)\nToo cramped and disgusting kitchen",
    "rating": 5,
    "name": "Aleksey Bondar",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cuba is far away? No, she's near! :)\n\n(Original) …",
    "rating": 2,
    "name": "Volodymyr Panivko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Великолепное место! Очень милый персонал 😊\n\n(Translated by Google)\nGreat place! Very nice staff 😊",
    "rating": 5,
    "name": "Василь Соболь",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Подойдёт если вы любите латину в очень близком контакте с половиной бара 😂т. к. очень тесно. Летом от этого оооочень душно. Сюда нужно приходить за танцами, \"изюмом\" и впечатлениями. …",
    "rating": 5,
    "name": "Ivakinna Ivakina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Прекрасный вечер\n\n(Translated by Google)\nWonderful evening",
    "rating": 1,
    "name": "Дмитрий Вавровский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cool place with a laid-back atmosphere\n\n(Original) …",
    "rating": 1,
    "name": "Оксана Добровольская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Вкусный напиток, приветливый персонал.\n\n(Translated by Google)\nDelicious drink, friendly staff.",
    "rating": 5,
    "name": "Sergii S. Stetsiuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Привлекает тем, что временами проходят вечера фламенко.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Bize Berkhart",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Extremely colorful, cozy place to relax\n\n(Original) …",
    "rating": 3,
    "name": "Alexey Denisyuk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень все вкусно\n\n(Translated by Google)\nEverything is very tasty",
    "rating": 5,
    "name": "Катя Матвиенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place. In love 💛💙\n\n(Original) …",
    "rating": 1,
    "name": "Дмитро Устич",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно, танцы и кубинский менталитет\n\n(Translated by Google)\nAtmospheric, dancing and Cuban mentality",
    "rating": 4,
    "name": "Андрей Борька",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное место, но бывает очень много людей\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ivan Koshelnyi",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. Draw it!\n\n(Original)\nДуже смачно. Скоштуйте!",
    "rating": 5,
    "name": "Владислав Витальев",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну такое( были первый и последний раз.\n\n(Translated by Google)\nWell this (were the first and last time.",
    "rating": 1,
    "name": "Паша Ульмах",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Excelente ambiente",
    "rating": 5,
    "name": "Igor Riabov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "очень атмосферное место\n\n(Translated by Google)\nvery atmospheric place",
    "rating": 5,
    "name": "Beston Omer",
    "cat": "Cuban restaurant"
  },
  {
    "review": "буду в Киеве, обязательно зайду ещё раз! ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Роман Бєлєнков",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень душевная атмосфера 😎\n\n(Translated by Google)\nVery emotional atmosphere 😎",
    "rating": 5,
    "name": "Вікторія Сологуб",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Довольно уютное местечко\n\n(Translated by Google)\nPretty cozy place",
    "rating": 5,
    "name": "Alex Kluchikov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Quaint and very pretty\n\n(Original)\nCaratteristico e molto carino",
    "rating": 4,
    "name": "Viktor Shabrat (Адвокат Виктор Шабрат)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное и классное заведение\n\n(Translated by Google)\nVery atmospheric and cool establishment",
    "rating": 5,
    "name": "Lera Slyun",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) I liked everything👍success you☺\n\n(Original)\nВсе сподобалося👍успіху вам☺",
    "rating": 5,
    "name": "Вадим Борисов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Здесь клиентов посылают на три буквы)\n\n(Translated by Google)\nHere customers are sent in three letters)",
    "rating": 5,
    "name": "Helmut W.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) The atmosphere of a good bar.\n\n(Original)\nАтмосфера хорошого бару.",
    "rating": 5,
    "name": "Sofja Zhdanova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень позитивное место)\n\n(Translated by Google)\nVery positive place)",
    "rating": 5,
    "name": "Артём Слабинский",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Официант не может запомнить заказ бизнес ланча\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Гуцалюк",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Extraordinary atmosphere and wonderful rest\n\n(Original) …",
    "rating": 5,
    "name": "Oleksii Derkach",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Место супер!  Очень вкусно и атмосферно!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vasiliy Chernomorov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Много иностранцев и много воров, из кармана вытащили телефон\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dasha Chukhan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нет меню на государственном языке, хамовитый персонал\n\n(Translated by Google)\nNo menu in the state language, rude staff",
    "rating": 5,
    "name": "Yuri Chevordov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хорошая кубинская кухня\n\n(Translated by Google)\nGood Cuban cuisine",
    "rating": 4,
    "name": "Yana Vereshchaka",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Супер Атмосферное место )\n\n(Translated by Google)\nSuper Atmosphere)",
    "rating": 4,
    "name": "Katrin Neshina",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это место потихоньку сдаёт...\n\n(Translated by Google)\nThis place is slowly renting out ...",
    "rating": 4,
    "name": "Aleksander Baranowski",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A very authentic and enjoyable place\n\n(Original) …",
    "rating": 5,
    "name": "Анна Субіна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) There are cockroaches and many\n\n(Original)\nТам є таргани і багато",
    "rating": 4,
    "name": "Елена Гладаревская",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Это я удачно зашёл!))\n\n(Translated by Google)\nI successfully logged in!))",
    "rating": 3,
    "name": "Andrei Lazebniy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Лучшее что есть в наше время!\n\n(Translated by Google)\nThe best that is in our time!",
    "rating": 4,
    "name": "Николай Ищенко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное заведение.\n\n(Translated by Google)\nExcellent establishment.",
    "rating": 1,
    "name": "Anna Pelloni",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Нет меню) бармену на это все ровно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Helen Bond",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very atmospheric place\n\n(Original)\nДуже атмосферне місце",
    "rating": 4,
    "name": "Santy Procel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Good and social people\n\n(Original)\nBra och sociala folk",
    "rating": 5,
    "name": "M Gogoba",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great place. Come and dance !!!\n\n(Original) …",
    "rating": 5,
    "name": "Андрей Савченко",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Delicious business lunches!\n\n(Original)\nСмачні бізнес-ланчі!",
    "rating": 4,
    "name": "Artem Denisenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cozy, delicious cocktails.\n\n(Original)\nЗатишно, смачні коктейлі.",
    "rating": 4,
    "name": "Oleksandr Tretiak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ром хороший, но дорого....\n\n(Translated by Google)\nRum is good, but expensive ....",
    "rating": 3,
    "name": "Daria D",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Живая музыка в стиле Сальсы\n\n(Translated by Google)\nLive Salsa Music",
    "rating": 5,
    "name": "Denis Sakovsky",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приходи. Будет весело.\n\n(Translated by Google)\nCome on. It will be fun.",
    "rating": 3,
    "name": "Olena Ocheretiana",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Cool pub with live music.\n\n(Original)\nCoole Kneipe mit Livemusik.",
    "rating": 4,
    "name": "Marco Petri",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Live music! 👍\n\n(Original)\nЖива музика! 👍",
    "rating": 5,
    "name": "Анна Диордица",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферное заведение.\n\n(Translated by Google)\nVery atmospheric institution.",
    "rating": 4,
    "name": "Krok Haystack",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great rum and atmosphere\n\n(Original)\nВідмінний ром та атмосфера",
    "rating": 4,
    "name": "Алёна Смирнова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Уютно, вкусно, недорого.\n\n(Translated by Google)\nCozy, tasty, inexpensive.",
    "rating": 5,
    "name": "Татьяна Волошина",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятная кубинская обстановка\n\n(Translated by Google)\nPleasant Cuban decor",
    "rating": 5,
    "name": "Nika Korchak",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Inflammatory live music)))\n\n(Original)\nЗапальна жива музика)))",
    "rating": 5,
    "name": "Amnon Israel",
    "cat": "Cuban restaurant"
  },
  {
    "review": "На любителя. Пафоса нет. Куба далеко, Куба рядом))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Павлина Каплий",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Шикарнейшее заведение с офигенной атмосферой 😍\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Oleksii Reketenets",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Тематическое место, с хорошей публикой,\n\n(Translated by Google)\nThemed place, with a good audience,",
    "rating": 4,
    "name": "Ила К",
    "cat": "Cuban restaurant"
  },
  {
    "review": "приятный, недорогой местяк.\n\n(Translated by Google)\nnice, inexpensive place.",
    "rating": 1,
    "name": "Pravo Shevchenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere!\n\n(Original)\nЧудова атмосфера!",
    "rating": 4,
    "name": "Юлия Брановицкая",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Мало места для танцев\n\n(Translated by Google)\nLittle place for dancing",
    "rating": 5,
    "name": "Olexii Kizilov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Раньше было круче, сейчас совсем не то.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Тамара Богуш",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Приятное, популярное место\n\n(Translated by Google)\nPleasant, popular place.",
    "rating": 5,
    "name": "Tanya Hladun",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Put that it is closed right?\n\n(Original)\nMettere che è chiuso no??",
    "rating": 5,
    "name": "Наталья Мойсей",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) My favorite place.\n\n(Original)\nМоє улюблене місце.",
    "rating": 5,
    "name": "ТестоЗор",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) A little small\n\n(Original)\nUn poco pequeño",
    "rating": 5,
    "name": "Ксения Данилова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ну Буена вне конкуренции!\n\n(Translated by Google)\nWell Buena out of competition!",
    "rating": 5,
    "name": "A.",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отличное обслуживание и цены не кусаются :)\n\n(Translated by Google)\nGreat service and prices don't bite :)",
    "rating": 4,
    "name": "Vita Tanto",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Оптимально цена-качество\n\n(Translated by Google)\nOptimum price-quality",
    "rating": 5,
    "name": "Marik Morozov",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Здравствуйте)а как с вами связаться? не берете трубку, на сообщения не отвечаете) …",
    "rating": 5,
    "name": "Sergey Dmitr",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Добрый день, в будние дни мы работаем с 12-00, в выходные с 16-00, в это время телефоны работают\n\n(Translated by Google)\nGood afternoon, on weekdays we work from 12-00, on weekends from 16-00, at this time the phones work",
    "rating": 4,
    "name": "Oleksiy Obolenskyy",
    "cat": "Cuban restaurant"
  },
  {
    "review": "С безалкогольными напитками беда)\n\n(Translated by Google)\nTrouble with soft drinks)",
    "rating": 5,
    "name": "Victor Shirkin",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень понравилось!\n\n(Translated by Google)\nI liked it very much!",
    "rating": 1,
    "name": "Салій Світлана",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Моачноватое заведение, с присутствием духа Латинской Америки\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Максим Поліщук",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful!!!\n\n(Original)\nBello!!!",
    "rating": 3,
    "name": "Oscar M",
    "cat": "Cuban restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Болбас",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Incredible situation😁\n\n(Original)\nНеймовірна обстановка😁",
    "rating": 5,
    "name": "Jenny Hanhan",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Неплохие бизнес-ланчи\n\n(Translated by Google)\nGood business lunches",
    "rating": 4,
    "name": "Наталия Смирнова",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Обожаю это заведение🥰\n\n(Translated by Google)\nI love this place🥰",
    "rating": 5,
    "name": "Виктория Исаева",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Одно из любимых мест в Киеве\n\n(Translated by Google)\nOne of the favorite places in Kiev",
    "rating": 5,
    "name": "Anton Kolyada",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Very nice bar club\n\n(Original)\nמועדון בר נחמד מאוד",
    "rating": 5,
    "name": "vaidas oo",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень много людей\n\n(Translated by Google)\nA lot of people",
    "rating": 5,
    "name": "Academon Zx",
    "cat": "Cuban restaurant"
  },
  {
    "review": "тесно, но весело!\n\n(Translated by Google)\ncramped but fun!",
    "rating": 5,
    "name": "Денис Легашов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно.\n\n(Translated by Google)\nVery atmospheric.",
    "rating": 5,
    "name": "Katia Dulich",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Не понравилось!\n\n(Translated by Google)\nDid not like!",
    "rating": 5,
    "name": "Віктор Кузнєцов",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Colorful and fun.\n\n(Original)\nКолоритно та весело.",
    "rating": 4,
    "name": "Юрий Бурковец",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Great rum place\n\n(Original)\nЧудове ромове місце",
    "rating": 5,
    "name": "Alexey Gribenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень атмосферно))\n\n(Translated by Google)\nVery atmospheric))",
    "rating": 3,
    "name": "T N (Rocket)",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Замечательное место!)))\n\n(Translated by Google)\nWonderful place!)))",
    "rating": 5,
    "name": "Alina Vargalyk",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Атмосферно и танцевально)\n\n(Translated by Google)\nAtmospheric and danceable)",
    "rating": 5,
    "name": "Oleg Plyuta",
    "cat": "Cuban restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Tetiana Pushnova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Самый лучший бар в городе\n\n(Translated by Google)\nThe best bar in town",
    "rating": 1,
    "name": "martin gutowsky",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Mega !!! Recommendable\n\n(Original)\nMega!!! Empfehlenswert",
    "rating": 5,
    "name": "Elina Antonova",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Crowded with foreigners\n\n(Original)\nЛюдно багата іноземців",
    "rating": 1,
    "name": "Brian Alejandro Jaramillo Arias",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Отлично! Атмосфера на ура!!!\n\n(Translated by Google)\nFine! The atmosphere with a bang !!!",
    "rating": 4,
    "name": "Donata Marscionkaite",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) very best bar\n\n(Original)\nКласный бар",
    "rating": 5,
    "name": "В M",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Хороший бар\n\n(Translated by Google)\nNice bar",
    "rating": 4,
    "name": "jhon janier barbosa",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Очень вкусная Текила)))\n\n(Translated by Google)\nVery tasty tequila)))",
    "rating": 4,
    "name": "Irene Zheludenko",
    "cat": "Cuban restaurant"
  },
  {
    "review": "Ужасный шум по ночам!\n\n(Translated by Google)\nAwful noise at night!",
    "rating": 5,
    "name": "Taras Kucher",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) Dances, cocktails, party\n\n(Original)\nТанці, коктейлі, тусовка",
    "rating": 5,
    "name": "Наталия Возгарненна",
    "cat": "Cuban restaurant"
  },
  {
    "review": "(Translated by Google) small and cozy\n\n(Original)\nPequeño y acogedor",
    "rating": 4,
    "name": "Orion Star",
    "cat": "Cuban restaurant"
  }
]