[
  {
    "review": "We went here for Saint valentine's day, they accommodated us with a table even though we called really at the last minute. The place is really warm and cozy and the personnel is super friendly, professional and makes you feel very welcomed. …",
    "rating": 5,
    "name": "Fabio Pansera",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 5,
    "name": "ljubisa draskovic",
    "cat": "Italian restaurant"
  },
  {
    "review": "Very polite and friendly staff. Nice Italian food and not so big choices of Italian wine. They wellcome you with grisini and limoncello, which is nice touch to the atmosphere.",
    "rating": 3,
    "name": "Adam Larsson",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you for your feedback. We’ll glad to see you again at the Capo di Monte!❤️",
    "rating": 5,
    "name": "Olga Lyashenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ate here on two separate occasions. The pizza was quite alright but the carbonara was made with cream which isn’t authentic. The risotto was weird because they didn’t let broth get absorbed more into the cannoli. Unfortunately it was still …",
    "rating": 2,
    "name": "Mohamed Shawly",
    "cat": "Italian restaurant"
  },
  {
    "review": "A cozy Italian-style restaurant with tasty food. They offer unlimited prosseco just for 135UAH except for the holidays.",
    "rating": 5,
    "name": "Roisin Molloy",
    "cat": "Italian restaurant"
  },
  {
    "review": "The Restaurant looks very nice....Service is OK....FOOD HAS NO TASTE AT ALL...the worst Mushroom Soup I had in Kiev, Terrible Pasta and Hot Beer !!! Can you belive that any place could serve you a hot Bottle of Beer ?! Its clear that the chef is very Poor .",
    "rating": 5,
    "name": "Raul Calderon",
    "cat": "Italian restaurant"
  },
  {
    "review": "Delicious food! And excellent service, English speaking waiters helped me a lot!",
    "rating": 4,
    "name": "Jens H. Daessler",
    "cat": "Italian restaurant"
  },
  {
    "review": "Cozy and nice place, very attentive staff who speak English properly, very good plates fresh and hight quality ingredients, rissoto and fresh pasta highly recomended, I will be back, 5 stars  !!!",
    "rating": 2,
    "name": "Veslemøy Maria Svartdal",
    "cat": "Italian restaurant"
  },
  {
    "review": "good to have food. all is not new, sears bit uncomfy…  but quality is good, service attentive and nice, prices good.",
    "rating": 5,
    "name": "Benedikt Janssen",
    "cat": "Italian restaurant"
  },
  {
    "review": "Food perfectly fine, but nothing special. The wait was far from acceptable. Had to wait almost an hours after ordering. Staff scattered and unattentive. Not a pleasant experience.",
    "rating": 5,
    "name": "Anastasiya Aleksandra",
    "cat": "Italian restaurant"
  },
  {
    "review": "Great restaurant with tasty food and fabulous service. Special thanks to Irina.",
    "rating": 5,
    "name": "hector rodriguez",
    "cat": "Italian restaurant"
  },
  {
    "review": "Love this place. Best pizza and their teas...the one with ginger and raspberry is something🤩",
    "rating": 4,
    "name": "Tanya Kashtanya",
    "cat": "Italian restaurant"
  },
  {
    "review": "Probably one of the best Italian restaurants I'm Kyiv. Fast service.",
    "rating": 5,
    "name": "Ihor Barchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice food but terrible mozzarella buffalo pizza. I mean who cuts the magnificent cheese like that. You gently put it in the centre of baked pizza and then enjoy it. …",
    "rating": 4,
    "name": "Alex Ergun Oktay",
    "cat": "Italian restaurant"
  },
  {
    "review": "Big plates, business lunch is as always tasty. Cozy and not so crowded. I recommend.",
    "rating": 5,
    "name": "David Andrews",
    "cat": "Italian restaurant"
  },
  {
    "review": "White wine i had was served compleately warm. Other than that, staff was attantive and friendly.",
    "rating": 5,
    "name": "Tapan Raval",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you for your feedback. We will definitely correct all mistakes with serving wine. 😉\nWe’ll glad to see you again at the Capo di Monte!🇮🇹",
    "rating": 2,
    "name": "Barry Hudson",
    "cat": "Italian restaurant"
  },
  {
    "review": "Very pleasant experience. Excellent food like pizza, bruscetta, pasta, pannini, salad, dessert. Everything. Staff speaks english aswell. Reasonable prices for the quality provided. About 150-220 UAH for a pizza.\nWent there 3 times in 24 hours, so recommended!",
    "rating": 5,
    "name": "Ben Gun",
    "cat": "Italian restaurant"
  },
  {
    "review": "Authentic Italian food in Kiev, enjoyed the time here. Good food, good service,",
    "rating": 5,
    "name": "Christoffer Jonsson",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice setting, ordinary food, much better Italian in Kiev than here",
    "rating": 1,
    "name": "J O",
    "cat": "Italian restaurant"
  },
  {
    "review": "Very nice place, healthy italian food, pretty stuff",
    "rating": 5,
    "name": "Ahmad kurdi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Best Italian in Kiev (and cheapest?). Recommend anyone who likes Italian go here. Nice and cozy place.",
    "rating": 1,
    "name": "Vladimir Chuhnenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Worst italian in kiev. Dont waist your time and money there.",
    "rating": 5,
    "name": "Jesse Hendershaw",
    "cat": "Italian restaurant"
  },
  {
    "review": "Very nice pizza especially capo di monte\nService is good\nReasonable prices",
    "rating": 5,
    "name": "Daniel Kramer",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you ☺️👍🏼",
    "rating": 5,
    "name": "Rémi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Horrible experience! My girlfriend and I came in for breakfast at 10:40, and left hungry and upset. Our supposedly hot beverages were lukewarm at best, and we waited over an hour for food that never got to our table. …",
    "rating": 5,
    "name": "Kostiantyn Goshchevskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "1 of the best in Kyiv. Great service & food is GREAT. Enjoy.",
    "rating": 4,
    "name": "Viktor Filonenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Simple but excellent and super fast business lunch for 145UAH.",
    "rating": 5,
    "name": "Kateryna Zhmykhova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Really good and very nice staff. Adorable.",
    "rating": 2,
    "name": "I. LAZAR",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good as always. Best pizza in the town.",
    "rating": 4,
    "name": "Claus Ronnie Christensen",
    "cat": "Italian restaurant"
  },
  {
    "review": "Tasty dishes but a little overpriced.",
    "rating": 5,
    "name": "Dennis Sakva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Atmospheric, sleek, pleasant. Very good thin pizza",
    "rating": 5,
    "name": "Aleksej Nesvarbu",
    "cat": "Italian restaurant"
  },
  {
    "review": "Unfortunately had here the worst pizza taste experience ever imagined. Terrible. If you are out for pizza in Kyiv, just do not enter there. If you are invited there by someone you can't gracefully refuse, or change the meeting place, then do not order pizza. I repeat: do not order pizza.",
    "rating": 5,
    "name": "Svend Høst",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice Food and nice staff.",
    "rating": 5,
    "name": "Steve Dyball",
    "cat": "Italian restaurant"
  },
  {
    "review": "From time to time I order panini with roast beef and a vegetable salad. Panini is totally awesome. Baked crunchy bun plus juicy roast beef and blue cheese will blow your mind. Salad is fresh and made with good ingredients. Pizza is also …",
    "rating": 5,
    "name": "Maksym Volchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good place,perfect food :)",
    "rating": 5,
    "name": "Joseph Humble",
    "cat": "Italian restaurant"
  },
  {
    "review": "Perfect beer and food, the premium Ukraine rib eye was extremely good. The service was excellent and polite. Triple chocolate cake was excellent and they warned us that the tiramisu wasn't ready because it was too fresh. One of the best Ribeyes I had ever had. Definitely a place to revisit.",
    "rating": 2,
    "name": "Ime",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good food, great staff, nice atmosphere.",
    "rating": 5,
    "name": "abdul alabdan",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you for your feedback. We’ll glad to see you again at the Capo di Monte!",
    "rating": 5,
    "name": "Andrew Alexseyenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Great business lench.Good choice of cocktails and wine.",
    "rating": 3,
    "name": "Nikita",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you so much 😊",
    "rating": 4,
    "name": "Михайло Макаренко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good food, affordable",
    "rating": 5,
    "name": "John K.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice but didn't like the atmosphere",
    "rating": 2,
    "name": "Alexander Turevskiy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Delicious steak they have",
    "rating": 4,
    "name": "Gil Posner",
    "cat": "Italian restaurant"
  },
  {
    "review": "The best business lunches in Kyiv",
    "rating": 4,
    "name": "Mykhailo Chornyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "The waiters were very unprofessional",
    "rating": 5,
    "name": "Alex Malovichko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice wood oven pizza.",
    "rating": 4,
    "name": "Christophe Lemoine",
    "cat": "Italian restaurant"
  },
  {
    "review": "Great restaurant!",
    "rating": 4,
    "name": "Karim Al-Sherif",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nothing special or really tasty",
    "rating": 5,
    "name": "Ali ibrahim",
    "cat": "Italian restaurant"
  },
  {
    "review": "The panzanella salad is original and delicious",
    "rating": 5,
    "name": "Julia Drake",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good and cheep lunch",
    "rating": 5,
    "name": "Eugene Shutoff",
    "cat": "Italian restaurant"
  },
  {
    "review": "Good and tasty 😋",
    "rating": 5,
    "name": "Hisham Newashi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Excellent pizza",
    "rating": 5,
    "name": "svitlana n",
    "cat": "Italian restaurant"
  },
  {
    "review": "Not bad, not bad at all",
    "rating": 5,
    "name": "Abdullah Bas",
    "cat": "Italian restaurant"
  },
  {
    "review": "Margarita was great!",
    "rating": 4,
    "name": "Tetiana Kravchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice service and food <3",
    "rating": 3,
    "name": "Konstantin Morozov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you so much ♥️",
    "rating": 5,
    "name": "Dmitry Grubinka",
    "cat": "Italian restaurant"
  },
  {
    "review": "Fast and tasty",
    "rating": 5,
    "name": "Philipp Beyrl (Märchenstunde)",
    "cat": "Italian restaurant"
  },
  {
    "review": "Delicious food",
    "rating": 5,
    "name": "Dmitry Zhukov",
    "cat": "Italian restaurant"
  },
  {
    "review": "nice food and terrace",
    "rating": 4,
    "name": "glinand",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you for your feedback. We’ll glad to see you again at the Capo di Monte!",
    "rating": 4,
    "name": "Christina B.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Excellent",
    "rating": 5,
    "name": "Сергей Мухин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Crowded in the evenings",
    "rating": 1,
    "name": "Black Макс",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nothing special",
    "rating": 4,
    "name": "Daria Ch",
    "cat": "Italian restaurant"
  },
  {
    "review": "Perfect",
    "rating": 5,
    "name": "Адвокат Киев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Nice",
    "rating": 3,
    "name": "Oksana Mykhaylovska",
    "cat": "Italian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Анастасия Закржевская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Готовят вкусно, живая музыка (как минимум по выходным), приятный интерьер, большой выбор вин и напитков, средиземноморская кухня. Ценник слегка завышен, ИМХО (Ужин на двоих чуть больше 1000 грн (три блюда плюс 2 бокала вина). …",
    "rating": 5,
    "name": "Марина Великопольская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Тут очень вкусно! Равиоли с курицей и огуречный лимонад просто вау!\nСпасибо большое за уютную атмосферу.\nХорошая летняя площадка, очень удобно, не жарко, чисто. …",
    "rating": 5,
    "name": "Svitlana Bakal",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заведение открыл для себя случайно. Зашли на пасту вечером. Хочу отметить великолепную работу персонала. Очень приветливые и тактичные официантки. Все чистенько и аккуратно. Кухня тоже вкусная, но не сногсшибательная. Порции не очень …",
    "rating": 5,
    "name": "Yulia Olefirenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место позиционирует себя как ресторан, хотя сам таким не является.\nМы выбирали приятное, уютное место, которое таким казалось судя по фотографиям из инстаграма. Фотографии не соответствуют реальности. На самом деле просто …",
    "rating": 4,
    "name": "Krok Haystack",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уважаемый Black Макс, добрый вечер!\nС одной стороны благодарим Вас за такое подробное описание посещения нашего рестоана, а с другой стороны мы максимально удивлены Вашей точкой зрения.\nМы любим наших Гостей, и уже много лет стараемся делать так, чтобы всем было комфортно, уютно и вкусно у нас.\nКак Вы верно заметили по отзывам, эта любовь взаимна, и большое спасибо за такое количество положительных эмоций, которые наши гости нам дарят в отзывах 😊\n\nЕсли возможно, оставьте, пожалуйста, свой контактный номер телефона в личных сообщениях у нас в Инстаграм, с Вами свяжется наше руководство, для уточнения деталей столь низкой оценки нашей работы. Благодарим заранее, нам это очень важно.\n\n(Translated by Google)\nDear Black Max, good evening!\nOn the one hand, we thank you for such a detailed description of your visit to our restaurant, and on the other hand, we are most surprised by your point of view.\nWe love our Guests, and for many years we have been trying to make everyone feel comfortable, cozy and tasty with us.\nAs you correctly noted from the reviews, this love is mutual, and thank you very much for so many positive emotions that our guests give us in their reviews 😊\n\nIf possible, please leave your contact phone number in personal messages on our Instagram, our management will contact you to clarify the details of such a low assessment of our work. Thanks in advance, this is very important to us.",
    "rating": 4,
    "name": "Helen Bond",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное место, очень вкусная кухня и приятные цены, ненавязчивая музыка, каждый столик – отдельная зона уединения, что тоже порадовало. Приветливая администратор, очень обходительная. За эти преимущества хотелось бы поставить 5+, но вот с …",
    "rating": 5,
    "name": "Владислава Чайковская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно. Но напрягает большое количество любителей сигар на летней террасе. Местная певица очень порадовала  прекрасным репертуаром. Хорошее заведение. Стараются быть ориентированными на клиента. …",
    "rating": 1,
    "name": "Svet Svet",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\nНаши двери всегда открыты для Вас 🤗🙌🏼\n\n(Translated by Google)\nThank you for your feedback!\nOur doors are always open for you 🤗🙌🏼",
    "rating": 4,
    "name": "Inna Lev",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Ordered delivery. We waited for 1 hour and 20 minutes, which we were immediately informed. Although we live relatively close to the restaurant. The pizza arrived, as expected, cold. The taste of pizza is quite …",
    "rating": 1,
    "name": "Andrii Andrii",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Pleasant atmosphere, cozy and beautiful interior, excellent service and very tasty! …",
    "rating": 5,
    "name": "Вікторія Огуєва",
    "cat": "Italian restaurant"
  },
  {
    "review": "Великолепная кухня. А фирменный торт просто незабываемый! Мука для спагетти привозится из Италии. Цены демократичные и даже низкие для такого европейского интерьера со вкусом и таких блюд! Настоятельно рекомендую! …",
    "rating": 5,
    "name": "Роман Ченчик",
    "cat": "Italian restaurant"
  },
  {
    "review": "Марина, нам очень приятно получить от Вас такую обратную связь🤩 Благодарим от всей души, и всегда ждём в гости, чтобы и дальше дарить приятные эмоции и прекрасное настроение!😘\n\n(Translated by Google)\nMarina, we are very pleased to receive such feedback from you Thank you from the bottom of our hearts, and we are always waiting for you to continue to give pleasant emotions and great mood! 😘",
    "rating": 5,
    "name": "Ivan",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусная паста с тигровыми креветками, всегда хорошая пицца и сырная тарелка. Любим заказывать безлимит Проссеко. Хорошое обслуживание, приятный персонал. Хочу особенно отметить интерьер, уютно, душевно и красиво! Рекомендую этот …",
    "rating": 3,
    "name": "Tania Kaminskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "Светлана, благодарим за отзыв, очень рады, что Вам понравилось у нас ♥️\nБудем ждать вновь, чтобы радовать вкусными блюдами и тёплой атмосферой ☺️🙌🏼\n\n(Translated by Google)\nSvetlana, thank you for your feedback, we are very glad that you liked us ♥ ️\nWe will wait again to delight you with delicious dishes and a warm atmosphere ☺️🙌🏼",
    "rating": 4,
    "name": "Валерія Бовсуновська",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, cozy (all tables were occupied but thanks to the excellent zoning, other visitors do not notice and they do not interfere), great service. I will definitely come back and recommend this place for a quiet …",
    "rating": 5,
    "name": "Vredrina Ya",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! We are waiting for you again for warm Italian dinners with us ☺️🇮🇹\n\n(Original)\nДякуємо за відгук! Чекаємо на Вас знов на теплі італійські вечері разом з нами ☺️🇮🇹",
    "rating": 5,
    "name": "Liza Goryushkina",
    "cat": "Italian restaurant"
  },
  {
    "review": "хорошая кухня, чудова атмосфера!\nвсегда рады видеть своего клиента 🔥 …",
    "rating": 5,
    "name": "Valeriia Filinovych",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) I have a lot of stories with this place, and they are all pleasant and romantic 😌 It tastes cozy and comfortable here є There is a piece of Italy here, mostly reminiscent of pizza домаш, homemade wine 🍷 and canola …",
    "rating": 1,
    "name": "Dima Lokoshko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback 🙏\nWe are very glad that you liked it 😊\nComments taken into account, we will correct as soon as possible!\nWe look forward to seeing you again! 🇮🇹❤️\n\n(Original)\nДякуємо за Ваш відгук 🙏\nМи дуже раді, що Вам сподобалося 😊\nЗауваження взяли до уваги, виправимо в найкоротші терміни!\nЗ нетерпінням будемо чекати на Вас знову!🇮🇹❤️",
    "rating": 5,
    "name": "Maksim M",
    "cat": "Italian restaurant"
  },
  {
    "review": "В поисках вкусного ланча на обед нашли этот ресторан. Обслуживание: отличное, официант вежливый и счёт предоставил быстро (что немаловажно во время обеденного перерыва). Сами блюда красиво выглядят и прекрасны на вкус, порции большие, а …",
    "rating": 4,
    "name": "78 78",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Met with a dissatisfied expression (a girl with black hair, most likely an administrator), to be honest, thought to turn around and leave. The food is not very tasty. According to the photo on Instagram, at first I …",
    "rating": 3,
    "name": "Bogdan Kosteckiy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень красивый, зелёный, цветущий ресторан. В жаркое время года во всю работают распылители воды, и сидеть на летней площадке одно удовольствие. Внимательные официанты. Из минусов - это небольшие порции и цены выше среднего. Но все очень …",
    "rating": 3,
    "name": "Наташка Лисенок",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пишу этот отзыв для руководителя ресторана.\n\nТак как являюсь постоянным почитателем и Песенджера и Коподимонте. Люблю кухню, …",
    "rating": 4,
    "name": "Наталия Григорива (funnymoon)",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый вечер!\nВ первую очередь, хотим поблагодарить за то, что Вы не промолчали и написали об этой ситуации.\nМы провели разъяснительную работу с нашим персоналом, и с хостесс Юлией в частности.\nЕсли Вам не сложно, пожалуйста, могли бы Вы оставить свой контактный номер телефона на нашей страничке в Инстаграм, для связи с Вами нашего руководства?\nМы очень ценим и любим каждого нашего Гостя, и хотелось бы пообщаться лично для урегулирования данной ситуации.\n\nhttps://instagram.com/capodimonteua?utm_medium=copy_link\n\n(Translated by Google)\nGood evening!\nFirst of all, we want to thank you for not keeping silent and writing about this situation.\nWe carried out explanatory work with our staff, and with the hostess Yulia in particular.\nIf it’s not difficult for you, please, could you leave your contact phone number on our Instagram page so that our management can contact you?\nWe really appreciate and love each of our Guest, and we would like to talk personally to resolve this situation.\n\nhttps://instagram.com/capodimonteua?utm_medium=copy_link",
    "rating": 5,
    "name": "Юлия Силуанова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца с горганзолой и грушей - это произведение искусства ❤️ Ооочень вкусная пицца, сочная, и сочетание неверочтное! В целом очень вкусные блюда, так же понравился окунь по Тоскански! Подача быстрая, обслуживание хорошее) Безлимит просеко - …",
    "rating": 5,
    "name": "Lena G.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Виктория, благодарим за отзыв, очень рады, что Вам понравилось у нас ♥️\nБудем ждать вновь, чтобы радовать вкусными блюдами и тёплой атмосферой ☺️🙌🏼\n\n(Translated by Google)\nVictoria, thank you for your feedback, we are very glad that you liked us ♥ ️\nWe will wait again to delight you with delicious dishes and a warm atmosphere ☺️🙌🏼",
    "rating": 4,
    "name": "Татьяна Литвиненко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Одна из самых вкусных паст Киева, а обстановка тёплая - \"По-домашнему\"\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anastasiia Tymoshenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious so that in the photo did not have time to earn! I'll return to Prosecco) …",
    "rating": 5,
    "name": "Maria Ludlow",
    "cat": "Italian restaurant"
  },
  {
    "review": "Выбрали место для ужина. Принесли все быстро, но ни качество еды ни подача не соответсвуют ценам. Да, вкус не плохой, по больше похоже на обычную столовку. Пицца абсолютно самая обычная, есть много других заведений, где её готовять гораздо …",
    "rating": 5,
    "name": "Jacqueline Waldhör",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение, уютное и симпатишное, готовят вкусную пиццу, но не ураган, обслуживание быстрое, персонал приятный, цены выше среднего …",
    "rating": 4,
    "name": "Марина Гудменко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение, компактное, уютное. Шикарный аромат гриля. Хорошие пиццы. Очень вкусный лимонад манго-маракуя. Из минусов : на диванах пятна и посуда потертая. Обслуживание приятное. …",
    "rating": 1,
    "name": "Мария Макшанова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Случайно попала в это заведение. Приветливый персонал, вкусная кухня. Единственное пицца 🍕 была очень пересолена...на что официант сказал, что это специальный соус 😅 Рекомендую! …",
    "rating": 5,
    "name": "d S",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, очень вкусно! Советую попробовать окуня по-тоскански. Коктейли также отличные, как и домашнее лимончелло. Тирамису съела и даже не заметила. …",
    "rating": 5,
    "name": "Kohan Vika",
    "cat": "Italian restaurant"
  },
  {
    "review": "Тухло. Пицца ужас. Салаты так себе. За 5 креветок в салате респект. Карбонара ужас полный. …",
    "rating": 5,
    "name": "Guillermo S",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютный итальянский ресторанчик, приятное обслуживание, хороший интерьер. Домашнее вино было великолепно, как и куриный паштет с тостами. Рекомендую - вкусно и комфортно. …",
    "rating": 5,
    "name": "Viktoriia Leshchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Постоянные клиенты заведения. Был очень неприятный случай, после чего с нами действительно связалась управляющая ресторана и максимально дипломатично предложила решить случившееся недоразумение. Хотим сказать спасибо за ответственный …",
    "rating": 1,
    "name": "Alex SUN",
    "cat": "Italian restaurant"
  },
  {
    "review": "Здравствуйте!\nНам очень жаль, что у Вас получился подобный опыт посещения нашего ресторана. В первую очередь хотим принести наши извинения и поблагодарить Вас за то, что не промолчали и написали нам обратную связь.\n\nОчень просим Вас, если не сложно, оставить в нашем Инстаграме (в личных сообщениях), Ваш контактный номер телефона, и наше руководство обязательно свяжется с Вами, мы бы хотели лично принести свои извинения, и постараться исправить Ваше мнение о нас, это действительно недопустимый случай.\n\n(Translated by Google)\nHello!\nWe are very sorry that you had a similar experience of visiting our restaurant. First of all, we want to apologize and thank you for not keeping silent and writing us a feedback.\n\nWe kindly ask you, if not difficult, to leave your contact phone number on our Instagram (in private messages), and our management will definitely contact you, we would like to personally apologize and try to correct your opinion about us, this is really unacceptable happening.",
    "rating": 5,
    "name": "Валерий Литвин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказали бизнес ланч. Сижу-жду. Всегда все свежее и приятная обстановка. После получаса ожидания попросили подождать 5 минут. Сижу-жду - уже прошли новые пол часа. …",
    "rating": 5,
    "name": "Sergey Z",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все бы ничего... Но смена официантов не совсем приветливая была. Заказали кофе. Нам подали с таким выражением - мол просто кофе можно было и в другом месте выпить. Заказывать дальше что то - перехотелось... А так - уютное место. Цены …",
    "rating": 5,
    "name": "Милена Кривоберец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день, Наталья!\nБлагодарим Вас за обратную связь, мы провели беседу с персоналом, и уверены, такое больше не повторится, просим прощения и надеемся, что в следующий раз Ваше посещение нашего рестоана окажется с максимально позитивными эмоциями 💐\n\n(Translated by Google)\nGood day, Natalia!\nThank you for your feedback, we had a conversation with the staff, and we are sure that this will not happen again, we apologize and hope that next time your visit to our restaurant will be with the most positive emotions 💐",
    "rating": 5,
    "name": "Ruslan Vasilievich",
    "cat": "Italian restaurant"
  },
  {
    "review": "Устрицы не вкусные, но это для меня, так норм\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dmitriy Sokolovskiy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Обслуживание на 4-ку, но кухня куснейшая. Пицца на правильном тесте, равиоли тают во рту. …",
    "rating": 3,
    "name": "Катя Локанцова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусное меню. Большие порции. Атмосферно. Много салатов из свежей зелени - на любой вкус. Приятное место, хорошее обслуживание, все понравилось :) …",
    "rating": 4,
    "name": "Дмитрий Гнатюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приветливый персонал, итальянская кухня,большая летняя площадка. Ресторан средней ценовой категории, удобен для бизнес-ланчей. …",
    "rating": 5,
    "name": "Юрий Панасюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Великолепный ресторан!\nБыли в первый, но точно не последний раз. …",
    "rating": 1,
    "name": "Valentina Zhinzher",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день! Нам очень приятно, что Вам понравилось у нас.😊\nСпасибо за отзыв! Будем ждать вновь, чтобы дарить гастрономические удовольствия и тёплую атмосферу.\n\n(Translated by Google)\nGood day! We are very pleased that you liked it with us.\nThanks for your feedback! We will wait again to give gastronomic pleasures and a warm atmosphere.",
    "rating": 5,
    "name": "Julia Shcherbina",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уже больше 5ти лет посещаю данное заведение. За это время существенно улучшился интерьер и комфорт, но возвращаюсь всегда за вкусной едой, приятным обслуживанием и чувством что меня ценят как клиента. Персонал всегда готов пойти вам на …",
    "rating": 5,
    "name": "Bobby Oblomov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мария, нам очень приятно получить от Вас такую обратную связь🤩 Благодарим от всей души, и всегда ждём в гости, чтобы и дальше дарить приятные эмоции и прекрасное настроение!😘\n\n(Translated by Google)\nMaria, we are very pleased to receive such feedback from you Thank you from the bottom of our hearts, and we are always waiting for a visit to continue to give pleasant emotions and great mood! 😘",
    "rating": 1,
    "name": "Кая Зарицкая",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Was eating 3 times within a day, highly recommended!\n\n(Original) …",
    "rating": 5,
    "name": "Ольга Ковалюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место уютное, обслуживание быстрое. Но паста не понравилась. Десерты вкусные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Яна Евтушенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый вечер, это был самый отвратительный в моей жизни капуччино, какая-то бабушка на заправке сделала мне в 1000 раз вкуснее. На улице, мать его, +27 градусов, какого черта мне сделали кипяток? Я вроде на дракона не похожа. Почему вы не …",
    "rating": 5,
    "name": "Лидия Музыка",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все вкусно! Одно замечание - дозаторы для оливкового масла неудобные, текут и руки все потом в масле …",
    "rating": 4,
    "name": "Alyona Sychova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Завтракали в этом ресторанчике 4 дня подряд. Все вкусно, особенно мне понравилась брускета с сёмгой, хорошее обслуживание. Цены средние, завтрак на двоих с кофе 400-450 грн. …",
    "rating": 1,
    "name": "Illia Kyzlaitis",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good Italian restaurant in Kiev\n\n(Original) …",
    "rating": 3,
    "name": "Vadim Volik",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) 1. A cozy place.\n2. Excellent service.\n3. Italian dishes (similar tasted near Rome) - a very tasty pizza with salami; …",
    "rating": 3,
    "name": "Елена Кот",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень жаль, что неплохое кафе испортилось.\nОжидание еды, час! Карл!\nВ итоге перепутали заказы. …",
    "rating": 5,
    "name": "Виктория Ромашина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Тёплая атмосфера, очень вкусно!Завтраки радуют \"Шакшука\"-топ!Пицца- просто тает во рту!🤤🤤🤤🤤\nПерсонал всегда, встречает- как родных!!! …",
    "rating": 5,
    "name": "Людмила Сергеевна",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\nНам очень приятно, наши двери всегда открыты для Вас 🤗😘\n\n(Translated by Google)\nThank you for your feedback!\nWe are very pleased, our doors are always open for you 🤗😘",
    "rating": 5,
    "name": "Darya_Gomon",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ужинали в 18.00.  Место уютное. Обслуживание хорошее. Салаты и паста понравились. …",
    "rating": 4,
    "name": "Дарига Кабылова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Была здесь впервые)). И надеюсь, ещё много раз побывать. Очень вкусно, быстро. Давно не видела такого внимательного и заботливого персонала 🙂. А ещё, пока вы ожидаете свой заказ, вам приносят вкусный комплимент от заведения. Это вообще …",
    "rating": 3,
    "name": "Людмила Круль",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день, Милена! Благодарим Вас за такой теплый отзыв! Мы очень рады, что Вам понравилось у нас!💖 Всегда ждем в гости, чтобы радовать Вас гастрономическими новинками и душевной атмосферой!\n\n(Translated by Google)\nGood afternoon, Milena! Thank you for such a warm review! We are very glad that you liked it with us! 💖 We are always waiting for a visit to delight you with gastronomic novelties and a sincere atmosphere!",
    "rating": 5,
    "name": "Алена Алена",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место. Заботливый персонал. Уютное место в центре Киева.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ianina Sivakova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Цена соответствует качеству, а то и выше!!\nВитело тонато очень вкусное !\nТартар тоже отличный …",
    "rating": 5,
    "name": "Андрей Казахов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Дмитрий, благодарим Вас за отзыв! Мы очень рады, что Вам нравится отдыхать у нас! До скорой встречи!\n\n(Translated by Google)\nDmitry, thank you for your feedback! We are very glad that you enjoy your holiday with us! See you soon!",
    "rating": 5,
    "name": "Евгения Михайловская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всё было прекрасно за исключением проволоки в пасте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Cihat Garipağaoğlu",
    "cat": "Italian restaurant"
  },
  {
    "review": "В заведении уютная обстановка, красивые декоративные лампы, на 14.03 была живая музыка. Теплый салат с телятиной не очень понравилася, но спагетти с морепродуктами были вкусные (но все же не идеально, блюдо было харячим, а мидии к нему были …",
    "rating": 5,
    "name": "Ирина Гладких",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за обратную связь👍🏼\nБудем и дальше стараться радовать Вас! ☺️🙏\n\n(Translated by Google)\nThank you for your feedback👍🏼\nWe will continue to try to please you! ☺️🙏",
    "rating": 5,
    "name": "Bahram Zairow",
    "cat": "Italian restaurant"
  },
  {
    "review": "ланч просто супер. Быстро и вкусно, свежое\n\n(Translated by Google)\nlunch is great. Fast and tasty, fresh",
    "rating": 5,
    "name": "Елена Тананакина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!! И всегда стараемся для любимых Гостей♥️\n\n(Translated by Google)\nThank you !! And we always try for our beloved Guests ♥ ️",
    "rating": 5,
    "name": "Ольга Габрилевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отстой, ужасно приготовленные блюда. Это не ризотто, а комок переваренного риса. …",
    "rating": 4,
    "name": "Liliia Lysova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Чудесное место. Хотела выпить чашечку чая после работы, но увидела в меню любимый десерт и осталась на глинтвейн. Лучшая панна-котта в моей жизни, милая и приятная атмосфера, хорошее обслуживание. Обязательно загляну на полноценный ужин …",
    "rating": 5,
    "name": "Елена Заржецкая",
    "cat": "Italian restaurant"
  },
  {
    "review": "Большое спасибо за такой приятный отзыв!\nВкуснейшая пицца на дровах и паста собственного производства достойны того, чтобы попробовать их👌🏼\nБудем ждать Вас с нетерпением🤗\n\n(Translated by Google)\nThank you very much for such a pleasant review!\nDelicious wood-fired pizza and homemade pasta are worth a try\nWe will be waiting for you with impatience🤗",
    "rating": 4,
    "name": "Дмитрий Байрачный",
    "cat": "Italian restaurant"
  },
  {
    "review": "Безумно правильно вкусная кухня,где есть понимание что такое обслуживание на фоне с большей частью заведений.\nМне безумно повезло😁 …",
    "rating": 2,
    "name": "Древесочка",
    "cat": "Italian restaurant"
  },
  {
    "review": "Нам очень приятно получить от Вас такую обратную связь🤩 Благодарим от всей души, и всегда ждём в гости, чтобы и дальше дарить  приятные эмоции и прекрасное настроение!😘\n\n(Translated by Google)\nWe are very pleased to receive such feedback from you🤩 Thank you from the bottom of our hearts, and we are always waiting to visit in order to continue to give pleasant emotions and a great mood! 😘",
    "rating": 5,
    "name": "Андрій Гончарук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Впервые зашла в заведение, в разделе главных блюд 2 самые дорогие позиции написаны с ошибками, решила не рисковать и ушла, мало ли …",
    "rating": 5,
    "name": "Евгений Т",
    "cat": "Italian restaurant"
  },
  {
    "review": "Оооочень атмосферно и безумно вкусно! Спасибо)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Игорь",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ресторан посещаем постоянно, очень дружелюбный персонал,качественное быстрое обслуживание,замечательный уютный интерьер,много зелени,чисто и аккуратно, блюда всегда на высоте …",
    "rating": 5,
    "name": "Кирилл Семененко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютный ресторан,доброжелательный персонал,вкусно готовят.Молодцы,побольше вам клиентов,которые по достоинству оценят вашу кухню и уютный интерьер! …",
    "rating": 5,
    "name": "Piotr Furmaniak",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное и спокойное место, отличное обслуживание!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дмитрий Угро",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказали в 11:30 привезли в 16:30. В бц sunflower с олимпийской пешком идти полтора часа. Ужасная доставка. Я недоволен. Пацаны недовольные. Порция салата смешая. Вот смотрю и смеюсь такой (ахахахаха) …",
    "rating": 5,
    "name": "JULIYA S_13",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заведение на 1 раз не более.\n4 оплошности за вечер. 1е это то что в меню есть салат с Лососем но в наличии его нету. …",
    "rating": 5,
    "name": "Виталий Сахно",
    "cat": "Italian restaurant"
  },
  {
    "review": "такое конечно…\nсоус в равиоли очень солёный, в то время как яйца на брускетте нет\nсама брускетта из непонятного хлеба, оставляет неприятное послевкусие …",
    "rating": 5,
    "name": "Yauheni Barannikau",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарнейшая итальянская кухня, рекомендую попробовать салат с авокадо и креветками и теплый с телятиной,очень вкусно, остались довольны всем и рестораном и персоналом,спасибо …",
    "rating": 4,
    "name": "marcin marcin",
    "cat": "Italian restaurant"
  },
  {
    "review": "очень уютно, вкусно , атмосферно❤️❤️❤️👍🏻\n\n(Translated by Google)\nvery cozy, tasty, atmospheric❤️❤️❤️👍🏻",
    "rating": 5,
    "name": "Tetiana Pieshkova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Людмила, благодарим за отзыв, очень рады, что Вам понравилось у нас ♥️\nБудем ждать вновь, чтобы радовать вкусными блюдами и тёплой атмосферой ☺️🙌🏼\n\n(Translated by Google)\nLyudmila, thank you for your feedback, we are very glad that you liked us ♥ ️\nWe will wait again to delight you with delicious dishes and a warm atmosphere ☺️🙌🏼",
    "rating": 5,
    "name": "Артем Исаев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Первый раз посетила это заведение, и точно могу сказать что заведение отличное.\nПерсонал приветливый и не смотря на огромное количество людей в кафе, обслужили меня качественно и очень быстро. Блюда очень вкусные! …",
    "rating": 5,
    "name": "Roman Yanishevsky",
    "cat": "Italian restaurant"
  },
  {
    "review": "Интерьер красивый.  Цены в принципе не очень дорогие,  но и не дешево.  Обслуживание на отличном уровне,  но не на высоком.  Минус одна звезда -выбор пива практически нулевой. И цена за пиво не соответствует его вкусу …",
    "rating": 5,
    "name": "Катерина Похресник",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за обратную связь👍🏼\nБудем и дальше стараться радовать Вас! ☺️🙏\n\n(Translated by Google)\nThank you for your feedback👍🏼\nWe will continue to try to please you! ☺️🙏",
    "rating": 5,
    "name": "Игорь Федоренко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Стейк из говядины (Украина) был жёстким и резиновым. Не советую заказывать.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександра Крістьєва",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее место. Приветливые официанты. Уютный интерьер в корабельном стиле. Вкусные завтраки и коктейли. Наполеон сухой попался) …",
    "rating": 5,
    "name": "Valeriya Lozgacheva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 5,
    "name": "Оксана Дионисьева",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютно и вкусно!!! Советую\n\n(Translated by Google)\nCozy and delicious !!! I advise",
    "rating": 5,
    "name": "Наталья Бондар",
    "cat": "Italian restaurant"
  },
  {
    "review": "Классный сервис и хорошее обслуживание. Всё очень вкусно! Приятный персонал. Хорошее меню. Быстрое обслуживание. Чисто и уютно. Можно курить айкос! …",
    "rating": 5,
    "name": "EVHENYIA SKOROZVON",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!\nИ всегда ждём Вас вновь 😊♥️\n\n(Translated by Google)\nThank you!\nAnd we are always waiting for you again 😊 ♥ ️",
    "rating": 5,
    "name": "Марина Бардовская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ценник чуть выше среднего. Но крем-брюле самое вкусное в Киеве!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Євгеній Андросович",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The menu was very rich, and the food I ordered was very delicious. I would recommend it to everyone. …",
    "rating": 5,
    "name": "Helen Nikolaienko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличнейшее заведение, приятная обстановка, обслуживание внимательное и вежливое, очень вкусно и быстро, что нн мало важно,вернемся еще и еще …",
    "rating": 5,
    "name": "Svitlana_ Savchyna",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все вкусно и красивая подача😍Стейк Рыбай Украина просто нет слов😋. Рекомендую👌🏼 10 из 10👍🏼😎 …",
    "rating": 5,
    "name": "Diana Kharynovych-Yavorska",
    "cat": "Italian restaurant"
  },
  {
    "review": "Бизнес ланч хороший. Но картофель в основном блюде подустал. Интересный Наполеон. …",
    "rating": 5,
    "name": "Наталья Мельник",
    "cat": "Italian restaurant"
  },
  {
    "review": "заказывали на днях домой пиццу Вегетарианская, очень вкусная, не думали что без мяса может получится такая вкусная пицца, да что тут скажеш : было мало( .Вы очень большие молодцы, всегда радуете своих клиентов новинками. Уже выдели в …",
    "rating": 4,
    "name": "Владислав Квітницький",
    "cat": "Italian restaurant"
  },
  {
    "review": "Готовят и обслуживают хорошо.\nОбстановка уютная.\nРекомендую суп из зеленого горошка с тигровой креветкой и Салат Цезарь с …",
    "rating": 5,
    "name": "Марина Баранская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное ,атмосферное заведение.Замечательный персонал.По пятницам и субботам с 19.00 можно услышать  живое  исполнение песен. 😉💯👍Талантливое пение,девушке 👏👏👏 …",
    "rating": 5,
    "name": "Алла Семенова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!\nИ всегда ждём Вас вновь 😊♥️\n\n(Translated by Google)\nThank you!\nAnd we are always waiting for you again 😊 ♥ ️",
    "rating": 5,
    "name": "Юлия Кузьмич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вроде бы и неплохой ресторан, но второй раз вернуться не хочется. С сервисом все хорошо. Смущает сам вкус блюд. Ничего плохого, но и ничего яркого. …",
    "rating": 4,
    "name": "Денис Лб",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ув владелец, обратите внимание на чистоту ваших диванов:пятна, неприятный запах...на бежевых диванах. Не стали ничего заказывать даже. Заведение в центре столицы с ценовой политикой выше среднего...кошмар …",
    "rating": 2,
    "name": "Tanya Happyness",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв. 🙏\nМы всегда стараемся улучшать качество блюд, сервис и общую атмосферу нашего заведения! 😉 В данный момент наше руководство занимается полной заменой текстиля. Пошив новых диванов, из качественных итальянских  материалов, находится на последней стадии и совсем скоро мы будем радовать Вас усовершенствованным интерьером.❤️😊\n\n(Translated by Google)\nThank you for your feedback. 🙏\nWe always try to improve the quality of food, service and the general atmosphere of our establishment! 😉 At the moment, our management is engaged in a complete replacement of textiles. The sewing of new sofas, from high-quality Italian materials, is at the last stage and very soon we will delight you with an improved interior.",
    "rating": 5,
    "name": "Светлана Сажина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная итальянская кухня. Уютно.\n\n(Translated by Google)\nDelicious Italian food. It’s cozy.",
    "rating": 3,
    "name": "Маруся Рябошапка",
    "cat": "Italian restaurant"
  },
  {
    "review": "Каждый день приходим на бизнес ланчи в Ваш ресторан, но сегодня особенно хочется сказать спасибо за вежливость,качество и быстроту обслуживания,девушке-официанту,которая обслуживала нас в закрытом зале ресторана …",
    "rating": 5,
    "name": "Елена Фурманюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "В заведении не был ну доставку оценил....после заказа час ждал звонка....набрал сам сказали после заказа набирают 5-7 мин ожидайте.... …",
    "rating": 5,
    "name": "Виктор Карабанов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заходили с друзьями на пиццу,очень вкусная с печи, отличные лимонады,профессиональное обслуживание,спасибо девочкам официантам за хорошее настроение и улыбки …",
    "rating": 5,
    "name": "Vita Alvares",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Great Italian restaurant! Extremely tasty food from real Italian ingredients, very polite service, live music and incredible atmosphere and democratic prices. A piece of Italy in the center of Kiev - I highly …",
    "rating": 4,
    "name": "Alesya Omelchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good day! Thank you for such kind and sincere words! Always happy to see you again! ❤️🇮🇹\n\n(Original)\nДобрий день! Дякуємо за такі приємні та щирі слова! Завжди раді бачити Вас знову! ❤️🇮🇹",
    "rating": 1,
    "name": "Аня Яровая",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный ресторан. Все очень вкусно. Обслуживание идеальное. Желаю вам развиваться и дальше !) …",
    "rating": 5,
    "name": "Наталия Стрельченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекраснейший ресторан, с шикарным интерьером, домашней,уютной обстановкой,замечательное обслуживание!Очень вкусная итальянская кухня и отличная акция на Безлимит Просекко и Апероля!!!!Рекомендую к посещению!) …",
    "rating": 5,
    "name": "Alina Mashak",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день! Нам очень приятно, что Вам понравилось у нас.😊\nСпасибо за отзыв! Будем ждать вновь, чтобы дарить гастрономические удовольствия и тёплую атмосферу.\n\n(Translated by Google)\nGood day! We are very pleased that you liked it with us.\nThanks for your feedback! We will wait again to give gastronomic pleasures and a warm atmosphere.",
    "rating": 5,
    "name": "Вадим Владимиров",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно и по домашнему... А ещё девочки официанты Супер, дружелюбные, вежливые, красивые, и замечательные. …",
    "rating": 5,
    "name": "AVA S",
    "cat": "Italian restaurant"
  },
  {
    "review": "Один раз обедал здесь, весьма вкусно, а также обслужили быстро, при том что заведение было полным. …",
    "rating": 5,
    "name": "Oleksiy Matviychuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Food good but not worth overpaying. The decor is impressive, the service is nice, but the small portions are perfect for a starter, not the main course. We won't be back because we haven't eaten …",
    "rating": 5,
    "name": "Kirill Melnik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкуснейшая еда и большие порции. Обслуживание хорошее, но цены высоковаты. Жаль закрыто подвальное помещение на ремонт …",
    "rating": 5,
    "name": "Ангелина Хрипунова",
    "cat": "Italian restaurant"
  },
  {
    "review": "мне очень понравился этот ресторан. прекрасная кухня и дружественный персонал! в зале дышится очень легко\nи что само главное для меня - никаких запахов из кухни или шума. все очень чисто …",
    "rating": 4,
    "name": "Коля Гудков",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение! Вкусная еда, часто захожу на бизнес-ланчи, большие порции, всегда вкусно, цена адекватная. …",
    "rating": 4,
    "name": "Анфиса Тимченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место, уютная обстановка, приятный персонал и самое главное - очень вкусно. …",
    "rating": 4,
    "name": "Happy Canvas",
    "cat": "Italian restaurant"
  },
  {
    "review": "Часто захожу сюда когда есть свободная минутка. Очень вкусно готовят, и здесь кухня просто супер. Еще приятно удивило то что очень красивый интерьер. Мне очень здесь нравится,и вам рекомендую посетить это заведение. …",
    "rating": 5,
    "name": "виктория Колесова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спонтанно выбрались в это заведение и пожалели, что не бывали в нем раньше! Очень вкусная паста с креветками и пицца Италия. Паста с морепродуктами тоже вкусная, но указать бы в меню, что она черная, у мужа пунктик по этому поводу. …",
    "rating": 5,
    "name": "Алена Островая",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день, Александра! Благодарим Вас за такой теплый отзыв! Мы очень рады, что Вам понравилось у нас!💖 Всегда ждем в гости, чтобы радовать Вас гастрономическими новинками и душевной атмосферой!\n\n(Translated by Google)\nGood afternoon, Alexandra! Thank you for such a warm review! We are very glad that you liked it with us! 💖 We are always waiting for a visit to delight you with gastronomic novelties and a sincere atmosphere!",
    "rating": 5,
    "name": "NY PRIVET !!!",
    "cat": "Italian restaurant"
  },
  {
    "review": "какое крутое заведение!!!! а эта акция \"безлимит проссекко за 249 грн\"!!! а эта шикарная певица, ее голос, репертуар!!!! (были в гостях 25.07.2020) а вкусная еда (2 пасты, наполеон, лимонад с маракуйей ммммм), отличные официантки. почему я …",
    "rating": 5,
    "name": "Владислав Раздорин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Валерия, благодарим! 😊\nНам очень приятно, что Вам понравилось у нас, будем ждать вновь♥️\nПо поводу террасы проводим работы, спасибо за отзыв 👌🏼\n\n(Translated by Google)\nValeria, thank you! 😊\nWe are very pleased that you liked it with us, we will wait again ♥ ️\nWe are working on the terrace, thanks for the feedback 👌🏼",
    "rating": 5,
    "name": "georgiy novikov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мне очень нравится это заведение,  вкусная еда и хорошее обслуживание, правда цены не низкие( Рекомендую! …",
    "rating": 5,
    "name": "Anna Shcherbakova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ходим в это заведение всегда когда находимся в центре Киева, зацепило нас вкусной едой, приятным обслуживанием)) …",
    "rating": 5,
    "name": "Yevgen Morgenshtern",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное место. Еда вкусная, цены приемлемые. Официанты внимательные. В целом только положительные эмоции. …",
    "rating": 5,
    "name": "Владислав Адинцов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мы очень рады, что Вам понравилось  у нас♥️\nСпасибо за отзыв😇\nОбязательно будем ждать после карантина, а сейчас у нас работает наша доставка 🤗\n\n(Translated by Google)\nWe are very glad that you liked us ♥ ️\nThanks for your feedback😇\nWe will definitely wait after quarantine, and now our delivery is working 🤗",
    "rating": 5,
    "name": "Елена Плюшкина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мне очень нравится этот ресторан! Честно, не ожидали и были приятно удивлены. Теперь частенько здесь бываем. Вкусная еда, приветливый персонал! Атмосфера в заведении уютная, были в пятницу вечером, играл саксофонист. Часто захожу на …",
    "rating": 5,
    "name": "Евгения Сидорченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вчера были у вас в заведении. Очень атмосферно, приветливый и вежливый администратор, крутые официанты. Все было очень вкусно!!!! …",
    "rating": 4,
    "name": "Александр Гнитецкий",
    "cat": "Italian restaurant"
  },
  {
    "review": "Евгений, благодарим Вас за такой тёплый отзыв! Нам очень приятно, что Вам понравилось у нас!😊 С радостью ждём Вас снова! ❤️🇮🇹\n\n(Translated by Google)\nEugene, thank you for such a warm review! We are very pleased that you liked it with us! 😊 We are glad to see you again! ❤️🇮🇹",
    "rating": 5,
    "name": "filya",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious business lunches of good size at an adequate price, quick and attentive service, and a cozy atmosphere - what more you need to relax from lunch time! …",
    "rating": 4,
    "name": "Вячеслав Кохно",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful establishment and delicious Italian cuisine. Got real pleasure) …",
    "rating": 5,
    "name": "Natalie Natalie",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is very cozy and atmospheric. Friendly staff. Delicious breakfasts. I recommend! …",
    "rating": 5,
    "name": "Сержіо Сардіні",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место! Довольно часто бываем. Очень нравится пицца. Персонал всегда улыбается и приветливый за это плюс. …",
    "rating": 5,
    "name": "Nataliy Galatchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохие бизнес-ланчи. Официанты не очень приветливы, возможно просто устают. В целом все приемлемо. …",
    "rating": 5,
    "name": "Andrew Moljarchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Владислав, добрый день!\nСпасибо, что нашли время оставить отзыв – Вы помогаете нам становиться лучше.🇮🇪❤️\n\n(Translated by Google)\nVladislav, good afternoon!\nThank you for taking the time to leave a review - you are helping us to become better.🇮🇪❤️",
    "rating": 4,
    "name": "Katrin O",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарное уютное место, приятная атмосфера, вежливый и приветливый персонал, вкусная кухня …",
    "rating": 5,
    "name": "Максим Вирченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарный ресторан с отличной итальянской кухней.Очень приветливые официанты, рекомендую к посещению …",
    "rating": 5,
    "name": "Оксана Соколенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хорошее обслуживание, вкусные блюда. Уютное и спокойное место.\nБезумно понравилось. …",
    "rating": 4,
    "name": "Viktoria Vikhor",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый,  были на завтраке, в целом хорошая и новая в центре Киева возможность,  кто дома не успел и целый день впереди нужно сюда. Все включено.... вкусно,  свежо. Думаю стоит раз попробывать …",
    "rating": 4,
    "name": "joao coelho",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место не очень, не рекомендую. Пицца не вкусная, цены средние,персонал вежлив,но не компетентен.Тесто на пиццу было заморожено, сказали пицца запекаеться в печи,но вот не в дровяной так точно.Сыр в пицце был давним... …",
    "rating": 5,
    "name": "KIR ODR",
    "cat": "Italian restaurant"
  },
  {
    "review": "Салат прекрасен\nКарборана, самая вкусная в городе …",
    "rating": 5,
    "name": "Александра Гут",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!🙏\nЖдём с нетерпением Вас снова!😊\n\n(Translated by Google)\nThank you for your feedback! 🙏\nWe look forward to seeing you again! 😊",
    "rating": 5,
    "name": "Татьяна Дмитриева",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень понравилось обслуживание, но еда так себе, есть в Киеве рестораны итальянские  с гораздо более вкусной кухней. Уже отмеченная в комментах ругня персонала на кухне - имеет место быть. …",
    "rating": 5,
    "name": "Arc lit",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютная атмосфера, приятный персонал вкусная пицца - что ещё нужно для завершения чудесных выходных!) …",
    "rating": 5,
    "name": "Анна Климчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличная пицца - приготовлена мастерами своего дела! Очень вкусно!Плюс ко всему и очень быстрая доставка! Пользуюсь услугами этой пиццерии давно и\nона не разочаровывает меня! …",
    "rating": 5,
    "name": "Victorya Bondar",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно! Великолепное обслуживание) Паста и равиоли собственного изготовления. Первые, после итальянских, которые действительно понравились …",
    "rating": 5,
    "name": "Dzekoo Flife",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятная атмосфера, неплохая еда, но очень маленькие порции. Очень.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Заец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пришла в данное заведение на ланч, который на страничке ресторана был описан достаточно аппетитно: бульон куриный, салат овощной со сметаной, шашлык со свинины с томатным соусом, картофель запечённый с сыром. Скажем так, я не самый …",
    "rating": 5,
    "name": "Ирина Пастух",
    "cat": "Italian restaurant"
  },
  {
    "review": "Быстрое обслуживание,предельно вкусно,хочется вернуться туда ещё!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владимир Романенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно, атмосферно , приятный персонал. По выходным живая музыка  👌Тирамису очень достойное ☺️must visit 👆 …",
    "rating": 4,
    "name": "Дмитрий Д",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение, компактное, уютное. Шикарный аромат гриля. Хорошие пиццы.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Серёга Киевский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный ресторанчик. Вкусная еда, приветливый персонал. Обязательно забегу ещё...) …",
    "rating": 5,
    "name": "Артем Лисенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious business lunches!\n\n(Original)\nСмачні бізнес ланчі!",
    "rating": 5,
    "name": "Светлана Карасевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошая кухня, отличное обслуживание, доступные вкусные бизнес ланчи. Несколько месяцев обедаю именно здесь. …",
    "rating": 5,
    "name": "Наталья ФабрикаФотокниги",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отлично место, очень заботливые официанты. Цветы в вазу поставили, позаботились о бумажке, что б не намокла. Сделали блюдо из старого меню. Обслужили на уровне. Чек на двоих вышел 700 грн(пицца, 2 пасты(креветки и Болоньезе), 2 напитка(сок …",
    "rating": 5,
    "name": "Олександр Ярошенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохое место, но пицца была теплой и быстро остыла.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Светлана Забродская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Могу сказать так - нормально. Не супер, но вполне прилично. Пиццу пробовала и вкуснее. Обслуживание приличное. …",
    "rating": 5,
    "name": "Denis Podilchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хотелось бы оставить положительный отзыв о данной фирме .\nОтличный сервис и обслуживание .\nБольше всего меня удивил очень дружелюбный персонал! …",
    "rating": 5,
    "name": "Daniil Pavlovskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, элегантное обслуживание и интерьер.\n\n(Translated by Google)\nDelicious, elegant service and interior.",
    "rating": 5,
    "name": "Orhan Onatçe",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хороший ресторан, вкусная разнообразная еда, обслуживание на уровне.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталья Петрущак",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хорошее место, с вкусной итальянской кухней. Обслуживала нас девушка Ира, очень понравилось что сразу предложила и по кухне и по бару блюда. Советую попробовать пасту и турнедо россини. 5 балов …",
    "rating": 5,
    "name": "Alexander Smetkin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное уютное заведение. Очень вкусно и приятное обслуживание.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Oleh Okrepkyy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хороший ресторан . отличная pizza, а кофе просто изумительное\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Габрилевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусные бизнес ланчи, хороший сервис. Всё очень понравилось 💪💪💪🔥🔥🔥\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Volodymyr Danylchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошая пицца и кальян\n\n(Translated by Google)\nNice pizza and hookah",
    "rating": 5,
    "name": "Анастасія Лакуста",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный сервис, все быстро удобно а главное вкусно:) Заказал пару пицц которые курьер доставил в течении 20 минут горячими. Очень доволен=)))))) …",
    "rating": 4,
    "name": "inna",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все идеально........От слова \"ВСЁ!!!!\" Как мы жили  В 2ух шагах и не знали про  такое замечательное место????)Администратор, вокалистка, официанты и публика👌🤗🤗🤗☝️🙌🙌🙌🙌🙌🙌❤ …",
    "rating": 5,
    "name": "Коля Понамаренко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Елена, благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова! До скорых встреч!❤\n\n(Translated by Google)\nElena, thank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! See you soon! ❤",
    "rating": 5,
    "name": "Натали М",
    "cat": "Italian restaurant"
  },
  {
    "review": "Было очень душевно, вкусно и приятный персонал:)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алина Королевская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Молодцы! Классное место. Вкусные свежие пироги.\nНа любой вкус.\nЦены немного завышены. Но Это того стоит. …",
    "rating": 5,
    "name": "elena viktorovna",
    "cat": "Italian restaurant"
  },
  {
    "review": "Паста, пицца, равиоли, лазанья... вкусная еда, отличное ненавязчивое обслуживание, хорошая и прохладная летняя площадка …",
    "rating": 5,
    "name": "Светлана Агапшук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное и удобное место. Прекрасное обслуживание, вкусные блюда, быстрая подача. Комментарии излишне. …",
    "rating": 5,
    "name": "Діана Алан",
    "cat": "Italian restaurant"
  },
  {
    "review": "Понравился интерьер , отличное место выпить кофе и пообщаться. Кухню не пробовала. …",
    "rating": 5,
    "name": "Lusia Tsimbal",
    "cat": "Italian restaurant"
  },
  {
    "review": "Наталия, благодарим за отзыв, очень рады, что Вам понравилось у нас ♥️\nБудем ждать вновь, чтобы радовать вкусными блюдами и тёплой атмосферой ☺️🙌🏼\n\n(Translated by Google)\nNatalia, thank you for your feedback, we are very glad that you liked it with us ♥ ️\nWe will wait again to delight you with delicious dishes and a warm atmosphere ☺️🙌🏼",
    "rating": 5,
    "name": "Татьяна Сербина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарный ресторан чудесная кухня. Уютная обстановка. Рекомендую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Екатерина Албул",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасное место с чудесной атмосферой, обслуживанием и очень вкусными блюдами! Влюбилась с первого раза в интерьер и хороший сервис👌 …",
    "rating": 5,
    "name": "Светлана Аношко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤🇮🇹\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤🇮🇹",
    "rating": 5,
    "name": "Eugene Mikeshyn",
    "cat": "Italian restaurant"
  },
  {
    "review": "Рекомендовали здесь завтраки. Не разочарован - вкусно и сытно.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Владислав Валиуллин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное место. Есть летняя площадка. Было очень вкусно, но подкачала подача - надбитые тарелки для таких заведений недопустимы …",
    "rating": 5,
    "name": "Ирина Ирина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место очень круто оформленное, еда на высшем уровне, со своими нюансами, коктейли вкуснейшие, официанту Лиле отдельный респект, особенно за её вариативность …",
    "rating": 5,
    "name": "Nick Nick",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный, уютный ресторан. Вкусный кофе, превосходный тирамису  и приятный персонал. Однозначно самая вкусная пицца в Киеве, приготовлена на дровах. Для тех кто сейчас постится, есть вкуснейшая с хумусом, которая не …",
    "rating": 4,
    "name": "Мир",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное и приятное место, ненавязчивый сервис. Еда обычная.\nБезлимит просеки 299грн.\nПлохо туалет один для всех... …",
    "rating": 3,
    "name": "Sasha Bovsunovskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Виктория, добрый день! Спасибо, что поделились своим замечанием.\nОчень надеемся, что Вы к нам вернетесь, а мы в свою очередь сделаем все, чтобы Вы покинули ресторан только в хорошем настроении! 🇮🇪❤️\n\n(Translated by Google)\nVictoria, good afternoon! Thanks for sharing your comment.\nWe really hope that you will come back to us, and we, in turn, will do our best to make you leave the restaurant only in a good mood! 🇮🇪❤️",
    "rating": 5,
    "name": "Alex Val",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Comfortable, good food, good price ... smell the food in the room coming from the kitchen …",
    "rating": 4,
    "name": "Иван Дейнеко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютная неапинужденная атмосфера, почти домашняя.  Хорошая итальянская кухня. …",
    "rating": 5,
    "name": "Николай Замотаев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень милое и вкусное место. Паста, равиоли, брускеты.\nВежливый персонал.\nЕдинственное блюдо, которое разочаровало за долгое время - ризотто. …",
    "rating": 5,
    "name": "Олексій Якубовський",
    "cat": "Italian restaurant"
  },
  {
    "review": "Замечательное заведение. Милый и приветливый персонал. Безумно вкусный кофе, изумительные сырнички. Огромное спасибо 😊😊😊😊 …",
    "rating": 3,
    "name": "Надежда Пыж",
    "cat": "Italian restaurant"
  },
  {
    "review": "Татьяна, благодарим Вас за такой тёплый отзыв! Нам очень приятно, что Вам понравилось у нас!😊 С радостью ждём Вас снова! ❤️🇮🇹\n\n(Translated by Google)\nTatyana, thank you for such a warm review! We are very pleased that you liked it with us! 😊 We are glad to see you again! ❤️🇮🇹",
    "rating": 2,
    "name": "III",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютно, вкусно, приветливый персонал, но цены кусаются.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Евтушенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Я люблю это место, всегда вежливый персонал, комфортная атмосфера,. Последний раз порадовал вкусным крем-брюле десертом и согрел традиционным глинтвейном. …",
    "rating": 1,
    "name": "Daniil Vasylashko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Very cool restaurant and team, delicious lunches and menus. Its a homey Italian atmosphere. And waitresses, especially Ira! …",
    "rating": 2,
    "name": "Karina Kochergina",
    "cat": "Italian restaurant"
  },
  {
    "review": "Посидели с девушкой, вкусная кухня. Очень понравилась атмосфера!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Tany Xoroshilova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный, уютный ресторан. Вкусный кофе, превосходный тирамису  и приятный персонал. Однозначно самая вкусная пицца в Киеве, приготовлена на дровах. Для тех кто сейчас постится, есть вкуснейшая с хумусом, которая не …",
    "rating": 5,
    "name": "Anastasia Shulga",
    "cat": "Italian restaurant"
  },
  {
    "review": "Потрясающая пицца с горгонзолой и грушей. Приветливый персонал. Вкусный кофе\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Pavlo Kazymirov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Было вкусненько))) особенно понравились вегетарианская пицца и чизкейк!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Volodymyr Peregudov",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good location, location, atmosphere. Be prepared that some items are not in the menu. …",
    "rating": 4,
    "name": "Ulrike Blaske",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за обратную связь👍🏼\nВ данный период времени ведём работу над новым ассортиментом в меню блюд и напитков😊\n\n(Translated by Google)\nThank you for your feedback👍🏼\nAt this time, we are working on a new assortment in the menu of food and drinks😊",
    "rating": 5,
    "name": "Алевтина Левешко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пиццу такую можно легко и дома приготовить, цены завышены где-то на 30%\n\n(Translated by Google) …",
    "rating": 5,
    "name": "CHI Sergey",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное и уютное место, хорошая кухня, приятное обслуживание .\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Elena Minakova",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere, delicious cuisine and good service.\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Смирнова",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Italy in the heart of Kiev ❤️ Once you try pizza in Capo you will understand what a real pizza should be 🍕 personal recommendation of bruschetta with pear - fantastic фанта …",
    "rating": 5,
    "name": "Alexander Virnyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for such a sincere response🙏\nWe look forward to enjoying your stay with Capo di Monte. We are always waiting for you again! 🇮🇹☺️\n\n(Original)\nДякуємо за такий щирий відгук🙏\nМи радіємо коли Ви насолоджуйтесь відпочинком разом з «Capo di Monte”. Завжди чекаємо на Вас знов!🇮🇹☺️",
    "rating": 5,
    "name": "Sergii Manka",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious pizza, friendly staff, very nice interior, delicious lemonade, and overall a very nice place …",
    "rating": 5,
    "name": "Vladimir Kirzunov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отмечали день рождения супруга ,  очень понравилась еда и были  приятно удивлены внимательным, вежливым и не навязчивым обслуживанием. Будем приходить. …",
    "rating": 5,
    "name": "Сергей Клименко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хороший персонал и летняя площадка, нормальная еда, хороший бизнес-ланч.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Павел Козюберда",
    "cat": "Italian restaurant"
  },
  {
    "review": "Никогда не был здесь, но уверен, что всё на высшем уровне, на днях надеюсь посетить это заведение с целью дегустации всего меню. …",
    "rating": 5,
    "name": "Antonina Gnut",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent flavor employees friendly smiling\n\n(Original) …",
    "rating": 4,
    "name": "Nataly Stadnyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Делали заказ на 3 больших пиццы, доставили через 45 минут, очень быстро не смотря на бурю и дождь. Пицца вкуснейшая, цены адекватные!!!!! Рекомендую всем. …",
    "rating": 5,
    "name": "Полина Сысоева",
    "cat": "Italian restaurant"
  },
  {
    "review": "Первоклассный ресторан. Настоящая итальянская кухня. Прекрасное и уютное место. Ненавязчивый персонал. Цены адекватные. …",
    "rating": 3,
    "name": "Yuliia Nazarenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Workers gathered here, the impression in general is not very much the atmosphere of the institution, the service and the prices. The establishment itself is more like a pizzeria, but the prices here are like a good …",
    "rating": 5,
    "name": "Тимур Согрин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Во многих пиццериях заказывали пиццу на дом ,но остановились на Capo di Monte.Иногда приежжает курьер с опозданием,но как объясняет оператор:все зависит от загружености кухни.Тут дело во вкусе,который перекрывает все минуссы.Последнее время …",
    "rating": 5,
    "name": "Олександр Коваленко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Everything was delicious, the orders were brought quickly. One note about the unkindness and the rather strange behavior of the waitresses. …",
    "rating": 4,
    "name": "Oksana Toporova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасный ресторан! Очень уютная обстановка: везде лежат подушечки, пледики чтобы ты мог расслабиться, а если замёрз согреться! …",
    "rating": 5,
    "name": "Okssol",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, но без вау эффекта. Цены средние.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Katya Rosolovskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "Замечательная пиццерия, одна из лучших у нас в городе! Отличный сервис, обалденная кухня, все просто супер! И круглосуточная доставка - отдельный плюс :) В дальнейшем буду воспользоваться вашими услугами. …",
    "rating": 5,
    "name": "Andrii Ladyhin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное место. Еда вкусная, официанты внимательные, но не навязчивые. Приятно возвращаться снова и снова …",
    "rating": 2,
    "name": "Anastasiia Bondarenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 4,
    "name": "Виталий Васильковский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отмечали день рождения супруга ,  очень понравилась еда и были  приятно удивлены внимательным, вежливым и не навязчивым обслуживанием. Будем приходить. …",
    "rating": 5,
    "name": "Anastasiia Hetiuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Атмосфера хорошая, очень уютно посидеть со второй половинкой. Обслуживание отлично. Спасибо официанту Диме …",
    "rating": 3,
    "name": "Anastasiya Zhuvaka",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное заведение с вкусной итальянской кухней. Особое впечатление создала живая музыка, девочка поет божественно. …",
    "rating": 5,
    "name": "Игорь Шемочек",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мы очень рады, что Вам понравилось, мы старались🤗\nЖдём Вас вновь, обещаем радовать и вокалом, и нашей кухней👌🏼\n\n(Translated by Google)\nWe are very glad that you liked it, we tried🤗\nWe are waiting for you again, we promise to please both vocals and our cuisine👌🏼",
    "rating": 1,
    "name": "Fedir Danylchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Супер аутентичное место, приятная атмосфера, паста с морепродуктами с томатами - огонь! Рекомендую! …",
    "rating": 1,
    "name": "Mikhail Benkovich",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место спокойное, тихое , удобно расположы столики, чисто и приятный обслуживающий персонал. Спасибо. …",
    "rating": 4,
    "name": "Сергей DMZ",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютный ресторанчик. Провели здесь уютный, тихий вечер. Очень понравился интерьер и обслуживание, вкусно поужинали. Оказалось,что возможна и заказать на дом.Доставка даже бесплатная. В эти выходные испробуем, закажем что-то. Спасибо. …",
    "rating": 4,
    "name": "Алексей Саундман",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарный вкусный салат, отличное вино\nПерсонал и коллектив - позитивный\nИнтерьер - комфортный и стелизированный …",
    "rating": 5,
    "name": "Юлия Воробей",
    "cat": "Italian restaurant"
  },
  {
    "review": "Наталия, благодарим Вас за такой тёплый отзыв! Нам очень приятно, что Вам понравилось у нас!😊 С радостью ждём Вас снова! ❤️🇮🇹\n\n(Translated by Google)\nNatalia, thank you for such a warm review! We are very pleased that you liked it with us! 😊 We are glad to see you again! ❤️🇮🇹",
    "rating": 1,
    "name": "Svetlana Kirilova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличная пиццерия, приятная и уютная атмосфера, красивый интерьер. Ну и конечно же очень вкусная пицца, иногда глаза разбегаются какую пиццу заказать)))))))))) …",
    "rating": 4,
    "name": "Yulia Vidasova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Был несколько раз в этом заведении. Что бы много не разглагольствовать скажу - готовят вкусно,цены не космические и зал ресторана просто СУПЕР …",
    "rating": 5,
    "name": "Julia Belous J.B.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Небольшой ресторан с европейской и итальянской кухней. Средний уровень цен, что вполне соответствует качеству. Есть летняя площадка с возможностью курения. Хороший кофе. …",
    "rating": 5,
    "name": "Татьяна Фрезани",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не ресторанная атмосфера, скорее кафе, но очень колоритно и уютно. Очень професиональные официанты. Пица - зачет, такой не ела даже в Италии. Паста тоже - настоящая, по правильному рецепту. Порадовало предложение по безлимитному проссеко. …",
    "rating": 3,
    "name": "Yanina Demianenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличная пицца, вынесли ща 5 мин! Много цветов 💐\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ирина Михайлуца",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не раз заказывал еду у них. Особенно нравились варианты макарон с мясом и рыбой и овощами в коробочках. Доступная цена, вкусно, питательно, сайт удобный. Огромный минус - доставка по небольшой территории вблизи кафе. …",
    "rating": 5,
    "name": "Oleksii Smitskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заведение отличное! Вкусная кухня, цены- выше среднего, обслуживаю быстро.... Но встречаются регулярные ноооо.... Раз заказывал пиццу- мне ее привезли новую, но подгоревшую. Другой раз тоже по доставке произошла накладка. Заказал пиццу- ее …",
    "rating": 4,
    "name": "Alisa Pitrovna",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все очень вкусно , очень хорошее обслуживание  с коллегами ходим сюда на бизнес ланч ! Лучшие ланчи в Киеве ! …",
    "rating": 4,
    "name": "Яруду Гра",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заведение хорошее, быстрое обслуживание, есть бизнес-ланчи. На летней площадке столики стоят очень тесно. …",
    "rating": 5,
    "name": "finachka",
    "cat": "Italian restaurant"
  },
  {
    "review": "Иван, добрый день! Благодарим Вас за отзыв! Мы постоянно работаем над улучшением качества сервиса и общей атмосферы! Надеемся, следующий Ваш визит в Capo di Monte, оставит только приятные впечатления. Будем рады видеть Вас!\n\n(Translated by Google)\nIvan, good afternoon! Thank you for your feedback! We are constantly working to improve the quality of service and the general atmosphere! We hope your next visit to Capo di Monte will leave only pleasant impressions. We will be glad to see you!",
    "rating": 5,
    "name": "Антон Морозов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приветливый персонал. Все очень вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Morozov",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The kitchen is delicious, the level of service is high, prices are also)) …",
    "rating": 5,
    "name": "Олександр Усцький",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохая итальянская кухня, дорого, но бизнес- ланчи слишком жирные\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Viacheslav Kalyak",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказали первый и последний раз пиццу...\nДоставляли ее 2с половиной часа всего лишь 🤷‍♀️\nВ современных реалиях это не есть нормально ,ребятки!!! …",
    "rating": 5,
    "name": "Юлия Простая",
    "cat": "Italian restaurant"
  },
  {
    "review": "Замечательная пиццерия, одна из лучших у нас в городе! Отличный сервис, обалденная кухня, все просто супер! И круглосуточная доставка - отдельный плюс :) …",
    "rating": 3,
    "name": "Oleksandr Kovalchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Обязательно проверяйте счет при оплате.\n\nBe careful and check restaurant bill! …",
    "rating": 5,
    "name": "Фёкла Карлеоне",
    "cat": "Italian restaurant"
  },
  {
    "review": "Я очень любила раньше этот ресторан с уютной обстановкой, вкусной кухней и великолепным обслуживанием. Еще с тех времен когда был ресторан на Оболони. Но к сожалению с каждым годом все становится хуже и хуже.... Была сегодня и осталась …",
    "rating": 5,
    "name": "Наталия Вишниченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Еда пристойная вполне. Только много людей слишком, но, оно и понятно. Обслуживание приятное. …",
    "rating": 5,
    "name": "Євгенія Одійчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное тихое место, с красивейший интерьером, вкусной едой и непревзойденным вежливым и внимательным обслуживанием!Спасибо! …",
    "rating": 5,
    "name": "Марина Пальшина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Анастасия, нам очень приятно получить от Вас такую обратную связь🤩 Благодарим от всей души, и всегда ждём в гости, чтобы и дальше дарить приятные эмоции и прекрасное настроение!😘\n\n(Translated by Google)\nAnastasia, we are very pleased to receive such feedback from you Thank you from the bottom of our hearts, and we are always waiting for you to continue to give pleasant emotions and a great mood! Настроение",
    "rating": 5,
    "name": "Андрей Музыка",
    "cat": "Italian restaurant"
  },
  {
    "review": "Паста не понравилась вообще, пицца во многих местах в городе вкуснее\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Pavel Bradulov",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) I can not put less, because the restaurant itself and the high level of food, service has never been a question. But delivery is a problem. Once ordered, the delivery was delayed for 15-20 minutes, not taken …",
    "rating": 5,
    "name": "Артур Давыдов",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good food, very friendly service, but a very long wait for the food .... too bad. …",
    "rating": 5,
    "name": "Пачка Шлепы",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное место, вкусная еда и хороший кальян. Есть летняя терраса!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Натали Яковчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место! Спасибо за вкусный завтрак.\n👍👌 …",
    "rating": 5,
    "name": "Владимир Панковский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ходили туда пару раз на бизнесс ланчи - еда всегда на троечку.  Официанты вежливые, атмосфера хорошая. Может обычные блюда лушче... …",
    "rating": 4,
    "name": "Вера Поливанюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Я заказала  «Kapo di Monte» что бы попробовать и оценить! Честно говоря я не ожидала что мне она на столько понравиться))) очень приятное  и мягкое тесто! Сочетание всех ингредиентов  очень радует)))) СЫТНО! ВКУСНО! И ЦЕНЫ НЕ КУСАЮТСЯ)))) …",
    "rating": 5,
    "name": "Гаяне Шарипова",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Extremely enjoyable establishment. Located in the city center, convenient to get there is where to leave the car. There is a summer terrace. …",
    "rating": 4,
    "name": "Viacheslav Khorzieiev",
    "cat": "Italian restaurant"
  },
  {
    "review": "Потрясающее обслуживание. Вкусное вино! и  так много цветов. Тут было не только вкусно, но и очень красиво. Спасибо вам за отличное настроение и вкусную еду! Думаю, что, выбирая ресторан для торжественных событий, Капо ди монте подойдет …",
    "rating": 5,
    "name": "олександр коваленко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная кухня персонал отзывчивый.  Молодцы\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарья Москаленко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Абалденно вкусный ресторан! Я считаю, что у вас действительно итальянская кухня. Пицца и паста просто отменные :)) рекомендую!) …",
    "rating": 4,
    "name": "Victor Dolzhansky",
    "cat": "Italian restaurant"
  },
  {
    "review": "Идеальная пицца , супер вкусное тесто +идеальное сочетание приправ.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Tatyana Shevchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно, и мега милые и очень внимательные официанты\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Джордан Белфорт",
    "cat": "Italian restaurant"
  },
  {
    "review": "Персонал - ОК,  еда - хорошо, туалет - сломана кнопка и грязно.. просто как-то неприлично даже.. …",
    "rating": 5,
    "name": "Світлана Батрин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкуснейшая пицца. Приветливый персонал, приятная обстановка.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Юля Святненко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не соответствует цена-качество. Возможно цена обусловлена расположением в центре. Уютный интерьер, но все остальное оставляет желать лучшего, хотя для непривередливого заведения может показаться хорошим. В равиоли с трюфельной пастой …",
    "rating": 5,
    "name": "Serg Karapetyan",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохая пицца,тесто очень удачно приготовлено\n\n(Translated by Google)\nDecent pizza, dough made very well",
    "rating": 5,
    "name": "Михаил Стеганов",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, good atmosphere.\nNice service.\nPrices are average. …",
    "rating": 5,
    "name": "Елена Елена",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютно, много цветов и зелени, неплохая кухня. Ничего выдающегося, но и значительных недостатков нет. Сидели на террасе, обивка диванов и кресел грязная, не очень приятно. Персонал вежливый и расторопный, все приготовили и принесли очень …",
    "rating": 5,
    "name": "Елена Береговая",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусные бизнес-ланчи. И отличное обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Max Alexandrovich",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее обслуживание. Понравился цезарь с креветками) всем советую\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alena Mizaridi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно)) но порции равиол маленькие 😁\n\n(Translated by Google) …",
    "rating": 5,
    "name": "ирина ковшова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мы часто выбирали это место для встреч с друзьями, правда, непонятно почему - наши заказы регулярно забывались, мы уходили в итоге голодные😂 …",
    "rating": 4,
    "name": "Antonina Romanenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Понравилась пицца, можно сказать она прибыла ко мне домой очень горячей и вкусной. Доволен всем на выходные ждите еще заказ от меня. …",
    "rating": 5,
    "name": "Ирина Спирина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно, уютно, обслуживание на уровне, распылители на террасе - очень классная идея. Ланчи - это любовь! Если из меню, то немного дороговато, конечно, но всё равно очень вкусно. А вот ланч - цена очень адекватная. …",
    "rating": 5,
    "name": "ТОВ Універсальна Торгова Компанія",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца на доставке - полное разочарование. Особенно пицца с лососем . Совершенно не стоит своих денег, не по качеству содержимого, не по вкусовым характеристикам. Больше заказывать не будем. …",
    "rating": 5,
    "name": "СмиКорина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное,приятное место,с очень вежливым и хорошим персоналом...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maksym Ashykhmin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Глясе отвратительный - стакан недолили. Обслуживание такое же - хамоватые официантки. …",
    "rating": 5,
    "name": "Денис Цимбал",
    "cat": "Italian restaurant"
  },
  {
    "review": "Долгое время ходили сюда на бизнес ланч. Вначале все было хорошо: большие порции, вкусный чай. Сейчас порции стали меньше, чая нет недели 3. Сегодня подали испорченый забродивший томатный сок. Заметил после первого глотка, но, видимо, было …",
    "rating": 4,
    "name": "Олександр Мринський",
    "cat": "Italian restaurant"
  },
  {
    "review": "Готовят не плохо. Но есть дешевле и вкуснее.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Сергей Бойко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Дороговато, но довольно вкусно. Ничего особенного сказать не могу, удобно, что недалеко от дома. …",
    "rating": 4,
    "name": "Marco Guernelli",
    "cat": "Italian restaurant"
  },
  {
    "review": "Алексей, нам очень приятно, что Вам понравилось у нас😊\nСпасибо за отзыв! Будем ждать вновь, чтобы дарить гастрономические удовольствия и тёплую атмосферу ♥️\n\n(Translated by Google)\nAlexey, we are very pleased that you liked it with us😊\nThanks for your feedback! We will wait again to give gastronomic pleasures and a warm atmosphere ♥ ️",
    "rating": 5,
    "name": "Zarina Bandrivskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Visited for the second time, were in Kiev, enjoy the cozy atmosphere, you can have a quiet and delicious meal! Business lunch is a huge portion, you eat full. Delicious salmon salad, cream cheese, other dishes left …",
    "rating": 5,
    "name": "Leonid Sapozhnikov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всегда хотела попасть в это заведение, казалось со стороны очень уютным. Больше всего меня поразило как в заведении с уровнем цен выше среднего может быть настолько испачканные диваны,  если вы выбрали для интерьера светлую мебель как можно …",
    "rating": 5,
    "name": "Kate Aleksieieva (Artistkaaleksieieva)",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное место, подходит для посиделок с друзьями, для романтических встреч! Вкусная итальянская кухня! …",
    "rating": 5,
    "name": "Вадим Клепик",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное и красивое место. Обслуживание приветливое. Пиццы просто бесподобные, особенно с прошутто и рукколой! …",
    "rating": 5,
    "name": "Андрей Руденко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хорошая кухня.\n\n(Translated by Google)\nVery good food.",
    "rating": 5,
    "name": "Oleksii Okolot",
    "cat": "Italian restaurant"
  },
  {
    "review": "Кроме меня в зале была только одна компания. Официант стоял у бара смотрел в зал, но меня упорно не замечал. После 20 минут моих маханий и просьб подойти, он попросил девушку официанта меня обслужить. Стейк был вкусный замечаний нет. Но …",
    "rating": 5,
    "name": "Елена Кривсун",
    "cat": "Italian restaurant"
  },
  {
    "review": "Рекомендую теплый салат с телятины. Очень вкусная пицца и фирменный десерт.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ирина Долгова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всё круто.\nОтдельно хочу подметить БЕЗЛИМИТ на Просекко за 399 грн) …",
    "rating": 1,
    "name": "Илона Рукобратская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не могу рассказать насколько пицца от данной пиццерии вкусная, ее просто нужно попробовать чтобы самому убедится в этом. …",
    "rating": 1,
    "name": "Григорий Матиас",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) I really liked eggplant, zucchini, mushrooms, which were poured with pesto. Billing is slow. When you rush it is a problem …",
    "rating": 5,
    "name": "derga47",
    "cat": "Italian restaurant"
  },
  {
    "review": "Офигенное место!!!! Действительно, атмосфера  как в Италии! напоминает не заезженный семейный ресторанчик.. очень вкусно!! большие порции! Кушали пиццу.. лучше чем в Наполи! (хотя наполи было моим фаворитом по пицце). Пришли по промо с фб, …",
    "rating": 5,
    "name": "Viktoriya Kravets",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Italy in the center of Kiev!\nEverything as it should be!\nDeliciously …",
    "rating": 4,
    "name": "Vladimir Pozniy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все отлично! Хорошие обслуживание. Пицца и панакотта очень вкусные!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория",
    "cat": "Italian restaurant"
  },
  {
    "review": "Алексей, благодарим Вас за отзыв! Мы очень рады, что Вам нравится отдыхать у нас! До скорой встречи!🤗\n\n(Translated by Google)\nAlexey, thank you for your feedback! We are very glad that you enjoy your holiday with us! See you soon! 🤗",
    "rating": 5,
    "name": "Natalia Motrich",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) All at a high level. Everything is delicious. Plus a kid delighted with compote. Extremely quality service. Only positive emotions from attending. …",
    "rating": 5,
    "name": "Галина Коломієць",
    "cat": "Italian restaurant"
  },
  {
    "review": "раньше было лучше, сейчас все скотилось пицца как будто из грузинского лаваша. Печаль, было хорошее место. …",
    "rating": 5,
    "name": "Володимир Глазовий",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вячеслав, добрый день! Благодарим Вас за отзыв, мы приняли его в работу!\nМы постоянно работаем над улучшением качества блюд, сервиса и общей атмосферы! Смеем надеяться, что следующий Ваш визит в Capo di Monte, Вы оцените уже на 5 ⭐️ .\nВсегда рады Вас видеть!\n\n(Translated by Google)\nVyacheslav, good afternoon! Thank you for your feedback, we took it to work!\nWe are constantly working to improve the quality of food, service and the general atmosphere! We dare to hope that your next visit to Capo di Monte, you will already appreciate 5 ⭐️.\nWe are always glad to see you!",
    "rating": 4,
    "name": "Дмитро Івахненко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хожу сюда на бизнес-ланчи. Бывают нюансы со временем подачи, но всегда вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Гоша Маммедов",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Transversal cuisine, listed as a cheap restaurant compared to other restaurants, but an espresso that costs 2 euros is a bit expensive, in personal opinion. Too untreated in terms of personality and in the prices …",
    "rating": 5,
    "name": "Tania Volianska",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятная атмосфера, лёгкая музыка, хорошее местоположение, вкусная еда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Руслан Бідюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Была в пятницу вечером очень понравилась музыка и вкусная кухня, равиоли с уткой реомендую …",
    "rating": 5,
    "name": "Анжела Шолудько",
    "cat": "Italian restaurant"
  },
  {
    "review": "Наталия, благодарим Вас за такой тёплый отзыв! Нам очень приятно, что Вам понравилось у нас!😊 С радостью ждём Вас снова! ❤️🇮🇹\n\n(Translated by Google)\nNatalia, thank you for such a warm review! We are very pleased that you liked it with us! 😊 We are glad to see you again! ❤️🇮🇹",
    "rating": 5,
    "name": "Yana Sabaldash",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The food here is delicious. Men often bring pizza after work. There is also a delivery service.\nI was surprised to have a business lunch for 100 UAH in such an institution, as …",
    "rating": 5,
    "name": "Николина Никулина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень понравилась пицца!!! Персонал очень вежливый!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "MARIEL POP",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всегда вкусно и очень приятные официанты\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Maryna Kosiv",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) It could be better - the service is very slow, and the waiters are some kind of married …",
    "rating": 4,
    "name": "yoram levy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Когда постоянно занят на работе, и берешь работу, на дом, то здесь уже не до приготовления еды дома. Я нашел выход из этой ситуации, и теперь прежде чем ехать домой, я заезжаю в ресторан \"Капо ди монте\" и забираю заранее сделанный заказ. …",
    "rating": 5,
    "name": "Дмитрий Буравель",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошая еда вкусная, так и хочется съесть ещё\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Андрей Билецкий",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\nНам очень приятно, наши двери всегда открыты для Вас 🤗😘\n\n(Translated by Google)\nThank you for your feedback!\nWe are very pleased, our doors are always open for you 🤗😘",
    "rating": 5,
    "name": "Mert Akman",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) I have no complaints about the menu: the carbonate is very tasty.\nBut (maybe just that day) the hood worked very poorly. …",
    "rating": 5,
    "name": "Наташа Тушинська",
    "cat": "Italian restaurant"
  },
  {
    "review": "Брали бизнес ланч, все очень вкусно. Спасибо!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Alla Koleganova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказываем в офис комплексные обеды.\nЕда приезжает вовремя.\nКомплексного обеда хватает и пообедать, и поужинать. …",
    "rating": 2,
    "name": "Chavy Chaze",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ольга, благодарим Вас за отзыв!\nБудем стараться, и радовать нашими обедами ❤️\nА также ждём Вас в гости!🤗\n\n(Translated by Google)\nOlga, thank you for your feedback!\nWe will try and please with our dinners ❤️\nAnd we are also waiting for you! 🤗",
    "rating": 1,
    "name": "Alexander Sorkin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Если вам вкусно перекусить то вам сюда!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lilika _",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютно, приветливый персонал.  В целом вкусно. Если брать ланч, то день на день не приходится. Иногда чувствуется, что сливают продукты на грани (гречка с привкусом сырости, капуста квашеная никакая, но с привкусом яблочного уксуса - зачем?, …",
    "rating": 2,
    "name": "Denis Khachatran",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty enough, good breakfasts, nice atmosphere.\nService is also at a level.\nSo you can safely go eat! …",
    "rating": 5,
    "name": "Sergei Ratnikov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасное вино, а повар точно знает толк в еде)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vlad Torin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приличная пицца, хорошая паста, неплохой бизнес-ланч. Окон нет -  подвал. Зато хорошая стационарная летняя террасса. В подвале - уютные маленькие кабинки на четверых …",
    "rating": 5,
    "name": "Ludmilla glu 710",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вечерний апперетив испортил впечатление о заведении окончательно. Кроме того, что цены неадекватны качеству и сервису, никто не моргает глазом на замечания.\nЯ надеюсь, что с ценами выше европейских, ваши сотрудники получают такие же …",
    "rating": 5,
    "name": "Vadym Danylkiv",
    "cat": "Italian restaurant"
  },
  {
    "review": "Написано, что работают с 10 а говорят с 11. Позавтракать не удалось. Поменяйте информацию на google …",
    "rating": 4,
    "name": "Leonid Klimchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Attentive waiters, delicious food, reasonable prices.\n\n(Original) …",
    "rating": 5,
    "name": "Alex Gold",
    "cat": "Italian restaurant"
  },
  {
    "review": "Были на безлимитных завтраках тут. Идея неплохая, ешь сколько хочешь, платишь фиксированную сумму. Есть несколько но: нам показалось что ресторан какой-то тёмный, поэтому и сидели на летней террасе. Кофе нам несли долго, хотя людей …",
    "rating": 5,
    "name": "Igor Solonin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, быстро. Хороший сервис\n\n(Translated by Google)\nDelicious, fast. Good service",
    "rating": 5,
    "name": "Виктория Евдокименко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пиццу сделали быстро. Пицца звёзд с неба не хватает)) Заскочить перекусить можно …",
    "rating": 5,
    "name": "Александр Заец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место! Цена - качество на 5! Вкусно, атмосферно, приятно качественно!!! …",
    "rating": 5,
    "name": "Eugene Johnson",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤🇮🇹\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤🇮🇹",
    "rating": 4,
    "name": "Tetiana Goncharenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасное заведение, любим здесь бывать! Сейчас есть постное меню, в котором безумно вкусный постный тирамису ! А еще очень советую салат с инжиром! …",
    "rating": 5,
    "name": "Paul B",
    "cat": "Italian restaurant"
  },
  {
    "review": "Каждый день разные бизнес ланчи. Привлекательная цена и приветливый персонал.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Владимир Жуков",
    "cat": "Italian restaurant"
  },
  {
    "review": "Самая вкусная пицца в Киеве. Быстрая доставка\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Sunny “Lola” Keitwo",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв 🙏❤️\n\n(Translated by Google)\nThanks for the feedback 🙏❤️",
    "rating": 3,
    "name": "John Doe",
    "cat": "Italian restaurant"
  },
  {
    "review": "Люблю пиццу с морепродуктами, когда бываю в Киеве, всегда заказываю пиццу \"Четыре рыбы\", вкусная просто объедение, не где больше такой не ела как делают первоклассные  повара в \"Капо ди Монте\", молодцы так держать! …",
    "rating": 5,
    "name": "Noleg N",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная пицца , а вот апероль На компанию из 8 человек ждали полчаса !\n\n(Translated by Google) …",
    "rating": 4,
    "name": "алекс соколов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Была в Киеве в командировке. Друзья посоветовали заказать бизнес ланч в «Kapo di Monte». То, что было вкусно, не сказать ничего. Привезли все горячее и стоит недорого всего 49грн. очень понравилось, что есть пришлось на рабочем месте, все …",
    "rating": 5,
    "name": "Denis Hoc",
    "cat": "Italian restaurant"
  },
  {
    "review": "Зашёл сюда, что бы спрятаться от жары и подождать 40 минут в тени, а не на 35 градусной жаре. Приятно удивил большой выбор прохладительных напитков, сбивающих ощущение  жары, особенно вода или лимонад с очень концентрированным соком лимона, …",
    "rating": 5,
    "name": "An Gl",
    "cat": "Italian restaurant"
  },
  {
    "review": "Я постоянно заказываю пиццу в этой замечательной компании, и каждый раз бываю приятно удивлена быстрой доставкой. А вот вкус пиццы просто бесподобен (моя любимая \" четыре рыбы\"). …",
    "rating": 5,
    "name": "Кристина Данцевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная еда и приятная обстановка! 👍🏻\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Natalia S",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спасибо за сытный ужин.Пицца просто супер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Natali Amana",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень приличное кафе, особенно суперклассная летка с замечательными распылителями. Приветливый персонал, быстрый и заслуживающий чаевых.\nПравда кухня слишком простая и без изюминки для достаточно не средних цен. …",
    "rating": 2,
    "name": "Дарья Барашенкова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Место вовсе не соответсвует своему описанию в интернете.\nЗаказал доставку- привезли что-то иное не похожее на мой заказ. Окончательно возмутило то, что факт оплаты превысил на четверть  от суммы заказа. Попытался …",
    "rating": 2,
    "name": "Senior Alefteen",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) A quick lunch proved to be a pleasant discovery: a nice plate of pasta cooked in perfect Italian Style …",
    "rating": 5,
    "name": "Eco Energy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличные бизнес-ланчи - быстрая подача и все супер вкусно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрій Волик",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤🇮🇹\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤🇮🇹",
    "rating": 5,
    "name": "Good Gamer",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное заведение и очень вкусная кухня\n\n(Translated by Google)\nVery cozy place and very tasty cuisine",
    "rating": 5,
    "name": "Виктор Лукяненко (АВГАН)",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The most delicious pizza !!! Very nice atmosphere. It is visible that they do everything with the soul! …",
    "rating": 5,
    "name": "Артур Зарипов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приветливый персонал, все супер!\nИнтерьер очень уютный\nСпасибо за классный вечер …",
    "rating": 5,
    "name": "Biedronka Podorożnichka",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вадим, благодарим Вас за отзыв! Мы очень рады, что Вам нравится отдыхать у нас! До скорой встречи!🤗\n\n(Translated by Google)\nVadim, thank you for your feedback! We are very glad that you enjoy your holiday with us! See you soon! 🤗",
    "rating": 5,
    "name": "Анна Колосінська",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Service, food, atmosphere - all on top! I recommend!\n\n(Original) …",
    "rating": 5,
    "name": "Антон Корж",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thanks for the feedback! We are waiting for you again for a warm Italian vacation with us ☺️🇮🇹\n\n(Original)\nАндрій, дякуємо за відгук! Чекаємо на Вас знов на теплий італійський відпочинок разом з нами ☺️🇮🇹",
    "rating": 5,
    "name": "Vasiliy Chernomorov",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. The pizza and cheesecake are delicious. Were in the morning, service is very fast. …",
    "rating": 5,
    "name": "Irina Mikhno",
    "cat": "Italian restaurant"
  },
  {
    "review": "Удобная доставка. Просьба улыбайтесь! Но мне очень нравится упаковка, есть всё от  вилки до салфетки.. :) …",
    "rating": 2,
    "name": "Sergey Koval",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошие бизнес-ланчи по просто смешной цене\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оля",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уже второй раз заказываю в этом ресторане блюдо с Панини булкой ( брускет) который невозможно есть! Жёсткое не режеся ножем и угрысть не реально!!! Отвратительно!! Повару Татьяне привет!! Учитесь готовить …",
    "rating": 3,
    "name": "Юля Котлобай",
    "cat": "Italian restaurant"
  },
  {
    "review": "Кормите свой персонал! 23.07.2019 в 13:00 пришли компанией отобедать ланчами. Вроде бы всё хорошо, только одна молодая официантка пыталась вырвать с рук стакан с недопитым компотом у моего товарища. После чего не последовало никаких …",
    "rating": 4,
    "name": "Andre Pol",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказываю чаще пиццу \"Мексиканская\". Все на высшем уровне, вкусно, доставка быстрая, очень рад. Спасибо вам, за столь хорошее отношение к покупателям. …",
    "rating": 1,
    "name": "Angela Anhela",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Always a pleasant atmosphere, friendly staff, delicious lunches. …",
    "rating": 5,
    "name": "Віталій Фаворит",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, но пора обновлять меню.\n\n(Translated by Google)\nTasty, but it's time to update the menu.",
    "rating": 5,
    "name": "Ganna Vorflik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Придя в «Kapo di Monte» мне сразу понравилось то, что ресторан очень уютный, приятно проводить там время, а кухня вообще обалденная, больше всего понравилась пицца «Шампиньон». В итоге мне так понравилось, что мы каждый день там ужинали (до …",
    "rating": 5,
    "name": "Сергей Белехов",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The best pizza in Kiev! We were treated by the Italian chef of this restaurant. Very tasty! Thank you! …",
    "rating": 5,
    "name": "Artem M",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Lovely and cozy place. Delicious meals, top notch service. Definitely recommend.👍 …",
    "rating": 5,
    "name": "Андрей Бойко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень приятное заведение, особенно бармен)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Ольга Цевелідзе",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice service. The pizza is delicious. Somewhat saddened by the absence of limoncello. …",
    "rating": 4,
    "name": "Valeriy Mardal",
    "cat": "Italian restaurant"
  },
  {
    "review": "Нереально красивая терраса.\nКрутой кальян.\nВечер удался 👍 …",
    "rating": 5,
    "name": "Artur Slishans",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Lovely and cozy place. Delicious meals, top notch service. Definitely recommend.👍 …",
    "rating": 4,
    "name": "NM",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) What you should definitely try is pizza. Thin dough in a fiery oven and lots of toppings are always delicious. …",
    "rating": 2,
    "name": "Anna Uzlova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Атмосфера отличная, персонал внимательный и блюда просто вкуснятина\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nikolaev Sergei",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!\nИ всегда ждём Вас вновь 😊♥️\n\n(Translated by Google)\nThank you!\nAnd we are always waiting for you again 😊 ♥ ️",
    "rating": 2,
    "name": "Natali Gagarina",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное место с хорошей кухней.\n\n(Translated by Google)\nVery cozy place with good food.",
    "rating": 5,
    "name": "Елизавета Малиновская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Моя любимая пицца - \"Везувио\", а салат - \"С копчёным угрём\". Я теперь постоянный клиент! Зачем что-то искать, если можно заказать здесь и наслаждаться действительно хорошим вкусом свежей еды! …",
    "rating": 5,
    "name": "Катя Бондар",
    "cat": "Italian restaurant"
  },
  {
    "review": "Официант не услышал полностью заказ и принёс еду только мне. Мой спутник ждал РИЗОТТО ещё 25 мин, наблюдая как кушаю я. Само блюдо было не ахти. А мне попалась одна мидия припорченная. Для такого заведения - недопустимо!! …",
    "rating": 5,
    "name": "Mafiastyle_13 Heisenberg",
    "cat": "Italian restaurant"
  },
  {
    "review": "Первый раз сделала заказ - доставка пиццы. Первый и последний. Приготовьтесь ждать более двух часов и только после третьего звонка и выяснений, где все таки заказ нам предложили скидку на след(!) заказ и сказали мол курьер запутался. .. …",
    "rating": 5,
    "name": "Poseidónas Greek",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) For excellent Italian restaurant tastes the dishes were fresh and very tasty in all, equal value …",
    "rating": 4,
    "name": "Jmp",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно и приветливый персонал\n\n(Translated by Google)\nVery tasty and friendly staff",
    "rating": 5,
    "name": "Михаил Хлуденев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца приехала холодная, начинки явно не доложили, видимо кушать хотели. Карбонара вообще без желтка была. Увы, но опыт был неудачный, не советую! …",
    "rating": 5,
    "name": "Егор Таранов",
    "cat": "Italian restaurant"
  },
  {
    "review": "очень вкусный бизнес ланч)\n\n(Translated by Google)\ndelicious business lunch)",
    "rating": 5,
    "name": "Рая Нитченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Сырный крем-суп с крутонами на бизнес ланч просто вкусняшка !!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kyrylo Romanenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказала на дом сегодня две пиццы Капо ди Монте  и Вегетарианскую. Первая пицца была просто мега сушенная, как будто вчерашняя  и ее просто разогрели. Это не тесто. а просто сухарь какой-то. А вегетарианская отличная.  Короче …",
    "rating": 5,
    "name": "Pavel Raduke",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) complex delicious, but one of the friends, at the table, a cockroach fell on his neck …",
    "rating": 1,
    "name": "Генрих С",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ребята, пицца пришла спустя 1:50, холодная и уже никакая! Не рекомендую заказывать в этом месте! Оно того не стоит! …",
    "rating": 1,
    "name": "Наталья Яловенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) A high-end establishment, because their pizza is 99 percent similar to real Italian. A very cozy place, especially when you dine on the terrace wrapped in a blanket. Prices correspond to high quality. I recommend it! …",
    "rating": 5,
    "name": "Yaroslav Afanasyev",
    "cat": "Italian restaurant"
  },
  {
    "review": "Была отличная доставка, последние пару месяцев постоянные проблемы и прогрессивное ухудшение качества. Последний раз после онлайн заказа подождал 10 минут, после чего набрал сам. Пообещали в течении 2-5 минут перезвонить. Перезвонили через …",
    "rating": 4,
    "name": "Alena Drab",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусный теплый салат с телятиной. Сырный соус - просто объеденье\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Кирилл Птенцов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное заведение, рекомендую всем друзьям\n\n(Translated by Google)\nGreat place, recommend to all friends",
    "rating": 5,
    "name": "Ircja Lozovska",
    "cat": "Italian restaurant"
  },
  {
    "review": "очень вкусно и очень хороший сервис. спасибо.\n\n(Translated by Google)\nvery tasty and very good service. thanks.",
    "rating": 5,
    "name": "Ejen San",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good cuisine. Pleasant atmosphere.\n\n(Original) …",
    "rating": 5,
    "name": "Oksana gonyaylo",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хороший ресторан с вменяемыми ценами!\n\n(Translated by Google)\nGood restaurant with reasonable prices!",
    "rating": 4,
    "name": "Yuliya Tkachuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Restaurant with above average prices, with tables on the street and summer playground. …",
    "rating": 5,
    "name": "Dmytro Ovsii",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always glad to see you again! ❤️🇮🇹\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас знову! ❤️🇮🇹",
    "rating": 5,
    "name": "Алексей Васильевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошие и сытные порции,голодным не уйдешь.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anton Piven",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение, вкусная еда!\n\n(Translated by Google)\nGood establishment, great food!",
    "rating": 4,
    "name": "Юрий Суходольский-Кагановский",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the evening! Staff at altitude notwithstanding power outages. Delicious, beautiful and wonderful Italian music performed by Enrique just mesmerizes! …",
    "rating": 5,
    "name": "Сергей Гуменюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень уютное местечко, особенно нравятся кабинки. Идеально для свиданий. Еда на 4. …",
    "rating": 5,
    "name": "Михаил Круль",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) tasty dishes, there is a chair for kids, but no changing table, alas …",
    "rating": 5,
    "name": "Gregory Smirnov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная пицца и десерт. Доброжелательные официанты.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vladimir Koкarеviсh",
    "cat": "Italian restaurant"
  },
  {
    "review": "Дорого, очень долго обслуживают. Кофе принесли холодный.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаел Пекельный",
    "cat": "Italian restaurant"
  },
  {
    "review": "Шикарное крем-брюле...а брускеты мне не понравились\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Матвеев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Интерьер приятный, еда пересоленная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Николай Прокофьев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Великолепно!\nМеню, сервис, музыкальное сопровождение 5+ …",
    "rating": 5,
    "name": "Igor Kereya",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!🙏🇮🇹❤️\n\n(Translated by Google)\nThank you for your feedback! 🙏🇮🇹❤️",
    "rating": 4,
    "name": "Bilovchuk Dmytro",
    "cat": "Italian restaurant"
  },
  {
    "review": "Сервис приличный . Обслуживают быстро. Блюда разнообразные и вкусные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Єгор Дудінов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый день! Нам очень приятно, что Вам понравилось у нас.😊\nСпасибо за отзыв! Будем ждать вновь, чтобы дарить гастрономические удовольствия и тёплую атмосферу ♥️\n\n(Translated by Google)\nGood afternoon! We are very pleased that you liked it with us.\nThanks for your feedback! We will wait again to give gastronomic pleasures and a warm atmosphere ♥ ️",
    "rating": 4,
    "name": "Леся Попадюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Недавно заходил в Kapo di Monte. Так как очень люблю грибы, то мы с другом заказали пиццу «Шампиньон». Мои впечатления остались положительными, пицца очень вкусная, обязательно зайду еще раз. Хорошее обслуживание и вежливый персонал. …",
    "rating": 5,
    "name": "Олексій Матвійчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неожиданно приятное место. Хороший коллектив!\n\n(Translated by Google)\nUnexpectedly nice place. Nice team!",
    "rating": 5,
    "name": "Roman Petushkov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место, обслуживание на 10.\n\n(Translated by Google)\nGreat place, service for 10.",
    "rating": 5,
    "name": "Valeriya Lesnikova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятное обслуживание, получили комплимент от заведения. Цены приятные как для центра. …",
    "rating": 5,
    "name": "Ю К",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 5,
    "name": "Вячеслав Попов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Итальянская атмосфера начинается с порога с аромата пиццы на дровах и уютного интерьера в дереве и зелени🤗 очень вкусная кухня, внимательный персонал ✌️ …",
    "rating": 5,
    "name": "Tamila Semerenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ходим в Капо ди Монте с самого начала открытия, все было хорошо, нравилось, отношение и еда.\nСейчас же...1. Пришли как-то, пиццу \"Рустика\" подали не с кусками курицы, а …",
    "rating": 5,
    "name": "Максим Заміховський",
    "cat": "Italian restaurant"
  },
  {
    "review": "Комплексный обед за 140грн. какой то жлобский, скатерти под блюда грязные, не стирались наверное очень долго. Лучше доплатить 20 грн. и сходить в ресторан \"Гоги\" там можно достойно покушать или в ресторан Крымской кухни, который рядом. …",
    "rating": 5,
    "name": "Olga Tolstova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хороший ресторан, итальянская кухня.\nВкусная пицца. …",
    "rating": 3,
    "name": "Алексей Михась",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 4,
    "name": "Алеся Карпова",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Pumpkin soup is second to none. Top-level service. I strongly advise. Tasty, cozy, nice. …",
    "rating": 5,
    "name": "Marina K.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасный ресторан! Очень уютная обстановка: везде лежат подушечки, пледики чтобы ты мог расслабиться, а если замёрз согреться! Еда великолепна, но вряд-ли стоит тех денег (домашний чай = 80грн), но любителям итальянской кухни понравится. …",
    "rating": 5,
    "name": "Микита Лисенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень щепетильный, интеллигентный коллектив,а также хорошая итальянская кухня и спокойная атмосфера под саксофон или скрипку приятная, спокойная атмосфера. …",
    "rating": 5,
    "name": "Вараника Шимко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Здесь готовят вкусный кофе!\n\n(Translated by Google)\nDelicious coffee is prepared here!",
    "rating": 2,
    "name": "Eugene Pukach",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) A corner of Italy in Kiev! Great atmosphere with nice music and delicious food. Especially pizza, not at all inferior to the one I recently cost in Sardinia. …",
    "rating": 5,
    "name": "Roman Zayika",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The establishment is extremely atmospheric. I recommend it to everyone! 😍😍😍 …",
    "rating": 3,
    "name": "Li Liil",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) I really liked the pizza is just a masterpiece :)\n\n(Original) …",
    "rating": 3,
    "name": "Olesya Morozova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Быстрая готовка. Большие ланчи. Людно, но вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михаил Синявский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Обожаю их облепиховый чай!\nОбслуживание приятное) …",
    "rating": 5,
    "name": "Мила Воронова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не рекомендую данный ресторан, отношение к клиенту отвратительное.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Volodymyr Ivanov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца вкусная ! Заказывали не раз! Но так как работаем рядом и часто пробегаем мимо кухни и ресторана , не приятно наблюдать как повара и персонал активно держит в руках 🚬 сигареты , а потом обратно возвращается на кухню. Сделайте закрытое …",
    "rating": 5,
    "name": "Наталья Емец",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) In general, not bad, the food is normal. Upset dirty sofas, all stained. …",
    "rating": 3,
    "name": "Александр Ильин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Юлия, мы очень рады, что Вам понравилось😊\nА также замечание приняли во внимание, исправим в самые кратчайшие сроки, благодарим за отзыв ♥️\n\n(Translated by Google)\nJulia, we are very glad that you liked it😊\nAnd also the remark was taken into account, we will correct it as soon as possible, thank you for your feedback ♥ ️",
    "rating": 5,
    "name": "Анна Миняйленко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная пица но обслуживание не очень\n\n(Translated by Google)\nDelicious pizza but not very service",
    "rating": 5,
    "name": "Igor Kirushko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень испортилась когда-то любимая пиццерия. Последний визит вообще вспоминать не хочется. Заказала пиццу с тунцом. Мало того что делали ее минут 40, во-вторых, есть ее было невозможно. Тунец был самого низкого качества, измельченный в пюре …",
    "rating": 4,
    "name": "Alex Chigrinskiy",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and relatively inexpensive pizza\n\n(Original) …",
    "rating": 5,
    "name": "Коваль Ирина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказывали доставку пиццы. Результат превзошёл все ожидания, пицца очень вкусная, тонкая, великолепная начинка. Более итальянская пицца, чем в Италии. Спасибо! …",
    "rating": 1,
    "name": "Serg Gl",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вообще-то я не очень люблю пиццу, а тут что-то оголодал в хостеле, а идти же лень за едой, дай, думаю закажу пиццу \"Американо\", мало того, что привезли ещё горяченькой такой, так она ещё и невероятных размеров была, я до этого заказа такую …",
    "rating": 5,
    "name": "Яна Скрыпнык",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место для времяпровождения, вкусная кухня, приятный персонал, спокойный интерьер. …",
    "rating": 3,
    "name": "Dmytro Latanskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за такой приятный отзыв, всегда Вам рады🤗\n\n(Translated by Google)\nThank you for such a pleasant review, we are always glad to see you🤗",
    "rating": 5,
    "name": "Сергей Колосков",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, top notch service\n\n(Original) …",
    "rating": 5,
    "name": "Саша Володарский",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) According to reviews and status in Google, I decided to order pizza! Long chose, but not so easy .... Made an order! After 10 minutes they called back and reported that they could not make delivery to my area today …",
    "rating": 3,
    "name": "Anastasiia Atamanchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохое место но ценник высоковат\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Aly P",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусненько, и пиво хорошее.\n\n(Translated by Google)\nTasty, and the beer is good.",
    "rating": 5,
    "name": "Алексей Никитин",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. The atmosphere of the institution is pleasant. The staff is friendly and attentive. Prices are affordable. …",
    "rating": 3,
    "name": "Іван Чорномаз",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good day! Thank you for such kind and sincere words! Always happy to see you again! ❤️🇮🇹\n\n(Original)\nДобрий день! Дякуємо за такі приємні та щирі слова! Завжди раді бачити Вас знову! ❤️🇮🇹",
    "rating": 5,
    "name": "Юрий Емец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказывала еду домой через еда.юа., прислали «пицца в подарок» от данного ресторана, решила воспользоваться и попробовать. Цены такие как у всех, но не ниже) Естественно чтоб получить мелочь, нужно сделать заказ стоимостью в две или даже …",
    "rating": 4,
    "name": "Alexander Melnyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место, всегда прекрасный сервис!\n\n(Translated by Google)\nGreat place, always great service!",
    "rating": 4,
    "name": "Angelina Folor",
    "cat": "Italian restaurant"
  },
  {
    "review": "ужасное место,мебель  грязная и персонал не совсем приятный,Не рекомендую!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Fedor Pochta",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ресторан рядом с моим домом, поэтому,проснувшись прихожу на завтраки, нравится фритата и глазунья с панчетой. …",
    "rating": 5,
    "name": "Inna Uzun",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная еда, очень приятное обслуживание\n\n(Translated by Google)\nDelicious food, very pleasant service",
    "rating": 5,
    "name": "Олександр Бондар",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее обслуживание, качественный кальян👍\n\n(Translated by Google)\nGood service, quality hookah👍",
    "rating": 3,
    "name": "Alex",
    "cat": "Italian restaurant"
  },
  {
    "review": "Un buon posto! Delizioso preparare il minestrone alla zuppa. Tutta la pizza è fatta nel forno, in cui brucia il legno! Raccomando l'istituzione. Qui il cibo è più delizioso che in Italia!👍 …",
    "rating": 5,
    "name": "Lidia Pasechnik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное место и вкусная еда !\n\n(Translated by Google)\nA cozy place and great food!",
    "rating": 3,
    "name": "Oleg Drevnyak",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказывал пока один раз - поразил выбор пиццы!! Пожалуй, я нигде еще не встречал столько видов - много интересных начинок, которые хочется попробовать,типа форели с рукколой. Доставили пиццу вовремя,неостывшую и сочную. Как-нибудь закажу …",
    "rating": 5,
    "name": "саша балашов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Иногда после работы так устаешь, что не хочется никуда идти развлекаться. И мы с моей женой постоянно заказываем пиццу в Капо. Сроки доставки очень быстрые. Да и цены приемлемые, а пицца вообще очень вкусна. В будущем будем только у вас …",
    "rating": 5,
    "name": "Дмитрий Маслов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее обслуживание,быстро,уютно.\n\n(Translated by Google)\nGood service, fast, comfortable.",
    "rating": 5,
    "name": "Виктор Григор",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличная пицца, десерты и кальян\n\n(Translated by Google)\nGreat pizza, desserts and hookah",
    "rating": 1,
    "name": "sergey yakimenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Аутентичная итальянская кухня, сюда не стыдно привести итальянца.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jan Holovka",
    "cat": "Italian restaurant"
  },
  {
    "review": "Привет. И так, заведение позиционирует себя как ресторан, но увы не выдерживает этого. Приходили, заказ был на виски, торнедо Россини и капрезе. Виски принесли в грязном стакане, капрезе не с базиликом, а с руколлой, торнедо: стейк жесткий, …",
    "rating": 5,
    "name": "Олег Ковнацький",
    "cat": "Italian restaurant"
  },
  {
    "review": "К сожалению, моя любимая пиццерия очень сильно испортилась. Вероятно, проблема в том, что ингредиенты заменили на очень дёшевые и уменьшили количество начинки. Сыр и тесто стали очень не вкусными. (Сыр теперь горчит, тесто - резиновое). …",
    "rating": 5,
    "name": "Ann Reiter",
    "cat": "Italian restaurant"
  },
  {
    "review": "Порадовал флорентийский стейк. Не самое дешевое, но точно самое вкусное место в Киеве. …",
    "rating": 5,
    "name": "анна чуканова",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) The place and the entourage were pleasant, but the dishes were nothing special. Prices are higher than prices in similar establishments. Nothing hurt to come back again. …",
    "rating": 5,
    "name": "Ilia Odintsov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ресторан отличный, рекомендую)\n\n(Translated by Google)\nThe restaurant is excellent, I recommend)",
    "rating": 5,
    "name": "Елена Сотниченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Душа Италии в сердце столицы. Наш любимый ресторан -  отличное вино, изысканные блюда, вкуснейшие десерты и близкие люди - наша традиция выходного дня❤ …",
    "rating": 4,
    "name": "Olga Kovalevskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "вкусно и не дорого!\n\n(Translated by Google)\ntasty and not expensive!",
    "rating": 5,
    "name": "Сергей Калугин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Решили придти на девичник в Капо Ди Монте и не пожалели!!! Обслуживала очень милая официант -Марина, живая музыка на достойном уровне! А какая там вкусная пицца. Очень душевно посидели. Спасибо. Вернемся еще;-) …",
    "rating": 4,
    "name": "Kirill Mazur",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Decent business lunches, quick service, very tasty butter herbs with the bread they bake themselves. …",
    "rating": 5,
    "name": "Meg Kosmopolites",
    "cat": "Italian restaurant"
  },
  {
    "review": "Быстрая доставка и вкусная пицца. Ещё и акции есть)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Anastasiya Bludova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятный персонал все вкусно\n\n(Translated by Google)\nNice staff everything is delicious",
    "rating": 5,
    "name": "Светлана Олейник",
    "cat": "Italian restaurant"
  },
  {
    "review": "Быстрая подача, вкусная еда и приятное обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "MichNoga (MichNoga)",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty pasta, friendly staff and quite cozy\n\n(Original) …",
    "rating": 3,
    "name": "Тамара Белова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Классный ресторан\nПерсонал на высоте, большое молодцы …",
    "rating": 5,
    "name": "D S.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Сергей, благодарим Вас за отзыв! Мы очень рады, что Вам нравится отдыхать у нас! До скорой встречи!🤗\n\n(Translated by Google)\nSergey, thank you for your feedback! We are very glad that you enjoy your holiday with us! See you soon! 🤗",
    "rating": 5,
    "name": "REAL COMPILATIONS",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень люблю ресторан «Капо ди Монте» и частенько с друзьями смотрю здесь футбол. Приятный интерьер, вежливое обслуживание и конечно же кухня! Очень люблю пиццу \"Штефано\" с креветками и красной икрой. Вкусно, просто пальчики оближешь))) …",
    "rating": 5,
    "name": "Nacho Loyarte",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хороший сервис, вкусная еда\n\n(Translated by Google)\nGood service, delicious food",
    "rating": 4,
    "name": "Suntana Ukraine",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное и приятное место с хорошей кухней\n\n(Translated by Google)\nA cozy and pleasant place with good food.",
    "rating": 5,
    "name": "Elena Nebeskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее обслуживание. Как и кухня\n\n(Translated by Google)\nGood service. Like the kitchen",
    "rating": 2,
    "name": "Tetiana Mikhailova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Как-то раз заказал пиццу в \"Капо ди Монте\" на дом. Ждал больше часа, но когда она приехала, опьянила всех членов семьи своим ароматным запахом. Мы тут же набросились на нее и уничтожили. Просто необыкновенный вкус. Через пару часов пришлось …",
    "rating": 5,
    "name": "Валентина Бурденюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Среди множества ресторанов и пиццерий быстрой и круглосуточной доставки пиццы и других блюд очень понравился ресторан «Kapo di Monte». Доставка вкусной пиццы или же бизнес-ланча осуществляется в кратчайшие строки. Разнообразие разных видов …",
    "rating": 5,
    "name": "Ирина Вуличная (Компания Агрогумат)",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Value for money is good. Delicious ravioli\n\n(Original) …",
    "rating": 4,
    "name": "Paul Stenka",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Of course. You can go to go. Nothing extraordinary, but no complaints …",
    "rating": 5,
    "name": "Akim Linnik",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious business lunches\n\n(Original)\nДуже смачні бізнес ланчі",
    "rating": 4,
    "name": "Татьяна Саенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Business lunch super ❤\n\n(Original)\nБизнес ланч супер ❤",
    "rating": 5,
    "name": "Denys Ivanets",
    "cat": "Italian restaurant"
  },
  {
    "review": "Лучшая пицца Киева наравне с Напуле. Много где бывал и скажу что тесто тут топовое, ингредиенты недешевые и качественные. Ставлю бал только за одну еду …",
    "rating": 5,
    "name": "Катерина Брудько",
    "cat": "Italian restaurant"
  },
  {
    "review": "Крутейшее место. Внизу кабинки и уединение своей компанией\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олександр Тумак",
    "cat": "Italian restaurant"
  },
  {
    "review": "Душевно, как дома. В Италии)) приятная атмосфера, живая музыка и изумительная еда. …",
    "rating": 4,
    "name": "Катерина Мариненко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Красивая летняя терраса, вкусная иатльянская пицца.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alexander Kosovskiy",
    "cat": "Italian restaurant"
  },
  {
    "review": "что-то плохое о пиццерии «Капо ди Монте» сказать не могу, уже несколько раз заказывал и я был доволен, ну вообще я любитель пиццы и заказывают часто!) а в пиццы \"Капо ди Монте\" есть приятные скидки!) …",
    "rating": 5,
    "name": "Юлия Левешко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно и уютно.\n\n(Translated by Google)\nVery tasty and cozy.",
    "rating": 5,
    "name": "Мария Иванова",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Great cozy place. Extraordinary Italian cuisine\n\n(Original) …",
    "rating": 5,
    "name": "Андрій Верешко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Spriz as it should be; everything as in Italy, however, costs much less …",
    "rating": 5,
    "name": "Vlad Rassokha",
    "cat": "Italian restaurant"
  },
  {
    "review": "С прискорбием констатирую, что эта пиццерия образца 2015-16 и сейчас - это разные вещи. Если раньше это была одна из самых вкусных пицц на мой вкус, вообще в Киеве, то сейчас далеко нет, догоняют Домино'с по пути вниз. Жаль. Может, еще …",
    "rating": 5,
    "name": "Pofigist Zaraza",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень красивое место, приятная атмосфера\n\n(Translated by Google)\nVery nice place, nice atmosphere",
    "rating": 5,
    "name": "Лиза Затулина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Нравится уютная терраса с симпатичными цветами в горшочках. В теплый денек приятно присесть с вкусным напитком. …",
    "rating": 3,
    "name": "Dmytro Szafonski",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее обслуживание, вскусная еда.\n\n(Translated by Google)\nGood service, delicious food.",
    "rating": 5,
    "name": "Павел Онуфрик",
    "cat": "Italian restaurant"
  },
  {
    "review": "Больше всего понравилось то, что при самовывозе есть ощутимая скидка. Пицца, кстати, реально сочная, вкусная и крупная. Плюс устраивает расположение. В Киеве бываю часто, в большинстве случаев беру \"Тропикану\" - можно так накушаться, что на …",
    "rating": 5,
    "name": "Stanislav Lebedyev",
    "cat": "Italian restaurant"
  },
  {
    "review": "Кафе с итальянской кухней, к несчастью\nможет составить конкуренцию лишь\nсетевым заведениям уровня Руккола да …",
    "rating": 5,
    "name": "Стас Николаевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Было всё вкусно\n\n(Translated by Google)\nEverything was delicious",
    "rating": 5,
    "name": "Валентин Цегельний",
    "cat": "Italian restaurant"
  },
  {
    "review": "Капо ди Монте на Саксаганского,  как всегда на выбор нет пива , надщербленная посуда , на весь ресторан всего два официанта , пицца вкусная но маленькая . Жду летнюю терассу у них она чудесная) …",
    "rating": 5,
    "name": "Leonid Berenshtein",
    "cat": "Italian restaurant"
  },
  {
    "review": "Не очень вкусно\n\n(Translated by Google)\nNot very tasty",
    "rating": 2,
    "name": "Elena Gunyko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное авторское меню!!\n\n(Translated by Google)\nGreat author menu !!",
    "rating": 4,
    "name": "Andrey Budnitsky",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень удобно приезжая в командировку заказывать еду прямо на квартиру, чаще всего с друзьями заказываем пиццу в Капо Ди Монте. Очень быстрая доставка и вкусная пицца, по доступной цене. …",
    "rating": 5,
    "name": "сергей петрук",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) They ordered the burned pizza through Gloves\n\n(Original) …",
    "rating": 5,
    "name": "Alina Lytvyn",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкуснейшая пицца, а лимончелло выше всех похвал)))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Полянская",
    "cat": "Italian restaurant"
  },
  {
    "review": "Много пафоса из ничего. Карликовые порции по цене удельного веса в серебре, если не в золоте. Единственный вменяемый плюс - живая музыка. …",
    "rating": 4,
    "name": "Serhii",
    "cat": "Italian restaurant"
  },
  {
    "review": "Безумно люблю это место . Атмосфера прекрасная, отдыхаешь душой и телом ❤️\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Riabtsev",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим🙌🏼\nИ мы Вас очень любим!♥️\n\n(Translated by Google)\nThank you🙌🏼\nAnd we love you very much! ♥ ️",
    "rating": 5,
    "name": "Дима Дима",
    "cat": "Italian restaurant"
  },
  {
    "review": "Красивое уютное место, вкусный капучино;)\n\n(Translated by Google)\nNice cozy place, delicious cappuccino;)",
    "rating": 5,
    "name": "Marina Golodyuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Игорь, благодарим Вас за отзыв! Мы очень рады, что Вам нравится отдыхать у нас! До скорой встречи!🤗\n\n(Translated by Google)\nIgor, thank you for your feedback! We are very glad that you enjoy your holiday with us! See you soon! 🤗",
    "rating": 5,
    "name": "Ihor Bondartcov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Великолепнейшие бизнес-ланчи в этой ценовой категории\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Север Царь",
    "cat": "Italian restaurant"
  },
  {
    "review": "Паста сицилиано с моцареллой просто находка для вегетарианцев🍝 Безумно вкусно и ситно😊 …",
    "rating": 5,
    "name": "Андрей Дударец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ни разу не выполнили вовремя заказ, даже самовывоз стал проблемой\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Бришлап Крюховица",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно, и атмосферное место )\n\n(Translated by Google)\nVery tasty and atmospheric place)",
    "rating": 5,
    "name": "Олег Олегович",
    "cat": "Italian restaurant"
  },
  {
    "review": "Яна, благодарим Вас за отзыв! Нам очень приятно, что Вам понравилось у нас!😊 С радостью ждём Вас снова! ❤️🇮🇹\n\n(Translated by Google)\nYana, thank you for your feedback! We are very pleased that you liked it with us! 😊 We look forward to seeing you again! ❤️🇮🇹",
    "rating": 5,
    "name": "Olga",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, недёшево, очень медленное и неуверенное обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vlad Grabenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Quite decent lunches for an adequate price\n\n(Original) …",
    "rating": 3,
    "name": "Андрей Украинец",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень чисто и вкусно.\n\n(Translated by Google)\nVery clean and tasty.",
    "rating": 5,
    "name": "Alex Kirienko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Кухня за последние годы значительно испортилась.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitriy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приветливый персонал, хорошая пицца\n\n(Translated by Google)\nFriendly staff, good pizza",
    "rating": 5,
    "name": "Марина Шишова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно,  но не дёшево\n\n(Translated by Google)\nTasty, but not cheap",
    "rating": 5,
    "name": "Румата Эсторский",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Prices at the level of Italy. Food and Service 3 of 5.\n\n(Original) …",
    "rating": 5,
    "name": "Фетисов Євгений",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Real Italian pizza) Delicious salads and pastas)\n\n(Original) …",
    "rating": 1,
    "name": "Олексій Рожок",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное кафе, но особо ничем не отличается\n\n(Translated by Google)\nA cozy cafe, but not much different",
    "rating": 5,
    "name": "Ненсі",
    "cat": "Italian restaurant"
  },
  {
    "review": "Милая терраса, приятно посидеть за бокалом.\n\n(Translated by Google)\nNice terrace, nice to sit with a glass.",
    "rating": 5,
    "name": "Iurii Antonenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\nМы рады, что Вам понравилось у нас 🤗\n\n(Translated by Google)\nThank you for your feedback!\nWe are glad that you liked it with us 🤗",
    "rating": 3,
    "name": "Aleksandr Yarema",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютно Вкусно Стильно\n\n(Translated by Google)\nCozy Tasty Stylish",
    "rating": 3,
    "name": "Василий Андрущенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Рекомендую. Красиво, уютно и вкусно 😍🤗\n\n(Translated by Google)\nRecommend. Nice, cozy and tasty 😍🤗",
    "rating": 4,
    "name": "Сергей Рыбалко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤",
    "rating": 4,
    "name": "Владимир Евсеев",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Business lunches are delicious and not expensive\n\n(Original) …",
    "rating": 3,
    "name": "Евгений Чайка",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good day! Thanks for the feedback! Always glad to see you again! ❤️🇮🇹\n\n(Original)\nДобрий день! Дякуємо за відгук! Завжди раді бачити Вас знову! ❤️🇮🇹",
    "rating": 5,
    "name": "Grzegorz Róg",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Sorry, but I did not like the food and returned.\n\n(Original) …",
    "rating": 5,
    "name": "Алексей Гудзь",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon Alexander! We regret that such a situation occurred and thank you for writing to us! Could leave your phone number. Our supervisor will personally contact you to clarify the details of the visit. Sincerely, Capo di Monte.\n\n(Original)\nДоброго дня Олександр!  Ми шкодуємо, що сталася така ситуація і дякуємо Вам, що написали нам!  Могли б залишити Ваш номер телефону.  Наш на керівник особисто зв'яжеться з Вами для уточнення деталей  візиту. З повагою, Capo di Monte.",
    "rating": 5,
    "name": "Евгений Нечегин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца  Италия и 4 сыра  заслуживают вашего внимания\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Asus",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ничего особенного...Еду готовят в подвале ,А потом приносят через улицу.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Базис",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная пицца, и отменные стейки\n\n(Translated by Google)\nDelicious pizza and excellent steaks",
    "rating": 4,
    "name": "Аня Цинко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\nНаша маленькая Италия всегда открыта для Вас 🇮🇹❤️\n\n(Translated by Google)\nThank you for your feedback!\nOur little Italy is always open for you 🇮🇹❤️",
    "rating": 1,
    "name": "Сергей Ревякин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хорошая кухня.\n\n(Translated by Google)\nVery good food.",
    "rating": 4,
    "name": "Oleg Dekhtiarenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Осень атмосферное заведение с очень вкусной кухней\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lyudmila Balakireva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Нам приятно, что Вам понравилось☺️\nВсегда рады видеть Вас вновь ♥️\n\n(Translated by Google)\nWe are pleased that you liked it☺️\nWe are always glad to see you again ♥ ️",
    "rating": 5,
    "name": "Ростік Соколов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Позвонил сделать заказ, когда узнали адрес (левый берег), сказали, что сломаны все машины. Бред. Адиос …",
    "rating": 5,
    "name": "Влад Пальчевский",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) A pizzeria that is probably putting itself in the role of a more luxurious restaurant. The staff is very nice and as one of the few businesses in Kiev you can speak English. Nevertheless, prices are favorable here …",
    "rating": 5,
    "name": "Николай Сивак",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good business lunches\n\n(Original)\nХороші бізнес-ланчі",
    "rating": 5,
    "name": "Виолетта Федотова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Устраивали корпоративный компанией в стиле гангстеров! Бюджет был ограниченный, поэтому наша \"итальянская мафия\" обошлась несколькими горячими пиццами! Kapo di Monte - это нечто, вкуснятина неописуемая! Особенно отмечу \"Четыре сезона\" и …",
    "rating": 5,
    "name": "Vladislav Kolev",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всегда когда бываю в Киеве, захожу в «Капо ди Монте». Кафе очень уютное и тихое, а пицца очень вкусная, а паста просто пальчики оближешь))) Да и доставка довольно быстрая у них оказалась. …",
    "rating": 5,
    "name": "Валера",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная 🍕, отличный кальян\n\n(Translated by Google)\nTasty 🍕, great hookah",
    "rating": 5,
    "name": "Aleksey Lehonkov",
    "cat": "Italian restaurant"
  },
  {
    "review": "По домашнему уютно,вкусная кухня)\n\n(Translated by Google)\nHome-like cozy, delicious cuisine)",
    "rating": 1,
    "name": "Анастюша Останина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!\nИ всегда ждём Вас вновь 😊♥️\n\n(Translated by Google)\nThank you!\nAnd we are always waiting for you again 😊 ♥ ️",
    "rating": 5,
    "name": "Gregory Vepryk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Достаточно вкусная пицца\n\n(Translated by Google)\nTasty enough pizza",
    "rating": 5,
    "name": "Карина Богойко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение быстро вкусно вежливо\n\n(Translated by Google)\nNice establishment fast tasty polite",
    "rating": 5,
    "name": "Vladimir Khadzhynov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Сергей, благодарим за отзыв! Нам очень приятно, что Вам понравилось! Всегда рады видеть Вас!🤗\n\n(Translated by Google)\nSergey, thank you for your feedback! We are very pleased that you liked it! We are always glad to see you! 🤗",
    "rating": 5,
    "name": "Alyona Sinelnik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошо подходит для бизнес ланчей\n\n(Translated by Google)\nGood for business lunch",
    "rating": 5,
    "name": "Анна Пшеничная",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусное и уютное место)\n\n(Translated by Google)\nTasty and cozy place)",
    "rating": 4,
    "name": "Tonolga Sim",
    "cat": "Italian restaurant"
  },
  {
    "review": "Официанты не очень внимательны\n\n(Translated by Google)\nThe waiters are not very attentive",
    "rating": 5,
    "name": "Olga Lutsenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Atmospheric, cozy, tasty!\n\n(Original)\nАтмосферно, уютно, вкусно!",
    "rating": 4,
    "name": "Vadim Lesko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличный чай и обслуживание, спасибо!\n\n(Translated by Google)\nGreat tea and service, thanks!",
    "rating": 3,
    "name": "Ralf Koenig",
    "cat": "Italian restaurant"
  },
  {
    "review": "Заказывала пицу \"Маргарита\".На вкус неплохая. Но...кетчуп кисловатый и нет изюминки во вкусе.Сложилось печатление, что сэкономили на составляющих.Последний раз заказывала тоже \"Марагриту\"  в Болгарии, не в итальянском ресторане, а в …",
    "rating": 5,
    "name": "Лилия Зубейко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень сытное Панини с курицей и томатами) Впечатляет большой размер и настоящий итальянский сыр который тянется. Вкусный тортик итальянский Наполеон) …",
    "rating": 5,
    "name": "Oleh Yershov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно, советую\n\n(Translated by Google)\nVery tasty, I advise",
    "rating": 5,
    "name": "Paweł R.",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Better than eating chicken with your hand boy\n\n(Original) …",
    "rating": 5,
    "name": "Igor Bandura",
    "cat": "Italian restaurant"
  },
  {
    "review": "Были на безлимитном завтраке, цена = качество. Зачем писать, что будет киш с лососем, если его нет? Не стоит резать яблоки, чтобы они окислялись и имели неаппетитный вид. Виноград был гнилой, а круассаны деревянные. …",
    "rating": 5,
    "name": "Руслан Николаевич",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, но дорого\n\n(Translated by Google)\nDelicious but expensive",
    "rating": 5,
    "name": "Михаил Колианов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Цены завышены, грязный туалет.\n\n(Translated by Google)\nPrices are overpriced, dirty toilet.",
    "rating": 5,
    "name": "Елена Лымарь",
    "cat": "Italian restaurant"
  },
  {
    "review": "Обожаю пиццу. Самая вкусна в «Капо ди Монте». Очень нравиться круглосуточная доставка, цены приемлемые, и вкус пиццы бесподобный!!! на выходных частенько с мужем заходим в «Капо ди Монте», иногда заказываем домой. Наша самая любимая пицца …",
    "rating": 3,
    "name": "Алесь Ткач",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень понравилось заведение, спокойная атмосфера\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Віталій Міхеєв",
    "cat": "Italian restaurant"
  },
  {
    "review": "Ирина, благодарим за отзыв, очень рады, что Вам понравилось у нас ♥️\nБудем ждать вновь, чтобы радовать вкусными блюдами и тёплой атмосферой ☺️🙌🏼\n\n(Translated by Google)\nIrina, thank you for your feedback, we are very glad that you liked it with us ♥ ️\nWe will wait again to delight you with delicious dishes and a warm atmosphere ☺️🙌🏼",
    "rating": 5,
    "name": "миша Калюжный",
    "cat": "Italian restaurant"
  },
  {
    "review": "Слишком долгое ожидание заказов\n\n(Translated by Google)\nWaiting too long for orders",
    "rating": 5,
    "name": "Danilov Dmitry",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good business lunch.\n\n(Original)\nГарні бізнес-ланчі.",
    "rating": 5,
    "name": "Qwerty",
    "cat": "Italian restaurant"
  },
  {
    "review": "Просто улучшается настроение,когда проходишь мимо.\n\n(Translated by Google)\nThe mood just improves when you pass by.",
    "rating": 1,
    "name": "محمد الثبيتي",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Friendly staff and reasonable prices\n\n(Original) …",
    "rating": 5,
    "name": "Юлія Петрова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно и атмосферно!\n\n(Translated by Google)\nVery tasty and atmospheric!",
    "rating": 5,
    "name": "юрий кузнецов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим!\nИ всегда ждём Вас вновь 😊♥️\n\n(Translated by Google)\nThank you!\nAnd we are always waiting for you again 😊 ♥ ️",
    "rating": 5,
    "name": "Денис Денис",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) On the summer playground many live plants.\n\n(Original) …",
    "rating": 5,
    "name": "Oksana Matviiuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусная пицца!\n\n(Translated by Google)\nVery tasty pizza!",
    "rating": 5,
    "name": "Alex Lapiduse",
    "cat": "Italian restaurant"
  },
  {
    "review": "Пицца очень вкусная\n\n(Translated by Google)\nThe pizza is very tasty",
    "rating": 5,
    "name": "Art GR",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отдыхали вчера вечером, маленькая Италия в сердце Киева.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Губатый",
    "cat": "Italian restaurant"
  },
  {
    "review": "Долго думала, чем порадовать племянника на День Рождение (его мама работает за границей, потому над мальчиком шефствую я). Пригласили мы одноклассников. Заказали пиццу «Капо ди Монте»  и я предварительно подготовила сладкий стол.  Что еще …",
    "rating": 5,
    "name": "Сан Саныч",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy and delicious!\n\n(Original)\nЗатишно та дуже смачно!",
    "rating": 5,
    "name": "Павел онуфрик",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Always glad to see you again! ❤️🇮🇹\n\n(Original)\nДякуємо за відгук! Завжди раді бачити Вас знову! ❤️🇮🇹",
    "rating": 5,
    "name": "Anna Rizhenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень часто там бываю ! Претензий нет )\n\n(Translated by Google)\nI’m very often there! No complaints)",
    "rating": 4,
    "name": "Глеб Лисовский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, качественно.\n\n(Translated by Google)\nTasty, high quality.",
    "rating": 5,
    "name": "Олександр Наумчак",
    "cat": "Italian restaurant"
  },
  {
    "review": "Практически каждые выходные заказываем пиццу в Капо ди Монте. Всегда доставляют вовремя, теплой и свежей, к тому же и цена не высокая. …",
    "rating": 5,
    "name": "Ідрак Джамалбейли",
    "cat": "Italian restaurant"
  },
  {
    "review": "Переваренные равиолли разлазящиеся в тарелке - зрелище не для слабых  (((\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Slow",
    "cat": "Italian restaurant"
  },
  {
    "review": "Настоящая итальянская пицца!!!👍👍👍\n\n(Translated by Google)\nReal Italian pizza !!! 👍👍👍",
    "rating": 5,
    "name": "Wakaman Wakson",
    "cat": "Italian restaurant"
  },
  {
    "review": "Главное вкусно и умиротворённо 😉\n\n(Translated by Google)\nThe main thing is tasty and peaceful 😉",
    "rating": 5,
    "name": "Вова Боб",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "Тимофей Давыденко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 5,
    "name": "Liubov Motsna",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличная кухня\n\n(Translated by Google)\nExcellent cuisine",
    "rating": 5,
    "name": "Ilia Ashman",
    "cat": "Italian restaurant"
  },
  {
    "review": "Дорого и невкусно(\nЛазанья похожа на размазню. …",
    "rating": 5,
    "name": "Руслан Иванович",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спокойное заведение, без лишнего гама.\n\n(Translated by Google)\nCalm institution, without too much din.",
    "rating": 4,
    "name": "Anatoliy Prokopenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютно и вкусно...\n\n(Translated by Google)\nCozy and delicious...",
    "rating": 1,
    "name": "КРАЩI БУДІВЕЛЬНИКИ",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно и недорого\n\n(Translated by Google)\nTasty and inexpensive",
    "rating": 5,
    "name": "Сергей Уманский",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всегда вкусно!\n\n(Translated by Google)\nAlways delicious!",
    "rating": 5,
    "name": "Руслан Савенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неплохая пицца\n\n(Translated by Google)\nNot bad pizza",
    "rating": 5,
    "name": "Yuriy Petrik",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good place for lunch in the afternoon\n\n(Original)\nГарне місце для ланчу вдень",
    "rating": 3,
    "name": "Anton Kozhemyachenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусная пицца\n\n(Translated by Google)\nTasty pizza",
    "rating": 5,
    "name": "Павел Бондарчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "В предверии Великого Поста очень актуально наличие в меню вегетарианской пиццы. Спасибо «Kapo di Monte» за вкусное меню))). …",
    "rating": 3,
    "name": "mari k",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень хорошие ланчи\n\n(Translated by Google)\nVery good lunches",
    "rating": 5,
    "name": "Viktor Unbroken V13",
    "cat": "Italian restaurant"
  },
  {
    "review": "Порции не большие, но карбонара была именно альденте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Mehmet Çelebi",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень понравилось!",
    "rating": 3,
    "name": "Илья Чернядьев",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошая кухня\n\n(Translated by Google)\nGood kitchen",
    "rating": 2,
    "name": "Катя Д.",
    "cat": "Italian restaurant"
  },
  {
    "review": "Атмосферненько , вкусно , классно )!\n\n(Translated by Google)\nAtmospheric, tasty, cool)!",
    "rating": 4,
    "name": "Александр Кремешный",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Polite waiters, delicious food)\n\n(Original) …",
    "rating": 3,
    "name": "Наталия Шарапова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за приятный отзыв!🌹\n\n(Translated by Google)\nThank you for your nice review! 🌹",
    "rating": 5,
    "name": "Anna Pachkovskaya",
    "cat": "Italian restaurant"
  },
  {
    "review": "В пятницу и в субботу в определённые часы  играет живая музыка!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Павел Мирный",
    "cat": "Italian restaurant"
  },
  {
    "review": "Раньше было вкуснее\n\n(Translated by Google)\nIt used to be tastier",
    "rating": 5,
    "name": "Yoсип Goldman",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно,\n\n(Translated by Google)\nDelicious,",
    "rating": 5,
    "name": "#teachingisfun",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее заведение\n\n(Translated by Google)\ngood place",
    "rating": 5,
    "name": "Ірина Зайцева",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, тихо\n\n(Translated by Google)\nTasty, quiet",
    "rating": 3,
    "name": "Елена Гончарова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все отлично.\n\n(Translated by Google)\nEverything is great.",
    "rating": 5,
    "name": "Вячеслав Белоусов",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Real Italian pizza!\n\n(Original)\nСправжня італійська піца!",
    "rating": 5,
    "name": "Ilya Gorevoy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень долго готовят\n\n(Translated by Google)\nToo long to cook",
    "rating": 2,
    "name": "Юрий Явтушенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious and nothing to add\n\n(Original)\nСмачно і нічого й добавити",
    "rating": 5,
    "name": "Oleg Yarosh",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Thanks for the feedback🙏\n\n(Original)\nДякуємо за відгук🙏",
    "rating": 5,
    "name": "Val Komarov",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) the pizza is delicious\n\n(Original)\nпіца дуже смачна",
    "rating": 5,
    "name": "Alex F",
    "cat": "Italian restaurant"
  },
  {
    "review": "Раньше лучше было\n\n(Translated by Google)\nIt used to be better",
    "rating": 5,
    "name": "Mykola Podolian",
    "cat": "Italian restaurant"
  },
  {
    "review": "Много проезжающих машин.\n\n(Translated by Google)\nMany passing cars.",
    "rating": 5,
    "name": "Інна Кирпач",
    "cat": "Italian restaurant"
  },
  {
    "review": "Понравилось. Уютно)\n\n(Translated by Google)\nLiked. Cozy)",
    "rating": 4,
    "name": "Tanya Yakovchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятное впечатление.\n\n(Translated by Google)\nPleasant impression.",
    "rating": 5,
    "name": "Liliia Vasilyeva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Дорого, цены выросли\n\n(Translated by Google)\nExpensive, prices rose",
    "rating": 4,
    "name": "Ira Korostil",
    "cat": "Italian restaurant"
  },
  {
    "review": "Caprio di monte",
    "rating": 4,
    "name": "Pavlo Girnyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Настоящая итальянская кухня\n\n(Translated by Google)\nAuthentic Italian cuisine",
    "rating": 4,
    "name": "D K",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусные обеды\n\n(Translated by Google)\nDelicious dinners",
    "rating": 5,
    "name": "Na Mats",
    "cat": "Italian restaurant"
  },
  {
    "review": "Всё на твёрдую 3ку.\n\n(Translated by Google)\nEverything for a solid 3k.",
    "rating": 5,
    "name": "Анастасия Отличная",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 5,
    "name": "Serhii Kolomiiets",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine.\n\n(Original)\nСмачна кухня.",
    "rating": 5,
    "name": "Anton Kh",
    "cat": "Italian restaurant"
  },
  {
    "review": "не адекватная администрация\n\n(Translated by Google)\ninadequate administration",
    "rating": 1,
    "name": "Александр З",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличные обеденные предложения.\n\n(Translated by Google)\nGreat dining suggestions.",
    "rating": 4,
    "name": "Konstantin Shevchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно, быстро, правильно\n\n(Translated by Google)\nDelicious, fast, right",
    "rating": 4,
    "name": "Hayim",
    "cat": "Italian restaurant"
  },
  {
    "review": "Людмила, благодарим за отзыв!🙏Ждём с нетерпением Вас снова!😊\n\n(Translated by Google)\nLyudmila, thank you for your feedback! 🙏 We look forward to seeing you again! 😊",
    "rating": 4,
    "name": "Tal Rippa",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting and delicious\n\n(Original)\nІнтересно і вкусно",
    "rating": 4,
    "name": "Dmitry Kasimtsev",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Kitchen. Atmosphere\n\n(Original)\nКухня. Атмосфера",
    "rating": 4,
    "name": "Kseniia Ulitenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Супер!!!)\n\n(Translated by Google)\nSuper!!!)",
    "rating": 4,
    "name": "Pavlo Yatsura",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мы очень рады, что Вам понравилось у нас, благодарим 🙌🏼♥️\n\n(Translated by Google)\nWe are very glad that you liked it with us, thank you 🙌🏼 ♥ ️",
    "rating": 4,
    "name": "Святослав Стеценко (Психолог, психотерапевт)",
    "cat": "Italian restaurant"
  },
  {
    "review": "Отличное место\n\n(Translated by Google)\nPerfect place",
    "rating": 5,
    "name": "Пользователь Фокс Клуб",
    "cat": "Italian restaurant"
  },
  {
    "review": "Уютное местечко!\n\n(Translated by Google)\nCubby!",
    "rating": 4,
    "name": "Alina Sova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошее место\n\n(Translated by Google)\nA good place",
    "rating": 4,
    "name": "Stanislav Derchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Еда 10/10\n\n(Translated by Google)\nFood 10/10",
    "rating": 5,
    "name": "Леопольд Кудасов",
    "cat": "Italian restaurant"
  },
  {
    "review": "Неприятное обслуживание.\n\n(Translated by Google)\nUnpleasant service.",
    "rating": 5,
    "name": "MrPokeblood",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкуснейшее Мясо\n\n(Translated by Google)\nTasty Meat",
    "rating": 1,
    "name": "Alex Oleksenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусная картошечка!\n\n(Translated by Google)\nVery tasty potatoes!",
    "rating": 2,
    "name": "Андрей Макаренко",
    "cat": "Italian restaurant"
  },
  {
    "review": "На здоровье! Спасибо большое, и до новых встреч🤗\n\n(Translated by Google)\nTo your health! Thank you very much, and see you soon🤗",
    "rating": 4,
    "name": "Володимир Співак",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусное вино)\n\n(Translated by Google)\nTasty wine)",
    "rating": 4,
    "name": "Artem Kary",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв, очень рады, что Вам понравилось у нас ❤️🙏\n\n(Translated by Google)\nThank you for your feedback, we are very glad that you liked it with us ❤️🙏",
    "rating": 4,
    "name": "Татьяна Тисова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Очень вкусно\n\n(Translated by Google)\nVery tasty",
    "rating": 4,
    "name": "Наталья Красникова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Как всегда на высоте\n\n(Translated by Google)\nAs always on top",
    "rating": 4,
    "name": "Viktor Kompaneiets",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good kitchen\n\n(Original)\nГарна кухня",
    "rating": 3,
    "name": "Володимир Маляренко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно и красиво.\n\n(Translated by Google)\nDelicious and beautiful.",
    "rating": 5,
    "name": "Mischa Bars",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спасибо!🌹\nНам очень приятно, что Вам понравилось 😊\n\n(Translated by Google)\nThank you! 🌹\nWe are very pleased that you liked it 😊",
    "rating": 5,
    "name": "Svitlana Drach",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Staff don't care.\n\n(Original)\nПерсонал на пофиге.",
    "rating": 4,
    "name": "Andrey Kunygin",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Was OK\n\n(Original)\nWar ok",
    "rating": 5,
    "name": "Анна Пшеничная",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятное место\n\n(Translated by Google)\nNice place",
    "rating": 5,
    "name": "Max Payne",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все было супер\n\n(Translated by Google)\nEverything was great",
    "rating": 4,
    "name": "Oksana Demyanova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв и ждём Вас вновь 🙏🇮🇹\n\n(Translated by Google)\nThank you for your feedback and we look forward to seeing you again",
    "rating": 5,
    "name": "Belik Maxim",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Approx!\n\n(Original)\nOk!",
    "rating": 5,
    "name": "Анастасия Донец",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Good location !!!\n\n(Original)\nГарне місцерозташування!!!",
    "rating": 4,
    "name": "Ksyusha Naumova",
    "cat": "Italian restaurant"
  },
  {
    "review": "Толковая  заведуха\n\n(Translated by Google)\nSensible head",
    "rating": 5,
    "name": "Наташа Юрлова",
    "cat": "Italian restaurant"
  },
  {
    "review": "Лазанья просто топ\n\n(Translated by Google)\nLasagna is just top",
    "rating": 5,
    "name": "Dmitriy",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв 🙏\n\n(Translated by Google)\nThank you for your feedback 🙏",
    "rating": 5,
    "name": "Darya Sergeeva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Замечательно!\n\n(Translated by Google)\nWonderful!",
    "rating": 5,
    "name": "Илья Лисогор",
    "cat": "Italian restaurant"
  },
  {
    "review": "Фицыки наглые\n\n(Translated by Google)\nFitsiki arrogant",
    "rating": 5,
    "name": "Rost Malko",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously)\n\n(Original)\nСмачно)",
    "rating": 4,
    "name": "Алексей Макс",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Super.\n\n(Original)\nСупер.",
    "rating": 5,
    "name": "Женя Коваленко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Silence))\n\n(Original)\nНямням))",
    "rating": 1,
    "name": "Nik Nik",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kostiantyn Koval",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Bad\n\n(Original)\nسيء",
    "rating": 4,
    "name": "Piligrim Piligrim",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrii Gurzov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Хорошо..!\n\n(Translated by Google)\nGood..!",
    "rating": 5,
    "name": "Юлия Таций",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно",
    "rating": 3,
    "name": "Igor Pashynnyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим за отзыв 🙏\n\n(Translated by Google)\nThank you for your feedback 🙏",
    "rating": 5,
    "name": "Kateryna Tschereda",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "АНТОН Дд",
    "cat": "Italian restaurant"
  },
  {
    "review": "Вкусно!\n\n(Translated by Google)\nTasty!",
    "rating": 5,
    "name": "Demir Dimitrov",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все круто)\n\n(Translated by Google)\nEverything cool)",
    "rating": 5,
    "name": "Ievgen Popovych",
    "cat": "Italian restaurant"
  },
  {
    "review": "Thank you for your feedback. We’ll glad to see you again at the Capo di Monte!",
    "rating": 5,
    "name": "Nikolai Rybalkin",
    "cat": "Italian restaurant"
  },
  {
    "review": "Как всегда хорошо .\n\n(Translated by Google)\nGood as always .",
    "rating": 5,
    "name": "Влад Стецина",
    "cat": "Italian restaurant"
  },
  {
    "review": "Мы очень рады, что Вам нравится отдыхать у нас😍\nДо новых встреч!)\n\n(Translated by Google)\nWe are very glad that you like to relax with us😍\nUntil next time!)",
    "rating": 5,
    "name": "Artem Yefremenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "Советую ПОСЕТИТЬ !\n\n(Translated by Google)\nI advise you to VISIT!",
    "rating": 5,
    "name": "Роман Юрасик",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Саня Палагин",
    "cat": "Italian restaurant"
  },
  {
    "review": "Прекрасно.\n\n(Translated by Google)\nWonderful.",
    "rating": 4,
    "name": "Alex Wiser",
    "cat": "Italian restaurant"
  },
  {
    "review": "Все хорошо.\n\n(Translated by Google)\nEverything is fine.",
    "rating": 3,
    "name": "Денис Галко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Here is one of the most delicious pizzas in Kiev\n\n(Original) …",
    "rating": 5,
    "name": "Anastasiia Hryhorieva",
    "cat": "Italian restaurant"
  },
  {
    "review": "Норм\n\n(Translated by Google)\nnorm",
    "rating": 4,
    "name": "Влада Крутась",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спасибо за отзыв! Всегда ждём Вас снова!😊\n\n(Translated by Google)\nThanks for your feedback! We are always waiting for you again! 😊",
    "rating": 5,
    "name": "Дмитрий Данильчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "нормально",
    "rating": 5,
    "name": "Nastya Severinovsky",
    "cat": "Italian restaurant"
  },
  {
    "review": "Нормуль\n\n(Translated by Google)\nNormul",
    "rating": 5,
    "name": "Максим Барбаш",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Bomb\n\n(Original)\nБомба",
    "rating": 4,
    "name": "Ольга Щурук",
    "cat": "Italian restaurant"
  },
  {
    "review": "🔥",
    "rating": 1,
    "name": "Чащина Ирина",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) Nice, I recommend\n\n(Original)\nСимпатично, рекомендую",
    "rating": 5,
    "name": "Ан Кр",
    "cat": "Italian restaurant"
  },
  {
    "review": "Качество",
    "rating": 5,
    "name": "Александр Калошин",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) perfectly\n\n(Original)\nчудово",
    "rating": 5,
    "name": "Natali Slusar",
    "cat": "Italian restaurant"
  },
  {
    "review": "Добрый\n\n(Translated by Google)\nKind",
    "rating": 5,
    "name": "Oleksandr Kadik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Такое\n\n(Translated by Google)\nSuch",
    "rating": 5,
    "name": "Виталий Сердюк",
    "cat": "Italian restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 4,
    "name": "Богдан Лизанець",
    "cat": "Italian restaurant"
  },
  {
    "review": "Спокойно..\n\n(Translated by Google)\nEasy ..",
    "rating": 5,
    "name": "Roi Aqua",
    "cat": "Italian restaurant"
  },
  {
    "review": "Руслан, благодарим Вас за отзыв! Всегда ждем в гости! ❤️🇮🇹\n\n(Translated by Google)\nRuslan, thank you for your feedback! We are always waiting for a visit! ❤️🇮🇹",
    "rating": 5,
    "name": "Kostya Gorbatyuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Владимир Степаненко",
    "cat": "Italian restaurant"
  },
  {
    "review": "(Translated by Google) norms\n\n(Original)\nнорм",
    "rating": 4,
    "name": "Виталий Булавенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "Супер\n\n(Translated by Google)\nSuper",
    "rating": 5,
    "name": "Константин Юрьев",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yuliia Novik",
    "cat": "Italian restaurant"
  },
  {
    "review": "Приятное место 🙂\n\n(Translated by Google)\nNice place 🙂",
    "rating": 5,
    "name": "Валерий Белобров",
    "cat": "Italian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Мы очень рады, что Вам понравилось у нас! Ждем Вас снова!❤🇮🇹\n\n(Translated by Google)\nThank you for your feedback! We are very glad that you liked it with us! We are waiting for you again! ❤🇮🇹",
    "rating": 4,
    "name": "Назарий Броцкий",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Valentina Danylchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Наталья Серватович",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yulia Kroshka",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Дэни Столяров",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Liza Prokopova",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Igor Ghoul",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Vitaliy Bashkatov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Yasin Seyidzade",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Julia Velichko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Константин Сергиенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Левчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Катя Авдеева",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alex Mitin",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Serhiienko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Vira Iavorska",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Гришан",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "AA",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alex Yurchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olga Sherbina",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Артём Явдощук",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Любовь Миронова",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Микола Терельов",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Mariia Vasylenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sergey Lavrenchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "ваня н",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Andrii Gurzov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dustin Cade",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "Александр Игнатов",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dracunculus",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmytro Saltovets",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Polishchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maks Maks",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olga Osadcha",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kate Manakova",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmytro Bilous",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "simonas zasytis",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Rita Lanovenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "art harmony",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Андрей",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Katya N",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Jackson “TARANTINOVI4”",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nikolay Soroka",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Евгений Пасичник",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Taras Borkovets",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Svitlana Seymova",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Святослав Піх",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serhiy Kolovorotny",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Mr. K",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yurii Shevchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Alex K",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Michael Krohmal",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oleg Bratchyk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Syrotyna",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Anton Shumilin",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Богдан Головачук",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Анастасия М",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Elina Antonova",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ruben Narinyan",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Michael Lytvynenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Андрей Ягодка",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Виктор Колесов",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Анастасия Смаль",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александра Кулик",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Oksana Monchuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Вячеслав Руднев",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Roman Gukalyuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Valentyn Perepelytsya",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Max Korsun",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Val Gomenyuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "David Stulík",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Alex 75",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Maksym Shykov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Anna Voita",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Ksunya F",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Серёга Шилов",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "qmeary",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Blackbeal",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Елена Фищенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Arkadiy Suslo",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ирина Дмитриева",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Олександр Корнієнко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Джумик Тамиев",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Ольга Мельник",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Богдан Єщенко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Мирослав Михальчук",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexander Shevchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Kate Ovramenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Andrew Sirenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Bogdan Murachko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Lama Rinczen",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Liubomyr Glushak",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Kseniya Kseniya",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksii Mozghovyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksii Bohoslovskyi",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sierra Nevada",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Vladimir S",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 1,
    "name": "phon Mobillegens",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Валерий Цеба",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "True Trading",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sergey Mityasov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nugzar Karabaki",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nina Gabriel",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Никита Гладких",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Natalia Bukhalo-Fiebiger",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Павло Костур",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Omar Ahli",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Aleksandr Volkov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Inna Haidamaka",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Oleksandr Kryvenets",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Мария",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Софіївська Борщагівка / Інформаційний портал",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Julia Shevchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Elena Mironova",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Rich Cushing",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Максим Рымар",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Марина Бродецкая",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Али Тамиев",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmytro Babiak",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Олександра Курніцька",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Julian Martinez",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Fedir Ts",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olga Sklyarenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Ковера",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 2,
    "name": "Владимир Маринский",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "Илона Ткаченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "adamiani adamiani",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmytro Hordiychuk",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Іван Вишняк",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Marina Shkrebko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Ольга Елисеева",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 4,
    "name": "evan bates",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Александр Дмитров",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Max Makeyko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Georgi Markov",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Serhii Diahovchenko",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 3,
    "name": "Сергей Посвистак",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Денис Скляніченко",
    "cat": "Italian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Yevhenii Maher",
    "cat": "Italian restaurant"
  }
]