[
  {
    "review": "An interesting hidden bar in the city center. It is not easy to find, but the atmosphere inside deserves to be felt. A small room, often live music, semi-darkness and well-thought-out history of the institution. However, not everyone may …",
    "rating": 4,
    "name": "Дмитро Сидоренко",
    "cat": ""
  },
  {
    "review": "Authentic place to spend time with sweet cocktails",
    "rating": 5,
    "name": "yaroyk",
    "cat": ""
  },
  {
    "review": "Absolutely great atmosphere and bartenders who knew the history of cocktails! All recommended cocktails were well made!",
    "rating": 5,
    "name": "Анатолий Павловский",
    "cat": ""
  },
  {
    "review": "Thank you!🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Anton Tsedik",
    "cat": ""
  },
  {
    "review": "One of the greatest bars in terms of atmosphere and quality. The ambience is definitely distinguishing.",
    "rating": 5,
    "name": "Maria Kaurkovskaya",
    "cat": ""
  },
  {
    "review": "Thank you, my friend 🍸🤵🏻",
    "rating": 5,
    "name": "Jacqueline Rodríguez González",
    "cat": ""
  },
  {
    "review": "Hidden place, not so easy to find. Delicious cocktails, bartenders are friendly and welcoming. The atmosphere is intimate and sophisticated.",
    "rating": 5,
    "name": "Rodrigo Amarante",
    "cat": ""
  },
  {
    "review": "Amazing place, ambience, service, everything is well designed; cocktails are super good !!! Plenty of imagination.",
    "rating": 5,
    "name": "Ansv Eugene",
    "cat": ""
  },
  {
    "review": "It was a bit hard to find, but following the instructions on the website, is totally possible.\nI found myself in the beginning os the 20th century. The candles lights, books …",
    "rating": 5,
    "name": "Tetiana Fedchenko",
    "cat": ""
  },
  {
    "review": "Thank you, my friend",
    "rating": 5,
    "name": "Valerii Palamarchuk",
    "cat": ""
  },
  {
    "review": "Awesome and atmospheric place. Perfect cocktails and music. Strongly recommended",
    "rating": 5,
    "name": "Andrii “DrSat” Lishko",
    "cat": ""
  },
  {
    "review": "Simply the best - bartenders, cocktails, vibe… and Palo Santo, of course ✨ keep it up!",
    "rating": 5,
    "name": "Mykhailo Pylynskyi",
    "cat": ""
  },
  {
    "review": "Thank you!🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Romeo NE",
    "cat": ""
  },
  {
    "review": "Hard to find, good to spend a cozy night.",
    "rating": 2,
    "name": "Misha Vidlyvanyi",
    "cat": ""
  },
  {
    "review": "Thank you, my friend🍸",
    "rating": 5,
    "name": "Dmytro Slabovskyi",
    "cat": ""
  },
  {
    "review": "Cozy and calm place. Nice for dating or just chilling time spend",
    "rating": 5,
    "name": "Ruslana Telendii",
    "cat": ""
  },
  {
    "review": "Thank you, my friend🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Сабина Т",
    "cat": ""
  },
  {
    "review": "Unique experience, unique stories behind the cocktails. Lovely!",
    "rating": 5,
    "name": "Татьяна B",
    "cat": ""
  },
  {
    "review": "Thank you, my friend 🍸🤵🏻",
    "rating": 5,
    "name": "Natasha Konoval",
    "cat": ""
  },
  {
    "review": "Great atmosphere, great cocktails, great personal",
    "rating": 5,
    "name": "Alexandra Pakholchuk",
    "cat": ""
  },
  {
    "review": "Thank you!🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Ali Kab",
    "cat": ""
  },
  {
    "review": "Bar with best atmosphere ever\nwas a year ago",
    "rating": 5,
    "name": "Mr Shaman",
    "cat": ""
  },
  {
    "review": "Thank you, my friend 🍸🤵🏻",
    "rating": 5,
    "name": "Кристина Кузьменко",
    "cat": ""
  },
  {
    "review": "Experience and emotions are what you get there!",
    "rating": 5,
    "name": "Дмитрий Кириченко",
    "cat": ""
  },
  {
    "review": "Thank you, my friend🍸🤵🏻‍♂️",
    "rating": 4,
    "name": "Дмитрий Гаращенко",
    "cat": ""
  },
  {
    "review": "Recommend👍",
    "rating": 4,
    "name": "Мария Мари",
    "cat": ""
  },
  {
    "review": "Бар как целое приключение! Во-первых, это секретный бар, в который чтобы попасть нужно немного потрудиться, и как ни странно, это очень даже подогревает ожидания) По пути в заведение, думали что идём совсем не туда 😅, но, увидели книжный …",
    "rating": 5,
    "name": "Ihor",
    "cat": ""
  },
  {
    "review": "Прикольный спик-изи бар! Попасть туда — уже своего рода квест) Нужно найти правильную подворотню (за грузинским рестиком «Ой мамо..»), спуститься в подвал и упереться в знаковый книжный шкаф. Без карточки или пароля не пустят. Чтобы узнать …",
    "rating": 1,
    "name": "Just Mimimi",
    "cat": ""
  },
  {
    "review": "Попали по предварительному звонку, предупредили за день что хотим прийти. Нам сказали что вход по членским картам, но вы приходите и наберите нас. Когда мы позвонили, нам предоставили возможность пройти квест, после которого дали пароль для …",
    "rating": 5,
    "name": "MZ Z",
    "cat": ""
  },
  {
    "review": "Классный закрытый бар, в который проникаешь через двор и секретную дверь. Ребята помогают выбрать коктейль, внутри тихо, уютно и что самое главное без громкой музыки. Можно пить коктейли и разговаривать)) …",
    "rating": 5,
    "name": "Nope Nope",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very good cocktails and great service! The atmosphere goes very well with the great cocktail creations! The waitress Sophia told us all exciting stories about the cocktails. Thanks to Sophia and the whole team. Anyone …",
    "rating": 5,
    "name": "Эдуард Маханьков",
    "cat": ""
  },
  {
    "review": "Это заведенее просто заваражует своей атмосферой и вкусом. Можно  подобрать много слов но ими тяжело описать эмоции.просто лутче попробовать один раз чем сто раз услышать. Пробуйте оно того стоит и не важно как в компании либо одному но вам …",
    "rating": 1,
    "name": "Stanislav Sereda",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you, friend, glad to meet you! 🍸🤵🏻‍♂️\n\n(Original)\nДякую, друже, радий знайомству!🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Tetyana Nebozhynska",
    "cat": ""
  },
  {
    "review": "Очень атмосферное место, вкусные+оригинальные коктейли, мы остались под впечатлением) Отдельное спасибо бармену за интересные истории об авторских коктейлях бара, так пить намного увлекательнее!:) …",
    "rating": 2,
    "name": "Anna Sokolova",
    "cat": ""
  },
  {
    "review": "В бар бываю очень редко но в этом баре был приятно удивлён. В коктейлях плохо разбираюсь и просил бармена сделать коктейли что бы немного взбодриться и второй что бы расслабиться. Это были два самых афигенных коктейля. Бармен паралельно …",
    "rating": 5,
    "name": "Олександра Крістьєва",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you, friend, glad to meet you! 🍸🤵🏻‍♂️\n\n(Original)\nДякую, друже, радий знайомству!🍸🤵🏻‍♂️",
    "rating": 4,
    "name": "Турчик Виктория",
    "cat": ""
  },
  {
    "review": "Один из самых любимых и атмосферных баров, но новое меню, если честно, немного разочаровывает, прошлое было в разы вкуснее и интереснее. В частности, теперь в баре Charles Baker нет коктейля Charles Baker Spirit, и как бы я каждый раз не …",
    "rating": 5,
    "name": "Тіка Бантик",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for your feedback, friend! I'm going to remind you that my stories have to be passed from mouth to mouth - because why did I write them then and collect impressions around the world? The bar menu is not complete yet, I'm sure my friends and I will be able to choose the best cocktail for you - I'll treat you to it, of course.\n\nPlease email me on social networks @charlesbaker_j\n\n(Original)\nДякую за ваш відгук, друже! Вже йду нагадувати про те, що мої історії маюіть передаватись із вуст в уста - бо нащо я їх тоді писав і збирав враження по всьому світу? Барна карта ще не повна, впевнений я і мої друзі зможемо підібрати для вас кращий коктейль - пригощаю ним, звісно.\n\nБудь ласка, напишіть мені в соц мережах  @charlesbaker_j",
    "rating": 5,
    "name": "Мария Кот",
    "cat": ""
  },
  {
    "review": "Коктейли очень насыщенные, вкус многогранный и от этого впечатление напитка эволюционирует. Нравится формат и то, как это преподносят. Очень приятное общение со всем персоналом. Есть пара но: настораживает то, что мы ещё не успели сесть и …",
    "rating": 1,
    "name": "Gleb Hodorovskiy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Congratulations, charming lady! Thanks for your feedback. The bar in my honor is a spicy, closed membership club, so there are simple rules, one of which - the bartender is always right and the payment is only in cash. These rules are sent with the password to the post office so that the guest can prepare. But my friends say all these rules before applying for a membership card. Too bad it embarrassed you. I will pass it on to my bartender friends so that those who speak these rules do not impose themselves too much in order to prevent such situations in the future🍸\n\n(Original)\nВітаю, чарівна леді! Дякую за ваш відгук. Бар на мою честь є спікізі, закритим членським клубом, тому є нескладні правила, одні з яких - бармен завжди правий та розрахунок тільки готівкою. Ці правила відправляються разом із паролем на пошту, щоб гість міг підготуватись. Та мої друзі промовляють всі ці правила перед оформленням членської картки. Шкода, що це збентежило вас. Передам моїм друзям бартендерам, щоб не надто насідали промовляючі ці правила, аби запобігти в подальшому такі ситуації🍸",
    "rating": 2,
    "name": "Dmytro Kostiuchenko",
    "cat": ""
  },
  {
    "review": "Атмосферное место,  понравился интерьер и антураж. Обслуживание выдержано в стиле заведения, что предает ему дополнительный шарм. Вкусные коктейли с оригинальной подачей. Большой выбор авторских коктейлей. Спасибо за хороший вечер и …",
    "rating": 1,
    "name": "Soa Soa",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, мой друг!\n\n(Translated by Google)\nThanks for your feedback, my friend!",
    "rating": 5,
    "name": "Владимир Вареня",
    "cat": ""
  },
  {
    "review": "После посещения этого места осталось двоякое ощущение. Задумка вроде интересная, людям нравится. Понравился по вкусу коктейль.\nНе понравилось: предложить бармен смог только 2 коктейли, хоть потом сказал, что …",
    "rating": 5,
    "name": "Анна Мангасарян",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for writing! Bartenders can offer even what is not yet on the menu, but they, like real gentlemen, rely on the taste and preferences of the guest. Ice for many cocktails is an integral part, thanks to it the drink not only cools down, but also reveals the taste.\nAnyway, have a nice day!\n\n(Original)\nДякую, що написали! Запропонувати бармени можуть навіть те, чого ще немає в меню, але вони, як справжні джентльмени, покладаються на смак та вподобання гостя. Лід для багатьох коктейлів є невід'ємною частиною, завдяки ньому напій не тільки охолоджуєтья, а й розкриває свій смак.\nВ будь-якому випадку, бажаю гарного дня!",
    "rating": 1,
    "name": "natalya plotnytska",
    "cat": ""
  },
  {
    "review": "Таинственный бар с волшебным ароматом палосанты, мне нравится в нем все: таинственность,официанты,которые полностью дополняют атмосферу заведения,из рассказы о каждом коктейле. Нравится,что нужно иметь членский билет и не каждого с улицы …",
    "rating": 1,
    "name": "Egor Kurguzov",
    "cat": ""
  },
  {
    "review": "Спасибо! Рад знакомству и до скорой встречи за книжным шкафом🍸🤵🏻\n\n(Translated by Google)\nThank! Nice to meet you and see you soon behind the bookcase🍸🤵🏻",
    "rating": 1,
    "name": "James Moriarty",
    "cat": ""
  },
  {
    "review": "Невероятное место. Атмосфера на высшем уровне в противовес другим распиаренным коктейль-барам. Если вдруг вам не повезло быть мафией, то можете почувствовать себя здесь ее членом. Очень вкусные коктейли, замечательная консультация от …",
    "rating": 5,
    "name": "Natalia Kichkiruk",
    "cat": ""
  },
  {
    "review": "Спасибо, прекрасная леди, за столько приятных душе слов🤵🏻Чёрные медицинские маски нынче бывают в дефиците, но джентльмены тоже выбирают их в первую очередь. До встречи за книжным шкафом🍸\n\n(Translated by Google)\nThank you, beautiful lady, for so many pleasant words ... Black medical masks are in short supply these days, but gentlemen also choose them first. See you at the bookcase🍸",
    "rating": 3,
    "name": "Vlad Filimonov",
    "cat": ""
  },
  {
    "review": "Отличное атмосферное место, где можно провести много времени и узнать интересные истории коктейлей. Поиск места не самый лёгкий, но оно того стоит …",
    "rating": 4,
    "name": "Александр Сергеевич",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, мой друг!\n\n(Translated by Google)\nThanks for your feedback, my friend!",
    "rating": 5,
    "name": "Hanna Soina (SAN)",
    "cat": ""
  },
  {
    "review": "[Eng below] Если хотите забронировать место за три дня, получить подтверждение с паролем на вход, прозвонить заранее, прийти на место - и не попасть в заведение, с пояснением, что якобы нужно звонить за день, Вам сюда. …",
    "rating": 1,
    "name": "Евгения Озкан",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Cool, refined, atmospheric! Delicious and beautiful cocktails. It took me a few steps to soak up the magic of this place)) 🙈 But then something switched, and ♥ ️ it happened!)) …",
    "rating": 5,
    "name": "Анна Терещенко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for the kind words, beautiful lady! See you again🍸\n\n(Original)\nДякую за приємні слова, прекрасна леді! До нової зустрічі🍸",
    "rating": 3,
    "name": "Oleksii Malashyna",
    "cat": ""
  },
  {
    "review": "Оплата только наличкой.\nЧтобы заказать коктейль, нужно оставить свой номер телефона, но согласия на обработку персональных данных никто не брал. …",
    "rating": 5,
    "name": "Yanina Zlebova",
    "cat": ""
  },
  {
    "review": "Очень крутой и необычный бар! Радует, что в Киеве еще есть места способные удивить. Сервис на высоте: любезно встретили, провели за столик даже без предварительной брони. Официанты помогают определиться с напитком исходя из ваших вкусовых …",
    "rating": 4,
    "name": "Катерина Ломовая",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for the kind words, beautiful lady! See you again🍸\n\n(Original)\nДякую за приємні слова, прекрасна леді! До нової зустрічі🍸",
    "rating": 5,
    "name": "Мария Березина",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Of the pros:\n- Delicious cocktails\n- institution design …",
    "rating": 4,
    "name": "Ilya Amelevich",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback, beautiful lady! The music was selected in such a way that it was comfortable and did not stand out, did not distract from itself, cocktails, atmosphere and satellites. I invite a maestro, who plays live on a century-old piano, to events and sometimes just like that. Be sure to come - you have to like it\n\n(Original)\nДякую за відгук, прекрасна леді! Музику пібдірали так, щоб вона була комфортною і не вирізнялась, не відволікала від себе, коктейлів, атмосфери та супутників. На події та іноді просто так запрошую маестро, який грає наживо на сторічному піаніно. Обов'язково приходьте - вам має сподобатись",
    "rating": 5,
    "name": "DEXTER SHOW Video station",
    "cat": ""
  },
  {
    "review": "Атмосферное место. Свежая концепция.\nБармен рассказывает интересные истории - есть, что погуглить на выходе😁\nКактейли подбирают по личным предпочтениям - без ИМХО, хотя \"Бармен всегда …",
    "rating": 5,
    "name": "Виктор Сичкаренко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for the kind words, beautiful lady! See you again🍸\n\n(Original)\nДякую за приємні слова, прекрасна леді! До нової зустрічі🍸",
    "rating": 5,
    "name": "Алина Громовая",
    "cat": ""
  },
  {
    "review": "Просто восхитительно 🥃\nЯ получила невероятное наслаждение от посещения этого места 🤤\nВсе было прекрасно - напитки, атмосфера, обслуживание! Профессионалы своего …",
    "rating": 5,
    "name": "Евгений Мирошник",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, прекрасная леди!\n\n(Translated by Google)\nThank you for your feedback, lovely lady!",
    "rating": 5,
    "name": "Богдан Давиденко",
    "cat": ""
  },
  {
    "review": "Скотское отношение к клиентам. Позвонили, забронировали столик, пришли. Лысый человек на входе не впустил потому что «вы заборонили сегодня, а у нас можно забронировать только на следующий день и девушка которая приняла бронь сегодня была …",
    "rating": 5,
    "name": "Сергей Борчуков",
    "cat": ""
  },
  {
    "review": "(Translated by Google) I visited this place at least 4 times, so I had the opportunity to gather enough experience. …",
    "rating": 5,
    "name": "Евгений",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the feedback! Already today I'm going to taste and check the bartenders in the top 10 to taste. Oh, that's not how my friends should communicate with a guest, I apologize for their behavior.\nI will be happy to talk about your tastes, the benefits of a membership card, the sacred Palo Santo tree, the aroma of which you felt in the bar, and choose the best cocktail at my expense, of course.\n\nWrite to me, please, in social networks @charlesbaker_j\n\n(Original)\nДякую за відгук! Вже сьогодні ж йду дегустувати та перевіряти потрапляння барменів в 10-ку по смаку. Ох, не так мої друзі мають спілкуватись із гостем, приношу свої вибачення за їх поведінку.\nБуду радий поспілкуватись про ваші смаки, про переваги членської карти, священе дерево Пало Санто,  аромат якого ви відчували в барі, та підібрати кращий коктейль за мій рахунок, звісно.\n\nНапишіть мені, будь ласка, в соц мережах @charlesbaker_j",
    "rating": 5,
    "name": "Павло",
    "cat": ""
  },
  {
    "review": "Неплохое заведение. Привёл друг. Решили заказать коктейли и тут понеслось... Лёд, лёд и лёд. Говорю, горло болит. Безо льда делайте. Нет, у нас нельзя. Думаю, жлобство барменов уже зашкаливает. Я понимаю, что другие люди спокойно пьют со …",
    "rating": 5,
    "name": "Алекс Овеч",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for writing! Bartenders can offer even what is not yet on the menu, but they, like real gentlemen, rely on the taste and preferences of the guest. Ice for many cocktails is an integral part, thanks to it the drink not only cools down, but also reveals the taste.\nAnyway, have a nice day!\n\n(Original)\nДякую, що написали! Запропонувати бармени можуть навіть те, чого ще немає в меню, але вони, як справжні джентльмени, покладаються на смак та вподобання гостя. Лід для багатьох коктейлів є невід'ємною частиною, завдяки ньому напій не тільки охолоджуєтья, а й розкриває свій смак.\nВ будь-якому випадку, бажаю гарного дня!",
    "rating": 5,
    "name": "Yegor Vasilchenko",
    "cat": ""
  },
  {
    "review": "Прикольный скрытый бар. Коктейли хорошие. Напрягает только то, что оплата наличкой( …",
    "rating": 5,
    "name": "Daria Nosik",
    "cat": ""
  },
  {
    "review": "Очень атмосферно! Если хочется расслабиться и побыть в непринуждённой обстановке - вам обязательно сюда! Здесь каждый коктейль несёт свою историю, а подача от барменов поражает своей изысканностью! Очень рекомендую! …",
    "rating": 5,
    "name": "Маргарита Лобан",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, прекрасная леди!\n\n(Translated by Google)\nThank you for your feedback, lovely lady!",
    "rating": 5,
    "name": "Volodymyr Panasyuk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The impressions began and ended at the entrance and were horrible. Booked a place to rest on Saturday, as indicated on the site, called before that, we were told that they were waiting for us. However, at the entrance …",
    "rating": 5,
    "name": "Denys Vasylenko",
    "cat": ""
  },
  {
    "review": "Позвонили бронировать, сказали, что если мест и не будет, можно будет подождать в комнате ожидания. Прошлись до бара 30 минут и нас развернули, сказав, что мест нет и не будет. Лучший опыт. …",
    "rating": 5,
    "name": "Katya Shinkarenko",
    "cat": ""
  },
  {
    "review": "Раньше любил это место, но сейчас оно очень испортилось. Хостес просто хамки, которые всем своим видом показывают своё пренебрежительное и неуважительное отношение к клиенту без всякого повода. Очень разочарован и больше никогда не прийду …",
    "rating": 5,
    "name": "Виктория Виктория",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Super atmospheric. Highly recommend. For a quiet holiday with extremely spicy cocktails. …",
    "rating": 5,
    "name": "Anna Alexeeva",
    "cat": ""
  },
  {
    "review": "Место атмосферное, но меня смутило что нету меню: ни состав ни цены не посмотришь, остается только  полагаться советы бармена что доставляет неудобства, + после того как принесли не тот коктейль заменить не предложили а только развели …",
    "rating": 4,
    "name": "Gleb Vardaiev",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you friend! I'm finishing the menu now, because I haven't chosen all the cocktails for him yet - only the best will get there. Shame on friends who did not replace the cocktail. I invite you to visit - I will personally treat you to a cocktail that will always remain in your heart.\nPlease email me on instagram or facebook @charlesbaker_j\n\n(Original)\nДякую, друже! Меню наразі доробляю, бо ще не всі коктейлі обрав для нього - туди потраплять тільки найкращі. Соромно за друзів, що не замінили коктейль. Запрошую в гості - особисто пригощу коктейлем, що залишиться на завджи в серці.\nБудь ласка, напишіть мені в інстаграм або фейсбук @charlesbaker_j",
    "rating": 5,
    "name": "Ярослав Торгало",
    "cat": ""
  },
  {
    "review": "Уже не торт, а жаль. То ли собственник поменялся, то ли команда. Старых позиций, которые нравились, в барной карте сейчас нет насколько я понял. Подача прям совсем бедненькой стала. …",
    "rating": 5,
    "name": "Иван Панченко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Hello! Yes, now a cocktail menu from my other trip, my bartender friends will continue to add new flavors from my records, so I'm sure we will find a cocktail of your soul🤵🏻‍♂️🍸\n\n(Original)\nДоброго дня! Так, зараз коктельна карта з іншої моєї подорожі, мої друзі бартендери і надалі будуть додавати нові смаки з моїх записів, тож впевнений ми знайдемо коктейль вашої душі🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Александр Пархоменко",
    "cat": ""
  },
  {
    "review": "Очень атмосферный бар, где расслабляешься и забываешь обо всем. Самые вкусные коктейли на моей памяти - насыщенный вкус, хорошо ощущается главный алкоголь и дополнительные составляющие. Красивейшая и оригинальная подача. Официант …",
    "rating": 5,
    "name": "Дмитрий Буравель",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, прекрасная леди!\n\n(Translated by Google)\nThank you for your feedback, lovely lady!",
    "rating": 5,
    "name": "Тарас Старичок",
    "cat": ""
  },
  {
    "review": "Ужасная депрессивная музыка. Расчёт только налом. Меню нет. Ночью пришлось бегать по улице обналичивать карту чтобы заплатить за коктейли …",
    "rating": 5,
    "name": "Oleksandr Vyshnivskyi",
    "cat": ""
  },
  {
    "review": "Может мне не с чем сравнить. Я первый раз была в задании такого формата. Очень понравилось все. От момента как зашли до момента как вышли. Даже перышко от коктейля на память забрала)) …",
    "rating": 5,
    "name": "Serhiy Didenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you, beautiful lady! 🍸🤵🏻‍♂️\n\n(Original)\nДякую, прекрасна леді!🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Илона Колодовская",
    "cat": ""
  },
  {
    "review": "(Translated by Google) The response is subjective))\nI really liked the idea of ​​the institution and the location\nWhy 3: …",
    "rating": 5,
    "name": "Anastasia Landa",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you! Tell me, why did you make such an assessment? I will be grateful for the answer\n\n(Original)\nДякую! Підкажіть, чому саме таку оцінку поставили? Буду вдячний за відповідь",
    "rating": 5,
    "name": "Володя Слівінський",
    "cat": ""
  },
  {
    "review": "Таинственно, интересно, стильно, вкусно и с историей!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nika Hnitetska",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for the kind words, beautiful lady! See you again🍸\n\n(Original)\nДякую за приємні слова, прекрасна леді! До нової зустрічі🍸",
    "rating": 5,
    "name": "Wanda Uvarova",
    "cat": ""
  },
  {
    "review": "Обслуживание на высоте, коктейли вкусные. Однако сама концепция на любителя.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Пискаленко",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks! It is a pity that spikes did not take place in your heart, but I will definitely pass on your compliment about cocktails to my bartender friends🍸\n\n(Original)\nДякую! Шкода, що спікізі не зайшло місце в вашому сердці, але друзям-бартендерам обов'язково передам ваш комплімент про коктейлі🍸",
    "rating": 5,
    "name": "Sergey Misurko",
    "cat": ""
  },
  {
    "review": "Очень атмосферное место, хорошие коктейли,вежливый персонал. Рекомендую 🍸\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юленька Шевчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you, beautiful lady! 🍸🤵🏻‍♂️\n\n(Original)\nДякую, прекрасна леді!🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Valentina Loboda",
    "cat": ""
  },
  {
    "review": "Вкусные коктейли, приятная и таинственная атмосфера, единственный момент - персонал немного грубоват. …",
    "rating": 5,
    "name": "Stanislav Gunskyy",
    "cat": ""
  },
  {
    "review": "Спасибо, друг! Расскажите, что за ситуация произошла? Буду очень благодарен за ответ🤵🏻🍸\n\n(Translated by Google)\nThank you friend! Tell us what kind of situation happened? I would be very grateful for your answer🤵🏻🍸",
    "rating": 3,
    "name": "Val Andr",
    "cat": ""
  },
  {
    "review": "Оригинальное место, секретный вход)\nСтиль Чикаго 20-30х\nУютно... …",
    "rating": 4,
    "name": "Marina Baglay",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, друг!\n\n(Translated by Google)\nThanks for the tip, friend!",
    "rating": 5,
    "name": "Мария Гаврилюк",
    "cat": ""
  },
  {
    "review": "Найти не легко но оно того стоит\n\n(Translated by Google)\nNot easy to find but worth it",
    "rating": 5,
    "name": "Марина Дмитренко",
    "cat": ""
  },
  {
    "review": "Интересное и необычное место. Атмосферно, крутые напитки и интерьер, рекомендую! …",
    "rating": 4,
    "name": "Yaroslav Soldatenko",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, прекрасная леди!\n\n(Translated by Google)\nThank you for your feedback, lovely lady!",
    "rating": 1,
    "name": "Alexandr V.",
    "cat": ""
  },
  {
    "review": "Самые крутые коктейли!\n\n(Translated by Google)\nCoolest cocktails!",
    "rating": 5,
    "name": "Констаниин Морозов",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Vita Peklo",
    "cat": ""
  },
  {
    "review": "Атмосферное заведение с вкуснейшими и красивейшими коктейлями,👌👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Léo Sagel",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, друг!\n\n(Translated by Google)\nThanks for the tip, friend!",
    "rating": 5,
    "name": "Ilia Nikolsky",
    "cat": ""
  },
  {
    "review": "Прекраснейшее место!!! Очень рад был посетить! Надеюсь, скоро вернусь!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Дзюра",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, мой друг!\n\n(Translated by Google)\nThanks for your feedback, my friend!",
    "rating": 5,
    "name": "Maksym Shliapnikov",
    "cat": ""
  },
  {
    "review": "Отличное место, интересная задумка)\n\n(Translated by Google)\nGreat place, interesting idea)",
    "rating": 5,
    "name": "Тимур Ражабов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you, my friend\n\n(Original)\nДякую, друже🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Max Galaktionov",
    "cat": ""
  },
  {
    "review": "Отличное место. Очень советую. Как попасть? Ищите ;)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vitalii Belelia",
    "cat": ""
  },
  {
    "review": "Спасибо за отзыв, мой друг!\n\n(Translated by Google)\nThanks for your feedback, my friend!",
    "rating": 5,
    "name": "Oleksiy Fedorchuk",
    "cat": ""
  },
  {
    "review": "Одно из лучших мест где я последние время был\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denys Deynega",
    "cat": ""
  },
  {
    "review": "🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Aleksey Skorokhod",
    "cat": ""
  },
  {
    "review": "Top bar IMO",
    "rating": 5,
    "name": "Никита Майорко",
    "cat": ""
  },
  {
    "review": "Только тссссс...\n\n(Translated by Google)\nOnly shhhh ...",
    "rating": 5,
    "name": "Николай Бурчин",
    "cat": ""
  },
  {
    "review": "speak easy😉🤵🏻‍♂️",
    "rating": 5,
    "name": "KiweTakoeKiwe",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Глеб Шумилин",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Olha Putintseva",
    "cat": ""
  },
  {
    "review": "",
    "rating": 1,
    "name": "Alyona Sokolova",
    "cat": ""
  },
  {
    "review": "🤵🏻🍸",
    "rating": 5,
    "name": "Kyrylo Papusha",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Sofia Shershunovich",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Антон Курицын",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Maryna Salnytska",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Ivan Stoian",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Nataliia Volkova",
    "cat": ""
  },
  {
    "review": "🤵🏻🍸",
    "rating": 5,
    "name": "Katy Kolomiiets",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Eduard Horkusha",
    "cat": ""
  },
  {
    "review": "🍸",
    "rating": 5,
    "name": "Соня Сурнина",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Alexandr Gubskiy",
    "cat": ""
  },
  {
    "review": "🍸",
    "rating": 5,
    "name": "Анастасия Сидоренко",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Evgen Krivosheev",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 4,
    "name": "Irina Bilyk",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Александр Мельник",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 4,
    "name": "Viktoria M",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Valerii Kundas",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Alex Efros",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Tim Orlovsky",
    "cat": ""
  },
  {
    "review": "🤵🏻🍸",
    "rating": 5,
    "name": "•Über Memensch•",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Dmitry Voronin",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Arthur Melezhyk",
    "cat": ""
  },
  {
    "review": "🍸🤵🏻‍♂️",
    "rating": 5,
    "name": "Slava Pidgirnyi",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Pavlo Stadnikov",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Olgierd Von Everec",
    "cat": ""
  },
  {
    "review": "🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Кирилл Сорокин",
    "cat": ""
  },
  {
    "review": "",
    "rating": 4,
    "name": "Юрий Охрименко",
    "cat": ""
  },
  {
    "review": "🤵🏻‍♂️🍸",
    "rating": 5,
    "name": "Ал Тий",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Татьяна Троян",
    "cat": ""
  },
  {
    "review": "",
    "rating": 5,
    "name": "Марина Захарова",
    "cat": ""
  }
]