[
  {
    "review": "A nice hidden speak easy bar near the central square of the city (Maidan Nezalezhnosti). The founders of the bar dedicated it to the Democrats after the American Revolutionary War. The format is democratic, where everyone can communicate …",
    "rating": 5,
    "name": "Дмитро Сидоренко",
    "cat": ""
  },
  {
    "review": "Very pleased to hear your feedback! We want to democratically thank you and meet again at our place!",
    "rating": 5,
    "name": "Gabba Ciu",
    "cat": ""
  },
  {
    "review": "It's a hidden gem in this city of contrasts. We came here more than once because we really liked the service. The cocktails look better than in other places and it is not that crowded because this bar is a speakeasy. But it's not easy to …",
    "rating": 2,
    "name": "Andrii Tatarinov",
    "cat": ""
  },
  {
    "review": "Gabba, thank you so much for your review.  It's always a little celebration when we are reading such feedback. We will spare no effort to ensure this place brings our guests 100% of comfort and pleasure from the time spent with us. Always glad to see you again and again!",
    "rating": 5,
    "name": "James Caddock",
    "cat": ""
  },
  {
    "review": "Did an unfortunate mistake hitting this spot. Service is awful (waited 10-15 minutes to order our cocktails taking into that the place was occupied by third at best) and cocktails are based on Monkey Shoulder grade alike drinks (which is a …",
    "rating": 5,
    "name": "Екатерина Колейник",
    "cat": ""
  },
  {
    "review": "If you ever need a reason to come to Kyiv, Copperheads is that. A genuine and excellent speakeasy that truly represents what a speakeasy should be. There’s a popular one in the city, where you are limited to a choice, but at Copperheads you …",
    "rating": 5,
    "name": "Skaidrė Dudėnaitė",
    "cat": ""
  },
  {
    "review": "Hey James!\nWe are very happy that you enjoyed your stay in our secret place.\nBuuut… just don't tell anyone about it!  (A Joke)\nWe are always glad to see you, your friends and all connoisseurs of speak-easy culture for a democratic pastime. Thank you very much for the review! 👌",
    "rating": 5,
    "name": "Slavuta 80",
    "cat": ""
  },
  {
    "review": "Few steps from Independence Square ( Maydan Nezalezhnosti). The interior is sharp, smart, intriguing. Great venue, high-quality drinks, English-speaking bartenders.",
    "rating": 5,
    "name": "Lukas Katilius",
    "cat": ""
  },
  {
    "review": "Hey! We highly appreciate and do really hope to see you soon at our spot:)",
    "rating": 5,
    "name": "Vladyslav Pyrozhok",
    "cat": ""
  },
  {
    "review": "We were staying at a hotel nearby, and we only came here because it was close. We actually visited the most popular speakeasy in Kyiv and to be honest, Copperheads was so much better than that one. Service is AMAZING, cocktails - GREAT, …",
    "rating": 5,
    "name": "Vlad Voskresensky",
    "cat": ""
  },
  {
    "review": "We owe you a great deal of thanks Shaidre for such a strong comparison. We hope that one day you will be able to call Copperheads most popular speak easy place and it would be consistent with it. We'll be glad to see you every single time you visit Ukraine!\nCheers! 🥂",
    "rating": 5,
    "name": "Eugene Moroz",
    "cat": ""
  },
  {
    "review": "Hidden gem, a speakeasy bar in a quiet street close to the Maidan and Sophia Cathedral. Great cocktails and very nice staff.",
    "rating": 5,
    "name": "Maksym Borovyk",
    "cat": ""
  },
  {
    "review": "Many thanks for your review Slavuta! We do really hope to get you spotted at our Bar soon:)",
    "rating": 5,
    "name": "Александра Фролова",
    "cat": ""
  },
  {
    "review": "Really good place. It is hard to find but bartenders are real profesionals and I suggest   visiting this place when you come to Ukraine.",
    "rating": 5,
    "name": "Kateryna Korol-Khoma",
    "cat": ""
  },
  {
    "review": "Thank you very much for your feedback, Lukas.\nOne of the concepts of the bar lays in the fact of showing our international guests the Ukrainian quality in «European language». We are definitely waiting for you.\nCheers! 🥂",
    "rating": 5,
    "name": "Аня Ватман",
    "cat": ""
  },
  {
    "review": "Great!",
    "rating": 5,
    "name": "Masha Sokol",
    "cat": ""
  },
  {
    "review": "Hey Vladyslav! We highly appreciate your feedback and will be very glad to host you again at our place:) Cheers!",
    "rating": 5,
    "name": "Никита Кулешов",
    "cat": ""
  },
  {
    "review": "Great experience!",
    "rating": 5,
    "name": "Lidiia Levkovska",
    "cat": ""
  },
  {
    "review": "Many thanks for 5 stars Vladyslav! We do really hope to get you spotted at our Bar soon:)",
    "rating": 5,
    "name": "Евгения Долбиева",
    "cat": ""
  },
  {
    "review": "Это, ВАУ!!! Тихое и спокойное место, где можно выпить вкусный коктейль и поговорить. Музыка не валает, бармен всегда тебя удивит коктейлем который ты себе нафантазируеш) Заведение находится в самом центре Киева. Однозначно к посещению 🥃 …",
    "rating": 5,
    "name": "Elena Tyaglaya",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Eugene, we want to thank you for the positive and detailed feedback! We will definitely be waiting for you and what's next - for the best cocktails!\nCheers 🥂\n\n(Original)\nЄвгене, хочемо подякувати Вам за позитивний та розгорнутий фідбек! Однозначно будемо чекати на Вас і що надалі — за кращими коктейлями!\nCheers 🥂",
    "rating": 5,
    "name": "Маша Оганова",
    "cat": ""
  },
  {
    "review": "Нереально эффектная атмосфера. Всегда есть ощущение, что ты находишься в месте, которое недоступно никому. Оставляешь свой рассудок за порогом территории медноголовых и полностью погружаешься в нечто за рамками рационального восприятия. …",
    "rating": 5,
    "name": "Ейжа Шапіро",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such a warm response! We will be happy to wait for you in our institution :)\n\n(Original)\nДякуємо Вам за такий теплий відгук! Залюбки чекатимемо Вас у нашому закладі:)",
    "rating": 5,
    "name": "Сергій Чаплинський",
    "cat": ""
  },
  {
    "review": "Однозначно лучший бар Киева, в котором я была! По всем параметрам: прекрасный клиентский сервис, приятный персонал, нереально вкусные коктейли, крутая атмосфера, качественная музыка, комплименты от заведения, даже подарочки в честь …",
    "rating": 5,
    "name": "Дмитро Бабич",
    "cat": ""
  },
  {
    "review": "Александра, очень приятно слышать такие отзывы, большое спасибо Вам!\nА мы очень гордимся, что у нас такие замечательные гости!\nБудем обязательно ждать Вас на вкусный коктейль в Copperheads 😊\nCheers 🥂\n\n(Translated by Google)\nAlexandra, it's great to hear such feedback, thank you very much!\nWe are very proud to have such wonderful guests!\nWe will definitely be waiting for you for a delicious cocktail at Copperheads 😊\nCheers 🥂",
    "rating": 5,
    "name": "Olesia Novenchenko",
    "cat": ""
  },
  {
    "review": "Ребята умеют продать)\nВкусные коктейли, авторская подача. ​Креативно и не шумно, есть атмосфера уединения, блягодаря локальному маленькому освещению над каждым столиком. …",
    "rating": 5,
    "name": "Natalia Velychenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Kateryna, thank you very much for your feedback! We will be waiting for you again with new author's cocktails! :)\n\n(Original)\nКатерина, дуже дякуємо за Ваш відгук! Будемо чекати на Вас знову разом із новими авторськими коктейлями! :)",
    "rating": 5,
    "name": "Artem Trawkin",
    "cat": ""
  },
  {
    "review": "Самые вкусные коктейли в Киеве и крутая атмосфера старого европейского бара. Бармены всегда помогут с выбором коктейля и сделают что-то исключительное под все ваши запросы. Не пьющим на заметку: ребята делают вкуснейшие лимонады, так что …",
    "rating": 5,
    "name": "Anton Kozyriatskyi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thanks for the positive feedback, Anna!\nWe are always waiting for you for the most delicious cocktail or lemonade in our restaurant 😊\n\n(Original)\nДякуємо за позитивний фдбек, Анно!\nЗавжди чекаємо Вас на найсмачніший коктейль, або лимонад в нашому закладі 😊",
    "rating": 5,
    "name": "Anna Martin",
    "cat": ""
  },
  {
    "review": "Вкусные коктейли. Атмосферное место. Приятная музыка.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Hope Roy",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Marie, thank you very much for such a positive response!\nWe will be waiting for you in our institution! 😊\n\n(Original)\nМаріє, дуже дякуємо Вам за такий позитивний відгук!\nБудемо чекати на Вас у нашому закладі! 😊",
    "rating": 5,
    "name": "Fedor Zubenko",
    "cat": ""
  },
  {
    "review": "Отличное заведение с очень располагающей обстановкой, отдельным залом для курящих(что сейчас редкость), неповторимым интерьером, обаятельным и общительным барменом, а также вкусными коктейлями за вполне средний ценник! Всем советую …",
    "rating": 5,
    "name": "Анастасия Билинкис",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for the positive feedback! We hope to see you again :)\n\n(Original)\nДуже Вам вдячні за позитивний фідбек! Сподіваємось побачи Вас знов:)",
    "rating": 5,
    "name": "Вася Цой",
    "cat": ""
  },
  {
    "review": "Уютный бар с самом центре города. Меню нет, есть только ваши предпочтения.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Didi",
    "cat": ""
  },
  {
    "review": "(Translated by Google) That's why we make the best cocktails thanks to your wishes!\nThank you very much for the positive feedback!\n\n(Original)\nТому найкращі коктейлі ми робимо завдяки Вашим побажанням!\nДуже дякуюємо за позитивний відгук!",
    "rating": 5,
    "name": "Владимир Вареня",
    "cat": ""
  },
  {
    "review": "Я в восторге\nТакая многогранность вкуса, планировала выпить 1 коктейль.\nВ итоге 4. …",
    "rating": 5,
    "name": "Сергей Безопасно",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback, Eugene!\nWe will be waiting for you with the whole team of Copperheads with new delicious cocktails! :)\n\n(Original)\nДуже дякуємо за Ваш відгук, Євгеніє!\nБудемо чекати на Вас усією командою Копперхедс із новими смачними коктейлями! :)",
    "rating": 5,
    "name": "Наталия Таран",
    "cat": ""
  },
  {
    "review": "Очень необычное заведение. Начнем с того, что его достаточно сложно найти, если вы не великий знаток подтворотен в центре Киева)) Бар находится в подвальном помещении одного из дворов на переулке Шевченко, что недалеко от Майдана. Вывески …",
    "rating": 5,
    "name": "Dmytro Kharechko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for the detailed feedback, Elena!\nIn the future - only better, we work every day to make each of your visits intriguing, and cocktails the most delicious!\nCheers 🥂\n\n(Original)\nВелика подяка Вам за розгорнутий відгук, Елено!\nНадалі — тільки краще, щоденно ми працюємо, щоб кожен Ваш візит був інтригуючим, а коктейлі найсмачнішими!\nCheers 🥂",
    "rating": 5,
    "name": "de_patrais",
    "cat": ""
  },
  {
    "review": "Очень атмосферное и интересное заведение) Коктейли просто нечто 🥰! Всё очень вкусно и качественно, один из лучших баров города) …",
    "rating": 5,
    "name": "Katerina Pavlova",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Marie, we are very grateful for your positive feedback and we will be happy to wait for you again :)\n\n(Original)\nМаріє, дуже вдячні за Ваш позитивний відгук та залюбки чекатимемо на Вас знов:)",
    "rating": 5,
    "name": "Оля Марета",
    "cat": ""
  },
  {
    "review": "Очень атмосферное место с шикарными коктейлями.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Богдан Патиота",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Age, thank you very much for your good evaluation!\nWe will be waiting for you for our cocktails 😊\n\n(Original)\nЕйдже, велике спасибі Вам за гарну оцінку!\nБудемо чекати Вас на наші коктейлі 😊",
    "rating": 5,
    "name": "Andrey Nosferatu",
    "cat": ""
  },
  {
    "review": "Красиво, атмосферно, вкусно, персонал 5+\n\n(Translated by Google)\nNice, atmospheric, tasty, staff 5+",
    "rating": 5,
    "name": "Mykhailo Hanzhenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Sergey, thank you very much for your feedback!\nWe are always glad to welcome you in our institution! 😊\n\n(Original)\nСергію, дуже вдячні Вам за відгук!\nЗавжди раді вітати Вас у нашому закладі! 😊",
    "rating": 5,
    "name": "BloGGer",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We were the first time, I really liked it, the administrator is well done, thank you for the sweet. Cocktails and music 👌🔥 We will definitely visit again! …",
    "rating": 5,
    "name": "Александр Буртовой",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for such a good review!\nWe will definitely be waiting for you, Dmitry!\nHappy New Year!\n\n(Original)\nДуже дякуємо за такий гарний відгук!\nОбов’язково будемо Вас чекати, Дмитре!\nЗ Новим Роком!",
    "rating": 5,
    "name": "Andrii Dubonos",
    "cat": ""
  },
  {
    "review": "(Translated by Google) institution as a new breath of bar history of Kyiv) I recommend to all connoisseurs of originality both in cocktails and in the atmosphere! bartenders Igor and Sergey - you are mega cool! …",
    "rating": 5,
    "name": "Oleksandr Arhat",
    "cat": ""
  },
  {
    "review": "(Translated by Google) We want to say thank you very much for your feedback!\nYour feedback motivates us to take a new breath every day!\nSee you at Copperheads!\n\n(Original)\nХочемо сказати велике спасибі за Ваш відгук!\nВаші відгуки мотивують нас кожного дня робити нове дихання!\nДо зустрічі у Копперхедс!",
    "rating": 5,
    "name": "Александра Титаренко",
    "cat": ""
  },
  {
    "review": "Один из лучших баров в Киеве! Коктейли и подача 🔥 Рекомендую! 🙌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Julia Ivashchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such kind words, Natalia!\nWe are always happy for you in our institution! 😊\n\n(Original)\nДякуємо Вам за такі теплі слова, Наталіє!\nЗавжди раді Вам у нашому закладі!😊",
    "rating": 5,
    "name": "Andrey Plakushiy",
    "cat": ""
  },
  {
    "review": "Поставлю пять звезд, ведь бар очень не плохой, ребята стараются! Локация чуть проблематична в доступности, односторонняя узкая улочка, но прям глобальной проблемой это не назовешь. Главная проблема - это неправильный адрес на их странице в …",
    "rating": 5,
    "name": "Костянтин Захаров",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Artem, we are very grateful for your feedback! We are already correcting inaccuracies and we will be happy to wait for you in our institution again :)\n\n(Original)\nАртеме, дуже Вам вдячні за фідбек! Вже виправляємо неточності та залюбки чекатимемо на Вас в нашому закладі знов:)",
    "rating": 5,
    "name": "Сергей А",
    "cat": ""
  },
  {
    "review": "Один из моих любимейших баров Киева с офигеннейшими коктейлями!\nСпасибо Владу и команде за теплый прием, после которого мы стали постоянными гостями этого заведения. …",
    "rating": 5,
    "name": "Serhii Shevchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Anton, thank you for such a positive and frank feedback! We are always glad to see you in our institution and we will try to do even better!\nBy the way, snacks in the bar are already on the way and will be available from next Thursday :)\nSee you tomorrow!\n\n(Original)\nАнтоне, дякуємо за такий позитивний та відвертий фідбек! Ми завжди раді Вас бачити у нашому закладі та намагатимемось робити ще краще!\nДо речі, закуски в барі вже на підході та будуть в доступі вже з наступного четверга:)\nДо зутрічі!",
    "rating": 5,
    "name": "Infinite Death",
    "cat": ""
  },
  {
    "review": "Очень вкусные авторские коктейли и необычный интерьер. Пока работает в тестовом режиме, но уже знаю, что точно буду частым посетителем здесь со своими друзьями 😊 …",
    "rating": 5,
    "name": "Hub85ka",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Anna, we are very grateful to you for such a capacious and positive feedback! We will be waiting for you again :)\nCheers!\n\n(Original)\nАнно, дуже вдячні Вам за такий ємний та позитивний фідбек! Чекатимемо на Вас знову:)\nCheers!",
    "rating": 5,
    "name": "Anastasiia Vodolazska",
    "cat": ""
  },
  {
    "review": "Идеальное место.\nВсе на высшем уровне! …",
    "rating": 5,
    "name": "Anton Rassolenko",
    "cat": ""
  },
  {
    "review": "Интересный интерьер с минимальным уютным освещением, очень вкусные коктейли (классика и классика с местным твистом), топовое расположение. …",
    "rating": 5,
    "name": "Катя Радионова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for the positive and capacious feedback, Fedor! We hope to see you again in our institution in the near future :)\n\n(Original)\nДуже вдячні за позитивний та ємний фідбек, Федоре! Сподіваємось побачити Вас знов у нашому закладі вже найближчим часом:)",
    "rating": 5,
    "name": "turgay irican",
    "cat": ""
  },
  {
    "review": "Очень уютное место, приятная атмосфера, вкусные коктейли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Михайло Франчук",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for the positive feedback, Anastasia!\nWe look forward to seeing you again!\n\n(Original)\nДуже дякуємо за позитивний відгук, Анастасіє!\nЗ радістю чекатимемо на Вас ще!",
    "rating": 5,
    "name": "Denis Siedov",
    "cat": ""
  },
  {
    "review": "Коктейли на уровне,атмосфера топ,обслуживание тоже хорошо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александра Фролова",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for the positive feedback, Vasily!\nYes, we invite you to a new New Year's atmosphere! :)\n\n(Original)\nДякую за позитивній відгук, Василе!\nТа запрошуємо в нову новорічну атмосферу! :)",
    "rating": 5,
    "name": "Елена Иванченко",
    "cat": ""
  },
  {
    "review": "Респект Владу. Зайдя однажды на коктейль, мы ваши навсегда❤️. Оочень все вкусно! …",
    "rating": 5,
    "name": "Artur Kadelnyk",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Didi, we are very happy to receive such positive feedback from you! We will be waiting for you again :) Cheers!\n\n(Original)\nDidi, дуже раді отримати від Вас такий позитивний фідбек! Чекатимемо залюбки на Вас знову:) Cheers!",
    "rating": 5,
    "name": "Anton Kniaziev",
    "cat": ""
  },
  {
    "review": "Отличный, уютный бар. Всегда вкусно.\n\n(Translated by Google)\nGreat, cozy bar. Always delicious.",
    "rating": 4,
    "name": "Roma Marynych",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very nice to hear that! We look forward to seeing you again :)\n\n(Original)\nДуже приємно це чути! З радістю, будемо очікувати на Вас знову:)",
    "rating": 5,
    "name": "Надія Овдун",
    "cat": ""
  },
  {
    "review": "Отличный бар с шикарным интерьером и разнообразной коктельной картой, однозначно рекомендую к посещению …",
    "rating": 5,
    "name": "Oleksandra Harashchenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Sergey, very grateful for 5 stars and positive feedback! We hope to see you again soon :)\n\n(Original)\nСергію, дуже вдячні за 5 зірок та позитивний фідбек! Сподіваємось побачити Вас в найближчий час знову:)",
    "rating": 5,
    "name": "Mykola Kildau",
    "cat": ""
  },
  {
    "review": "Отличное обслуживание и достойные коктейли)\n\n(Translated by Google)\nGreat service and decent cocktails",
    "rating": 5,
    "name": "Артур Горецкий",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you very much for the good feedback!\nNatalie, we will be waiting for you 😊\n\n(Original)\nВелике спасибі за гарний відгук!\nНаталіє, будемо чекати на Вас 😊",
    "rating": 5,
    "name": "Sasha SM Manager",
    "cat": ""
  },
  {
    "review": "Лучшие коктейли в Киеве! Видно что заведение сделано с любовью!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yevgeniy Kosenko",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Dmitry, we are very grateful for your positive feedback and will be happy to wait for you again :)\n\n(Original)\nДмитре, ми дуже вдячні за Ваш позитивний відгук та з радістю чекатимемо на Вас знову:)",
    "rating": 5,
    "name": "Mykola",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very cozy place! The most delicious cocktails, great service! Guys, you are the best! …",
    "rating": 5,
    "name": "kysliakov kirill",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Thank you for such a warm response! We will be happy to wait for you in our institution :)\n\n(Original)\nДякуємо Вам за такий теплий відгук! Залюбки чекатимемо Вас у нашому закладі:)",
    "rating": 5,
    "name": "Alex Yanko",
    "cat": ""
  },
  {
    "review": "Что может быть лучше отличного дизайна,шикарной музыки и вкусных коктейлей?\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Валерий Иванов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Katerina, only guests like you, who create an unforgettable atmosphere of our institution, can be better than all this! Thank you and look forward to seeing you again :)\n\n(Original)\nКатерино, краще за це все можуть бути тількі такі гості як Ви, що створюють незабутню амосферу нашого закладу! Дякуємо та чекаємо на Вас знову:)",
    "rating": 5,
    "name": "Евгений Самохвалов",
    "cat": ""
  },
  {
    "review": "(Translated by Google) Very atmospheric place and delicious cocktails!\n\n(Original) …",
    "rating": 5,
    "name": "Карина Пинчук",
    "cat": ""
  }
]