[
  {
    "review": "We stumbled upon this place in Kyiv and decided to give it a go. We were really pleasantly surprised by the food. It was delicious! Staff were friendly too and prices were fair. Their grilled meats looked incredible but we didn't try any. I'd definitely return to sample the meats!",
    "rating": 4,
    "name": "Megan Doherty",
    "cat": "Georgian restaurant"
  },
  {
    "review": "This is a nice restaurant. Very good Georgian cuisine. Prices are reasonable and most of traditional dishes are quite tasty, some delicious. Sitting in the patio, side walk is quite nice especially in the evening. But also inside sitting is …",
    "rating": 4,
    "name": "Travel Advisor",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Probably the best Georgian restaurant in town. The Khinkali are just delicious, we tried the veal and the mutton ones. The adzhar-style kachapuri is just mouth-watering good, in its eggy, cheesy goodness. …",
    "rating": 5,
    "name": "Rui Apóstolo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "My first time to having lunch in this restaurant, delicious giorgia food and really awesome style of restaurant and unique ornaments with giorgian style. I listening good music during having lunch as well. Very recommended restaurant for …",
    "rating": 5,
    "name": "Ery Santana",
    "cat": "Georgian restaurant"
  },
  {
    "review": "If you want to taste Georgian cusine this is good place.  Nice decorated, familiar place. Recommend…",
    "rating": 5,
    "name": "Mehmet ÜNAL",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you, Mehmet! We will glad to see you again!",
    "rating": 5,
    "name": "Gabriel Neagu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good food, pleasant atmosphere, impressive interior design, fast service! Everything was perfect! I'll be back! Recommended!",
    "rating": 5,
    "name": "Mr. Grey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Sincerely thanks for your review and recommendations for other guests!",
    "rating": 5,
    "name": "M T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Conveniently located in the heart of Kiev near a metro station. Cozy, comfortable summer patio, very tasty Georgian cuisine. I got caught in the rain, was a little cold, so I ate a spicy and hearty Georgian soup called Kharcho, with …",
    "rating": 4,
    "name": "mutez",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very Very nice place!! I advice 100%\nI had very nice quality food for really good price.\nCharacteristics place... really nice",
    "rating": 5,
    "name": "Yulia Burtis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice atmosphere. Great service.  I didn't care for my chicken dish but I loved my potatoes.  Prices are a bit higher then average for Kiev.",
    "rating": 5,
    "name": "Nathan Liss",
    "cat": "Georgian restaurant"
  },
  {
    "review": "This is my go-to place every time I visit Kyiv! Excellent service (Katya👍👍👍); delicious Georgian and Ukrainian specialty dishes, super cozy! It can get crowded in the evening,  so make sure to reserve a table in advance.",
    "rating": 1,
    "name": "Paul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "It’s simple the best Georgian restaurants in Ukraine. You’ll not find great service, but you will get really tasty Georgian food.",
    "rating": 4,
    "name": "Szabolcs Józsa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "10% service charge !!   Really ??  Why ??  Because you thief !!  I decide if you deserve a tip, not you !!   Price of 50 grams of milk for my tea is 50 UAH ??  Most expensive milk in Ukraine !!  Champagne is cheaper !!  You cheat because you can't survive in business without robbing customers. Shower of amateurs.",
    "rating": 4,
    "name": "Michael Bruss",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good Georgian restaurant in downtown Kiev. You have to walk down into the basement for the restaurant. Decor is lets just say interesting... feels like you are out in a forest or something. Food is overly spicy service is okish. (We ordered a drink, they brought a bottle...) But all together it was a nice experience, I recommend",
    "rating": 1,
    "name": "Denis Melnikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Lovely decorated place in the basement. The food is good and the prices are reasonable. Compared to my last visit some 4 years ago though, I felt the quality suffered a bit overall. Still highly recommended if you like hearty food.",
    "rating": 5,
    "name": "Артем Франков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food is just awful. Khachipuri is just egg with dough and almost no cheese. The meat doesn’t taste good and the khinkali aren’t good either. All in all an expensive but awful restaurant. Would never recommend it",
    "rating": 3,
    "name": "Karen D",
    "cat": "Georgian restaurant"
  },
  {
    "review": "If you are looking where to eat in Kiev, go to Hinkali on Shota Rustaveli street. It's really tasty and authentic there - almost like in an old Georgian town.",
    "rating": 5,
    "name": "Eric TW",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great restaurant, great food, perfect staff - the problem is the Turkish restaurant next door - their music was just so intrusive, we could not hear each other talk. Other patrons were having the same problem. It's a shame, it could have been a much better experience.",
    "rating": 5,
    "name": "Nazik UKR",
    "cat": "Georgian restaurant"
  },
  {
    "review": "First time trying Georgian food and it was delicious, especially the lamb khinkali with adjika. The staff member who helped with my takeaway order was also very helpful and friendly.",
    "rating": 2,
    "name": "Michelle Pryymak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I will not say anything bad about this restaurant) Of course, there are better..but there are worse restaurants, believe me !!)) Cozy, with an interesting interior, with good and polite staff (and administrator) and delicious food - I liked …",
    "rating": 5,
    "name": "Wilaca Ketut",
    "cat": "Georgian restaurant"
  },
  {
    "review": "We are plesure to you for your recomendation!",
    "rating": 4,
    "name": "Tomas Cimbolas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Me and my sister ordered 2 chicken kabobs and they took a very very long time to be made, and the place was not busy at all, then, once the chicken was served to us it looked a bit pink and there were only 3 pieces of chicken, not even a …",
    "rating": 4,
    "name": "Karthik Venugopal",
    "cat": "Georgian restaurant"
  },
  {
    "review": "We are very sad what it`s happened with you. Sorry for it! We will glad to see you again and make your time in our restaurant much better!",
    "rating": 5,
    "name": "H P Ardaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice food, strategic location, good for business lunch, taste perfect!!!",
    "rating": 5,
    "name": "Nicu Ciobanu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Chinkali was very tasty. Its nice experience eat them with hands. 10% tips was included in bill.",
    "rating": 5,
    "name": "Victoria Folk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Positives first : Ordered grilled lamb. The lamb was excellent and so was the accompanying plum sauce with the rest. P …",
    "rating": 5,
    "name": "Poseidónas Greek",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Oh, sorry for your waiting and thanks for your positive rewiew! Hope you've had a good time except this little holdback!",
    "rating": 5,
    "name": "Ching Liu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great food, awesome customer service!",
    "rating": 5,
    "name": "Denys Kovalenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review :)",
    "rating": 5,
    "name": "Peter Bugar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice and cozy place. Food is amazing!",
    "rating": 5,
    "name": "Nikolay Tashev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review! Sincerely happy that you found time and shared your impressions and left recommendations for other guests.",
    "rating": 4,
    "name": "Mykhailo Sukhonosov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great Georgian food, will go back once again in Kyev",
    "rating": 5,
    "name": "Alexander Chemeris",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great Georgian restaurant.  Here they cook some of the best khinkali in Kyiv.  The waiters, the staff are very attentive, they serve quickly.  The interior of the institution is very original decorated.  The prices are moderate, the portions are large, the food is delicious.  I recommend this restaurant.",
    "rating": 5,
    "name": "Kimo Quaintance",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review! Sincerely happy that you found time and shared your impressions and left recommendations for other guests.",
    "rating": 5,
    "name": "Luis Alvarez",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Fabulous Georgian Restaurant with a huge menu of treats",
    "rating": 1,
    "name": "Abdulrahman felemban",
    "cat": "Georgian restaurant"
  },
  {
    "review": "First of all I want to tell about Georgia: this is very beautiful country with awesome cuisine and traditions. Georgian people are super friendly and always happy to meet you with all super warm things. Georgian people are always friends …",
    "rating": 5,
    "name": "michael",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very stylish Georgian restaurant. Delicious food, extremely kind and professional staff. Strongly recommended category",
    "rating": 3,
    "name": "Tomasz Radecki",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review! Sincerely happy that you found time and shared your impressions and left recommendations for other guests.",
    "rating": 4,
    "name": "Radoslava Karabasheva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I loved this place! We were a group of 13. They quickly set-up a table. We shared dishes, so we tried a lot of them and all were amazing. The staff was friendly and the atmosphere is very cosy :)",
    "rating": 3,
    "name": "Barry Tsai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice restaurant with a very delicious food. We got a second portion of Hinkali for free on Sunday, but I guess the discount time is over. The music was a little bit too loud and the toilet could be not painted inside, because it looks more dirty than special. The stuff was very friendly though and we really enjoyed the time!",
    "rating": 3,
    "name": "S P",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very very nice place with authentic georgian interior and cousine. Khachapuri is wonderful.",
    "rating": 5,
    "name": "Michael Zaitsev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "This Georgian restaurant served us our best meal in Kiev - great service, large portions, and fresh ingredients. The meat stews, dumplings, roast potatoes, pastries, and wine were all excellent. We sat outside on a nice sunny day, but the decor inside is elaborate and well worth checking out. Highly recommend.",
    "rating": 1,
    "name": "Valerii Smielov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I was told this was Georgian food, which I did not know was a thing.  I am very pleased with the experience. The place had a very particular style, the food was great, and the prices were very fair. We tried a bunch of dishes and none of them left me unimpressed. I definitely recommend",
    "rating": 5,
    "name": "Олена Грозна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The worst Georgian restaurant you would try in keiv nothing special about it , the waitress are not friendly at all 👎🏻",
    "rating": 2,
    "name": "Kamilla Talipova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Group of friends looking for food in kiev at 23:00 not a simple task, restaurants seem to close earlier than we were use to. We were trying to find a Japanese restaurant that we found online. …",
    "rating": 4,
    "name": "Serhii Zyma",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very decent restaurant with good quality food. Recommended home wine Saperavi turned to be too crispy in comparison with the one I tasted in Georgia. I didn't try the bottled one though. I enjoyed khinkhali and walnut pasta appetizers the …",
    "rating": 5,
    "name": "Willem de Jong",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Lovely atmosphere and good Georgian food. It's not the best ever Georgian food I had, but it's still very well prepared and the staff is very nice. You could also see parts of the movie \"Caucasian captive\".",
    "rating": 4,
    "name": "Lumpen",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Visited twice on a recent visit.  Nice outdoor area and friendly staff. Relativity expensive (both the main dishes I had did not come with sides) both the slow cooked mutton dishes I tried were searingly hot leading me to suspect they had come out of a microwave and both were not as tender as I would expect .",
    "rating": 5,
    "name": "AtleMyhre",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Barely acceptable. Expensive, way too slow, most dishes not really authentic.\nGot English.\nAn OK place, if you must, but why.?... there are several better choices down the …",
    "rating": 5,
    "name": "Zaza Jgenti",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very authentic testy and great time spebt",
    "rating": 5,
    "name": "asekan asekan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "No way!!! Never again!!! If you want to spoil mood for yourself with tasteless food that are overpriced and wait for it almost infinite. Also don’t leave any tips as they automatically include extra price into your bill. Good interior but except that it’s waste of your time and money. DO NOT RECOMMEND!!!",
    "rating": 4,
    "name": "Maksym Kustov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Valerii, thanks for your review, we are sincerely sorry that you waited long for your order. We appreciate if you detailed information about quality of food.The amount of compensation to the waiter is included in the bill,but is always at your discretion.This information is written at the first page of the menu. We hope that in future we'll have a chance to make a good impression on you.",
    "rating": 5,
    "name": "Olena Nizalova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Excellent atmosphere, unobtrusive music, beautiful and cozy interior. Waiters are polite, service at the highest level. Delicious khinkali and real Urkain vodka. I reccomend this plase for those, who want to try some authentic Georgian cuisine!",
    "rating": 5,
    "name": "Thomas Cyron",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice location an interior. Ordered soup and ribs. Not the best and didn’t feel so good afterwards.",
    "rating": 5,
    "name": "Tomasz Maciejczak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Not bad Georgian restaurant. Better to sit outside at summer time. Inside it is too small space as usually in the basement. From dishes recommend khinkali. Try white wine, should be original from Georgia.",
    "rating": 1,
    "name": "Mariia Kida",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Incredible, great food. I reccomend the veal cheeks.",
    "rating": 5,
    "name": "Peter Bugár",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The place is located in downtown, hard to park a car, georgian and ukrainian dishes, nothing special and usual quality for such kind of restaurants, at least you should visit it",
    "rating": 5,
    "name": "Nikolay Burkanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your comment!",
    "rating": 5,
    "name": "Marina Alakh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Excellent food, lovely service. The Georgian pizza was fabulous. Can so recommend it.",
    "rating": 3,
    "name": "Shota Meladze",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review! Looking forward to meeting you again!",
    "rating": 5,
    "name": "Bob Sutton",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great restaurant, Georgian atmosphere, most important is that food is absolutely delicious and prices are reasonable. Great place to have your lunch or dinner. Five stars",
    "rating": 4,
    "name": "Vadim S.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Unique decoration, delicious food, easy to find",
    "rating": 3,
    "name": "Lembitu Lükk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Decent place. There is a 30 percent discount in your birthday and 7 days after. Consider having an ID or driver license to confirm your birthday. There are good Georgian cuisuine. We had shashlik, hinkali, chashushuli, chebureki and …",
    "rating": 5,
    "name": "Lukas Wölfel",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great place. Nice cuisine. But my Georgian friends said it is different from Georgia. Which does not make it less tasty.",
    "rating": 5,
    "name": "Halyna Kustova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Perfect setting for people who do not speak Russian - authentic Georgian food and staff that is exceptionally friendly for Ukraine. Great experience!",
    "rating": 4,
    "name": "골송",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very  Good meal with excellent service. Prices are on good level, clean space but crowdy at the evenings. In general recomended for evening luch with frineds.",
    "rating": 3,
    "name": "Hermann Scheer",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review!",
    "rating": 2,
    "name": "Halit Bulanıklı",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The worst Georgian restaurant I’ve ever been to. Cheesy khinkali and khinkali with meat were absolutely disgusting. Khachapuri was bad too. Avoid this place!",
    "rating": 5,
    "name": "Erdem Ay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your feedback!",
    "rating": 5,
    "name": "Jiann London",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious georgian kitchen. Very kind and professional staff, good atmosphere, fair prices",
    "rating": 5,
    "name": "k pleks",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for nice rewiew!",
    "rating": 5,
    "name": "Christian Muth",
    "cat": "Georgian restaurant"
  },
  {
    "review": "If you are looking where to eat in Kiev, go to Hinkali on Shota Rustaveli street. It's really tasty and authentic there - almost like in an old Georgian town.",
    "rating": 4,
    "name": "Eugene Chepurniy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Everything was so delicious,so fresh!!! Ohh that kebab, it’s was something!!! Staff positive and very kindly!Recommend this place strongly 10*!!!",
    "rating": 4,
    "name": "Petru Săteanu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "so so :) I am heorgian and I know what is Georgian kitchen.. so this restaurant is average. there are more Georgian restaurants in Kiev which cook more delicious",
    "rating": 1,
    "name": "mauro ninniri",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Went for an early dinner.  Food was excellent and the grape vines on the ceiling was an interesting sight.  Would go there again...",
    "rating": 3,
    "name": "André de Macedo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice place, but it take ages to get your order and even longer to get you check",
    "rating": 4,
    "name": "Leonid Kalchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Sorry for your waiting, we promise to check it",
    "rating": 4,
    "name": "Naor Weissmann",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Slow service at medium intensity hours. Ordered beef steak which turned out to be extremely overcooked.",
    "rating": 5,
    "name": "Kateryna Dzherikhova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good food, cheap and nice feeling. We ordered a lot of food and everything was tastefull and extremly good.",
    "rating": 2,
    "name": "Natascia De Rosa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Had delicious chebureks and meat, the service was also great. It is a nice place to experience Georgian food!",
    "rating": 5,
    "name": "Лина Романюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "First time Georgian food. Good bread and meats. Cheese and meats are good with house wine.",
    "rating": 5,
    "name": "Krzysztof Malinski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Service was good. The food was OK, but not exceptional relative to the price. 3 stars out of 5. In general, not recommended.",
    "rating": 5,
    "name": "Denzil Clegg",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Hinkali is not good. Small portion thick dough. There are better places with more reasonable price",
    "rating": 4,
    "name": "Noor Hazem",
    "cat": "Georgian restaurant"
  },
  {
    "review": "It was so delicious. But a warning! Khinkalis are so big :) 4 is enough per person",
    "rating": 5,
    "name": "Роман Лактионов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Sincerely thanks for your review and recommendations for other guests!",
    "rating": 5,
    "name": "Camuel Gilyadov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good service, good food.\nDon't miss this.",
    "rating": 5,
    "name": "Анна Даник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Amezing food and service. Went there with few friends and we all really enjoyed there. Really recommend this place!",
    "rating": 2,
    "name": "Pavel Arenburg",
    "cat": "Georgian restaurant"
  },
  {
    "review": "A very delicate place worth visiting. If you like Georgian food. Come here.",
    "rating": 5,
    "name": "Holi Heinrich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Sincerely thanks for your review and recommendations for other guests!",
    "rating": 4,
    "name": "Asan Kanatov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Perfect kitchen, but due to underground location no sun lights there.",
    "rating": 5,
    "name": "Vlad Povolotzky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good Georgian food - decor maybe a bit on the overly rustic side but the food was good and plentifuö.",
    "rating": 5,
    "name": "Philipp Bliznuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Never drink wine here, a glass cost 9 euros, like in Norway. Scam for tourists",
    "rating": 5,
    "name": "Nataly Shevchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The food is average. Definitely not the best Georgian restaurant in Kiev. Prices are moderate.",
    "rating": 5,
    "name": "leonard schwartz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Big portions, many tastes of national georgian cuisine - khinkali.",
    "rating": 5,
    "name": "Evgeny Golubov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food, one of the best in it's class. Ok selection of alcohol. A bit suffocating being in basement.",
    "rating": 5,
    "name": "Oksana Segovia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great servise! Amazing hkinkali with lamb, fried potatoes, lavash, khmelevus bear!",
    "rating": 4,
    "name": "Josu Uribe Sainz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review! Sincerely happy that you found time and shared your impressions and left recommendations for other guests.",
    "rating": 4,
    "name": "Gil Posner",
    "cat": "Georgian restaurant"
  },
  {
    "review": "We wait for a (not a very delicious) khachapuri 30 min and we were the only guests in the restaurant!",
    "rating": 5,
    "name": "Tomas Starkutis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Loved the khinkalis. Service is excellent,  interior is lovely, prices are very reasonable",
    "rating": 4,
    "name": "Monali Mukherjee",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Full happiness.",
    "rating": 5,
    "name": "Danny Kim",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great Georgian cuisine and staff very helpful. Excellent",
    "rating": 5,
    "name": "Eduard Korchmar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "A nice pleasant atmosphere and tasty food but $$$",
    "rating": 5,
    "name": "Leedor Agam",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for your feedback!",
    "rating": 2,
    "name": "Paolo miro",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The best Georgians cuisine in whole city with polite waiters",
    "rating": 3,
    "name": "Alexey Fun-Young",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Tasty and authentic. Tips comfortably included in the bill always.",
    "rating": 5,
    "name": "Sergii Rudenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very fancy VIP toilet they have. Service is  good.",
    "rating": 5,
    "name": "Anudi Mudara",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very pricey and very average food\nThe grill meat was very dry and not tasty",
    "rating": 3,
    "name": "Julia Kepler",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great place . Not pretencious, just delicious.",
    "rating": 5,
    "name": "Vitaliy Kovalov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review!",
    "rating": 5,
    "name": "Zic Zaq",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very tasty!",
    "rating": 4,
    "name": "Mykhailo",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Feels like a visit to Tbilisi! Great food and authentic atmosphere",
    "rating": 5,
    "name": "Sean Draper",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very authentic cozy place with amazing Georgian cuisine",
    "rating": 5,
    "name": "Marcos Oliva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Tasty food and original decorated. Recommend. 😉",
    "rating": 5,
    "name": "Fatih Kecelioglu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good food , service and prices !",
    "rating": 5,
    "name": "Joshua Azmov (ArtisNull)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Loved the place, great food and service",
    "rating": 5,
    "name": "Ježi Kovalevskij",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review :)",
    "rating": 5,
    "name": "Nikolay Buryak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious food! Great service 😁👌",
    "rating": 5,
    "name": "Arzu Akcay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Pretty place with good dishes, interesting to know",
    "rating": 4,
    "name": "Andrius Senulis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good Georgian restaurant with delicious plates and large variety",
    "rating": 5,
    "name": "MIKHAIL VK",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Absolutely amazing food. Recomendation :)",
    "rating": 1,
    "name": "Cecil Gorwyn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good food, quick service",
    "rating": 5,
    "name": "Rob Lynch",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good interior. Good food. Good service!",
    "rating": 5,
    "name": "Alexander Trotsenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review :)",
    "rating": 5,
    "name": "Audrius K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Authentic georgian cuisine. Felt very welcome in here",
    "rating": 5,
    "name": "Oleksandr Artemenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very tasty. Good service)))",
    "rating": 5,
    "name": "GÖKALP KAMÇICI",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Overpriced, average food,  good service.",
    "rating": 5,
    "name": "Yuriy Brodskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Decent food, good service.",
    "rating": 5,
    "name": "Rickard Chalupa (blanksteg)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "One of the best business lunch in Kiev!",
    "rating": 5,
    "name": "Kaziune Bacul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Decent restaurant which serve tasty food.",
    "rating": 5,
    "name": "Scott Barton",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Food is good, but service is awful.",
    "rating": 5,
    "name": "Romans Rozoks",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good place, delicious business lunches",
    "rating": 5,
    "name": "Boris Vakshlyak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great service and tasty food",
    "rating": 3,
    "name": "Tatiana Taraskova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Nice cozy place with teasty food",
    "rating": 5,
    "name": "Christina Mutschnik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "A brilliant authentic Georgian restaurant",
    "rating": 4,
    "name": "Мария",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Every time when we read such soulful review about our restaurant we are sincerely glad that we were able to present for another guest tasty & bright experience.",
    "rating": 4,
    "name": "Anna S45",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious food and interesting atmosphere",
    "rating": 2,
    "name": "Андрей Арнольдович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Delicious food, authentic design",
    "rating": 3,
    "name": "Андрей Вишневский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Favorite Georgian Restaurant for beer and food",
    "rating": 4,
    "name": "Виталий ЛЕВИЦКИЙ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good service",
    "rating": 5,
    "name": "Juliia Bocharova-Tuz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Tasty and not expensive.",
    "rating": 5,
    "name": "Андрей Викторович Коминек",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very nice place and good staff.",
    "rating": 5,
    "name": "Владимир Киця",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very good borsch.",
    "rating": 1,
    "name": "Oleksandr Sokolik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Georgian kitchen delicious",
    "rating": 5,
    "name": "Олена Булейченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review!",
    "rating": 5,
    "name": "Nataliia Chausova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "I got food poisoning...........",
    "rating": 5,
    "name": "Леся Жикулина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great little restaurant in downtown.  A favorite of my local friend.",
    "rating": 5,
    "name": "Grey Cat",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Superb!",
    "rating": 5,
    "name": "Lena B",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good georgian food",
    "rating": 5,
    "name": "Евгений Кокуев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Very tasty",
    "rating": 5,
    "name": "Степан Сергеенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Perfect",
    "rating": 5,
    "name": "Maryna Vorzheva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Great food",
    "rating": 4,
    "name": "Antonina Derevinska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Beautiful restaurant",
    "rating": 5,
    "name": "Anna Anna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Super",
    "rating": 5,
    "name": "Irina Makhinko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Excellent!!",
    "rating": 2,
    "name": "Snezhana Kigim",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thanks for your review!",
    "rating": 2,
    "name": "Richi 2805",
    "cat": "Georgian restaurant"
  },
  {
    "review": "The best hinkali.",
    "rating": 5,
    "name": "Ирина Тимченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Good Xinkali",
    "rating": 5,
    "name": "Katarzyna T",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you :)",
    "rating": 1,
    "name": "Ирина Берека",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место хорошее, интересный интерьер, красивая посуда. Меню обширное, но два блюда из трёх мною попробованых были не очень.Долма - виноградный лист настолько жесткий, что плохо жевался, не солёная и приправы не чуствовались.Цыплёнок …",
    "rating": 5,
    "name": "Єлизавета Даценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We had dinner. There was Hajapuri and pork kebab skewers with fried potatoes (8 euros per skewer). It was very, very tasty! The meat was tender and the potatoes well seasoned, all served with care. The house wine …",
    "rating": 3,
    "name": "Mariia Baran",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусненько,атмосферно,чаевые включены в счёт,не самый приветливый персонал.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Миша Гончаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Было очень вкусно, а я голодная, что не успела все сфоткать,чтобы показать. Качество еды на высоте.\nПосуда новая. Официанты внимательные. …",
    "rating": 5,
    "name": "Zofia Gwiazdowicz",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были очень разочарованы качеством еды, чашушули в котором от силы 80 грамм мяса, непонятная каша из овощей и пол миски подливы за 250 грн это печально, при этом всем блюдо не удивило вкусом вовсе. Хинкали были совершенно ни о чем, особенно …",
    "rating": 5,
    "name": "Алёна Спасибко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень жаль, что у Вас остались лишь негативные впечатления о нашем ресторане! Будем рады видеть Вас вновь, чтобы убедить Вас в обратном!\n\n(Translated by Google)\nIt is a pity that you have only negative impressions about our restaurant! We will be glad to see you again to convince you otherwise!",
    "rating": 4,
    "name": "Deth MetalOn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетили данное заведение в количестве 21 человека. Зашли именно в Хинкальню так как в других заведениях была загруженность на 90% и мест свободных не было для нас. !!! Зашли с целью  поужинать. Официант предложил грузинский сет , мы …",
    "rating": 3,
    "name": "Оксана Левченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня - 5 из 5! Тут без вариантов. Так вкусно, сытно и душевно мало где готовят в Киеве. Порции огромные: будь-то 5 хинкали с бараниной и зелёной аджикой, или жаренный сыр с нежным медом и орешками, чакапули из баранины настолько мягкое, …",
    "rating": 2,
    "name": "Артём Решетник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виталий, благодарим за Ваш отзыв! Спасибо, что нашли время рассказать другим гостям о нашем ресторане.\n\n(Translated by Google)\nVitaly, thank you for your feedback! Thank you for taking the time to tell other guests about our restaurant.",
    "rating": 1,
    "name": "Chapi Trainer",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Наш чек составил чуть больше 400 гривен на двоих, это с чаевыми. Получили комплимент от шефа в виде чачи и сыра. Все очень вкусно. Обстановка приятная, интерьер прикольный. Обслуживание отличное. Работает заведение до …",
    "rating": 5,
    "name": "Оля Олійник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, благодарим за Ваш отзыв и рекомендации! Спасибо, что нашли время рассказать другим гостям о нашем ресторане.\n\n(Translated by Google)\nJulia, thank you for your feedback and recommendations! Thank you for taking the time to tell other guests about our restaurant.",
    "rating": 5,
    "name": "Vitalii Doro",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Полностью оправдали ожидания!)\nОтлично справились начиная с приема резерва на столик.\nОфициант был очень внимателен, обознан в меню и чрезвычайно умел в общении. Ещё …",
    "rating": 5,
    "name": "Veronika Zaam",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера аутентичная грузинская, много деталей, интересно рассматривать. Уютно себя чувствуешь. Столы стоят близко, помещение не большое, но в целом нет ощущения нарушения личного пространства. Еда: понравилась, особенно телячие щечки и …",
    "rating": 1,
    "name": "Вадим Бондаренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Владимир, благодарим за Ваш отзыв! Искренне рады, что Вам понравилось в нашем ресторане. Будем рады новой встрече.\n\n(Translated by Google)\nVladimir, thank you for your feedback! We are sincerely glad that you liked our restaurant. We look forward to a new meeting.",
    "rating": 5,
    "name": "Bartek Kwiatkowski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) 🍽😬 Today I ran to have dinner with a friend at the Hinkali restaurant, which is located at vul. Shota Rustaveli, 4. …",
    "rating": 5,
    "name": "Валентина Катюхина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были  второй раз и поняли, что правильно поступили придя снова! Очень интересный интерьер, будто бы не обычно и в тоже время , как дома. Обходительные официанты и посоветуют, и терпеливо ответят на вопрос, и много раз спросят все ли хорошо. …",
    "rating": 5,
    "name": "temistocle daniello",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и уютно. Пробовали хинкали и кебаб - очень понравились. Приятная атмосфера и красивый интерьер - получилось и вкусно поесть, и отдохнуть.\nНе зря отличные рейтинги а Google maps и TripAdvisor. …",
    "rating": 5,
    "name": "Маришка Боклашко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня, обслуживание на отлично, весь персонал очень внимательный и вежливый. Наша семья осталась довольна качеством кухни, обслуживания и атмосферой заведения. Спасибо вам за отличный вечер …",
    "rating": 4,
    "name": "Marina O.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дуже раді, що вам сподобалося!",
    "rating": 4,
    "name": "Олена Григор'єва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее обслуживание, все грузины-это круто, концептуально) Одежду забирают в гардероб. Все, что пробовала, вкусное: хачапури по-аджарски, хинкали с мясом, жареная картошка, каре из говядины, чакапули, шашлык, узвар, лепёшки. Никогда не …",
    "rating": 5,
    "name": "Ира Мурах",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ксения, благодарим за Ваш отзыв! Искренне рады, что Вам понравилось у нас в гостях :)\n\n(Translated by Google)\nKsenia, thank you for your feedback! Sincerely glad that you liked visiting us :)",
    "rating": 5,
    "name": "Катерина Харута",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали День Рождения мужа в будний день, приятно было, что в честь дня рождения скидка 30% на все меню, плюс еще и порция хинкали в подарок!!!!\nХинкали очень понравились, брали с бараниной, свининой, и со шпинатом и с сыром. …",
    "rating": 5,
    "name": "marco d'addio (jointino)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Небольшой ресторанчик. Три небольших зала. . Хорошее место посидеть небольшой компанией, поговорить (без танцев) или для романтического вечера. Для корпоративов с конкурсами не подойдет. Ценовой сегмент среди кавказских ресторанов, …",
    "rating": 5,
    "name": "Милена Васильева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее заведение, вкусная пища, очень грамотное обслуживание. Из недостатков... Ну места бы побольше, ну и чтобы печь так не нагревала соседние помещения. Но это ведь никак не изменить, так  что по существу, все очень даже на высоком …",
    "rating": 5,
    "name": "Александр Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасная акция 1л домашнего вина на выбор и получаешь три порции хинкали бесплатно, которые также можно выбрать из меню. На мой взгляд самые вкусные хинкали в городе. Быстрое обслуживание. …",
    "rating": 5,
    "name": "Олена Некрашевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "цены доступные. обслуживание нормальное. хинкали с мясом очень даже ничего. хинкали с грибами и сыром не понравились, рулетики из баклажанов с ореховым соусом абсолютно безвкусные. …",
    "rating": 3,
    "name": "Арина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Антонина, спасибо, что нашли время поделиться впечатлениями о нашем ресторане.\n\n(Translated by Google)\nAntonina, thank you for taking the time to share your impressions of our restaurant.",
    "rating": 3,
    "name": "Kirill Mazur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked. They came to this institution by accident. Immediately warned that many orders, so khinkali and khachapuri will have to wait for 40 minutes. As for me, quite honestly: decide whether you are waiting or going. …",
    "rating": 3,
    "name": "Вячеслав Ковальчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for taking the time to tell other guests about our restaurant. We look forward to seeing you again.\n\n(Original)\nЩиро дякуємо, що знайшли час розповісти іншим гостям про наш ресторан. Радіємо, що Вам сподобалось так чекаємо знову в гості.",
    "rating": 3,
    "name": "Evghen Filin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и гостеприимно, вкуснейшие хинкали с бараниной и аджикой( остренько и вкусненько) а харчо.... ой вы умеете делать вкусно, ценю и уважаю ваш ресторан, вы вкусняшки🔥😜👍 …",
    "rating": 2,
    "name": "Belikov Anton",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ирина, искренне рады Вашему отзыву! Спасибо, что особенно отметили наши фирменные блюда. Будем рады снова видеть Вас в гостях, чтобы порадовать новыми вкусняшками :)\n\n(Translated by Google)\nIrina, sincerely welcome your feedback! Thank you for celebrating our specialties. We will be happy to see you again to please you with new snacks :)",
    "rating": 4,
    "name": "Ciao Julietta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В грузинском ресторане очень хотелось выпить грузинского игристого, но его не оказалось в наличии, ок заказали итальянское. Через какое-то время сообщают, что вообще никакого игристого нет. После того как уже собрались уйти, предложили …",
    "rating": 4,
    "name": "Ник О",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетили ресторан Хинкали на Шота Руставели 4. Внутри красиво и уютно.еда была вкусной. Разочаровало гостеприимство официантов и полный пофигизм( потом поняла что чаевые включены в счет) . Сделали заказ на двоих примерно на 2 000 грн. И …",
    "rating": 5,
    "name": "Glazunova Nataly",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали День рождения здесь. Все понравилось: атмосферный интерьер, живая музыка, отличная кухня, большой выбор и все очень вкусно. Порадовала скидка и подарок ко Дню рождения, а также порция хинкали имениннику. Также к заказу принесли …",
    "rating": 4,
    "name": "Oksana Solonska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ирина, спасибо, что выбрали наш ресторан для празднования такой важной даты. Благодарим за Ваш отзыв!\n\n(Translated by Google)\nIrina, thank you for choosing our restaurant to celebrate such an important date. Thank you for your feedback!",
    "rating": 1,
    "name": "Дмитрий Судас",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Food fresh and very tasty. We took the role of vegetarian with peanuts, cheap and very filling soups, silages and a set of liqueurs to try. The decor is interesting. I recommend this pub. …",
    "rating": 4,
    "name": "Альона Марчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашла с коллегой  на бизнес ланч, больше не приду. Принесли не то блюдо,  которое заказывала (перепутали) , обслуживание,  мягко говоря,  не очень.  В меню борщ с пампушками, приносят без них. Зато  цена выше, чем в заведениях,  получше в …",
    "rating": 1,
    "name": "Vladyslav",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I really like this place, because only here are my favorite khinkali with cream sauce and mushrooms😍\nAll dishes are always delicious and brought on time. Under quarantine, Hinkali …",
    "rating": 5,
    "name": "Walter Mitty",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Not bad in general. The kebab is a bit dry, but the khinkali is juicy and tasty. I did not like only the situation with tips, which are already included in the bill. I do not understand why do this ?! It's everyone's …",
    "rating": 5,
    "name": "Юрий Ковтанюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice and cozy place. The birthday was celebrated here. The dishes are quality, they are cooked quickly. When filing, inform how to properly use. Prices are average for this group. From minuses fixed tips in check with …",
    "rating": 2,
    "name": "Olga Vergun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for choosing our restaurant to celebrate such an important event. Tips are indeed included in the bill, but always at your discretion. This is information on the first page of the menu. We look forward to seeing you again, there are many more dishes on our menu that are worth watching.\n\n(Original)\nДякуємо, що обрали саме наш ресторан для святкування такої важливої події. Чайові дійсно включно в рахунок, але завжди залишаються на Ваш розсуд. Про це є інформація на першій сторінці меню. Будемо чекати нової зустрічі з Вами, в нашому меню ще багато страв, які варті уваги.",
    "rating": 5,
    "name": "Павел Думих",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant in the center of Kiev. Professional, very nice service. We liked all the dishes. Fresh ingredients, large portions and all beautifully served. I will definitely go back there in Kiev …",
    "rating": 5,
    "name": "Andriy kovalenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the feedback! We will be waiting for your return to surprise you again with delicious Georgian cuisine!\n\n(Original)\nDziękujemy za opinię! Będziemy czekać na Twój powrót, aby znów zaskoczyć Cię pyszną gruzińską kuchnią!",
    "rating": 5,
    "name": "Oksana Lunova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здравствуйте!\nНам очень понравилось) кухня отличная, обслуживающий персонал супер. Нас правда обслуживало 2е девушек, одна более уверенная, 2я же очень нервничала, но это …",
    "rating": 5,
    "name": "андрей репецкий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Алена, искренне рады, что Вам понравилось у нас в гостях! Благодарим за Ваш отзыв!\n\n(Translated by Google)\nAlena, sincerely glad that you liked visiting us! Thank you for your feedback!",
    "rating": 1,
    "name": "Sergii Süssek",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Not a bad place to taste Georgian cuisine. A good interior, but it would not hurt to clean it more often. Hinkali juicy, meat in them with cartilage. Drinks are the most common, tarkhun, like the store, which is an …",
    "rating": 4,
    "name": "Oleksiy Yaroslavtsev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pros: delicious food, location, service (change of appliances, crystal glasses)\nCons: Service, waiter Yaroslav replied to the \"unsubscribe\", about the action …",
    "rating": 1,
    "name": "Vova Kyryllov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Oksana thank you for your feedback! Every review makes us better. We will definitely understand the situation you described. We apologize for the inconvenience.\n\n(Original)\nОксана дякуємо за Ваш відгук! Кожен відгук робить нас краще. Ми обов'язково розберемося в ситуації, яку Ви описали. Приносимо вибачення за доставлені незручності.",
    "rating": 3,
    "name": "Jorge Soroce",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не доволен временем ожидания приготовления , хинкали ждали более 20 минут. Но они были вкусные. Надеюсь в следующий раз оперативность поправят. …",
    "rating": 2,
    "name": "Анастасия Бочек",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Артем благодарим за Ваш отзыв! Приносим извинения за доставленные неудобства. Мы обязательно проверим почему была такая задержка в выдаче Вашего заказа. Искренне рады, что не смотря на ожидания, Вам понравились наши хинкали. Надеемся увидеть Вас в гостях еще не один раз.\n\n(Translated by Google)\nArtem thank you for your feedback! We apologize for any inconvenience caused. We will definitely check why there was such a delay in the issuance of your order. We are sincerely glad that despite your expectations, you liked our khinkali. We hope to see you again more than once.",
    "rating": 4,
    "name": "Serhii S.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Too bad the delay in eating. To eat some starters and a second they spent more than 2 and a half hours serving us everything. Normal quality / price. The kitchen is woefully slow. And on top of that we ask for the …",
    "rating": 5,
    "name": "INNA",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) This Caucasian restaurant welcomes us in the first place! Interior: At first it may seem like everything is overloaded with details, but each one is special! The ceiling in the main hall is woven with grapevines, with …",
    "rating": 5,
    "name": "Liliia Hlazacheva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Olga, thank you very much for taking the time to tell our guests about our restaurant in detail and in a great way. Thank you for your recommendations :)\n\n(Original)\nОля, щиро дякуємо, що Ви знайшли час, так детально та цікаво розповісти іншим гостя про наш ресторан. Дякуємо за Ваші рекомендації :)",
    "rating": 5,
    "name": "gayane",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан в центре Киева!    Очень хорошее обслуживание, вкусные грузинские блюда, приятные виды наливки, понравилась облепиховая. И шикарный тархун!\nОфициант вежливо подсказывает и демонстрирует как правильно кушать блюда. …",
    "rating": 5,
    "name": "Nikolas Drow",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обожаю тут хинкали со шпинатом и грибами в сливочном соусе - это нечто!!\nИнтерьер добавляет приятных эмоций и впечатлений! Меню вполне хорошо. Недостаток только что отказываются жарить хинкали - так что для любителей жаренных хинкали …",
    "rating": 2,
    "name": "Ирина Юрченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всегда с удовольствием посещали Ваше заведение) И вот сегодня.. бизнес ланч с собой. Скажите-это нормально по Вашему подавать настолько неочищенную гречку? …",
    "rating": 1,
    "name": "Eugenia Eugenia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good afternoon, Vadim! We apologize for the annoying situation, we will check more carefully the work of our chefs. We hope that you will continue to enjoy our restaurant and give us a chance to recover\n\n(Original)\nДоброго дня, Вадиме! Перепрошуємо за прикру ситуацію, будемо перевіряти ретельніше роботу наших кухарів. Сподіваємось, що Ви і далі будете із задоволенням відвідувати наш ресторан і дасте нам шанс виправитися",
    "rating": 5,
    "name": "Мария Лазоренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Affordable prices, a glass of cakes and cheese as a gift. Delicious Georgian cuisine, lots of waiters, nice decor. You can get along in English …",
    "rating": 5,
    "name": "Олександр Пилипак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nDziękujemy za opinię!",
    "rating": 5,
    "name": "Наталья Демьяненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказывали доставку из ресторана. Спасибо огромное ресторану Хинкали за вкусный праздничный стол и быструю доставку. …",
    "rating": 5,
    "name": "Анна Билык",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Валентина, благодарим за Ваш отзыв! Искренне рады, что Вы остались довольным заказанными блюдами и работой нашей службы доставки.\n\n(Translated by Google)\nValentina, thank you for your feedback! We are sincerely glad that you were satisfied with the ordered dishes and the work of our delivery service.",
    "rating": 2,
    "name": "Yuliia Kabanets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) One of the best Georgian restaurants in Kiev. very quaint place, very friendly staff. Both the really good Khingali and Khachapuri. …",
    "rating": 4,
    "name": "Кирилл Варакута",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хотите попробовать вкусную  кавказскую кухню...тогда вам именно сюда...Вы будите приятно удивлены стилем оформления ресторана ....официант ставится гидом по всему меню, что не составляет сделать заказ.. а повар..здесь работает всей …",
    "rating": 5,
    "name": "Katerina Melanich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказали стол на 8 и стол на 4х. Планировалось  11 человек с работы, пришло 10. Еды было очень много и вкусной. Забрали с собой доедать))) обошлось в 6230 гривен. …",
    "rating": 4,
    "name": "rudyi kit",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Марина,  благодарим за Ваш отзыв. Спасибо, что нашли время рассказать другим гостям о нашем ресторане.\n\n(Translated by Google)\nMarina, thank you for your feedback. Thank you for taking the time to tell other guests about our restaurant.",
    "rating": 5,
    "name": "Татьяна Федоренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не плохо, вкусные хинкали. Сациви не очень. Обслуживание на 5%, но не на 10% Если хотите уютно посидеть, вам сюда. …",
    "rating": 5,
    "name": "Daria Gabrielian",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елена, благодарим за Ваш отзыв!\n\n(Translated by Google)\nElena, thank you for your feedback!",
    "rating": 4,
    "name": "Bogdan Doroshchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We celebrated the 50th anniversary of my mother-in-law in this institution and we liked it so much 😍 Very good service here. Our waitress knew everything by heart and was able to advise and navigate the menu. Hinkali …",
    "rating": 5,
    "name": "Аня Самелюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Well, cozy places. A delicious cuisine. Most liked hinkali with his son and khachapuri. Pleasant staff and quick service. Pleasant not obsessive music. Prices are above average. Beautiful design and interesting …",
    "rating": 2,
    "name": "Илья Павлюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In the top3 of Georgian restaurants in Kiev. The kinkhali are obviously delicious. ))) the restaurant is very characteristic but the kitchen and the staff are very attentive. Absolutely to try. …",
    "rating": 3,
    "name": "Елена Вадимовна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Захотела разнообразия - получила его в Хинкали! Хинкали с мидиями? Есть! С креветками - пожалуйста!  Прямо настоящее хинкальное безумие! Больше всего понравились хинкали с сыром сулугуни, помидорами и зеленью тархуна. Помните тархун? Травка …",
    "rating": 5,
    "name": "Andrij ze ukrainu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень классное заведение! Дух востока во всем! Учтивый, радушный персонал, располагающий интерьер, профессиональные повора. Молодцы! Сразу, с порога, вынесли нам настойки сливовой с сулугуни в качестве комплемента. Официант появлялся именно …",
    "rating": 1,
    "name": "Oleh Volochniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I love them Khachapuri in Ajarian. They are incredible in serving and cooking. It tastes like Georgia. I recommend to visit.\nDelicious Georgian lemonade in glass (only two flavors on the menu, though) …",
    "rating": 5,
    "name": "Анна Кашкарёва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Helen, thank you very much for your shipment! We are glad that you have found your favorite dish in our menu. Thank you for your recommendations.\n\n(Original)\nОлена, щиро дякуємо за Ваш відгрук! Радіємо, що в нашому меню Ви знайшли улюблену страву. Дякуємо за ваші рекомендації.",
    "rating": 5,
    "name": "Марина Маринич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Два года назад ходили сюда через день - вкусно, хорошие цены, комплименты от ресторана (чача и рулетики). Сейчас же еда нормальная, комплименты ресторан отменил, судя по всему, либо нам не решились давать. Атмосфера ухудшилась - были …",
    "rating": 5,
    "name": "Bogdan Magenta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В последние пару раз совсем не понравилось. Цены выше большинства заведений этого типа, но вау нет.\nБрали ланч, но коллега даже не доел хинкали. Ну а то, что берут 10% обслуживания …",
    "rating": 5,
    "name": "Святослав Даниленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня посредственная, хинкали и бульон ничего с грузинской кухней не имеют. Персонал очень медленный, при том что 12 часов дня и людей у них нет. Нет желания больше посещать данное заведение …",
    "rating": 1,
    "name": "Joanna Kowalczyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сидели на рождество, в мороз - 15, в заведении холодно, интерьер не сказал бы, что очень уютный. Попробовал 12 блюд, хочу отметить вкуснейший хачапури по-мергельски, и очень неплохое мясо. Хинкали, долма и салаты не очень на вкус, я не …",
    "rating": 5,
    "name": "Екатерина Дзень",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Любою хинкали но здесь мне не понравилось, взял интереса ради с креветкой и курицей в сливках. Результат креветка черноморская как семечки курица в сливочном соусе как паштет - сока нет вообще !!! Кушал в сухомятку !!! Попросил стакан воды …",
    "rating": 5,
    "name": "Татьяна Биктимирова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приехали не семейный ужин. Заказали не мало блюд. Особенно понравились сыр на кеци, хачапури из слоенного теста (пеновани) и курица тапака …",
    "rating": 5,
    "name": "Misha Kyprienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Весьма хорошее заведение. Интересный интерьер, хорошая грузинская кухня (правда мяса в хинкали ожидал больше), отдельная похвала официантам которые отлично обслуживают гостей. До конца января действует скидка в 50% на фирменные блюда, что …",
    "rating": 5,
    "name": "Анна Осипова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное обслуживание. Особые условия для именинников. Хинкали просто пальчики оближешь!!! Соответствующая музыка. Летняя плошадка. Ушли сытые и довольные! Спасибо! Рекомендуем! …",
    "rating": 5,
    "name": "Сергей Махонин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious khinkali, wine and a nice interior. Plenty of seats. Definitely come back again. The waitress helped with the menu.\nCons: Fixed tip in check. It is not clear whether they can, for example, not be …",
    "rating": 4,
    "name": "Валерия Балимасова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Oksana thank you very much for your feedback! We look forward to seeing you again. Tipping is indeed included in the bill, but always at your discretion. This is information on the first page of our menu. We would be grateful if you would like to specify in our restaurant a menu in Russian?\n\n(Original)\nОксана щиро дякуємо за Ваш відгук! Будемо з нетерпінням чекати нової зустрічі. Чайові дійсно включено в рахунок, але завжди залишаються на Ваш розсуд. Про це є інформація на першій сторінці нашого меню. Будемо вдячні, якщо Ви уточните, в нашому ресторані Вам подали меню російською мовою?",
    "rating": 1,
    "name": "Rodion Hlushan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я бы не назвал это худшим грузинским рестораном столицы, но самым разочаровывающим - это точно.\nРешил там отметить свой день рождения, основываясь на отзывах и рекомендациях - …",
    "rating": 1,
    "name": "Зоя Щурова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful interior, not noisy, you can sit quietly. Very good service, the waiters are friendly, the food is also good, but I would like a larger selection of hot drinks. I noticed that 10% service is added to the …",
    "rating": 5,
    "name": "A N",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасное заведение, только что зашёл покушать, оказывается все заведение закрыли под чей то ДР, почему об этом не написали на сайте? В итоге мне сказали Мест нет иди гуляй. Хамское отношение к посетителям, никому не советую это место …",
    "rating": 4,
    "name": "Александр Лепенец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Recently visited a family-owned establishment, quite by accident. To our surprise, the food was very tasty and relatively inexpensive. Friendly staff and authentic interior. I recommend! …",
    "rating": 3,
    "name": "Yelyzaveta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Convenient location. Near the metro \"Palace of Sports\" and Bessarabian market. Cozy atmosphere in authentic Georgian style. Georgian cuisine is very tasty. But prices are a bit biting. The waiters are friendly, serve …",
    "rating": 5,
    "name": "Marina Sharts",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We truly thank you for your feedback! We are always glad to see you again!\n\n(Original)\nЩиро вдячні Вам за відгук! Завжди раді бачити Вас знову!",
    "rating": 5,
    "name": "Natali Dobrot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рулеты из баклажанов подали с сыром, а не с орехом, хинкали очень посредственные, мне кажется что из вообще купили, а не сделали. «Домашний» лимонад, вообще не домашний . …",
    "rating": 3,
    "name": "Andrey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Olga, we are very sorry that you did not like our dishes. We assure that all products are prepared by our chefs, according to national Georgian recipes, to which we sometimes add author's notes. We will pass your feedback to the brand boss and will work on quality\n\n(Original)\nОльга, нам дуже шкода, що Вам не сподобалися наші страви. Запевняємо, що всі вироби готують наші кухарі, за національними грузинськими рецептами, в які іноді додаємо авторські нотки. Ми передамо Ваш відгук бренд-шефу і будемо працювати над якістю",
    "rating": 4,
    "name": "Владимир Винс",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The best place in Kiev Georgian cuisine, with unsurpassed khinkali))) …",
    "rating": 5,
    "name": "Alex Farm",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your shipment! We are glad you liked our branded khinkali.\n\n(Original)\nЩиро дякуємо за Ваш відгрук! Радіємо, що Вам сподобались наші фірмові хінкалі.",
    "rating": 2,
    "name": "Lilia Lil",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шикарный ресторанчик! Рекомендую! Кухня отличная! Обслуживание на высшем уровне! …",
    "rating": 2,
    "name": "Наталья Вакулик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy place. The food and wine are incredibly delicious, the staff are friendly and polite. …",
    "rating": 5,
    "name": "Богдан Щерба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Xenia thank you for your feedback!\n\n(Original)\nКсенія щиро дякуємо за Ваш відгук!",
    "rating": 5,
    "name": "Terra of Wonders",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Второй раз в этом ресторане. И в этот раз еще вкуснее. Шурпа обалденная. Лепёшка. Хинкали  селедочка с картошечкой под чачу отлично заходит) …",
    "rating": 5,
    "name": "Александр Гребеник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури был не вкусный, весь промасленный.\nОфицианту было абсолютно не интересно почему мы его не съели. В счёт включен сервис - это тоже конечно же не уточняется при заказе. …",
    "rating": 3,
    "name": "Виктория Малина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice, cozy atmosphere, but there is some trouble - basement. Opening / slamming the door makes you feel unpleasant cotton on your ears. The admins know, but say they have not been able to overcome the problem in 15 …",
    "rating": 5,
    "name": "Анастасия Тыра",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you Alex for your feedback! This trouble will be resolved soon.\n\n(Original)\nОлексій дякуємо за Ваш відгук! Ця неприємність буде вирішена найближчим часом.",
    "rating": 5,
    "name": "olena rusyna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Решил привести свою бабушку. Подходим к выбранному столу, официантка заявила, что пересадит нас в случае прихода гостей. Это при том, что половина зала была свободна. …",
    "rating": 4,
    "name": "Andrey Ladanovskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Скажу честно, был во многих грузинских ресторанах, и 90 процентов заказываю Хачапури по аджарски. Увидел акцию +1, думаю почему бы не заказать.Парень я большой, покушать люблю, но грусти моей не было конца. Булочка(хлеб) почти …",
    "rating": 3,
    "name": "Inna D.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв! Каждый отзыв помогает нам стать лучше.\n\n(Translated by Google)\nThank you for your feedback! Each review helps us become better.",
    "rating": 3,
    "name": "Оксана Григорьева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферно, колоритно, приятные официанты. К сожалению, на этом плюсы нашего посещения закончились. Хачапури по-аджарски не впечатлил, часто ходим по заведениям грузинской кухни - этот лидирует в нижних позициях. Хинкали маленькие, …",
    "rating": 1,
    "name": "Mike Kuzmenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда. Хорошее обслуживание. Но доровато. Красивое тематическое оформление. Ресторан оставил хорошее впечатление. …",
    "rating": 5,
    "name": "Синюк Вікторія",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) She has been to Hinkali Restaurant several times with a break of several months. It is pleasantly surprising that the quality of the institution is not declining. There are also always some promotions, which is also a …",
    "rating": 5,
    "name": "Andrew Demin UA",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это единственный грузинский ресторан где потолок вымощен хворостом, очень атмосферное место! Персонал очень приятный и чуткий (но будьте готовы увидеть в чеке отдельный пункт за обслуживаете в размере 10% от суммы чека, что для Киева, по …",
    "rating": 3,
    "name": "Андрій НООК",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лилия, искренне благодарим за Ваш отзыв и рекомендации ❤️ Спасибо, что нашли время рассказать другим гостям о нашем ресторане.\n\n(Translated by Google)\nLilia, we sincerely thank you for your feedback and recommendations ❤️ Thank you for taking the time to tell other guests about our restaurant.",
    "rating": 5,
    "name": "Катя Ставицкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Большое разнообразие блюд кавказской кухни. Приятные акции. Радушный персонал. Редкое разнообразие солений, стоит обязательно попробовать ассорти. Слоеный хачапури -выше всяческих похвал и на удивление ничуть не хуже …",
    "rating": 5,
    "name": "Iryna Yasenova, PhD",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Искренне благодарим Вас за такой вкусный и детальный отзыв! Спасибо, что нашли время рассказать и оставить рекомендации для других гостей. Надеемся, что у нас впереди еще множество теплых и вкусных встреч.\n\n(Translated by Google)\nWe sincerely thank you for such a delicious and detailed review! Thank you for taking the time to share and provide recommendations for other guests. We hope that we still have many warm and tasty meetings ahead.",
    "rating": 4,
    "name": "KuvaGames",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятный ресторан. Все блюда вкусные! Карп - это отдельная песня! Шашлыки просто отпад!\nПросто приогромнейшая благодарность за доставку. Не в первый раз балуем себя …",
    "rating": 5,
    "name": "Maksym Bukh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Just a soul rejoices at such feedback, thank you !!\n\n(Original)\nПросто душа радіє від таких відгуків, дякуємо Вам!!",
    "rating": 4,
    "name": "Денис Євстратенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Were in \"khinkali\", tried in various establishments ugly shish kebab, but that in the Georgian restaurant SO pereshkudili a shish kebab it is necessary to try. The meat is firm, dry, and with a slightly specific smell …",
    "rating": 5,
    "name": "Sia Ness",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Were on Friday night. We have been waiting for an order for a very long time. When they brought it, at first I didn't understand what it was. Eggplant rolls🍆 were made a week ago, probably so dry that it was even …",
    "rating": 1,
    "name": "Valeriy Vvv",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are sorry that you had to wait longer for the order at the busiest time in the restaurant. We would love to see you again and just make a good impression!\n\n(Original)\nНам прикро, що Вам довелося очікувати замовлення довше у найбільш загружений час в ресторані. Ми би дуже хотіли бачити Вас знову та справити тільки гарне враження!",
    "rating": 5,
    "name": "Lusi De Lyamark",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно!  Хинкали, и особенно хачапури с сыром - объедение  😊\nИ спасибо ресторану за подарок:  вкусная настойка 🍷 …",
    "rating": 4,
    "name": "Константин Жабко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is very tasty: khinkali, khachapuri, dolma.\nThe staff is friendly and attentive.\nCozy interior in the style of Caucasian boho. …",
    "rating": 5,
    "name": "Татьяна Татьяна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Alexander, thank you very much for your feedback ☺️\n\n(Original)\nОлександр, щиро дякуємо за Ваш відгук ☺️",
    "rating": 5,
    "name": "Georg Kosso",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая кухня. Большой выбор мяса, хинкали, хачапури... вкусное вино. Музыка не мешает спокойному разговору. Понравился уединенный зал для компании... очень удобно.. приятные, вежливые официанты. Помогут с заказом, посоветуют хорошее вино и …",
    "rating": 5,
    "name": "KoveN",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Наталья, благодарим за Ваш отзыв! Спасибо, что нашли время рассказать другим гостям о наем ресторане.\n\n(Translated by Google)\nNatalia, thank you for your feedback! Thank you for taking the time to tell other guests about hiring a restaurant.",
    "rating": 5,
    "name": "Denis Kulygin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание быстрое и приятное!) Готовят вкусно! Приятная акция в январе: на ряд блюд скидки, что не может не радовать. …",
    "rating": 5,
    "name": "Svetlana",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Some not very friendly place, the impression that I interfere with the waitresses to live a normal life and came here to eat :) the bill included a tip at once, we could not count for a long time it is unclear why to …",
    "rating": 5,
    "name": "Валерия Карнаух",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место хорошее, официант приветливая, внутри красиво - но есть запах немытых тряпок( и к тому же, налили два бокала шампанского, один мне без газов, просто как водичка, а жене поставили с газом, нормальное... Но, попросил поменять - тут же …",
    "rating": 2,
    "name": "andrewukraine17",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень очень вкусно! Хинкали лучшие, что я ела в Киеве на  данный момент.\nОстались довольными на все 100% …",
    "rating": 5,
    "name": "The Alex",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, еда домашняя. В интерьере много грузинской аутентики\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Петрова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "ООО очень атмосферное место. Не скажу ,что бюджетно, но вкусно)) Как- будто с улиц Киева телепартировался в Грузию)) …",
    "rating": 3,
    "name": "Max Palyvoda",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Татьяна, благодарим за Ваш отзыв! Искренне рады, что Вам понравилось у нас в гостях :)\n\n(Translated by Google)\nTatyana, thank you for your feedback! We are sincerely glad that you enjoyed visiting us :)",
    "rating": 4,
    "name": "Aleksandra V.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Первый раз попали к вам в 2015 и замечательно отпраздновали мой день рождения. И с тех пор уже пять лет празднуем у вас разные праздники: роспись, дни рождения мам. Всегда на одном месте, всегда своим семейным составом, всегда все очень …",
    "rating": 5,
    "name": "Nika",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дария, нам не хватаем слов, чтобы выразить чувства, которые вызывает в нашей душе Ваш отзыв! Мы безгранично счастливы, что наш ресторан стал для Вас семейным, что важные даты Вы разделяете вместе с нами. Искренне благодарим и надеемся, еще много лет быть для Вас лучшим грузинский рестораном Киеве. С любовью, Ваш ресторан Хинкали.\n\n(Translated by Google)\nDaria, we don’t have enough words to express the feelings that your review evokes in our soul! We are extremely happy that our restaurant has become family for you, that you share important dates with us. We sincerely thank and hope that for many years to be for you the best Georgian restaurant in Kiev. With love, your Khinkali restaurant.",
    "rating": 4,
    "name": "One Graund",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Пришел в это заведение впервые. Из плюсов могу выделить красивый аутентичный интерьер, приятных оффициантов и разнообразное меню, в особенности хинкали, на которых я и остановил свой выбор. Но, в результате, их пришлось ждать около 40 …",
    "rating": 5,
    "name": "Natali Soloviova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Богдан благодарим за Ваш отзыв! Надеемся, увидеть Вас в гостях еще не один раз. Спасибо, что обратили внимание на время приготовления хинкали, мы обязательно выясним с чем была связана такая задержка в выдаче заказа.\n\n(Translated by Google)\nBogdan thank you for your feedback! We hope to see you at a party more than once. Thank you for paying attention to the cooking time of the khinkali, we will definitely find out what caused such a delay in issuing the order.",
    "rating": 1,
    "name": "sb ⠀",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious, I liked everything. I was especially impressed by the service of administrator Inna.\nThank you very much. …",
    "rating": 5,
    "name": "Елена Преображенская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заказал блюдо. Сказал, что напиток закажу позже. Через две минуты прибежала официантка, быстро забрала меню, пока я отвлекся и убежала. Это ненормально. Чаевые таким Оксанам включены в счёт, кстати. …",
    "rating": 1,
    "name": "Argent Zet",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цены завышены. В хинкали с бараниной - почти не было бульона, тесто было толстоватым. Есть в Киеве места, где хинкали вкуснее и дешевле. А вариант с включенными чаевыми - жлобство (Я читала, что оставлять по желанию. Так дайте это желание …",
    "rating": 5,
    "name": "Izen Dark",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious, I liked everything. Oksana's waiter service was especially impressive. The girl is a pro at her job: she picked up drinks and dishes that we liked. Wait again! …",
    "rating": 5,
    "name": "Anna Levon",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are sincerely grateful for the feedback! But we are always waiting for you!\n\n(Original)\nЩиро вдячні за відгук! Та завжди чекаємо на Вас залюбки!",
    "rating": 4,
    "name": "SRaiska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Наверное очень вкусно, но к сожалению не подучилось попробовать ничего кроме вина. Заказывал стол на четкое время, а в итоге за нашим столом сидели и пришлось простоять 25минут ожидая что стол освободился. На заказ и остальное осталось 20 …",
    "rating": 5,
    "name": "Slava Zhu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Олег, благодарим Вас за отзыв! Нам очень жаль, что кроме вина? Вам не удалось ничего попробовать из нашего меню. К сожалению, нам не удалось выяснить когда произошла описанная Вами ситуация. Утончите пожалуйста, на какое имя, дату и время Вы бронировали стол? Будем благодарны, если Вы свяжитесь с нами любым удобным способом: в личные сообщения Google, Facebook или Instagram. Мы очень хотим исправить впечатления о нашем ресторане и прояснить ситуацию.\n\n(Translated by Google)\nOleg, thank you for your feedback! We are very sorry that besides wine? You were not able to try anything from our menu. Unfortunately, we were not able to find out when the situation described by you occurred. Please refine, on what name, date and time did you book your table? We will be grateful if you contact us in any convenient way: to personal messages of Google, Facebook or Instagram. We really want to correct our impressions of our restaurant and clarify the situation.",
    "rating": 5,
    "name": "Pieter de Jong",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный и в то же время уютный интерьер. Несколько залов, в каждом - небольшое количество столиков. Бизнес-ланчи мегасытные, в каждый из них входит порция из 5 хинкали. Как раз для любителей очень плотно обедать )) стоимость выше среднего. …",
    "rating": 5,
    "name": "Vladimir Zinchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анна, спасибо, что нашли время рассказать другим гостям о нашем ресторане. Искренне благодарим за Ваш отзыв!\n\n(Translated by Google)\nAnna, thank you for taking the time to tell other guests about our restaurant. Thank you sincerely for your feedback!",
    "rating": 2,
    "name": "Сергей Дейнегин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ребята действительно стараются сделать свое место комфортным и удобным для всех. Постоянно обновляются акции на различные блюда. Обслуживание всегда на уровне, официанты работают быстро и ведут себя обходительно. Ну и конечно же кухня …",
    "rating": 1,
    "name": "Michael Ph",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали! И качественная чача! Атмосферный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Тимур Медведев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Богдан, искренне рады, что Вам понравилось у нас в гостях. Благодарим за Ваш отзыв 😊\n\n(Translated by Google)\nBogdan, sincerely glad that you liked visiting us. Thank you for your feedback 😊",
    "rating": 5,
    "name": "Olga Zayats",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось оформление меню. Хороший интерьер. К официантам претензий нету. Еда вкусная и цены хорошие, но порции немного меньше, чем ожидал от грузинского ресторана (к объему и вкусу хинкали претензий нету!). …",
    "rating": 5,
    "name": "Alla Linger",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Святослав благодарим, что не смотря на некоторые замечания, Вы поставили нам высокую оценку. Надеемся увидеть Вас в гостях еще не один раз.\n\n(Translated by Google)\nSvyatoslav thank you that in spite of some comments, you gave us a high rating. We hope to see you again more than once.",
    "rating": 5,
    "name": "Gleb Svyrypa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) 20 minutes of waiting for the menu. No reaction, no interest. I do not recommend. We left. …",
    "rating": 5,
    "name": "olya vasileva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, уютно и атмосферно. Если вы целый день гуляли в Гулливере, то спуститесь на один перекрёсток ниже и посетите это приятное мес о. Вкусный шашлык индюшачий, суп харчо. Вино отличное …",
    "rating": 4,
    "name": "Anna Smirnova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Екатерина, искренне рады, что Вам понравилось у нас в гостях. Благодарим за Ваш отзыв и рекомендации :)\n\n(Translated by Google)\nEkaterina, we are sincerely glad that you enjoyed visiting us. Thank you for your feedback and recommendations :)",
    "rating": 5,
    "name": "Vladislav Kmet",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня ужинала в грузинском ресторане Хинкали 🥟! Мне нравится ихняя кухня , здесь я очень люблю хачапури и их национальные сладости . Тут всегда весело и задорно, хорошая атмосфера и приветливые официанты ! Кто хочет весело провести вечер …",
    "rating": 4,
    "name": "Андрей",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всем советую побывать в этом ресторане. Кухня просто сногшебательная. Комплименты от повара и бармена в виде чачи и закусочки был очень приятен. Единственный минус, лично моё мнение, это когда в чеке тебя просят заплатить чаевые. Это не …",
    "rating": 1,
    "name": "Elisabeth L",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан. Интерьер ресторана подобран со вкусом и здесь очень красиво.  Вкусная еда, кухня всегда на высоком уровне. Особенно рекомендую хачапури по-мегрельски и хинкали всех видов. Из десертов хочу выделить торты – они здесь …",
    "rating": 1,
    "name": "Valeri Vi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан покорил интерьером, качественным обслуживанием, вкусной кухней, особенно сыры – шедеврально. Отличный персонал, Ирина умница. А живая музыка настолько запала в душу, что дома теперь звучат только грузинские напевы. Всем советую, не …",
    "rating": 5,
    "name": "Антон Санкевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, спасибо, что нашли время рассказать другим гостям о нашем ресторане. Мы искренне радуемся читая такие теплые и душевные отзывы. Буде рады видеть Вас в гостях еще не один раз.\n\n(Translated by Google)\nSergey, thank you for taking the time to tell other guests about our restaurant. We sincerely enjoy reading such warm and sincere reviews. I will be glad to see you at a party more than once.",
    "rating": 5,
    "name": "Кристина Задвижная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер явно не тянет на ресторан,скорее столовая. Но очень вкусно. В хинкали конечно не много фарша...и ещё изумила слегка неадекватная цена за вино - за 50 грамм 50 грн...О_о но есть домашнее сухое - 15 гр за 50 грамм. Расписала минусы, …",
    "rating": 1,
    "name": "Vanya Stoikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Долго делаю заказ, нашел в хинкали волос, заказал баранину с острым зелёным перцем, мясо оказалось безвкусное. Не помог даже комплимент от шеф повара) (два куска какого-то непонятного сыра, и рюмка с самогоном пахнущий оцитоном) …",
    "rating": 5,
    "name": "Группа COCOS",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Родион добрый день! Помогите нам разобраться в ситуации, которую Вы описываете. Уточните пожалуйста когда Вы посещали наш ресторан и сообщали ли Вы об этом администратору или официанту?\n\n(Translated by Google)\nRodion good afternoon! Help us sort out the situation you are describing. Please specify when you visited our restaurant and did you inform the administrator or waiter about this?",
    "rating": 3,
    "name": "Olena Lutsak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в субботу около 5 часов вечера - все блюда, которые связаны с тестом (хинкали, хачапури) нужно было ждать 1 час. Заказали оджахури и чакапули. В оджахури вместо мяса был почти один жир (примерно 80% \"мяса\" было жиром). В чакапули - …",
    "rating": 5,
    "name": "Ася Шапшалова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мега-позитивно-вкусно-превкусно!\nНепередаваемый колорит и уютная обстановка манят меня сюда снова и снова!\nИзысканная и безумно вкусная кухня. Поскольку я очень трепетно отношусь к своим …",
    "rating": 2,
    "name": "Galina Ivanitska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв 😊\n\n(Translated by Google)\nThank you for your feedback 😊",
    "rating": 5,
    "name": "Груша Грушенька",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был на бизнес ланче. Харчо и хинкали довольно вкусно (только я привык к тому, что в хинкали кладут куда больше мяса). Само помещение стилизорованно, но с очень низкими потолками...чего хотеть от подвального помещения ( А так, довольно не …",
    "rating": 1,
    "name": "Nicki li",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 2,
    "name": "Krystian D.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Всегда уютно и очень вкусно, но на терассе персонал не такой внимательный почему-то,  и также отняла звезду за то, что чаевые  10% от чека теперь включают в счет,  хотя и пишут, что вознаграждение остается на усмотрение клиента.  Так что …",
    "rating": 5,
    "name": "Татьяна Шевелева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв! Каждый отзыв помогает нам стать лучше. Процент за обслуживание действительно включен в счет, но всегда остается на Ваше усмотрение, о чем есть информация на первой странице нашего меню.\n\n(Translated by Google)\nThank you for your feedback! Each review helps us become better. The interest for the service is indeed included in the bill, but always at your discretion, as there is information on the first page of our menu.",
    "rating": 5,
    "name": "Александр Викторович Столбецов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Была в Хинкалии в начале недели , понравилось абсолютно всё!!! Но начнем по порядку)\n1) это администратор Анастасия 😍 это человек праздник и хорошее настроение. как …",
    "rating": 1,
    "name": "Andrew Shpakov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Марина, искренне благодарим за Ваш отзыв ❤️ Спасибо, что так детально рассказали другим гостям о нашей кухне и персонале. С нетерпением будем ждать новой встречи с Вами 😍\n\n(Translated by Google)\nMarina, sincerely thank you for your feedback ❤️ Thank you for telling other guests in detail about our kitchen and staff. We look forward to seeing you again 😍",
    "rating": 5,
    "name": "Ольга Бурканова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное место, всегда очень вкусно. Особенно нравятся завтраки для двоих с разными закусками, прямо как в Израиле. Вкусный хумус, блюда с печёными перцами. Сами выпекают хлеб. Есть большая винная карта …",
    "rating": 1,
    "name": "Dmytro Dereza",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интересный интерьер, разнообразное меню, но вот еда... заказывали хинкали. Честно говоря полное г... только название и осталось. Такое ощущение, что их разморозили и сварили. Пресные на вкус и разваливаются... да и желудок их с трудом …",
    "rating": 5,
    "name": "Iryna Zolotar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был там раза четыре. Вкусные хинкали, за небольшую цену. Тепло, хороший свет из окон, уютно, приличный туалет. Обслуживание не очень понравилось: большой риск быть забытым, приходится махать руками и бегать к кассе, официанты не стараются …",
    "rating": 5,
    "name": "Stanislav Kapusta",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилась подача и отличный вкус блюд, много зелени, есть остые блюда в меню, обслуживание очень хорошее. Стоимость обслуживание +10% к чеку. Могу рекомендовать, если вы любите кавказскую кухню. …",
    "rating": 3,
    "name": "Khomenko Vitaliy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nThank you for your feedback and recommendations!",
    "rating": 3,
    "name": "Yana F.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Were in this place on February 27. We were seated at once, there was no queue, we saw free tables when we were seated. At the same time khachapuri waited for an hour. Then the bill was waited again for 15 minutes, …",
    "rating": 2,
    "name": "Роман Кузема",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It is a pity that we were not able to make your visit perfect. Thanks for the feedback, we will work on the shortcomings\n\n(Original)\nДуже шкода, що ми не змогли зробити Ваш візит досконалим. Дякуємо за відгук, будемо працювати над недоліками",
    "rating": 5,
    "name": "Diana Dovjenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали и борщ вкусный, а персонал неприветливый нам с мужем хамили и хотели общитать. Официантки ведут себя как торгаши на рынке ,не умеют общаться с гостями , не умеют подавать еду. Мы чувствовали себя нежеланными в этом заведении и …",
    "rating": 5,
    "name": "Ярослав Гужва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучшее заведение для проведения банкетов в Киеве: вкусная еда, приятные цены, шикарный персонал, постоянные акции и розыгрышы. Если кавказская кухня, то впервую очередь - \"Хинкали\". Лучшие и большущие порции хинкали, вкуснейшие чебуреки и …",
    "rating": 2,
    "name": "Yaroslava Skokova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, колоритный интерьер, быстрое обслуживание и приятный бонус в виде настойки 🍷\nЦены выше среднего, порции отменные. В счёт включены чаевые в размере 10% - …",
    "rating": 5,
    "name": "Kolyapanov Burkanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень часто здесь обедаю с женой.\nНравиться качество приготовления. Да и сервис на высоком уровне!\nВсегда рады нас видеть! …",
    "rating": 5,
    "name": "Євген Бударін",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не очень понравился интерьер, я не люблю ковры и тд... Но еда вкусная, достойная. Если вам не важен интерьер, тогда смело идите.\nВнутри заведения НЕ ЛОВИТ связь сотовая, пыталась вызвать такси три раза, ни в …",
    "rating": 5,
    "name": "Олег Мегастар",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно, приветливый персонал. Цены немного кусаются, но чего еще ожидать от “Козырной карты”?)\nПриятная обстановка, но места довольно мало. Если вы любите личное пространство …",
    "rating": 5,
    "name": "Natalia Taratynska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошо посидели. Было вкусно, и обслуживание на уровне\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Julia Arslanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супы, хачапури - очень вкусно. Сами хинкали - на тройку: 1. Больше чем удобно есть; 2. Мясо пресное; 3. Творожный очень жидкий …",
    "rating": 5,
    "name": "Z Knyazev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It is a pity that we could not prepare the perfect khinkali for you this time. But they are usually very tasty, so we hope for a second chance from you\n\n(Original)\nШкода, що ми не змогли приготувати для Вас ідеальні хінкалі цього разу. Але зазвичай вони дуже смачні, тому ми сподіваємось на другий шанс від Вас",
    "rating": 3,
    "name": "Олександр Зубченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Не первый раз за много лет отдыхали в \"Хинкали\". Прекрасное обслуживание, просто невероятное. Но при этом очень снизилось качество приготовленных блюд, особенно мясных. При таком изобилии грузинских ресторанов в Киеве, это просто нонсенс. Я …",
    "rating": 5,
    "name": "Konstantine Kovalenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Праздновала День рождение, в меню написано в подарок хинкали, нас было пятеро, принесли три штуки, серьезно?? Это жлобство, не пишите вообще про такие подарки. Объективно, скорее нет , чем да, да вкусно, но сколько сейчас грузинских …",
    "rating": 5,
    "name": "Oleksandra Davydenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оксана, благодарим за Ваш отзыв! Искренне рады, что для празднования такого важного события, Вы выбрали именно наш ресторан. Да, Вам действительно принесли порцию хинкали ( 3 шт.), это подарок имениннику от ресторана в честь Дня Рождения и он не рассчитан на компанию именинника. Но учитывая, что Вас было 5 человек, наверняка, Вам еще подарили бутылку фирменной настойки, которая как раз презентуется на компанию от 5-ти человек. А так же, мы уверены в этом, Вы участвовали в розыгрыше скидки, которая действует на Ваш праздничный заказ. Если Вы не получили какой-либо из перечисленных выше подарков, свяжитесь пожалуйста с нами, чтобы мы могли принести свои извинения и исправить впечатление о нашем ресторане.\n\n(Translated by Google)\nOksana, thank you for your feedback! We are sincerely glad that for the celebration of such an important event, you have chosen our restaurant. Yes, they did bring you a portion of khinkali (3 pcs.), This is a birthday present from the restaurant in honor of the birthday and it is not designed for the birthday party company. But considering that you were 5 people, for sure, you were still presented with a bottle of branded tincture, which is just presented to the company from 5 people. And also, we are sure of this, you participated in the drawing of a discount that applies to your holiday order. If you have not received any of the gifts listed above, please contact us so that we can apologize and correct the impression of our restaurant.",
    "rating": 1,
    "name": "Анастасия Савенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанты подходили каждые 30 секунд к столику. И в целом обслуживание было не очень. К еде вопросов не было было все ок. По мимо этого вам потом приносят счёт в котором будет включено 10% за обслуживание.Если вам будет важна возможность …",
    "rating": 3,
    "name": "Natalia V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень крутое заведение! Настолько колоритный интерьер, что просто открываешь рот от удивления))) всё вокруг выдержано в стиле Грузии. Есть на что посмотреть пока ждёте заказ! Пробовали харчо, ОООчень вкусно, особенно с традиционным …",
    "rating": 1,
    "name": "Giulia Bortun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Twice they had a snack, happened to be in this establishment by accident, and were satisfied with our choice. Very decent soup is good, except for the meat, it did not like, and the soup itself is very tasty. Fish …",
    "rating": 5,
    "name": "Екатерина Харитонова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, we are sure that the coincidences are not accidental. Thank you very much for your feedback! We will be glad to see you more than once.\n\n(Original)\nАндрій, ми впевнені, що випадковості не випадкові. Щиро дякуємо за Ваш відгук! Будемо раді бачити Вас в гостях ще не один раз.",
    "rating": 5,
    "name": "Larisa Zaremba",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Comrades ordered khinkali - waited 1 hour in 20 minutes. Although when ordered assured that they will be ready in 30 minutes. On service speed minus unequivocally. Prices are reasonable, the quality is good. …",
    "rating": 5,
    "name": "Алиса Селезнева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, период акции ещё и цены смешные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Sergey Petropavlosky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Катерина, благодарим за Ваш отзыв!\n\n(Translated by Google)\nKaterina, thank you for your feedback!",
    "rating": 5,
    "name": "Andrii Reznikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good choice of Georgian cuisine. Deliciously cooked.\n\n(Original) …",
    "rating": 5,
    "name": "Игорь Береснев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютное место)) Но минус в том что уже в счёт вбили 10% за обслуживание!!!!!! …",
    "rating": 5,
    "name": "Довгаленко Сергій",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обедали 2 дня назад.\nВсе было на высоте . Обслуживание молниеносное.\nКушали хинкали с бараниной острые - мясо шикарное. …",
    "rating": 5,
    "name": "Elvira Kovalska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая кухня, но хачапури не очень у них. Из того, что можно еще улучшить - нести счет не 10 минут, а побыстрее. Нравится то, что если бронировать столик через из сайт, то получаешь скидку 20%. Не нравится, что чаевые 10% по умолчанию …",
    "rating": 4,
    "name": "Маринчелла Мастрояни",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан. Очень вкусная кухня и приятная обстановка. Домашняя Чача на высоте,🥃 вкусный морс. Хачапури свежие и хрустящие, отличные соленья, овощи гриль и соусы. Приходили большой компанией - остались очень довольны 🌟🌟🌟🌟🌟 …",
    "rating": 5,
    "name": "Олег Точенюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Анастасия, благодарим за Ваш отзыв! Искренне рады, что Ваша большая компания осталась довольна помещением нашего ресторана. Спасибо, что особенно отметили наши фирменые блюда и напитки.\n\n(Translated by Google)\nAnastasia, thank you for your feedback! We are sincerely glad that your large company was pleased with the premises of our restaurant. Thank you especially for our specialties and drinks.",
    "rating": 4,
    "name": "Yulia Kharchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В харчо недоваренный рис и жесткое мясо. Хинкали большие, но толстое тесто, мало бульона и мясо безвкусное.\nИ ещё: в помещении ощущается запах канализации. …",
    "rating": 4,
    "name": "Руслана Волкернюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the dishes. I recommend khinkali with cheese and herbs, very tasty khachapuri in Adjara. Homemade red wine also tastes good. Cozy place, nice service. Delicious to all !!! …",
    "rating": 4,
    "name": "riviva xxx",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Perfectly! Thank you for your positive!\n\n(Original)\nЧудово! Дякуємо за Ваш позитив!",
    "rating": 5,
    "name": "Oleksii Chyrkov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Работая в центре часто заходил сюда на бизнесс-ланч, но со временем порции первого блюда становились всё меньше, и теперь захожу реже. Обращаю внимание! Хинкали в этом заведении самые вкусные! …",
    "rating": 5,
    "name": "Остап Мокривский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень крутое заведение! Настолько колоритный интерьер, что просто открываешь рот от удивления))) всё вокруг выдержано в стиле Грузии. Есть на что посмотреть пока ждёте заказ! Пробовали харчо, ОООчень вкусно, особенно с традиционным …",
    "rating": 4,
    "name": "Artur Didur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A very nice place that serves very good food. Although our waitress struggled with English, she tried very hard and took our orders in a friendly manner, which was not particularly easy for ten people. Still everyone …",
    "rating": 5,
    "name": "Vlad Marbas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне всегда нравилась грузинская кухня, особенно шашлык. Ведь они готовят его по особенному рецепту. …",
    "rating": 5,
    "name": "Влад Молодід",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим Вас за отзыв! Рекомендуем попробовать наши фирменные блюда на гриле! Всегда рады Вам!\n\n(Translated by Google)\nThank you for your feedback! We recommend trying our grilled specialties! We are always glad to see you!",
    "rating": 3,
    "name": "Игорь IiIiI",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был здесь на свадьбе - отличная кухня, супер обслуживание, отдельная благодарность всему персоналу ресторана, интерьер атмосферный в грузинском стиле. Хинкали, заливная щука - просто объедение! Настоятельно рекомендую пометить это место) …",
    "rating": 5,
    "name": "Олександр Безпалюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "По случаю Дня рождения посетили этот ресторан, а ещё попали на акцию, где именнинику полагается 30% скидка и порция хинкали в подарок. Очень приятно. Атмосфера заведения располагает на душевные разговоры и посиделки с друзьями и родными. …",
    "rating": 4,
    "name": "Sofiia Bezpechna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сегодня же суббота , самое время радовать себя вкусностями грузинской кухни. Заходишь в ресторан и сразу же ощущаешь атмосферу Грузии , чувство , что ты уже в Тбилиси. А ещё , там сейчас фестиваль хачапури, все хачапури со скидкой в 50%, …",
    "rating": 4,
    "name": "Dmytro Osypa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "\"Ресторан\" не понравился!\n1) Пыльно. Как за эти не смотрят не пойму. Светильник, ниша, фото рамка, все было очень пыльное. …",
    "rating": 5,
    "name": "Ольга Мусякевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это восторг!))\nЕда там самый вкусный борщ !\nХинкали очень вкусные , свежие )Можно подобрать любое Хинкали по вкусу , как …",
    "rating": 4,
    "name": "Юрий Шевчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучший ресторан!!! Очень его люблю! Прекрасное расположение, сравнительно не дорогие цены как для центра. Очень вкусная кухня, гостеприимный и дружелюбный коллектив. В ресторане каждый месяц присутствуют  разные акции. Это нереально круто! …",
    "rating": 5,
    "name": "Ліда Іващишин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, спасибо, что нашли время рассказать другим гостям о нашем ресторане.  Благодарим за Ваш отзыв и ждем снова в гости :)\n\n(Translated by Google)\nJulia, thank you for taking the time to tell other guests about our restaurant. Thank you for your feedback and look forward to visiting again :)",
    "rating": 5,
    "name": "Oleh Lyskov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хожу сюда на биз ланчи. Еда довольно вкусная, но иногда бывает лажа, могут принести блюдо холодным. Уровень обслуживания со стороны официантов не очень хороший, долго игнорируют что бы сделать заказ, уставшие и явно не нравится работать в …",
    "rating": 5,
    "name": "Марина Творогова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепная атмосфера, особенно вечером, когда включаются уличные огни. Несмотря на высокую загрузку, официанты довольно быстро реагируют на наши просьбы и заказы. Наверное, за это 10% чаевых сразу включают в счет. Касательно кухни, 4+ …",
    "rating": 1,
    "name": "Volodymyr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Посетила этот ресторан с молодым человек, ужинали здесь. Ненавязчивая музыка, уютный интерьер. Про интерьер хочет сказать отдельно. Дерево. Очень много дерева в отделке ресторана и это добавляет своеобразный колорит этому месту. Ну как не …",
    "rating": 5,
    "name": "Olga Matvienko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Местонахождения - удобное . Как раз возле метро Лук. и возле ТРЦ Гуливер . Ресторан хороший, прекрасна атмосфера (декорации прекрасные). Еда довольно вкусная , но всё-таки цены на немного завышены, есть более вкусные рестораны с менее …",
    "rating": 2,
    "name": "Marina Tishchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A beautiful establishment in the center of Kiev. Very colorful restaurant halls, friendly staff, quite tasty dishes and homemade wine. We were there for the first time, so we didn't know that the restaurant is popular …",
    "rating": 5,
    "name": "Iryna Karpova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Главный признак плохого заведения — включение обслуживания в счёт. Здесь это имеет место в размере 10% (!!!), будьте готовы. Еда и обслуживание посредственные. Воняет кухней. Алкоголь за неадекватные деньги, 0.5 черниговского за 55 гривен …",
    "rating": 5,
    "name": "Viktoriia Bilous",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дружелюбный персонал,  есть бизнес ланч по доступной цене. И вообще тут оооочень вкусно!  Ощущение,  что ты побывал в гостеприимной Грузии!  Хинкали бесподобные,  хачапури-лучшие,  супы-самые незабываемые! …",
    "rating": 4,
    "name": "Olya Chornenka",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Внутри очень шумно, просто феерическая акустика (~80% заполненность зала). Вентиляция тоже не очень. 1.5 часа ожидания пока принесли заказ. Был заказан столик на 8ых, посадили на 6ти месный, в итоге было очень тесно. …",
    "rating": 5,
    "name": "Олександр Тарасов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, быстро, качественно. Всем всё понравилось. Спасибо девочкам!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alina Yurova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Заглянула на фестиваль хинкали, попробовала экзотику - хинкали с креветками. Необычно и очень нежно! В тоненьком тесте сочные коктейльные креветки - вкуснятина! Сверху хинкали аппетитно присыпаны перчиком, откусываешь, а внутри -нежный …",
    "rating": 5,
    "name": "Дарья Пирковская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в заведении с предварительным заказом столика на 15.00. Пришли, пока сели, сделали заказ в воскресение по акции на хинкали: платишь за 1 порцию, 2-ю в подарок, принесли нам от шеф-повара кизиловки по 30 г и немного сулугуни. На все это …",
    "rating": 3,
    "name": "Daryna Yakovets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепное место! Интерьер супер! Блюда, пальчики оближешь!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Лёша Анисов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The best restaurant I have been to during my visit in Kyiv. Georgian food is fantastic and this restaurant knows exactly how to make and serve Georgian food. Veal cheek is fantastic. Salt, fat and tasty. Perfect for …",
    "rating": 5,
    "name": "Анастасия Никитина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Every time when we read such soulful review about our restaurant we are sincerely glad that we were able to present for another guest tasty & bright experience.",
    "rating": 5,
    "name": "Kristina M",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оригинальная не навязчивая, уютная  обстановка. Главное, быстрое и не навязчивое обслуживание. Цены умеренные, периодически можно себя побаловать вкусной грузинской кухней. …",
    "rating": 5,
    "name": "Vlad Babarin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Владимир, благодарим за Ваш отзыв! Спасибо, что нашли время рассказать другим гостям о нашем ресторане. Будем рады снова видеть Вас в гостях :)\n\n(Translated by Google)\nVladimir, thank you for your feedback! Thank you for taking the time to tell other guests about our restaurant. We will be glad to see you again :)",
    "rating": 5,
    "name": "Andrey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything except khachapuri was not very good, I was invited here by my wife, who really liked it here, but even she is not satisfied with the quality of food. Apparently changed the cook ... …",
    "rating": 2,
    "name": "Сергій Балюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Муха в шашлыке, на что администратор ответил - \"так лето ж\"\nинтерьер - отстой. приносят дешевую закуску под видом изысканного сыра.\nхуже кафе не видел!!! …",
    "rating": 5,
    "name": "Ronald Dan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо ресторану)кухня очень вкусная! Персонал приятный и на твоей волне! Живая музыка отличная , именно живая группа Ирао( извините если ошибся) были на высоте! Отдельное спасибо девушке официанту которая проявила крутую импровизацию(я …",
    "rating": 5,
    "name": "Zakhar Antoshchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательный атмосферный интерьер, приятный  персонал. Что заказывали- вкусно. Немного музыка не соответствует образу)) …",
    "rating": 4,
    "name": "advocate praxis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and comments!\n\n(Original)\nДякуємо за відгук та зауваження!",
    "rating": 5,
    "name": "xamster_24_15 Иванченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Ordered meals for Shota Rustaveli, in January with him. Deliciously. Carefully packed. Despite the frost - everything was warm. :)\nExcellent lady cook. Kind administrator. :))) …",
    "rating": 4,
    "name": "Kirill Korn",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) How nice to hear, thank you!\n\n(Original)\nЯк приємно чути, дякуємо!",
    "rating": 5,
    "name": "Анна Блажко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одно из немногих мест, где возможно было поесть после 11 вечера. Хорошее обслуживание и вкусная еда. Заведений с грузинской кухней довольно много в Киеве, но это меня правда порадовало. …",
    "rating": 1,
    "name": "Vladislav Chaplygin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно! Атмосфера очень домашняя вечером много людей. Обслуживание понравилось - хотя людей было много и подача еды была не быстрая, но и официант и администратор так обслуживали, и создали атмосферу, что это не чувствовалось как проблема. …",
    "rating": 5,
    "name": "Oksana Matsegora",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Раньше порции бизнес- ланчей были больше))\nИнтерьер-  ковёрный,  пыльный,  присесть на улице тоже относительно-  оживленная трасса. Не очень уютно. Быстро поесть и уйти. Блюда вкусные. …",
    "rating": 4,
    "name": "Sergej Alexandrow",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень красивый интерьер. Вкусно готовят. Понравились хинкали с бараниной , ципленок тапака, долма. Цены умеренные. Официанты работают профессионально. …",
    "rating": 5,
    "name": "Євген Булдаков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дороговато, но хорошая кухня. Неплохой выбор вин, в том числе домашних. Приятный интерьер и персонал. Отлично подходит для праздников в кругу семьи или для небольшой компании. …",
    "rating": 5,
    "name": "pavel vilk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в Хинкили в 2016 году. Захотелось отведать этой кухни. Заказали много всего, заведома понимая, что все скушать невозможно- пробовали))) отличные порции и вкусно было, нам понравилось - НО!!!! В трех блюдах были ВОЛОСЫ, муж не выдержал …",
    "rating": 5,
    "name": "Mariia Kotova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вымогательство чаевых! 10% от суммы. Хоть у вас указано, что остаётся право за клиентом платить или нет. Но включать чаевые в общий счёт - незаконно! Я хочу сама решать, как меня обслужили. …",
    "rating": 5,
    "name": "Татьяна _Lion",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Были в пятницу в этом заведении. Подача абсолютно не грузинская, скорее какой-то фьюжн или что-то европейское. От грузинского ресторана только название. Но реально вкусно и сытно …",
    "rating": 5,
    "name": "Oleksandr Shcherbatiuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепный ресторан! Очень интересный интерьер, который хочется смотреть и рассматривать. Кухня очень вкусная, большие хинкали и вкусный шашлык) понравилось очень быстрое обслуживание, приветливый персонал и гардеробщик)) все класс! …",
    "rating": 5,
    "name": "Kristina Karpova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "печальное заведение. заказ ждали 45 минут и это при том, что занято было всего три столика. пока повар готовил хинкали и хачапури официант мыла свободные столики химией с распылителя. пустые тарелки не убирались. …",
    "rating": 5,
    "name": "Jet Pack",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Иван, каждый отзыв помогает ресторану стать лучше, но Ваш отзыв, скорее всего, касается другого ресторана. В нашем ресторане работает шоу кухня. Хинкали лепят и варят в присутствии гостей, поэтому подача свежеразмороженных хинкали исключена. К тому же, мы не используем распылители с химией для уборки столов, тем более когда сидят гости.\n\n(Translated by Google)\nIvan, each review helps the restaurant to become better, but your review most likely concerns another restaurant. Our restaurant has show kitchen. Khinkali is sculpted and cooked in the presence of guests, therefore serving of freshly thawed khinkali is excluded. In addition, we do not use sprayers with chemicals for cleaning tables, especially when guests are sitting.",
    "rating": 5,
    "name": "Евгений Андроненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чудесная и невероятно вкусная кухня, блюда выше всяких похвал. Официанты очень вежливые и приветливые, встречают с улыбкой, рассказывают о кухне и традициях, но при этом совершенно ненавязчивые. Всем советуем и рекомендуем! …",
    "rating": 5,
    "name": "Svetlana Yanovska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Not quite tasty khinkali. When asked to pay 4 people in separate accounts, the staff panicked and we still agreed to the general account. …",
    "rating": 5,
    "name": "Андрей Калюжный",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепный ресторан! Очень интересный интерьер, который хочется смотреть и рассматривать. Кухня очень вкусная, большие хинкали и вкусный шашлык) понравилось очень быстрое обслуживание, приветливый персонал и гардеробщик)) все класс! …",
    "rating": 5,
    "name": "Arthur Step",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Invited guest from abroad. As it turned out later, people traveled to Georgia in the summer. It was frankly shameful for your Khinkali, Phali and Tarkhun, which you, as you cook yourself (from the words of the …",
    "rating": 4,
    "name": "anna pedchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Случайно зашли покушать. Очень понравился ресторан. Хорошая кухня, быстрое обслуживание. Замечательное вино. Обязательно вернёмся сюда. Рекомендую …",
    "rating": 5,
    "name": "Nataliia Chukhrai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Как хорошо, что Вы доверились случаю :) Искренне рады, что Вам понравилось у нас в ресторане. Надеемся, увидеть Вас в гостях еще не один раз.\n\n(Translated by Google)\nIt’s good that you trusted the occasion :) We are sincerely glad that you liked it in our restaurant. We hope to see you at a party more than once.",
    "rating": 5,
    "name": "Vladislav Rebchinskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ужасное заведение! Осталась полностью недовольна!!! Пришли с мужем голодные, заказали хачапури и по компоту. Мы ждали 1 час!!! ЧАС! Мы попросили узнать, когда будет наш заказ, но нас проигнорировали... В итоге мы ушли голодные и очень …",
    "rating": 5,
    "name": "Ольга Вудина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The decor and service is sensational.\n\nUnfortunately, the kitchen itself remains a lot to be desired. 5 out of 8 …",
    "rating": 5,
    "name": "Ірина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for opinion!\n\n(Original)\nDziękuję za opinię!",
    "rating": 1,
    "name": "Татьяна Арефьянова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарю за приятно проведённый вечер в день рождения! Атмосферно, вкусно, безупречное обслуживание, приятные скидки и сюрпризы для именинников. Желаю много клиентов и процветания! …",
    "rating": 5,
    "name": "Рита Сценевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Татьяна, мы искренне рады, что для празднования такой важной даты, Вы выбрали именно наш ресторан. Благодарим за Ваш отзыв и пожелания :)\n\n(Translated by Google)\nTatyana, we are sincerely glad that for the celebration of such an important date, you have chosen our restaurant. Thank you for your feedback and wishes :)",
    "rating": 5,
    "name": "Володимир Ольшанский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное уютное место. Великолепное обслуживание. Очень внимательные официанты. Вкусное мясо. А хинкали просто бесподобны! Отдельное спасибо официантке Оксане - очень внимательная, вежливая и заботливая! …",
    "rating": 5,
    "name": "Kate Sakle",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Невкусная и далёкая от Грузинской кухни еда, возможно, даже несвежая, поскольку сразу же организм дал о себе знать. Атмосфера никакая, как минимум на летней площадке. Сервис далёк от среднего. При чем здесь \"Козырная карта\" - большой …",
    "rating": 1,
    "name": "Александр Иванов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Люблю грузинскую кухню, а в Хинкали она именно такая, как в Грузии. И не надо новомодной кухни - все лучшее проверено временем и есть в Хинкали\" - мясо сочное и пряное, правильные хинкали с разными начинками, хачапури, тархун... и официанты …",
    "rating": 5,
    "name": "Yulia Efremova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Внутри воняет. Обслуживание как в кабаке. Ещё и за обслуживание сразу в счёт включают 10%. Обходите стороной. …",
    "rating": 5,
    "name": "Татьяна Павловна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are very sorry that you have only unpleasant emotions from our institution. We will be glad to see you again and make a really good impression on you!\n\n(Original)\nНам дуже прикро, що у Вас залишились лише неприємні емоції від нашого закладу. Будемо раді бачити Вас знову та справити на Вас дійсно гарне враження!",
    "rating": 5,
    "name": "Оксана Жовнир",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все понравилось. Брала сациви с индейкой и хинкали. Всё вкусно. Официанты приветливые, объясняют что и сколько по времени будет готовиться. Обязательно вернусь, если буду рядом. …",
    "rating": 5,
    "name": "Дмитрий Грузинский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв! Спасибо, что нашли время рассказать другим гостям о нашем ресторане :)\n\n(Translated by Google)\nThank you for your feedback! Thank you for taking the time to tell other guests about our restaurant :)",
    "rating": 5,
    "name": "Elena Tyvonchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если Вы хотите открыть для себя настоящую грузинскую кухню- Вам в Хинкали! Обслуживание на высоком уровне. Блюда все очень вкусные! Посещение этого заведения привзошло все наши ожидания! …",
    "rating": 5,
    "name": "Татьяна Кузьмук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, были в ресторане 08.04. Первое что бросилось это очень душно и мало воздуха. Женщине при нас стало плохо вызывали скорую. На мою просьбу, 4 раза, сделать воздуха больше, кроме ответа \"сейчас\" никаких действий не было, хотя …",
    "rating": 5,
    "name": "Елена Яблонская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Never tasted Georgian cuisine in Ukraine.\nLooked only at the photo of dishes - with Georgia there was little that hankali, khachapuri. …",
    "rating": 5,
    "name": "Irina I",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hinkali is mediocre, the service is not worth the 10% that is immediately included in the bill …",
    "rating": 5,
    "name": "Татьяна Викторовна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We really liked this restaurant.\nThe service is great, the waiter Andrew helped us sort out the menu and prompted well delicious meals! …",
    "rating": 5,
    "name": "Igor N",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда. Невероятно аппетитная . Цены весьма демократичные и приветливый персонал. А ещё удобное расположение. В общем рекомендую ! …",
    "rating": 5,
    "name": "Мариам",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю грузинскую кухню. Решили посетить это заведение. Кухня не вкусная, персонал чем-то не довольный. Сервис плохой. Цены средние для центра. Вечер был испорчен. Официант хамит клиентам. …",
    "rating": 5,
    "name": "Елена",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я по жизни мясоед и баранина - моя страсть! Чакапули из баранины принесли \"живое\" - оно побулькивало и аромат неземной просто! С теплым шоти, обмакивая... мммм.... с жареным сыром. После такой трапезы послевкусие волшебное, долго …",
    "rating": 5,
    "name": "Алла Сонченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хачапури по-аджарски выше всяких похвал! Забронировали столик и приняли предзаказ по вайберу. Чисто и атмосферно (уборная разделена на «сестра» и «брат» ))\nХорошо, да. …",
    "rating": 5,
    "name": "Юрий Крижановский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting interior inside the institution. The low ceiling of the basement is covered with vines and accordingly does not \"hang\", and this impression is as if you are sitting somewhere on the street under old …",
    "rating": 5,
    "name": "Даша Новоградская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty incredible! Tried more than half the menu. Seating, experienced staff, cozy, clean, beautiful authentic interior. Very fast, almost not waiting. They sat by the company. Everyone liked it. I recommend, …",
    "rating": 1,
    "name": "Ihor Kostyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное атмосферное место с бесподобно вкусной едой! Очень классно, что несколько отдельных залов и разноплановые компании друг другу не мешают. Интерьер радует оригинальностью и опрятностью. …",
    "rating": 2,
    "name": "Dmytro Shupletsov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место, с колоритной кухней. Отдыхал с другом грузином, он был очень доволен, очень аутентично\nСервис на высшем уровне, администрация отзывчивая и лояльная …",
    "rating": 5,
    "name": "Lesia Andrievskaja",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Искренне благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you sincerely for your feedback!",
    "rating": 4,
    "name": "Viktoriya Skoraya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) After reading the reviews I really wanted to get here. Booked a table for 11 o'clock. It is clear that people are not enough at this time, but for booking a discount of 20% :). I was on a night shift, my girlfriend …",
    "rating": 5,
    "name": "Arsen Yushchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение, вкусная еда и хорошее обслуживание. Ремонт конечно бы уже стоило седлать, но без него интерьер аутентический! Минус - это подвальное посещение и при открытии входной двери из-за сквозняка закладывает уши …",
    "rating": 5,
    "name": "Sergey Predko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty food, especially khinkali, nice service (waiter Tatiana is a master of his craft). The pricing policy was looked online before the visit (as for a restaurant, quite normal), so there are no claims here. …",
    "rating": 5,
    "name": "Татьяна Кудинович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Официанты, невежды, нет манер, не компетентны даже не знают какой кофе подают. Очень разочарована, хотя блюда очень вкусные и цены хорошие, люди которе отслуживают портят всю статистику. Кухня на высоте, а все остальное ужасно просто …",
    "rating": 5,
    "name": "Viacheslav Musiichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "так себе заведение: вкусные отдельные блюда, нужно знать, что брать; обслуживание средненькое; неприятно удивило, что цены на вино не соответствуют реальности - в меню одно, а в счете другое. Не советую. …",
    "rating": 5,
    "name": "Маша Козырева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hello, Dear owner of the restaurant \"Khinkali\" today I have had a dinner at your institution. I want to ask you, did you eat there? Potatoes baked on a pasqua is flavored with white hair, hinkali swim in water and …",
    "rating": 5,
    "name": "Roman Vorobey",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение! Очень вкусная кухня и замечательная атмосфера (есть ощущение приватности, что немало важно) , цены тоже приятно радуют. …",
    "rating": 5,
    "name": "Evgen Osypchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Екатерина, благодарим за Ваш отзыв! Искренне рады, что Вам понравилось у нас в гостях :)\n\n(Translated by Google)\nEkaterina, thank you for your feedback! We are sincerely glad that you enjoyed visiting us :)",
    "rating": 5,
    "name": "Ольга Митина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Liked it a lot! Tasty and friendly staff!\n\n(Original) …",
    "rating": 3,
    "name": "Kate R.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much. We are glad you enjoyed our visit with her\n\n(Original)\nЩиро дякуємо. Радіємо, що Вам сподобалось у нас у гостях 😊",
    "rating": 2,
    "name": "Gennadii Akulin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место. Тут хинкали и хачапури лепят только под заказ ! Самый вкусный хачапури  по-аджарски который приходилось попробовать! Очень внимательный персонал. Спасибо …",
    "rating": 5,
    "name": "Lesia Litvinova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Великолепная кухня. Хачапури по-аджарски, хинкали с бараниной, рулетики из баклажан - очень вкусно.  И восхитительно охлажденная чача, как положено. Твердая 5ка. …",
    "rating": 5,
    "name": "Михайло Куценко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это проверенное годами место, где можно вкусно поесть. Хорошая кухня. Радушный персонал. …",
    "rating": 5,
    "name": "Оля Петренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Рекомендую! Мне на обед сюда всегда нравиться ходить. Цены на бизнес ланч сопоставимы с макдональдсом. Еда вкусная как в принципе и вся грузинская. …",
    "rating": 5,
    "name": "Выключатель Света",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вот вкусно! Сильно вкусно!!! Качество в обслуживании!) Советую!!!!)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Anna Khondak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for the right hinkali. Were with my family, ordered various hinkali, all were wonderful, got a lot of positive emotions from food and from service. It would be better to have such places where …",
    "rating": 5,
    "name": "Алёна Савчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательный ресторан, очень внимательное приятное обслуживание , вкуснейшее меню ... и что повезло попали на *живую*музыку...все великолепно, остались хорошие воспоминания ,придем еще не однократно ..СПАСИБО ХИНКАЛИ !!!!! ..(жаль нельзя …",
    "rating": 5,
    "name": "Ольга Гвоздева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая грузинская кухня, но вот тархун явно их сиропа стандартного да и цвет уж сильно ярко зелёный, натуральная трава извините, такой окрас не даст. …",
    "rating": 4,
    "name": "Павел",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Олег благодарим за Ваш отзыв! Каждый отзыв делает нас лучше.\n\n(Translated by Google)\nThank you Oleg for your feedback! Every review makes us better.",
    "rating": 5,
    "name": "Oleksii Voitikh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали вкусные, но не самые,выбор пива никакой. Официанты с недовольными лицами, что очень напрягает. Зачем идти на работу, которая очень не в кайф... …",
    "rating": 1,
    "name": "Михаил Тустов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно готовят, крутой интерьер, неплохое обслуживание, но цены как по мне высокие. Заплатили за лёгкий ужин на двоих со скидкой 30 % в честь ДР - 650 грн. …",
    "rating": 5,
    "name": "Сергей Александрович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Interior very pleasant, food fresh and tasty (although there was no broth in khinkali with meat), unfortunately service not very involved, polite only to selected guests and not speaking English ... Food defends …",
    "rating": 4,
    "name": "Кет «Radistka2000»",
    "cat": "Georgian restaurant"
  },
  {
    "review": "очень атмосферный грузинский ресторан с отличным интерьером. кухня также оказалась на высоте. зашли как раз во время выступления этно-группы с грузинскими народными песнями) ставлю заслуженную пятерку. …",
    "rating": 5,
    "name": "Sasha Fedotova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "хороший местяк! Грузия та самая Грузия!\n\n(Translated by Google)\ngood place! Georgia is Georgia!",
    "rating": 5,
    "name": "Александр Чупырь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферное место (спокойное и уютное), отличное меню и довольно вкусные блюда, но все равно большая часть заплаченого приходится на сервис, атмосферу и расположение. …",
    "rating": 5,
    "name": "Дмитрий Калугин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Артур, благодарим за Ваш отзыв!\n\n(Translated by Google)\nArthur, thank you for your feedback!",
    "rating": 5,
    "name": "Елена Акулова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, празднично, забавно\nПо домашнему тепло. Это именно то место где согреют, угостчт мандаринками и подарят атмосферу бабушки с Тбилиси. …",
    "rating": 5,
    "name": "Максим П",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I've been here 4 times.\n3 times a rating of 5 out of 5.\nLast time - two. …",
    "rating": 5,
    "name": "Вячеслав Бурдюков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Vlad, welcome! Thank you for your shipment. We are very sorry that last time we disappointed you. Unfortunately, given the festive period, it is difficult for us to understand exactly what the situation is about. We would be grateful if you would tell us in more detail when you visited our restaurant. What meals were ordered? What exactly was wrong with the ordered dishes?\n\n(Original)\nВлад вітаємо! Дякуємо за Ваш відгрук. Нам дуже шкода, що останнього разу ми розчарували Вас. На жаль, беручи до уваги святковий період, нам складно зрозуміти про яку саме ситуацію йде мова. Будемо вдячні, якщо Ви більш детально розповісти коли саме Ви відвідували наш ресторан. Які страви замовляли? Що саме не так було с замовленими стравами?",
    "rating": 5,
    "name": "Олесь Савлук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер крутой, но вот хинкали вообще никакие- 1.дорого 2.бульон-вода, вкуса почти нет((\nа хачапури тут хорошие!!) …",
    "rating": 5,
    "name": "Daniel Trujillo Mata",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine and a caring waiter are the perfect mix for a good kick of old friends celebrating one of their anniversaries. I do not know the price of the menu - the jeweler was treating. …",
    "rating": 5,
    "name": "Назар К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very colorful restaurant, delicious cuisine (khachapuri in Adjara 😍) good service👍 …",
    "rating": 5,
    "name": "Владислав Качан",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая грузинская кухня, только аджарские хачапури в Грузии все таки другие :-). Есть небольшой отдельный зал на 6-8 человек. …",
    "rating": 3,
    "name": "Drake",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это лучший грузинский ресторан в Киеве!\n\nМоя любовь началась с администратора, которая помогла определится с выбором блюд …",
    "rating": 5,
    "name": "Мирослава Романченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Georgian restaurant in the center of the capital. Delicious food, soulful atmosphere - I really liked everything. …",
    "rating": 5,
    "name": "Анна Петренко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Yuri, thank you very much for your feedback! We are glad that you liked our restaurant. We hope you have many more delicious meetings ahead of you :)\n\n(Original)\nЮрій, щиро дякуємо за Ваш відгук! Радіємо, що Вам сподобалось в нашому ресторані. Сподіваємось, попереду в нас з Вами, ще багато смачних зустрічей :)",
    "rating": 5,
    "name": "Олег Гулько",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great atmosphere of the establishment, extremely friendly and attentive staff, high level cuisine. I recommend for a great time with a company of friends! …",
    "rating": 5,
    "name": "Ле На",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Lida, thank you very much for your shipment and recommendations! We are glad that you enjoyed our restaurant.\n\n(Original)\nЛіда, щиро дякуємо за Ваш відгрук та рекомендації! Радіємо, що Вам сподобалось в нашому ресторані.",
    "rating": 5,
    "name": "Zot Milk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня, интерьер, обслуживание на высоком уровне! И цены очень приятно удивляют! Спасибо за отличное настроение от посещения, стараюсь раз в месяц посещать это место и баловать! …",
    "rating": 5,
    "name": "Ivan Kryvokin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный, приятный, традиционный ресторан с профессиональным персоналом. Шашлыки конечно не совсем традиционные , но меню в целом довольно интересное. …",
    "rating": 5,
    "name": "Timka Mironchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) There is no Ukrainian menu, the kitchen is awful, with the friendly waiters happy all the time.\nLunch loses in price and quality to almost all the surrounding restaurants. …",
    "rating": 5,
    "name": "Alla F.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Плюсы:\n- Еда была вкусной, особенно понравились сладкие хинкали с вишней.\n- Приносят комплимент от ресторана: наливку и сыр. …",
    "rating": 5,
    "name": "Taras Dmytrovskyi (РЖЙ)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добрый день, впечатления очень неоднозначные. Интерьер шикарный, расположение удобное. Но кухня и цены очень расстроили. Дорого и не вкусно. …",
    "rating": 1,
    "name": "Евгения Колыбашкина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно,обслуживание отличное)...были впервые,грузинская атмосфера,запах вкусной еды,музыка,интерьер...порадовали и глаз и насладились вкусной едой...всем остались довольны...спасибо Вам..успехов и хороших клиентов) …",
    "rating": 4,
    "name": "Mykhailo Kozik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось место. Вкусные хинкали. И комплимент от ресторана ввиде Чачи понравился 😊 обслуживание быстрое, что не могло не порадовать. Молодцы. 👍 …",
    "rating": 5,
    "name": "jellsamino",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виктория, искренне рады, что нам удалось Вас порадовать 😊  Благодарим за Ваши рекомендации и отзыв!\n\n(Translated by Google)\nVictoria, we are sincerely glad that we managed to please you 😊 Thank you for your recommendations and feedback!",
    "rating": 5,
    "name": "Оксана Ко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда вкусная, играет грузинская музыка, атмосфера неплохая. Правда вино с водой разбавляют, а так все хорошо. …",
    "rating": 5,
    "name": "М К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Зашел просто пообедать...\nСуп-харчо и Хинкали...ассорти (с бараниной и свининой)\nВо-первых, быстро... …",
    "rating": 5,
    "name": "Thariaz Limited",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю это хаведение!\nВсегда встречают с улыбкой, провожают к месту.\nКухня - потрясная! Абсолютню все в их меню вкусно! …",
    "rating": 5,
    "name": "Roman Semak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер!супер! Нам очень понравилось! Нас обслуживала официант Ира. Человек на своем месте! И подсказала что взять и ребенку угодила. Все очень вкусное! Мф ваши навеки!!! …",
    "rating": 5,
    "name": "ASMR FOR YOU",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все блюда на один вкус. Хинкали, чебуреки абсолютно с одинаковым вкусом. Низкие потолки, маленькие залы. …",
    "rating": 5,
    "name": "Stanislav Polyakov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дарина благодарим за Ваш отзыв! Каждый отзыв помогает нам стать лучше.\n\n(Translated by Google)\nThank you Darina for your feedback! Each review helps us become better.",
    "rating": 5,
    "name": "Wolfram Molfar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Подают еду очень быстро, есть свободные места на улице и внутри, вежливые официанты, а главное еда такая вкусная, что можно наесться вдоволь и все равно продолжать есть даже мой младший брат который питаеться одними сосисками ел все, что …",
    "rating": 5,
    "name": "Коля Корниенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I liked the place. I recommend. We went with a girlfriend and were happy with everyone. Service at the highest level. They told how to eat one or another dish correctly. Very atmospheric place. …",
    "rating": 5,
    "name": "Sergey Zhuravlev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цены не из самых дешёвых, но кухня безумно вкусная. Персонал просто прекрасный, очень отзывчивые официанты, всегда готовы помочь. …",
    "rating": 4,
    "name": "Alissa Ua",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Went by accident. There was a very pleasant impression, a special thanks to the staff for the mood. The cuisine is very tasty. Thanks again for the warm welcome) …",
    "rating": 5,
    "name": "Светлана Папуша",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Хороший интерьер, пару раз приходили и не было мест - лучше бронировать и уточнять заранее. …",
    "rating": 5,
    "name": "Aleksandr Panasenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nAndrey thank you for your feedback and recommendations!",
    "rating": 5,
    "name": "Pavel Kovalenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Hinkali is not very tasty compared to other establishments in the city, chebureks norms …",
    "rating": 5,
    "name": "Ihor Makarov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The establishment has a very positive impression. Friendly and caring staff along with tasty food make \"Khinkali\" simply unsurpassed. …",
    "rating": 2,
    "name": "Артем Гарбуз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее, атмосферное место. Персонал - на уровне. Подскажут, посоветуют. По времени готовки +- попадают в то, что обещают. Кухня - довольно хорошая. …",
    "rating": 3,
    "name": "Юлія Рябова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан. Бизнес ланч до 100 грн. 3 вида. Каждый месяц проходят акции - второе блюдо бесплатно. …",
    "rating": 5,
    "name": "Вадим Пищейко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хороший грузинский ресторан. Вкусно и не дорого, обслуживание на высшем уровне! Всем рекомендую, не пожалеете …",
    "rating": 5,
    "name": "Руслана Руслана",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nThank you for your feedback and recommendations!",
    "rating": 5,
    "name": "Анна Телюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Достаточно уютно, цены приблизительно средние среди грузинских ресторанов. Но все же среди грузинской кухни для меня это место не стало самым лучшим …",
    "rating": 4,
    "name": "advocatua",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне и моей группе китайских туристов все очень понравилось! Поверьте, их удивить сложно едой! Но удивили! Спасибо за чудесный ужин)) …",
    "rating": 1,
    "name": "David Janelidze",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) These dough things are sick and the juice is Baba ... but wallah they took too long and were handicapped on it .... …",
    "rating": 5,
    "name": "Виталий Гривцов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютно и оооочень вкусно. Если шашлык - то в Хинкали!😉😁 Небольшой недостаток- маленький туалет,  в котором двое людей не смогут развернуться ) …",
    "rating": 1,
    "name": "Дмитрий Ткачук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice atmosphere, delicious food. Nice personel. Operation could be a little faster. Everything else great! …",
    "rating": 5,
    "name": "Valentyn Mazur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback signal!\n\n(Original)\nDanke für deine Rückmeldung!",
    "rating": 5,
    "name": "Макс Самсонников",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very cozy terrace on the street. Henkali is hefty, as if real. Delicious and hearty. The food soup is spicy enough (for those who like spicy food) and also delicious. …",
    "rating": 1,
    "name": "Ivan Storozhenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно, любителям грузинской кухни настоятельно рекомендую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Сергей Н",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мое любимое заведение! Празднуем тут все значимые даты! Очень вкусно и приемлемые цены! Постоянно акции и предложения)) Всем рекомендую)) …",
    "rating": 4,
    "name": "Виталий Антюшин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда и адекватные цены. Единственный минус - надо всегда предварительно бронировать столик, а то можно остаться без места. …",
    "rating": 3,
    "name": "Evginiy Pyatibrat",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty. But they can help you order much more than you need, be careful, then bring home this deliciousness! :) …",
    "rating": 3,
    "name": "Виталий Тарасенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Alexander thank you very much for your feedback :)\n\n(Original)\nОлександр щиро дякуємо за Ваш відгук :)",
    "rating": 5,
    "name": "Ирина Пугач",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютно и вкусно! Приятный персонал! Хинкали и хачапури очень понравились)) Обьязательно ещё приеду попробовать что нибудь ещё! …",
    "rating": 5,
    "name": "Сергей Артеменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось, надо было где-то поужинать перед отьездом из Киева, а время было позднее, в окрестностях только этот ресторан работал, было очень вкусно, официант молодец …",
    "rating": 5,
    "name": "Олег Ілюшин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уже не в первый раз, все нравится: приятная атмосфера, интересный интерьер, отличное обслуживание и вкусная еда))) Рекомендую! …",
    "rating": 5,
    "name": "Светлана Порохова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно в грузинских традициях!\n\n(Translated by Google)\nTasty in Georgian traditions!",
    "rating": 5,
    "name": "Аркадий Амосов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The taste of the dishes is simply unique! There are plenty of options for every taste. Action offers - just a bomb! Come and find out! …",
    "rating": 5,
    "name": "Andrii Azaiev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Andrew, thank you very much for your feedback and recommendations :)\n\n(Original)\nАндрій, щиро дякуємо за Ваш відгрук та рекомендації :)",
    "rating": 5,
    "name": "Дмитрий Климов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень кнусно, за этими потрясающими хинкали стоит приходить!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Лиходеев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Good place, tasty and not too expensive.\nSurprised that the tip must be included in the bill of 10% …",
    "rating": 5,
    "name": "Наталья Тельнова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Бизнес ланчи вкусные, хорошие порции. Место довольно популярное, так что лучше заранее бронировать столик. …",
    "rating": 3,
    "name": "Olexiy Ovsyannykov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Словами не передать, блюда что подают в Хинкали нужно пробовать. Хочу сказать одно, что в это заведение хочется вернуться …",
    "rating": 4,
    "name": "Aleksandr Kurkula",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось обслуживание и конечно же хинкали - не острые и не пресные - как раз приготовлены как нужно. Люблю грузинскую кухню! …",
    "rating": 4,
    "name": "Dmytro Budnik",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отмечали день рождение и так бывали. Обслуживание отлично. Подарки и комплименты от повара) вкусно …",
    "rating": 5,
    "name": "Oleksii Kulish",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В Скаймоле худшие хинкали, с сыром жидкие, а с мясом вообще не возможно есть один перец все обжигает внутри. На Шота Руставели очень вкусные хинкали. Как такое возможно одна сетка. …",
    "rating": 5,
    "name": "Валерия Полякова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Одно из самых душевных мест в Киеве. Вкусные блюда, особенно чашушули и чакапули)). Цены - средние по Киеву. …",
    "rating": 4,
    "name": "Milan Bubla",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Super tasty and colorful. The waiters are the best of the best …",
    "rating": 5,
    "name": "Олег Мельниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если б можно было поставить больше звёзд, то ставила бы ещё +100 сверху! Место просто стало родным! Еда вкуснейшая, обслуживание радушное, обстановка душевная! …",
    "rating": 5,
    "name": "Tetiana Тabachna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Катерина, нет таких слов,  чтобы мы смогли выразить нашу благодарность за такой теплый и душевный отзыв! Когда наши гости становятся нам родными - это невероятно вдохновляет и радует. Спасибо, что нашли время поделиться впечатления о нашем ресторане с другими гостя. Надеемся и дальше, быть лучшим рестораном для Вас :)\n\n(Translated by Google)\nKaterina, there are no such words so that we can express our gratitude for such a warm and sincere review! When our guests become dear to us, it is incredibly inspiring and pleasing. Thank you for taking the time to share your impressions of our restaurant with other guests. We hope to continue to be the best restaurant for you :)",
    "rating": 5,
    "name": "An Nuur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Что тут сказать? Дорого и ужасно не вкусно. Просто жалко потраченных денег. Вкус этих пельменей напоминает размороженные с супермаркета. …",
    "rating": 5,
    "name": "VL Hell",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер, обслуживание на высшем уровне. Если вы хотите узнать что такое идеальное шёлковое тесто, то только сюда за хинкалями. …",
    "rating": 5,
    "name": "Natali Natalia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня. Хинкали просто  супер класс, пальчики оближешь, атмосфера дружелюбная, персонал приятный …",
    "rating": 5,
    "name": "Moskalchuk Bohdan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасная кухня, интерьер очень красивый, цены очень низкие, порции большие и что самое больше порадовало - приятный персонал …",
    "rating": 5,
    "name": "Tania Nevstrueva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оксана, благодарим за Ваш отзыв! Искренне рады, что нам удалось Вас порадовать.\n\n(Translated by Google)\nOksana, thank you for your feedback! We are sincerely glad that we managed to please you.",
    "rating": 4,
    "name": "сергій колесник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A great place for a delicious lunch and Sunday nights with your family))) for those who like genuine Georgian cuisine - I strongly advise! …",
    "rating": 5,
    "name": "Yvette Mosiichuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Appropriate themed interior. Good service. Very tasty cuisine. Be sure to try khachapuri in ajar and khinkali with different fillings. …",
    "rating": 5,
    "name": "Анастасія Лакуста",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан, приемлемые цены,очень вкусная кухня, обслуживание прекрасное. Атмосфера тихая,спокойная, вернусь сюда ещё не раз …",
    "rating": 5,
    "name": "Alina Chrapla",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место. Большой зал. Удобное расположение ТВ плазмы. Очень вкусно и адекватно по ценам. Приветливый персонал.\nРекомендую …",
    "rating": 5,
    "name": "Виктория Дук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елена благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nElena thank you for your feedback and recommendations!",
    "rating": 5,
    "name": "aba saba",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно, сервис отличный, уютная обстановка, приятные скидки для именинников. Будем ходить сюда чаще. …",
    "rating": 5,
    "name": "VAi",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Небольшое уютное заведение с хорошей кухней и обходительным обслуживанием! Разные \"комплименты\" от ресторана оставляют приятные впечатления. …",
    "rating": 4,
    "name": "Alexander Fedorko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Татьяна, благодарим за Ваш отзыв. Искренне рады, что посещение нашего ресторана оставило приятные впечатления. Надеемся увидеть Вас в гостях ещё не один раз ❤️\n\n(Translated by Google)\nTatyana, thank you for your feedback. We are sincerely glad that a visit to our restaurant left a pleasant impression. We hope to see you again more than once ❤️",
    "rating": 5,
    "name": "Владислав Мельник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very delicious cuisine, friendly waiters who understand where they work and provide exhaustive menu information. …",
    "rating": 5,
    "name": "Виктория Куликовская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень всё понравилось!!! Заказ ждала недолго...очень вкусно! Единственный минус(это касается девушек)- тяжело открывается входная дверь!!!! …",
    "rating": 5,
    "name": "Igor Gomenyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферный интерьер. Обслуживание на высоте!!! Кухня очень вкусная. Рекомендую) …",
    "rating": 5,
    "name": "eyal noam",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Елена благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nElena thank you for your feedback and recommendations!",
    "rating": 5,
    "name": "Tatyana Z",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting restaurant, I am in love with the barbecue that is cooked here in a special Georgian sauce. …",
    "rating": 5,
    "name": "Viktor WP",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nЩиро дякуємо за Ваш відгук!",
    "rating": 5,
    "name": "12 22",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Liked very much. Atmospheric restaurant with Georgian dishes. The service is good. You can pay by card. …",
    "rating": 5,
    "name": "Владислав Ковач",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I adore this place, delicious, adequate prices, nice staff. …",
    "rating": 3,
    "name": "Анжела Рунець",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The worst khachapuri in Adjara in life. The air conditioner did not work in the room. …",
    "rating": 5,
    "name": "Ростислав Соломка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Место для развода туристов. Цены не адекватны качеству. Что хинкали (25 грн штука), что хачапури не впечатлили. …",
    "rating": 5,
    "name": "Сергей Романчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень классное заведение!\nАтмосферно, очень вкусно, доступно,внимательный персонал...... хочется вернуться! Рекомендую! …",
    "rating": 5,
    "name": "Александр Шаповалов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Леся, возвращайтесь, мы будем ждать :) Благодарим за Ваш отзыв! Спасибо, что нашли время поделиться впечатлениями о нашем ресторане.\n\n(Translated by Google)\nLesya, come back, we will wait :) Thank you for your feedback! Thank you for taking the time to share your impressions of our restaurant.",
    "rating": 5,
    "name": "Александр Буюкли",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня вкусная, интерьер отличный, все выдержано в стиле. Обслуживание на уровне. Цены выше среднего …",
    "rating": 5,
    "name": "Анатолій Матвіюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Очень понравились хинкали с курицей. Обслуживание быстрое и приятное …",
    "rating": 5,
    "name": "Максим Бердес",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Арсен, благодарим за Ваш отзыв 😊\n\n(Translated by Google)\nArsen, thank you for your feedback 😊",
    "rating": 5,
    "name": "Pavel Mizev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасная кухня и тёплая душевная атмосфера. Внимательная официант Оля. Спасибо большое!!! …",
    "rating": 5,
    "name": "Svetlana Kharlanova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, искренне благодарим за Ваш отзыв! Спасибо, что особенно отметили работу нашей Ольги. Будем рады видеть Вас в гостях еще не один раз.\n\n(Translated by Google)\nSergey, sincerely thank you for your feedback! Thank you for especially noting the work of our Olga. We will be glad to see you on a visit more than once.",
    "rating": 1,
    "name": "Vania Luzzoli",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторанчик. Всё очень вкусно. Разнообразное меню. Вежливый и внимательный персонал. …",
    "rating": 5,
    "name": "Вадим Матешук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и атмосферно\n\n(Translated by Google)\nVery tasty and atmospheric",
    "rating": 5,
    "name": "Роман Абрашкін",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ну ооочень вкусные хинкали! И хачапури по-аджарски. Порции большие. Мы всегда просто выкатываемся из этого заведения от количества съеденного) …",
    "rating": 4,
    "name": "Yegor “estevez” Vialov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Класс!!! В Херсоне такого нет..\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Скиба",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне очень понравилось. Атмосферно, выдержан грузинский стиль, вежливые официанты и самое главное, все очень вкусно!!! …",
    "rating": 5,
    "name": "Andrey Tarasenko (Kristina Play Games)",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда!\nСпокойное, ненавязчивое обслуживание!\nПриятные бонусы! …",
    "rating": 5,
    "name": "Дмитрий Сибилев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) In general, not bad, the wine is delicious, the dishes are ordinary. Probably not to my taste. …",
    "rating": 5,
    "name": "Maxim Sabelnikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback!\n\n(Original)\nДякуємо за Ваш відгук!",
    "rating": 4,
    "name": "V Olga",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание ужасное. Ощущение как будто должен. Официанты не приятные и это портит все впечатление. …",
    "rating": 5,
    "name": "Оксана Дарийчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, сытно, быстрая подача. Персонал дружелюбный. Обслуживание на высшем уровне. …",
    "rating": 5,
    "name": "Святослав-Мирослав Павлюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Some kitchens and service are kept at a high level for several years in a row! P. S. Pumpkin menu is very tasty) …",
    "rating": 5,
    "name": "Стас Бабка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательное место в самом центре Киева. Очень вкусно все, обслуживание супер, атмосфера тоже. Рекомендую! …",
    "rating": 2,
    "name": "Стас на квасе",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ольга, мы искренне рады, что Вам понравилось у нас в гостях. Благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nOlga, we are sincerely glad that you liked visiting us. Thank you for your feedback and recommendations!",
    "rating": 5,
    "name": "Serhii Pas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферное, тематическое заведение с вкусной кухней и напитками. Вежливое, быстрое и приятное обслуживание! Все понравилось! …",
    "rating": 4,
    "name": "Yuriy Pankratov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда безвкусная. Цены высокие. Обслуживание плохое. Сами добавляют в чек чаевые.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наташа Шурупова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусный бизнес ланч, хороший выбор блюд, красивый интерьер, внимательный персонал. Рекомендую. …",
    "rating": 3,
    "name": "Kirill Sh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное обслуживание, вкуснейшая кухня.\nВезде чистенько и уютно!\nТак держать! …",
    "rating": 4,
    "name": "Анна Цегельник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место, как для центра Киева с очень даже демократичными ценами. Все принесли быстро и было вкусно)! …",
    "rating": 5,
    "name": "Вікторія",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Недорогой и хороший бизнес ланч. Хинкалина со шпинатом - самая вкусная хинкалина! …",
    "rating": 4,
    "name": "Max Freeman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отвратительно!! Были места, но нас не хотели садить за стол для 4х!! А потом ещё и оправдывались, когда я сделал замечание!! Не ходите туда!! …",
    "rating": 5,
    "name": "фемели единорожка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ресторан понравился, кухня замечательная, но хотелось бы, чтобы персонал встречал немного более приветливей. …",
    "rating": 1,
    "name": "Yana",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The menu is delicious, the waiters are smart. But: steep stairs, dark and damp in the halls. …",
    "rating": 5,
    "name": "Татьяна Заболотная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучший грузинский ресторан Киева, всегда сытно и вкусно. Всем советую для посещения …",
    "rating": 5,
    "name": "Андрій Панченков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Саша, благодарим за Ваш отзыв и рекомендации 😊\n\n(Translated by Google)\nSasha, thank you for your feedback and recommendations 😊",
    "rating": 5,
    "name": "Людмила Войтович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший колоритный ресторан с особой атмосферой и отличной кухней. Хинкали рекомендую, очень вкусные.! …",
    "rating": 5,
    "name": "Алексей Писанец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Александр, благодарим за Ваш отзыв! Спасибо, что особенно отметили наши фирменные хинкали.\n\n(Translated by Google)\nAlexander, thank you for your feedback! Thank you especially for our signature khinkali.",
    "rating": 2,
    "name": "Pavlo Shevchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне понравилось. Персонал душевный)\n\n(Translated by Google)\nI like it. The staff is sincere)",
    "rating": 5,
    "name": "Оля Шестакова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо :)\n\n(Translated by Google)\nThanks :)",
    "rating": 5,
    "name": "Tetiana Iakushevska",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Здесь очень вкусно и уютно. И гостеприимный персонал,  всегда готовый помочь и подсказать. …",
    "rating": 3,
    "name": "Anton Ivanov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тихое и уютное место для отдыха в больших компаниях. Кухня 5/5, одни из самых вкусных хинкали, что я пробовал! …",
    "rating": 5,
    "name": "Ирина Ирина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и колоритно 🇬🇪\n\n(Translated by Google)\nTasty and colorful 🇬🇪",
    "rating": 5,
    "name": "алла макс",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious lunch and fast service. The atmosphere is a bit like \"Georgia Soviet man\", but quite the norm …",
    "rating": 2,
    "name": "Denis Ramone",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Perfect restaurant for dinner in Kiev. In the center, very friendly treatment, super good and cheap food. Highly recommended. …",
    "rating": 4,
    "name": "ViktoriaOverchenko Overchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, affordable, atmospheric :) I recommend.\nTip, book a table :) …",
    "rating": 1,
    "name": "ВАСИЛИЙ БАРАБОЛКИН",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nazar, thank you for your feedback and recommendations 🙂\n\n(Original)\nНазар, дякуємо за ваш відгук та рекомендаціі 🙂",
    "rating": 5,
    "name": "Дмитрий ГОРОХОВ",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Замечательные хинкали. Есть система скидок. Хорошее обслуживание. Невысокие цены. Рекомендую. …",
    "rating": 5,
    "name": "Юля Любимова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Еда хорошая, но насчёт гриля есть вопросы. Такое ощущение, что хоспера нет.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tetiana Nikitina",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Когда работала неподалеку, часто обедала здесь. Хинкали шикарные, только в грузии такие пробовала. …",
    "rating": 4,
    "name": "Valeriia Startseva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и атмосферно\n\n(Translated by Google)\nVery tasty and atmospheric",
    "rating": 5,
    "name": "Kamil W.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious, but the portions in Georgian restaurants are much larger. …",
    "rating": 5,
    "name": "Oleksandr Vakuliuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Oleg, thank you for your feedback!\n\n(Original)\nОлег, дякуємо за Ваш відгук!",
    "rating": 5,
    "name": "Константин К",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятные и внимательные официанты, вкусные хинкали. В воскресенье акция 1+1. Приятно) …",
    "rating": 5,
    "name": "Ventel Prime",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасное заведение!\nКухня отличная, приветливый персонал, цены демократические)\nРекомендую!!! …",
    "rating": 5,
    "name": "Iryna Aliieva",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв и рекомендации! Искренне рады, что Вам понравилось в нашем ресторане.\n\n(Translated by Google)\nThank you for your feedback and recommendations! We are sincerely glad that you liked our restaurant.",
    "rating": 5,
    "name": "Богдан Кафтанатий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Really delicious Georgian cuisine. Nice staff, cozy atmosphere. …",
    "rating": 5,
    "name": "Олександр Оласюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень красиво и не стандартно, попадаешь в не стандартную для Киева обстановку☺\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олексій Навальний",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Дуже смачно та приємний персонал!\nTasted very good! Outstanding service! …",
    "rating": 5,
    "name": "Инна Подольская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Celebrated a birthday. Everything is delicious. Khinkali and a discount were given as a gift.) …",
    "rating": 5,
    "name": "я счастливая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отвратительный сервис, длительное обслуживание, хинкали и хачапури ждали более 80 мин. Официанты были заняты банкетом, на вопросы и замечания внимания не обращали …",
    "rating": 5,
    "name": "Дмитрий Тарасенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious Georgian cuisine. Disadvantages: food is sometimes brought cold, a lot of cilantro in dishes …",
    "rating": 5,
    "name": "Vlad Raider",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Для центра Киева отличное атмосферное место, четыре человека отлично посидели на 1500 гривен. Всем рекомендую... …",
    "rating": 5,
    "name": "Ruslan K",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан. Вкусно!\n\n(Translated by Google)\nGreat restaurant. Yummy!",
    "rating": 5,
    "name": "Веста Куликовская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great place with delicious food and nice bonuses) so far the most delicious khinkali we tasted …",
    "rating": 5,
    "name": "Alex N.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень душевный, атмосферный ресторан с вкусной кухней. По ценам - средние для Киева. …",
    "rating": 3,
    "name": "Leonid Shumlyanskyy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice and atmospheric place. Delicious and inexpensive. There is still on the hem but here I like it more …",
    "rating": 4,
    "name": "Игорь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The food was excellent, delicious and fresh. Excellent service and price for 3 people each two servings came out about 900 hryvnia including tip. …",
    "rating": 5,
    "name": "Mykhailo Chuha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали с грибами и шпинатом это прям топчик! Мои вкусовые рецепторы в восторге! …",
    "rating": 5,
    "name": "Андрюха Слободян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Можно в Грузию не ехать. Она уже здесь. Чудеснейший уголок Грузии в Киеве\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Denis Sekret",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) All very tasty, friendly staff, original interior\n\n(Original) …",
    "rating": 5,
    "name": "Никита Ковальский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your feedback and recommendations :)\n\n(Original)\nДякуємо за Ваш відгук та рекомендації :)",
    "rating": 5,
    "name": "Andrew Voronov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось. Хорошая кухня, приветливый персонал, небольшие презенты посетителям. …",
    "rating": 5,
    "name": "Anatoliy Skrypnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, благодарим за Ваш отзыв!\n\n(Translated by Google)\nSergey, thank you for your feedback!",
    "rating": 5,
    "name": "Татьяна Крокос",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня хорошая, единственное что тесно и танцевать негде. А так все понравилось 😊 …",
    "rating": 3,
    "name": "Юля Beikun",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно...замечательное место...уютненько...хочеться прийти еще раз\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tati P",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Светлана, благодарим за Ваш отзыв! Мы будем ждать Вас снова в гости :)\n\n(Translated by Google)\nSvetlana, thank you for your feedback! We will be waiting for you to visit again :)",
    "rating": 5,
    "name": "Vladyslav Pokul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный интерьер, приветливый персонал. Хинкали и хачапури стоит попробовать - вкусно. …",
    "rating": 5,
    "name": "Роман N",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Залы в национальном стиле, очень уютно, вкусная кухня.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Рижков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for the kind words!\n\n(Original)\nДякуємо за приємні слова!",
    "rating": 5,
    "name": "Артём Корнесов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Добротный ресторан а грузинской кухней. Забавно, что их 2 на шота руставелли. Не путайте ;-) …",
    "rating": 5,
    "name": "Елена Аверкина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Sour borscht. And such hinkali is a crime in general. Napoleon cake is not a cake, but a liquid ( …",
    "rating": 5,
    "name": "reut agur",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Unfortunately, everything was not very comparable to the current level of Georgian institutions in Kyiv, khachapuri are small, khinkali at the average level. …",
    "rating": 5,
    "name": "Григорий Савков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан.  Вкусно готовят. Ненавязчивое обслуживание. Рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алла Слебик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, особенно сырные хинкали и хачапури по-аджарски! Очень демократичные цены! …",
    "rating": 5,
    "name": "Bogdan Istrashkin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня. Внимательный персонал. Интересный стильный интерьер.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrii Ivanchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно. Впечатление портит навязывание 10% за обслуживание\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктор Хасеневич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень далеко от Грузинской кухни ,своеобразное украинское видение !!!! Не вкусно ,сорри ! …",
    "rating": 5,
    "name": "Михаил Лемарк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Давид благодарим за Ваш отзыв! Каждый отзыв помогает нам посмотреть на работу ресторана с новой стороны и стать лучше!\n\n(Translated by Google)\nThank you David for your feedback! Each review helps us to look at the restaurant from a new perspective and become better!",
    "rating": 5,
    "name": "Ann Lav",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Милое местечко! Хинкали такие же хорошие, как в Тушетии. Очень советую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владислав Пароходов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виталий, благодарим за Ваш отзыв и рекомендации :)\n\n(Translated by Google)\nVitaly, thank you for your feedback and recommendations :)",
    "rating": 5,
    "name": "Anna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслужевание хорошое слов нет но насчет кухни очень слабо хинкали были переварены …",
    "rating": 5,
    "name": "georgiy novikov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за Ваш отзыв, каждый отзыв помогает нам стать лучше. Уточните пожалуйста, были ли у Вас ещё замечания по кухне?\n\n(Translated by Google)\nDmitry, thank you for your feedback, each review helps us become better. Please check if you had any more comments on the kitchen?",
    "rating": 5,
    "name": "Ярослав Рябинин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферное место и вкусная кухня. Цены приемлемые и вежливый персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Алам",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан: кухня, официанты,интерьер. 10% чаевых включено в чек\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maksym Muzychenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шесть хинкалин ждали 40мин, ожидание было не оправдано.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Юлия Бачинская",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохое заведение ,но очень мало грузинской кухни,было вкусно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Peter Weinstein",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 5,
    "name": "Ekaterina Paliy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферно. Вкусно и быстро. Цены норм, как для центра киева!!\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Artemius MV",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали на вкус были будто пот стек с повара в них, очень разваливались, а так дали бесплатные настойки за это спасибо. …",
    "rating": 5,
    "name": "Sergey Kievskii",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Красиво внутри, еда вкусная, но очень долго все готовят\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Катя Матвиенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виталий, благодарим за Ваш отзыв!\n\n(Translated by Google)\nVitaliy, thank you for your feedback!",
    "rating": 5,
    "name": "Kostya Onyshchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Супер интерьер, сервис на высоком уровне, кухня великолепная! Одно из любимых заведений Киева! …",
    "rating": 1,
    "name": "Анастасия Литус",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Настоящая грузинская атмосфера, харчо и хинкали- как в Тбилиси,  прекрасное обслуживание …",
    "rating": 5,
    "name": "Masha Klima",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, благодарим за Ваш отзыв! Спасибо, что так высоко оценили наши фирменные блюда.\n\n(Translated by Google)\nSergey, thank you for your feedback! Thank you so much for our specialties.",
    "rating": 4,
    "name": "Serhii Babychev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is delicious, cooked from the heart.\n\n(Original)\nВсе смачно, готують від душі.",
    "rating": 5,
    "name": "Олексій Лиштва",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) We are sincerely grateful for the feedback, Oleg! We look forward to seeing you again!\n\n(Original)\nЩиро вдячні за відгук, Олег! Будемо раді бачити Вас знову!",
    "rating": 5,
    "name": "Yana Ilchenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравился интерьер , вкусы других национальностей.. Хорошая кухня\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Дроздова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "качество на высоте и очень вкусно (люблю грузинскую кухню)\n\n(Translated by Google) …",
    "rating": 1,
    "name": "жуковский олег",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение. Блюда супер. Обследование на высшем уровне. Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Galyna Grand",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Андрей благодарим за Ваш отзыв и рекомендации!\n\n(Translated by Google)\nAndrey thank you for your feedback and recommendations!",
    "rating": 4,
    "name": "Ігор Дзюбинський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня, вежливый персонал приятные цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ivan Kunderenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Дмитрий, благодарим за Ваш отзыв 🙂\n\n(Translated by Google)\nDmitry, thank you for your feedback 🙂",
    "rating": 5,
    "name": "Светлана Трухачева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно поели. Особенно хинкали с грибами и шпинатом.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Диодора Королева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и уютно.\n\n(Translated by Google)\nDelicious and cozy.",
    "rating": 5,
    "name": "Anastasiia Kolha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера, но еда довольно посредственная. Хинкали (блюдо) разочаровали, ожидал большего. …",
    "rating": 5,
    "name": "Tetiana Skrypnyk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вполне приемлемо по соотношению цена/расположение/скорость обслуживания. Рекомендую. Ужин на одну персону 300+ …",
    "rating": 5,
    "name": "Sherstukinna1978 Sherstuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные блюда, неплохие бизнес ланчи , но в последнее время подняли цены на них, поэтому 4 звезды …",
    "rating": 3,
    "name": "Наташа Махиненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютное место, аутентичная грузинская кухня. Вежливый персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Великий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Алексей благодарим за Ваш отзыв!\n\n(Translated by Google)\nAlex, thank you for your feedback!",
    "rating": 4,
    "name": "Ярослав Мирян",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, гаряче и не вероятно красивая подача!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Viacheslav Dybuna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The food was very tasty, the service was great (we were on a weekday, so it was half-empty and the staff had time for us). …",
    "rating": 4,
    "name": "Assanali Serikbai",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you for your response :)\n\n(Original)\nDěkujeme vám za vaši reakci :)",
    "rating": 5,
    "name": "Наталья Подольная",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Чисто и уютно. Персонал тоже норм, особенно админы)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Маргарита Дерикот",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо от лица всего коллектива! )\n\n(Translated by Google)\nThanks on behalf of the whole team! )",
    "rating": 5,
    "name": "Innusha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "все понравилось. ходила на хинкали второй раз.думаю пойти на большое меню, все попробовать:) …",
    "rating": 5,
    "name": "Елена Иваниченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо за гостеприимие Всё очень вкусно, а главное от чистого сердца\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrew Kochurin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда , был 5 раз в ресторане , официанты приятные :) шашлык из свинины вообще божественный . …",
    "rating": 5,
    "name": "Анастасия Макарова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая атмосфера, вкусные блюда, внимательные официанты\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Volodymyr Svydenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень приятное место. Превосходное обслуживание. Вкусная еда и нормальные цены, как для центра Киева. …",
    "rating": 4,
    "name": "Yerzhan Ibrayev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Официантка Таня - молодчинка, очень внимательная\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Prof_RG",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Decoration and staff +, kitchen +/-, counted a considerable additional amount for the service. …",
    "rating": 4,
    "name": "V F “VFC” Chuzha",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Restaurant with delicious cuisine and interior in the national style. Khachapuri super 😍 …",
    "rating": 5,
    "name": "Valentine Leonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, колоритный интерьер, быстрое обслуживание и приятный бонус в виде настойки …",
    "rating": 5,
    "name": "Алла Семененко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great, I recommend it, e.g. onion rings\n\n(Original)\nSuper, polecam, np cebureki",
    "rating": 5,
    "name": "Мая Литвинова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная грузинская кухня и замечательное вино Киндзмараули и цены умеренные для Киева. …",
    "rating": 5,
    "name": "Ernest Vaulin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все понравилось Агонь спасибо офецыанты отдельный +\n👍 …",
    "rating": 5,
    "name": "Matilda Kot",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Thank you for recommented!",
    "rating": 5,
    "name": "Юлия Финогреева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда , один из самый вкусных грузинских ресторанов в Киеве , интерьер немного под устал , очень приятный персонал . …",
    "rating": 3,
    "name": "Apex Falcontis",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сносно. Интересный интерьер. Приятная атмосфера. Еда нормальная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Сторожук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Если б я был самым вкусным хинкали то хотел бы чтоб меня сьели именно в этом ресторане!! …",
    "rating": 3,
    "name": "Світлана",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Pretty good forge, adequate prices, friendly staff, nice bonuses for birthday parties …",
    "rating": 4,
    "name": "Сергій Нестерук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your shipment!\n\n(Original)\nЩиро дякуємо за Ваш відгрук!",
    "rating": 5,
    "name": "Владимир Дадиани",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня при очень хорошем обслуживании.\n\n(Translated by Google)\nExcellent cuisine with very good service.",
    "rating": 5,
    "name": "Алексей Песков",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Игорь, благодарим за Ваш отзыв!\n\n(Translated by Google)\nIgor, thank you for your feedback!",
    "rating": 5,
    "name": "Igor Tkachenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) An excellent Georgian restaurant, with excellent Khachapuri and a variety of very successful Khinkali.\nFrom the rest of the menu we were less enthusiastic …",
    "rating": 5,
    "name": "Людок Морозова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Beautiful, colorful place. Very tasty Georgian dishes\n\n(Original) …",
    "rating": 5,
    "name": "Alina A",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nЩиро дякуємо за Ваш відгук!",
    "rating": 4,
    "name": "Sasha Tsoligan",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great service, above average prices! Very tasty and a large selection of dishes) …",
    "rating": 5,
    "name": "Kostya mihaylyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, хорошее обслуживание, весьма низкие как для Киева цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Евгений Ли",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв 😊\n\n(Translated by Google)\nThank you for your feedback 😊",
    "rating": 5,
    "name": "Ірина Ляшенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень люблю это место. Быстро, вкусно, культурно. Очень удобно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleg Zvonenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Персонал максимально неприветлив, при этом обслуживание включено в счёт.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виталий Опанасюк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Брали бизнес ланч,вкусно,сытно и недорого.Попробывали хинкальки,понравилось.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олександр Мальований",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все вкусно, цены адекватные, дизайн очень продуманый\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марина Рашко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Иногда хожу на бизнес ланчи сюда.Вкусно, мне нравится.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "виталий виталий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Более чем вкусно... За харчо можно родину продать!)\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Сергей Патынский",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучший отзыв! Благодарим :)\n\n(Translated by Google)\nThe best review! Thank you :)",
    "rating": 5,
    "name": "Христина Федак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Bombay establishment, cozy, and which is all delicious, mmmm. but bring Ukrainian to you ;-) …",
    "rating": 3,
    "name": "Alex Zasorin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The best cuisine for your stomach;) and what a place ... I highly recommend …",
    "rating": 4,
    "name": "Vasile Capusceac",
    "cat": "Georgian restaurant"
  },
  {
    "review": "В период акций очень выгодное место, с очень вкусной кухней!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Любовь Рац",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Павел, благодарим за Ваш отзыв!\n\n(Translated by Google)\nPavel, thank you for your feedback!",
    "rating": 5,
    "name": "Евгений Иванов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неизменно прекрасное обслуживание, атмосфера и вкусная еда! 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Постоева",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Светлана, благодарим Вас за отзыв! Стараемся для Вас :)\n\n(Translated by Google)\nSvetlana, thank you for your feedback! We try for you :)",
    "rating": 4,
    "name": "Андрей Ивженко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Medium-low quality for a Georgian in Kiev and high prices, bordering on the tourist trap …",
    "rating": 4,
    "name": "Ivan Alumov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Верните старое меню.было вкуснее\n\n(Translated by Google)\nBring back the old menu. Tasted better",
    "rating": 5,
    "name": "Julia Ostapenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Friendly staff, very thematic and atmospheric, delicious)) …",
    "rating": 5,
    "name": "kostas tas",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Достаточно вкусно, приятное, не навязчивое обслуживание. Долго ждать не приходится. …",
    "rating": 4,
    "name": "Lenacat Mixom",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня, демократические цены. Отличный семейный ресторан\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Philipp “Tontreiber” R.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Александр благодарим за Ваш отзыв!\n\n(Translated by Google)\nAlexander thank you for your feedback!",
    "rating": 5,
    "name": "Igor Shturmov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "очень даже вкусно, разнообразное и самобытное меню\n\n(Translated by Google)\nvery tasty, varied and distinctive menu",
    "rating": 4,
    "name": "Oleksandr Sagittarius",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Самый вкусный и демократичный по цене обед в центре. Часто проходят акции.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталия Пятак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусные острые хинкали с бараниной и аджика, а также харчо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Po",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Glad you liked it!\n\n(Original)\nРаді, що Вам сподобалося!",
    "rating": 5,
    "name": "Vitalii Kupin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер - слегка запылившийся, особенно смущают шкуры на стенах,  еда была вкусной, особенно жаренная картошечка)) …",
    "rating": 5,
    "name": "Ivan Mandybura",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Оч вкусно готовят, хорошее обслуживание и приятный интерьер\n\n(Translated by Google)\nOch cook, good service and nice interior",
    "rating": 5,
    "name": "Andriy Postelzhuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious mint tea, cozy soulful place.) I liked it!\n\n(Original) …",
    "rating": 5,
    "name": "Andrey Shoshmin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nЩиро дякуємо за Ваш відгук!",
    "rating": 5,
    "name": "Jmp",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, приветливый персонал, удобное расположение, приемлемые цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleksandr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Борщ - вкусный, очень, но почему к нему идут каменные пампушки??\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Володимир Кот",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мария, благодарим за Ваш отзыв! Понимаем, что нас это не оправдывает, но в приготовлении пампушек, к сожалению, была нарушена технология. Мы приносим извинения за испорченные впечатления и уверяем Вас, что наш вкусный борщ уже дополняют воздушные пампушки. Будем рады видеть Вас в гостях снова.\n\n(Translated by Google)\nMaria, thank you for your feedback! We understand that this does not justify us, but, unfortunately, the technology was violated in the preparation of pampushkas. We apologize for the spoiled impressions and assure you that our delicious borscht is already complemented by air pampushkas. We look forward to seeing you again.",
    "rating": 5,
    "name": "Andrew",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) The best khachapuri in Ajarian in Kiev! They are just divine;) …",
    "rating": 4,
    "name": "Andrei Kurkov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much :) We are glad that you enjoyed our branded khachapuri.\n\n(Original)\nЩиро дякуємо :) Радіємо, що Вам сподобалися наші фірмові хачапурі.",
    "rating": 5,
    "name": "Александр Мацак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Киев, центр, заведение типа \"хинкали\". Не изыскано, но с ценой изысканности\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lev Bend",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юрий благодарим за Ваш отзыв!\n\n(Translated by Google)\nYuri, thank you for your feedback!",
    "rating": 5,
    "name": "Юля Гусманова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня обалденная, чего не скажешь о напитках в первую очередь, то что касается кофейной карты …",
    "rating": 5,
    "name": "Юлия Прилуцкая",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали не очень понравились. Показались безвкусными и водянистыми.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Andrey Qqq",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв. Надеемся, Вы сообщили о замечаниях по поводу хинкали официанту или администратору ресторана.\n\n(Translated by Google)\nThank you for your feedback. We hope you have reported comments about the khinkali to the waiter or restaurant administrator.",
    "rating": 1,
    "name": "Anastasiia Skryhaniuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обслуживание отличное, а вот мясо не понравилось, очень сухое.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Jiajia Wu",
    "cat": "Georgian restaurant"
  },
  {
    "review": "нам все понравилось, очень вкусно,спасибо,рекомендуем 👍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Ващик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Виктория добрый день! Благодарим за Ваш отзыв и рекомендации :)\n\n(Translated by Google)\nVictoria, good afternoon! Thank you for your feedback and recommendations :)",
    "rating": 5,
    "name": "Ann Khalabuzar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приветливый, веселый персонал\n\n(Translated by Google)\nFriendly, cheerful staff",
    "rating": 4,
    "name": "Степан Степанов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 4,
    "name": "Anna Horbachova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно. Уютно. С кавказским добродушием.\n\n(Translated by Google)\nDelicious. Cozy. With Caucasian kindness.",
    "rating": 5,
    "name": "Vladimir Sosevich",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень душно, хинкали не вкусные :( и на порядок дороже остальных хинкальных\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Тимощук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine, friendly staff! All at a very high standard :) …",
    "rating": 5,
    "name": "Viktoria Volk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food. Great Georgian atmosphere. The waiters are good. …",
    "rating": 4,
    "name": "Serg Lep",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Convenient location, cooked deliciously and at an affordable price. …",
    "rating": 3,
    "name": "Ruslan Kanarian",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее местечко с вкусной кухней и вполне приемлемым ценником\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Stipe Filipović",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) I didn't really like the taste of the ordered dishes.\n\n(Original) …",
    "rating": 1,
    "name": "سعد Saad",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Divine khachapuri and khakapuli. Great Georgian cuisine and authentic interior …",
    "rating": 5,
    "name": "Ирина Гаврилова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно. Особенно хачапури и хинкали с бараниной.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "lusbul",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Меню слабое . Обслужили быстро.\n\n(Translated by Google)\nThe menu is weak. Served quickly.",
    "rating": 5,
    "name": "Oleksandr Horban",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, соответствует грузинским традициям. Обслуживание на высоте!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrii Rent",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно и атмосфера Грузии, рекомендую это место\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Leonid Kuzmin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Alla thank you for your recommendations!\n\n(Original)\nАлла благодарим за Ваши рекомендации!",
    "rating": 5,
    "name": "Владислав Дабрынин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Такое себе. Тесто у хинкали неочень, да и дороговато. маленькие порции салатов.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Timofei Tishkov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место для ужина, большие порции, приемлемые цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Илья «ivoll» Ильёв",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за отзыв!\n\n(Translated by Google)\nThanks for the feedback!",
    "rating": 5,
    "name": "Snezhka Vglyarski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "ЛЮБЛЮ ГРУЗИНСКОЕ БЛЮДО ШУРПА. СИСТЕМАТИЧЕСКИ ТАМ КУШАЛ. КУСОК БАРАНИНЫ БЫЛ В ШУРПА ЗА ЧТО НЕ ЖАЛКО БЫЛО ОТДАВАТЬ ДЕНЬГИ. БАРАНИНА ТАК СЕБЕ. ГЛАВНОЕ ЧТО НЕ УМЕРЛА САМА ЕСТЕСТВЕННОЙ СМЕРТЬ. А ВОТ ПОСЛЕДНИЙ РАЗ НЕУЛЫБЧИВЫЙ ОФИЦИАНТ ПРИНЕС …",
    "rating": 4,
    "name": "Roberto Boskemper",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, приятный и стильный интерьер, вежлмвый персонал!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alla",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня,красивый интерьер,хорошее обслуживание.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Герман Огородник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютно!  Хорошее обслуживание!  Вкусно!\n\n(Translated by Google)\nVery cozy! Good service! Tasty!",
    "rating": 5,
    "name": "Александр",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цены выше чем в подобных  заведениях.  Понравился презент от заведения\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Горбань",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious food, good prices.\n\n(Original)\nPyszne jedzenie, dobre ceny.",
    "rating": 5,
    "name": "Анна Браун-Ботте",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you sincerely for the feedback!\n\n(Original)\nDziękujemy szczerze za opinie!",
    "rating": 5,
    "name": "Анна Корсун",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) As for Kyiv, so actually khinkali 5-. There is room to grow))) In general, good) …",
    "rating": 5,
    "name": "Claudia Ferroni",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень уютное место. Прекрасное оформление! По воскресеньям были замечательные скидки! …",
    "rating": 1,
    "name": "Михайло Канівець",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно ,очень ,и достойно по чеку\n\n(Translated by Google)\nDelicious, very, and worthy of the bill",
    "rating": 5,
    "name": "Олексій К.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за приятный отзыв!\n\n(Translated by Google)\nThanks for the nice feedback!",
    "rating": 5,
    "name": "David Turchak",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, живая музыка и приветливый персонал. Спасибо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alex Lev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая кухня. И ланчи очень приятные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Visochinskiy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Prices are higher than average. However, the kitchen is tasty! …",
    "rating": 5,
    "name": "Maria Papa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Unreal Hincals in Creamy Sauce ... it's something unreal! …",
    "rating": 3,
    "name": "Пашка Ростиславович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интересная концепция, очень симпатичный дизайн, хорошее меню.\n\n(Translated by Google) …",
    "rating": 2,
    "name": "V.I. P.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Инна, благодарим за Ваш отзыв!\n\n(Translated by Google)\nInna, thank you for your feedback!",
    "rating": 5,
    "name": "Игорь Марченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Liked the waiters are good, they know their job. The interior is interesting. …",
    "rating": 5,
    "name": "Yuliia Pluzhnikova",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Sincerely thank you for your feedback :)\n\n(Original)\nЩиро дякуємо за Ваш відгук :)",
    "rating": 4,
    "name": "Катерина kozanostra",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, персонал работает на все 100%.....Советую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Олег Федончук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное заведение, хорошая кухня)\n\n(Translated by Google)\nGreat place, good food)",
    "rating": 5,
    "name": "Юрій Кириченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you, we try for you!\n\n(Original)\nСпасибо, стараемся для Вас!",
    "rating": 5,
    "name": "Maksym Kozlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня, отличное обслуживание и атмосфера\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Иван Демидов",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Колоритный интерьер, вкусная кухня, отличное вино!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Данил Прокопенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 5,
    "name": "Alf Zernoff",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Liked it\nMaintenance at altitude\nVery tasty …",
    "rating": 5,
    "name": "Слава Моцарт",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Ordinary Georgian food, nothing special. Prices are clearly inflated …",
    "rating": 3,
    "name": "Микола Прокопенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приветливый персонал. Но есть еда и вкуснее)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Ломакина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная кухня. Адекватные бизнес ланч.\n\n(Translated by Google)\nVery tasty food. Adequate business lunch.",
    "rating": 5,
    "name": "Alexander Tolmachov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) They cook deliciously, but not super fast.\n\n(Original) …",
    "rating": 5,
    "name": "Татьяна Стратулат",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Обожаю этот ресторанчик, вкуснее хинкали в Киеве Вы не найдете\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrey Nelipa",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное обслуживание, идеальное хачапури по аджарски и настоящее грузинское гостеприимство …",
    "rating": 5,
    "name": "Ярик Борисович",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и относительно недорого, особенно бизнес ланчи\n\n(Translated by Google) …",
    "rating": 5,
    "name": "alla E",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Уютный ресторан в этностиле, доброжелательный персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Michal Kuboš",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо большое!!! Вкусно, уютно, очень приятный персонал.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oksana Ratushnaya",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Довольно старый ресторан, с своими клиентами и своим шармом. Еда обычная.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Тютюнник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Нравится хинкали. Но как-то стало проще, вернее убого\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmytro Barabash",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличный ресторан заменив собой Шинок у Сени и Гоги\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталія Маркова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) All is well, good cuisine, adequate prices.\n\n(Original) …",
    "rating": 5,
    "name": "Женя Капранчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Nice meeting, deliciously fed and served quickly)\n\n(Original) …",
    "rating": 4,
    "name": "Артем Медведев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мне очень понравилось. Уютное заведение с вкусной кухней\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Йошкин Кот",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосфера супер. Вкусно очень.Всем советую) ))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Konstantin Matsenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Excellent Georgian food and courteous service. Do not speak English, but are very patient …",
    "rating": 4,
    "name": "Angel Ким",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно. Обслуживание на высшем уровне\n\n(Translated by Google)\nVery tasty. Top level service",
    "rating": 5,
    "name": "Владимир Толокевич",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень понравилось, тепло уютно комфортно,и вкусно!!!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Denis Antonov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусная еда, отличное обслуживание, неплохие цены как на центр\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Величко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Атмосферный интерьер, отличная музыка и вкусная кухня\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Leonid Shumlyanskyy",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Понравилось. Вкусно. Быстро. Уютно.\n\n(Translated by Google)\nLiked. Tasty. Fast. Cozy.",
    "rating": 5,
    "name": "Тимур Метюшев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень Очень вкусно!\n\n(Translated by Google)\nVery Very Delicious!",
    "rating": 5,
    "name": "Денис Дмитриев",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great and tasty, next to the subway. Prices are average. The service is good. …",
    "rating": 5,
    "name": "Alexander Pronin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень хорошо и уютно. Приятная атмосфера.\n\n(Translated by Google)\nVery nice and cozy. Nice atmosphere.",
    "rating": 5,
    "name": "Irina Кostenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно, сытно, очень понравилось.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ivan Pavlenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Тут очень уютно и гостеприимно по грузинский.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Wolfgang Petrach",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв 😊\n\n(Translated by Google)\nThank you for your feedback 😊",
    "rating": 5,
    "name": "Lior Aviram",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусняшка ! Кухня в общем понравилась.\n\n(Translated by Google)\nYummy! I liked the kitchen in general.",
    "rating": 5,
    "name": "Era Sar",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Был корпоратив. Всё на уровне. Качество, количество.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ілля Бачурін",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Лучший грузинский ресторан в Киеве, без сомнения!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Яна Задорина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Интерьер-ужас,все какое- то старое,скатерти пора менять,еда- ничего особенного,к тому же летают мухи...Не рекомендую …",
    "rating": 5,
    "name": "Василий Бандурка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное место. Любое блюдо из меню вкусное.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Юлия Александровна",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная атмосфера и очень вкусные хинкали....\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Рекуператор Прана",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Food - adequate, normal. Expensive, especially alcohol.\n\n(Original) …",
    "rating": 5,
    "name": "Vitaliy V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Наверное один из лучших грузинских заведений в Киеве.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Atom Atom",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Сергей, искренне благодарим за Ваш отзыв!\n\n(Translated by Google)\nSergey, sincerely thank you for your feedback!",
    "rating": 5,
    "name": "Анна Я.",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Interesting interior, Extensive menu. Deliciously. Portions are large …",
    "rating": 5,
    "name": "В'ячеслав Кучинський",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Это нужно каждому попробовать , очень вкусно)\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Oleg Malakhov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Подняла хинкали с тарелки и увидела на тесте снизу маленького таракана!!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Леоненко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусный хачапури и  очень приветливые сотрудники.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Татьяна Коваленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, but the prices are not for the average Ukrainian\n\n(Original) …",
    "rating": 5,
    "name": "Александр Чуняк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Tasty, atmospheric, adequate prices.\n\n(Original) …",
    "rating": 5,
    "name": "Наталья Гламаздина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Все очень вкусно и атмосферно.\n\n(Translated by Google)\nEverything is very tasty and atmospheric.",
    "rating": 5,
    "name": "Max Gritsay",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная обстановка и очень вкусная кухня!)\n\n(Translated by Google)\nNice environment and delicious cuisine!)",
    "rating": 5,
    "name": "Любов Ярема",
    "cat": "Georgian restaurant"
  },
  {
    "review": "заказ хинкали ожидал 😠63 минуты\nНа вопрос почему ответ:\"Ну варится же\" …",
    "rating": 5,
    "name": "Puchkov Aleksandr",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отлычний грузинский ресторан.\nВкусное мясо и вино. …",
    "rating": 5,
    "name": "Ruslan Ostapenko",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Like Georgian cuisine, cook\n\n(Original) …",
    "rating": 5,
    "name": "виктория адамчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very nice cuisine and service.\n\n(Original) …",
    "rating": 1,
    "name": "Вторая Почта",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отлично готовят!\n\n(Translated by Google)\nExcellent cook!",
    "rating": 5,
    "name": "марина Каширина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно и красиво, рекомендую и вернусь ещё\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Dmitry Kudymov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно. И обслуживание приятное\n\n(Translated by Google)\nVery tasty. And the service is pleasant",
    "rating": 5,
    "name": "Степан Пришляк",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные хинкали, вино, душевное место.\n\n(Translated by Google)\nVery tasty khinkali, wine, soulful place.",
    "rating": 2,
    "name": "Андрей Ружин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and the staff is very nice\n\n(Original) …",
    "rating": 5,
    "name": "Igor Spitkovsky",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Старый интерьер и немного грязно. Цены очень приятные\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Катерина Кулик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Homemade chacha is served with excellent service and quality …",
    "rating": 4,
    "name": "Римма Гончарук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Thank you very much for your feedback!\n\n(Original)\nЩиро дякуємо за Ваш відгук!",
    "rating": 5,
    "name": "Александр Арванити",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошая кухня! Плохая мобильная связь!\n\n(Translated by Google)\nGood kitchen! Bad mobile connection!",
    "rating": 5,
    "name": "Артур Пилипенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Благодарим за Ваш отзыв!\n\n(Translated by Google)\nThank you for your feedback!",
    "rating": 2,
    "name": "Natalia Zahlivna",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) A nice and pleasant place, there will be delicious complex dinners. …",
    "rating": 5,
    "name": "Оксана Терпеливец",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Кухня отличная, айкос нельзя курить\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Шсб",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан. Очень вкусно.\n\n(Translated by Google)\nNice restaurant. Very tasty.",
    "rating": 5,
    "name": "Семён З",
    "cat": "Georgian restaurant"
  },
  {
    "review": "неплохо вообщем , хотя есть некоторые НО , но это не существенно\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Димон Правда",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусные блюда. Наполнены любовью\n\n(Translated by Google)\nVery tasty food. Filled with love",
    "rating": 3,
    "name": "Mila",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Советую посетить. Не пожалеете. Приятно посидеть в хорошей компании.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Николай Вокал",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Я вкуснее не пробовал нигде ! Очень рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Oleh Rud",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно! Обслуживание отличное!\n\n(Translated by Google)\nDelicious! The service is great!",
    "rating": 5,
    "name": "Роман Ерёменко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Roasted veal liver is very tasty!\n\n(Original) …",
    "rating": 5,
    "name": "Анастасия Крылова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место для отдыха и курить кальян, nice place to spend time and smoke hookah …",
    "rating": 5,
    "name": "baptiste Elman",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Great restaurant! Delicious cuisine!)\n\n(Original) …",
    "rating": 5,
    "name": "Vladislav Vazhinski",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Неплохая атмосфера, но тесто на тесте из теста...\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Олена Кузнєцова",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грузинская кухня ...что нужно ещё говорить - это прекрасное место с прекрасной кухней …",
    "rating": 5,
    "name": "Алина Короленко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Приятная атмосфера. Все вкусно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yuriy Tsymbalyuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Прекрасный ресторан. Кухня, сервис и цены\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Deni MIller",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Мая, благодарим за Ваш отзыв!\n\n(Translated by Google)\nMay, thank you for your feedback!",
    "rating": 5,
    "name": "Oleg Utyuzh",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень атмосферный ресторан, с замечательной грузинской кухней!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "V3",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Ernest, благодарим за Ваш отзыв! Искренне рады, что Вам понравилось у нас в гостях!\n\n(Translated by Google)\nErnest, thank you for your feedback! We are sincerely glad that you enjoyed visiting us!",
    "rating": 4,
    "name": "Громико Людмила",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусно, особенно с языком😋\n\n(Translated by Google)\nVery tasty, especially with the tongue😋",
    "rating": 5,
    "name": "Sasha Reizov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Грузинская кухня теперь одна из моих любимых.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алексей Ломакин",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия, мы искренне этому рады :) Благодарим за Ваш отзыв!\n\n(Translated by Google)\nJulia, we are sincerely happy about this :) Thank you for your feedback!",
    "rating": 4,
    "name": "Сєчин Олександр",
    "cat": "Georgian restaurant"
  },
  {
    "review": "тесто с яйцами - не понравились сладкие хинкали с ягодами\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Андрей Мицик",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicacy - that's all said!) Special thanks to the staff) …",
    "rating": 4,
    "name": "Андрей Шавенко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Noisy and stuffy. But delicious)\n\n(Original)\nШумно і душно. Але смачно)",
    "rating": 5,
    "name": "Дмитрий Гончарук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Deliciously. Atmospheric. Serving for 5. Food for 4.\n\n(Original) …",
    "rating": 3,
    "name": "Ivan Ferenchuk",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Необычайно красиво и интересно,а еда какая ,,,, вкуснотища\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Юлиана",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Владимир, благодарим за Ваш отзыв! Уверены, в нашем меню еще много блюд, которые достойны такой вкусного отзыва.\n\n(Translated by Google)\nVladimir, thank you for your feedback! We are sure that there are still many dishes in our menu that deserve such a delicious review.",
    "rating": 5,
    "name": "Marina V",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Колоритно, атмосферно, комфортно, вкусно. Рекомендую.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Батрак",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличное тематическое место. Вкусная еда. Рекомендую\n\n(Translated by Google)\nGreat theme place. Tasty food. Recommend",
    "rating": 1,
    "name": "Андрей Тимченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хинкали тут просто БОМБА. Объедаюсь постоянно))))\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Fedorets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Шикарная кухня.  Отличная живая музыка\n\n(Translated by Google)\nChic kitchen. Great live music",
    "rating": 5,
    "name": "Andrey Kotets",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Delicious cuisine but the price is high !!\n\n(Original) …",
    "rating": 5,
    "name": "Вікторія Таргонська",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня и нормальные цены\n\n(Translated by Google)\nExcellent cuisine and reasonable prices",
    "rating": 5,
    "name": "Алла Лисечко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная еда, доброжелательный персонал\n\n(Translated by Google)\nDelicious food, friendly staff",
    "rating": 4,
    "name": "Vlad Luhmenev",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Евгений, благодарим за Ваш отзыв!\n\n(Translated by Google)\nEugene, thank you for your feedback!",
    "rating": 5,
    "name": "Samsung J510",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Cozy and delicious!\n\n(Original)\nЗатишно та дуже смачно!",
    "rating": 4,
    "name": "Тарас Крынычка",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Irina, thank you very much for your feedback!\n\n(Original)\nІрина, щиро дякуємо за Ваш відгрук!",
    "rating": 5,
    "name": "Ilona Савко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Отличная кухня и приветливый персонал!\n\n(Translated by Google)\nGreat food and friendly staff!",
    "rating": 5,
    "name": "Светлана Цветлана",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Красиво, вкусно и не дорого.\n\n(Translated by Google)\nBeautiful, delicious and not expensive.",
    "rating": 5,
    "name": "Иван Мотуз",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Everything is cool, only the interior is a little oversaturated …",
    "rating": 5,
    "name": "Roostum Asakolov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Very tasty and cozy)\n\n(Original)\nДуже смачно і затишно)",
    "rating": 5,
    "name": "Nick Homolibere",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень сильно чувствуется запах с кухни.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Игорь Терентий",
    "cat": "Georgian restaurant"
  },
  {
    "review": "",
    "rating": 5,
    "name": "Андрей Ткаченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) Extremely tasty, I recommend!)\n\n(Original) …",
    "rating": 5,
    "name": "Сергей Марчук",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, но не стоит этого.\n\n(Translated by Google)\nTasty, but not worth it.",
    "rating": 5,
    "name": "Anton Fedorov",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошее место. Чисто, красиво, вкусно.\n\n(Translated by Google)\nA good place. Clean, beautiful, tasty.",
    "rating": 5,
    "name": "Татьяна Зинченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно! Хорошее место, рекомендую!\n\n(Translated by Google)\nYummy! Good place, I recommend!",
    "rating": 5,
    "name": "Яросдав Бондарь",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Очень вкусный чебурек:)\n\n(Translated by Google)\nVery tasty cheburek :)",
    "rating": 4,
    "name": "Женя Агейкина",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Спасибо :)\n\n(Translated by Google)\nThanks :)",
    "rating": 5,
    "name": "Андрей Левченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хорошие бизнес ланчи и достойное обслуживание\n\n(Translated by Google)\nGood business lunches and decent service",
    "rating": 5,
    "name": "Andriy Viter",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусно, но очень дорогое вино\n\n(Translated by Google)\nTasty, but very expensive wine",
    "rating": 5,
    "name": "Папа Путешественник",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Хороший ресторан, вкусная еда .\n\n(Translated by Google)\nNice restaurant, delicious food.",
    "rating": 5,
    "name": "Anael Martin",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Один из самых любимых моих ресторанов ))))\n\n(Translated by Google)\nOne of my favorite restaurants))))",
    "rating": 5,
    "name": "Evhenia Podlubnaia",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Юлия благодарим за Ваш отзыв!\n\n(Translated by Google)\nJulia thank you for your feedback!",
    "rating": 3,
    "name": "Сергей Шевченко",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Вкусная кухня, доброжелательный персонал\n\n(Translated by Google)\nDelicious cuisine, friendly staff",
    "rating": 5,
    "name": "Саня Lexacom",
    "cat": "Georgian restaurant"
  },
  {
    "review": "Цена не соответствует вкусу еды\n\n(Translated by Google) …",
    "rating": 4,
    "name": "REAL COMPILATIONS",
    "cat": "Georgian restaurant"
  },
  {
    "review": "(Translated by Google) It's OK. There is better in Kiev for the price\n\n(Original) …",
    "rating": 5,
    "name": "Кирилл Гончаров",
    "cat": "Georgian restaurant"
  }
]