[
  {
    "review": "Cool bar! Special atmosphere, drinks and food - definitely recommended 🤗😎 don’t hesitate to book a table, it’s definitely worth it",
    "rating": 5,
    "name": "Julia Alex",
    "cat": "Cocktail bar"
  },
  {
    "review": "Mystical environment, good looking cocktails, nice vibe, but waitresses have decreased rates. Have to wait for a while for out cocktails and waitress was rude and inappropriate.",
    "rating": 4,
    "name": "Orinta Jauniškytė",
    "cat": "Cocktail bar"
  },
  {
    "review": "This place is a unique and funky witch themed bar which I really enjoyed. They have a super friendly host who advises you on a drink and offers to choose a drink played on some witch card game! …",
    "rating": 5,
    "name": "James Ozzie Osborne",
    "cat": "Cocktail bar"
  },
  {
    "review": "The waitresses are cool. Everyone will tell and advise. If something does not suit - correct. The food is delicious, the cocktail menu is cool. Everything is described with unusual names. Serving beverages cool than the rest of the bars. Prices are above average, but for the sake of surroundings and color worth going. Witch's mood",
    "rating": 5,
    "name": "Maskyss s",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very nice bar and restaurant. Down in the basement of the building. Stylized after mystical magic setting, based off famous Bulgakov Novel. They run a bar including with full range of authentic cocktail recipes. Food selection is likewise …",
    "rating": 5,
    "name": "Konstantin B",
    "cat": "Cocktail bar"
  },
  {
    "review": "Wow. Something special. Idea of this place is epic. Totally enjoyed drinks- witch cocktails!",
    "rating": 5,
    "name": "Žilvinta Sušinskienė",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing cocktails, they have plenty of them with interesting stories. If you cannot choose one, you can take a card to decide, quite fun! Pleasant atmosphere!",
    "rating": 5,
    "name": "Valerie Sobakar",
    "cat": "Cocktail bar"
  },
  {
    "review": "Small café with interesting interior and menu. \"Shabash\" dessert is so delicious.\nCafe is popular among girls. Good for hen-parties",
    "rating": 5,
    "name": "Irina Dykun",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best place ever. It has mysterious vibes ❤️ thank you, guys, for not trivial atmosphere!",
    "rating": 5,
    "name": "Yevheniia Tanasiichuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "This is probably the most atmospheric place in Kyiv. If you’re looking for something unusual, come!🔥",
    "rating": 5,
    "name": "Nikita Savchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Good place with pagan atmosphere and menu, if you enjoy slavic folk and mythology you should give it a try.",
    "rating": 5,
    "name": "Philip Tovstogan",
    "cat": "Cocktail bar"
  },
  {
    "review": "A themed place for a change. Okay in general for a non-tourist city. Lots of alcohol options and a funky cocktail card. I'd rate it 4*, but they have fried bull testicles, which gets them another * in my book.",
    "rating": 5,
    "name": "Lysander Mckain",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice themed bar. Really interesting meniu. Amazing staff. Although not everybody spoke english. Coctails come with a show. Must go place. Also book before to get the seat downstairs",
    "rating": 5,
    "name": "4jsute",
    "cat": "Cocktail bar"
  },
  {
    "review": "First of all - we had to wait for long time for waiter to come.\nSecondly, we ordered cheese table. After we eat everything, we noticed that on our plate was worm... Staff apologized and brought us 4 shots. But.. We had again …",
    "rating": 1,
    "name": "Saulius Babinskas",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер атмосферное место! Recommended to all tourist who wants to feel the best of contemporary Ukraine cuisine !",
    "rating": 5,
    "name": "Alina Yeromina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Want your drink to represent the tarot card you just picked? Want your tarot read? Then come to this place! Quirky, chill and fun place to have a few laughs and enjoy different mix of drinks.",
    "rating": 5,
    "name": "Carla Rossi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Awesome place with super friendly service and quite funny decor. The tarot card cocktails are a must-try.",
    "rating": 5,
    "name": "Rolands Popenkovs",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very interesting place, with amazing program on weekend,\nGood choice of drinks\nand good unussual food\nI tried with \"krapiva\" was exelent",
    "rating": 5,
    "name": "Michael Gr",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great place!  A lot of unordinary cocktails. Tasty dishes. Magic atmosphere.",
    "rating": 5,
    "name": "Hanna Pylieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Highly recommended at least for 1 visit. Very interesting place with tasty cocktails",
    "rating": 5,
    "name": "Elena Strutinska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great and unique concept! The staff was nice and polite. The service was fast even though it was very crowdy. Cocktails were amazing!! Will definitely visit again!",
    "rating": 5,
    "name": "Emilija Ratkienė",
    "cat": "Cocktail bar"
  },
  {
    "review": "This place is really cool, full witch style inside. Great bartenders, gave us a cool experience when buying a shot. Definitely should check this place out.",
    "rating": 5,
    "name": "Tom Tanner",
    "cat": "Cocktail bar"
  },
  {
    "review": "Definitely make a reservation! Completely amazing",
    "rating": 5,
    "name": "Mikaela Dalke",
    "cat": "Cocktail bar"
  },
  {
    "review": "Quirky, amazing cocktails and very unique food...",
    "rating": 4,
    "name": "Verity Jane",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the best places in Kiev if you're looking for nice, epic, witchy atmosphere and cocktails. It's a cosy place with maybe 10 tables so it's better to make a reservation. The staff is super nice and helpful. They will translate for you …",
    "rating": 5,
    "name": "Nadia Fredj",
    "cat": "Cocktail bar"
  },
  {
    "review": "This bar has nice concept and game for special cocktails. Prices for spacial cocktails higher than overall but serving deserve it. Also simple drinks are really tasty and prices are cheap. …",
    "rating": 5,
    "name": "Erkin Ordulu",
    "cat": "Cocktail bar"
  },
  {
    "review": "One of the most interesting restaurant in the City and maybe the first try to make some art-restaurant like in Living. The atmosphere inside is wonderful.\nAll cocktails are made by the author receipt and you can choose taro card and …",
    "rating": 5,
    "name": "Kateryna Hope&Homes",
    "cat": "Cocktail bar"
  },
  {
    "review": "The waiter wasn't nice. The food wasn't good. I ordered the cream-soup, but I could recognise peaces of the onion in it, what was disgusting. The tips were included in the bill and I didn't like it at all coz otherwise I wouldn't like to …",
    "rating": 2,
    "name": "Anna Yasinkovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "My girlfriend and I came here to see what it was about and loved it.\n\nI didn't know Kyiv had so much history related to witchcraft! …",
    "rating": 4,
    "name": "R V",
    "cat": "Cocktail bar"
  },
  {
    "review": "8/5, would ride a broom again. Do be sure to reserve a table, as the place is quite crowded on weekends.",
    "rating": 5,
    "name": "Vitaliy Solovey",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice place, good stuff, excellent conception and cocktails. But sometimes you have a lot for some special dishes. Nevermind, everybody should visit this place for his own experience  P.S. Don't forget to take your girlfriend with you 😉",
    "rating": 4,
    "name": "#zach_athan",
    "cat": "Cocktail bar"
  },
  {
    "review": "What a hidden gem, super cool look to this place. Great service from the bar and nice experience. You should definitely check this place out.",
    "rating": 5,
    "name": "Thomas Tanner",
    "cat": "Cocktail bar"
  },
  {
    "review": "Authentic place with tasty cocktails (try choosing it with cards ;) and blackberry cider. I would say it's one of not so many  places in Kyiv with a really unique atmosphere.",
    "rating": 5,
    "name": "Tetiana Pomohaieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Delicious cocktails and tasty cuisine, cozy and friendly place )",
    "rating": 5,
    "name": "Olesya G",
    "cat": "Cocktail bar"
  },
  {
    "review": "Charming place! Great atmosphere and food is very nice. You will never regret visit this place. I love service and choice of cocktails is just amazing! Recommended +++++",
    "rating": 5,
    "name": "Iv Zlot",
    "cat": "Cocktail bar"
  },
  {
    "review": "This nice local bar/restaurant has lots of cocktails, vine, good, it is quiet and the prices a reasonable.",
    "rating": 5,
    "name": "nkochet nkochet",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very interesting place with good dishes and not that good service.\nYou want something? Find the waitress and tell her",
    "rating": 4,
    "name": "Maksym Levkivskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "When I came here with my ukranian friends, there was no \"service fee\", which ended up being a 10% (paid + 6 euro more). This is a common price practice in many bars/restaurants in Ukraine, so foreigners be advised. …",
    "rating": 1,
    "name": "Roger Carles",
    "cat": "Cocktail bar"
  },
  {
    "review": "They rip you off here. They added 15 percent service charge, which is probably not legal. They also charged different prices which were not on the menu. When we asked why they showed us another menu. They claimed they accidentally showed us un old menu. Don’t go here!",
    "rating": 1,
    "name": "H L",
    "cat": "Cocktail bar"
  },
  {
    "review": "Just an amazing place with it's unique style. You can use tarot cards to choose the cocktail - that's fun! Good and fresh food, amazing cocktails (must try!) and good service. If I ever come to Kiev again, I will definitely visit this bar. I gave 4 stars to this place just because their menus are local language only.",
    "rating": 4,
    "name": "Marina Ro",
    "cat": "Cocktail bar"
  },
  {
    "review": "70-page long menu means you can come to this place dozens of times and order something new every time.",
    "rating": 5,
    "name": "Dmytro Ankudinov",
    "cat": "Cocktail bar"
  },
  {
    "review": "10 points for tourist, definately what you need to vizit;) interesting entertainment and environment",
    "rating": 5,
    "name": "Agnė Ker",
    "cat": "Cocktail bar"
  },
  {
    "review": "thank you with all my heart ! , very touched to my soul , May God be with you . Right time , right place and right card . Good wine and dinner . Wiccan , good witch so true this night . Very special night , most times more then likely just fun time for most .",
    "rating": 5,
    "name": "gregg carrier",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great and very atmospheric bar. Excellent service. A little crowded and a bit on the expensive side.",
    "rating": 4,
    "name": "Ivan Spasokukotskyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice theme and sticking to it closely all the way. Food was good and the cocktails even better. I like the fact that each cocktail has a story of its own.",
    "rating": 5,
    "name": "Matthias Ehlers",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazingly decorated, great environment, amazing way to choose drinks, and even witchy events on certain nights. Definitely my favorite bar in Kiev and of all time.",
    "rating": 5,
    "name": "Madison",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing witchy environment with magical drinks and delicious foods like spell-binding green borscht and potato pancakes.",
    "rating": 5,
    "name": "Gigi Wang",
    "cat": "Cocktail bar"
  },
  {
    "review": "best staff, interesting drinks, good atmosphere",
    "rating": 5,
    "name": "Spartak Shahbazyan",
    "cat": "Cocktail bar"
  },
  {
    "review": "It's more about the atmosphere, cocktails have a fun presentation",
    "rating": 4,
    "name": "Анна Сидоренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "The best restaurant ever! Really magical place with amazing cocktails and tasty food!",
    "rating": 5,
    "name": "Alyvian Darkstar",
    "cat": "Cocktail bar"
  },
  {
    "review": "She is supporting discriminations against unvaccinated citizens.",
    "rating": 1,
    "name": "Laura Hollowell",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nice witch bar with great cocktails and some vegetarian options. Unfortunately they don't speak English.",
    "rating": 5,
    "name": "mark a",
    "cat": "Cocktail bar"
  },
  {
    "review": "Very nicely themed bar with spicy drink selection and surprisingly good food",
    "rating": 5,
    "name": "Alex Steafen",
    "cat": "Cocktail bar"
  },
  {
    "review": "Wonderful witch bar and restaurant. Every day tarot, wiccan and other pagan rituals",
    "rating": 5,
    "name": "Anna Zarvovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Thematic bar, adorable prices.",
    "rating": 5,
    "name": "Andrii Lytvynenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Coctails are awful here. I don't advice to take any of their menu.",
    "rating": 1,
    "name": "Olga L",
    "cat": "Cocktail bar"
  },
  {
    "review": "Awesome atmosphere and great cocktails. Absolutely love this place!",
    "rating": 5,
    "name": "Aen Bes",
    "cat": "Cocktail bar"
  },
  {
    "review": "The most unusual bar in Kiev",
    "rating": 5,
    "name": "Jack London Cover Show",
    "cat": "Cocktail bar"
  },
  {
    "review": "Highly recommend to visit this bar. The atmosphere amazing, had a lot of fun.",
    "rating": 5,
    "name": "Viktorija Zacharova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Awful service, tasteless cocktails, tasty food, average prices.",
    "rating": 3,
    "name": "Victor Polischuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great place! Nice cocktails, wonderful atmosphere.",
    "rating": 5,
    "name": "Gleb Kulikovskiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "Magic place . Where you can fly on a broom)",
    "rating": 5,
    "name": "Alex Power",
    "cat": "Cocktail bar"
  },
  {
    "review": "They have a crow. The alive crow named Voland. And you even may touch it!\nAmazing.",
    "rating": 5,
    "name": "Bohdan Syniak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Great atmosphere and price!  All folks welcome!! 😎",
    "rating": 5,
    "name": "Vladimir Schukin",
    "cat": "Cocktail bar"
  },
  {
    "review": "Incredible atmosphere",
    "rating": 5,
    "name": "Konstantine Sidko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Tasty alcohol",
    "rating": 5,
    "name": "Algimantas Kiaune",
    "cat": "Cocktail bar"
  },
  {
    "review": "👍",
    "rating": 5,
    "name": "Esteban Andrés Pava Vega",
    "cat": "Cocktail bar"
  },
  {
    "review": "Wonderful, magical, mystic :)",
    "rating": 5,
    "name": "Elena Stuzhenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing",
    "rating": 5,
    "name": "TheMis terXD",
    "cat": "Cocktail bar"
  },
  {
    "review": "Cozy and spooky atmosphere at a time  ;)",
    "rating": 5,
    "name": "Andrii B",
    "cat": "Cocktail bar"
  },
  {
    "review": "Perfect place!",
    "rating": 5,
    "name": "Aleksej Fiodorov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Interesting Witchery place",
    "rating": 5,
    "name": "Billy Li",
    "cat": "Cocktail bar"
  },
  {
    "review": "As weird as it is, it's a curious place to check",
    "rating": 5,
    "name": "Vlad Turchyn",
    "cat": "Cocktail bar"
  },
  {
    "review": "My favorite Witches 🖤",
    "rating": 5,
    "name": "Dmytro Niemtsev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Just witches place ☠👻😍",
    "rating": 5,
    "name": "Оксана Сампара",
    "cat": "Cocktail bar"
  },
  {
    "review": "Slow service",
    "rating": 5,
    "name": "Miha Nizm",
    "cat": "Cocktail bar"
  },
  {
    "review": "Thematic Place)",
    "rating": 5,
    "name": "Serhii H.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Nothing special",
    "rating": 4,
    "name": "Andrii Sidun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Delightful.",
    "rating": 5,
    "name": "Vitaliy Oryshchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Amazing place",
    "rating": 5,
    "name": "Ivan Iaremchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting colorful institution. The schedule of events is painted for the month. You need to book a table (without a reservation is unlikely to find a place). Good drinks, delicious food. It is definitely worth a …",
    "rating": 5,
    "name": "MaRyNa IgNaTeNkO",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вот просто обязательное к посещению место. Очень крутая и яркая локация. Отлично проработанное меню с великолепной коктейльной картой. Приятнейший персонал, который по ходу вечера выступает еще и в качестве аниматоров. Вот всё максимально …",
    "rating": 5,
    "name": "Денис Гороховский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное местечко. Вкусные блюда и напитки, с оригинальными названиями. Но минус звезда за неконтролируемые компании, которые верещат в итак небольшом помещении, что в ушах звенят. Думаю администрация должна хотя бы немного на это …",
    "rating": 4,
    "name": "Милена Бойко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неимоверно атмосферное заведение, пропитанное мистикой. Официанты очень вежливые, ориентируются в меню, могут подсказать блюдо или коктейль. Очень понравится тем, кто хочет провести время незабываемо и интересно. …",
    "rating": 5,
    "name": "PRstudio Glory",
    "cat": "Cocktail bar"
  },
  {
    "review": "Оооочень вкусно! Кухня однозначно 5+ из минусов долго готовят. Реально долго картошка минут 40, бычьи яйца примерно 1,5 часа. Было бы не плохо чтобы официант предупреждал об этом. …",
    "rating": 5,
    "name": "Asya Kowal",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место по настоящему магическое!!! Очень и очень вкусные авторские коктейли!! Мы попали на ритуал заговаривание монетки для привлечения денег))) место достаточно популярное, поэтому стоит бронировать заранее, так как можно прийти и мест …",
    "rating": 5,
    "name": "Алёна Савенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное антуражное место. Вкусные коктейли и еда. Нужно бронировать даже в будний день. Намного лучше стало, что перестали включать обслуживание. Раньше если компанией сидели и кто-то уходит, оставив только по счету, то последний потом …",
    "rating": 5,
    "name": "Олена Клишта (Elena)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место атмосферное, бар ориентирован на женскую аудиторию,  хотя и пару ведьмаков встретились ) Отдельная похвала коктейлям, было очень вкусно и красиво. Кухня обычная. Неудобные высокие деревянные стулья, по возможности надо бронировать …",
    "rating": 5,
    "name": "Vasilina K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое место, которое хочется посещать вновь и вновь\n\nКоктейли тут очень вкусные и даже пару раз не хватит, чтобы перепробовать все …",
    "rating": 5,
    "name": "Маргарита Дорофеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A chic place for girls' gatherings, the magic of cocktails, cuisine and impressions met here and for good reason. Those who do not believe in magic can simply enjoy the tastes, interior, communication. …",
    "rating": 5,
    "name": "Лариса Левченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Антураж очень интересный и у заведения, и у коктейлей. Официантка была супер приветливая!\nКоктейли по вкусу вообще были так себе, из 4 понравился только один. Ожидание …",
    "rating": 3,
    "name": "Катя Локанцова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Потрясающе вкусные коктейли. Ну и музыка из разряда \"вернули мой 2007й\", что тоже плюс. Да и вообще все очень атмосферно. Субъективно - обслуживают немного долго, но, учитывая загруженность, я прекрасно понимаю, почему так=) …",
    "rating": 5,
    "name": "Катерина Вернер",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bald Mountain is a very atmospheric place. Well-thought-out themed script, interesting cocktail menu - as well as to your taste can make any cocktail you want called \"Karma\". Perform a couple of conspiracies and …",
    "rating": 5,
    "name": "Marina Melnikova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cocktails are super. I really liked the waiter Masha !! A real pearl of the institution! Open, sincere, very competent. Her divinations strike the heart! Advise exactly what you need !!! …",
    "rating": 5,
    "name": "Анна Константиновна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Gorgeous place, very atmospheric. The cocktail menu is just a masterpiece. If you can't decide for yourself which drink you want to drink, the waiter will offer to draw a card with a cocktail. …",
    "rating": 5,
    "name": "Nataliia Dmytrenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool cocktails and service! Cool interior, but not enough music to complement the atmosphere ( …",
    "rating": 5,
    "name": "Olesia V",
    "cat": "Cocktail bar"
  },
  {
    "review": "Специфическое место со своей энергетикой. Кухня очень примитивная и недешевая. Коктейли шипящие и бурлящие, что там в их составе интересно? Бармен не улыбается и крайне неприветлив, а хотелось бы:) ведь это так просто и стоит 0,0 грн. А вот …",
    "rating": 2,
    "name": "Victoria Yevtoushenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень завораживает с первого взгляда: атмосфера самого заведения, подача блюд, музыка... первый раз попали и была живая музыка: волынка и барабан. Готовят вкусно и не обычно, отдельно хочу сказать за коктейли по картам ТАРО! Всем советую …",
    "rating": 5,
    "name": "Наталья Сєднєва",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное и необычное место!! Колоритное, волшебное, окутанное магией!! Даже напиток можно выбрать гаданием!! Вкусная кухня!! И конечно шикарная девушка которая гадает на картах таро!! Отлично провели время!!! …",
    "rating": 5,
    "name": "Natalia Swarovskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Прекрасное обслуживание и фишечки заведения. Вкусные коктейли с интересным форматом выбора в виде гадальных карт Аля таро) Не бюджетно. Но вполне доступно. Мистическая атмосфера акутывает при посещении и с лихвой …",
    "rating": 5,
    "name": "Crion",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Colorful place, interesting menu. But, in my opinion, not for frequent gatherings - a few times will be more than enough. …",
    "rating": 4,
    "name": "oksi 8",
    "cat": "Cocktail bar"
  },
  {
    "review": "Кто сомневается, идите не пожалеете. Мы решились провести девичник. Не пожалели, планируем повторить...Подача блюд оригинальная, все свежее и вкусное. …",
    "rating": 5,
    "name": "Світлана Назаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Эпичное место, но антуража мне не хватило, например официанток можно было бы одеть в ведьмочек, и прикольно и стиль!!! Минус за меню: названия классные, а нет визуализации блюд, меню то все на qr-коде... …",
    "rating": 4,
    "name": "Кирилл Дядя",
    "cat": "Cocktail bar"
  },
  {
    "review": "Великолепное заведение. Респект создателям этого атмосферного места. Потрясающий антураж, вкусная кухня, креативный подход к организации бизнеса. Одно из не многих мест, которое запомнится надолго. Очень рекомендую для посещения! …",
    "rating": 5,
    "name": "Джасти ungres",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутое заведение. Поднимет настроение на 100% Вкусные коктейли, интересные заклинания. Уютная атмосфера. Хочется вернутся ещё) …",
    "rating": 5,
    "name": "Iryna Buriachok",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вау, вау, вау, место супер, атмосфера волшебная, персонал чудесный! Подарили на день рождения неймоверное настроение! Все вкусно и красиво! Обязательно придем, и не один раз!)) …",
    "rating": 5,
    "name": "Аннэт",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведение, после посещения которого останется масса впечатлений и эмоций. Вкусно, душевно и атмосферно) …",
    "rating": 5,
    "name": "Marina Perevezii",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое заведение в Киеве. Самые самые! Бываем здесь очень часто, даже есть любимый столик. Потрясающе атмосферное место. Колоритно, вкусно, интересно. Коктейли и коктейльные карты - это вообще что-то с чем-то. Но будьте готовы к тому, что …",
    "rating": 5,
    "name": "Алла «Лисс»",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place! Thank you for the cool service and interesting service, menu and cocktails! I want such an institution in Lviv as well, but this is a place I want to return to. …",
    "rating": 5,
    "name": "Anna Kshyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Давно хотела попасть в это чудесное заведение, и вот наконец-то получилось :) \"Лысая гора\" - это действительно волшебное место со своей магической атмосферой. Понравились также необычные блюда в меню - очень вкусно. Безалкогольные коктейли …",
    "rating": 5,
    "name": "Katerina Tarchevska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) For the first time in my life I waited for my meal for 1.5 hours. …",
    "rating": 2,
    "name": "Поліна Сидорчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ну очень необычное заведение, понравилась атмосфера и некоторые блюда. Персонал отзывчивый, но при большом наплыве людей видно что тяжело. Точно нужно заранее бронировать столик. Если ищете чем удивить подругу-вам сюда) …",
    "rating": 5,
    "name": "Olga Kovbasenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Accidentally went there on Friday night, there were many people, but my boyfriend and I found a place, an atmospheric place, interesting and delicious cocktails, friendly waitress, delicious food - ordered steaks, …",
    "rating": 4,
    "name": "Oksana Makej",
    "cat": "Cocktail bar"
  },
  {
    "review": "Совсем недавно побывали в этом заведение. Очень атмосферно. Шляпы, метлы и разные картинки.  Маленькое уютное заведение. Есть гадание на картах твро 300 грн. Цены средние. Коктейли от 120 до 160. Можете выбрать коктейль с помощью карты, а …",
    "rating": 5,
    "name": "Анна Морозова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место, где можно почувствовать себя настоящей киевской ведьмочкой, погадать , поболтать и выпить вкусных магических напитков. …",
    "rating": 5,
    "name": "Катя Кулакова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютно, атмосферно. Отличное обслуживание, хорошая кухня. Коктельная карта - отдельное удовольствие))) Столик обязательно бронировать. Пришли в будний - столиков нет. Девушка-администратор Даша, спасибо ей, нашла нам столик и мы смогли …",
    "rating": 5,
    "name": "Marina S",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прикольное место.\nТак сказать, на роботу на метле!\nДля ребенка атмосфера - до визга и брызг слюней. …",
    "rating": 4,
    "name": "дмитрий чистяков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место очень атмосферное, необычное.\nИнтересная система гадания на картах при выборе коктейля, когда сам не можешь определится. …",
    "rating": 5,
    "name": "ANNA",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, вкусно, хороший ассортимент. Антураж соблюдён. Моё бронирование потеряли, но за это я получил даже лучшее место и наливку в подарок. Бычьи яички слишком жирные, многовато лука. Обслуживание приятное. …",
    "rating": 5,
    "name": "Maksym Humeniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место где однозначно стоит побывать. Вокруг все антуражно и атмосфера пропитана волшебством. Вы выбираете карту наугад и получаете свой волшебный коктель. Я обрадовался что в моем будет джин, ибо только его и пью. Коктель назывался …",
    "rating": 5,
    "name": "Антон",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The place is very atmospheric. One of the waitresses and the music fit well into the theme of the institution. The menu has a lot to choose from, everything is so interesting and delicious that is important. But all …",
    "rating": 2,
    "name": "Aorta",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ужасное обслуживание, коктейли ждали 30-40 минут! Салаты ждали еще + 40  минут, и принесли один, хотя нас было двое и заказывали мы два салата. В итоге пока один ел, второй сидел и ронял слюни, минут через 15 после первого салата, принесли …",
    "rating": 1,
    "name": "Diana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное антуражное место! Отличный сервис с элементами колдовства! Принимая у Вас заказ, Вам предложат выбрать одну из карт, которая предскажет коктейль именно для Вас + предсказание) Коктейли по 150 грн. в среднем. Меню также в колдовском …",
    "rating": 5,
    "name": "Karachun Alena",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарное место для Ведьмочек)) и не только) девушка администратор, да и вообще весь персонал просто супер. Мы и погуляли  шикарно и пофоткались) терпения же у них) метла, шляпы все фоткаются) для них это норма) еда вскусная, коктели …",
    "rating": 5,
    "name": "No Mi",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Was at the bar twice. Unforgettable atmosphere, chic menu, available attributes for the photo))\nHowever, not without disadvantages. There is very little space in the facility …",
    "rating": 4,
    "name": "Olia Yushchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Небольшой бар с очень интересной концепцией. Классный интерьер в стиле ведьм, соответствующее меню и возможность положиться на судьбу и выбрать коктейль по картам. Вежливое обслуживание, вкусная еда, хорошие коктейли. Нам понравилось) …",
    "rating": 5,
    "name": "Alena Yevtushok",
    "cat": "Cocktail bar"
  },
  {
    "review": "С одной стороны прикольное место. Антуражное. Оригинальная подача блюд, гадания на картах, приветливый персонал. Из минусов - людей много, места мало. Я заказал деруны - несли 2!!! часа. Цены реально не дешёвые. Рекомендую, но с рядом …",
    "rating": 3,
    "name": "Виталий Арчаков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, а работники вообще замечательные. Интересный случай со мной произошёл, с сёстрами отлично посидели и когда пришло время рассчитывается у меня нечаянно слиплись купюры, и я положила намного больше. Это я заметила уже …",
    "rating": 5,
    "name": "Елизавета",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведение. На входе сказали, что мест нет, но администратор Наталья любезно предложила столик за два часа до заказанной кем-то брони.\nМеню необычное, все вкусное, а чай и коктейли очень рекомендую. Вам могут …",
    "rating": 5,
    "name": "Valeriia O",
    "cat": "Cocktail bar"
  },
  {
    "review": "Потрясающее место. Очень приветливая настоящая потомственная колдунья - администратор. Здесь всё наполнено магией. И вот тому пример: я последнее время увлёкся Булгаковом (был в его музее в Киеве и Москве, видел его могилу на Новодевечьем …",
    "rating": 5,
    "name": "Igor Surinov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место. Обслуживание самое тематическое и приятное. Интерьер восхищаюсь! Меню вкусно!! \"Чоловiча вiрнiсть\"_наверное с молодых бычков))) замануха с коктейлями супер идея!!! Мясную тарелку ждали 20 мин но поверьте за юмором магии …",
    "rating": 5,
    "name": "malyutka l'va",
    "cat": "Cocktail bar"
  },
  {
    "review": "Подача напитков супер, предсказания на бумажках, услуги торолога 😀\nпопала ещё на вечерний ритуал, где получила массу удовольствия) …",
    "rating": 5,
    "name": "Mariia Myrgorodska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень необычное и чудесное место с мистической атмосферой, были здесь раньше, но не получалось попробовать блюда что бы уже окончательно поставить 5 звезд и это заведение стало бы действительно тем местом куда хотелось бы постоянно …",
    "rating": 1,
    "name": "Mr Alex",
    "cat": "Cocktail bar"
  },
  {
    "review": "Это отличное и очень атмосферное место! Самое шикарное в меню - это магические коктейли. Кухня вкусная, порции большие, а ещё есть цукаты из вишни, апельсина, ревеня...очень вкусно! …",
    "rating": 5,
    "name": "Марина Hellectra",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Pleasantly impressed by the interesting menu and entourage. The concept is worked out on conscience. We waited a little long for food, so I recommend a snack)) delicious tinctures and interesting cocktails. …",
    "rating": 5,
    "name": "Iryna Lysova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An establishment with a magical atmosphere, delicious cocktails and unusual dishes. The staff is very friendly. The only downside - we waited a long time for food, but for this we received a nice compliment from …",
    "rating": 4,
    "name": "Valeriya Zvorygina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное тематическое место)) очень хорошее обслуживание, много очень классных фишек с выбором коктейлей когда тянешь карту и такой коктейли выбираешь,если состав не понравился, то тянешь другую. Есть очень много интересных обрядов. …",
    "rating": 5,
    "name": "Мария Куцаченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place. Everything is thought out to the smallest detail. Names of cocktails, food, conspiracies, just class !!! If you can not choose a cocktail, the girls will bring cards and fate itself will help …",
    "rating": 5,
    "name": "Sunny Semenyak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютная и теплая атмосфера. Разнообразный выбор блюд с нестандарт названиями))) скучно не будет читать меню, еще надо разобраться что к чему т.к. меню в стиле названия заведения. Быстрое обслуживание, средние цены. Вкусный бар. Напитки по …",
    "rating": 5,
    "name": "viksv",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одно из лучших кафе в Киеве. Волшебное место. Настоящие чары, много интересных людей,  часто проводятся воркшопы. Очень классный бар с уникальными коктейлями и вкусная еда.  Место быстро завоевало популярность. Бронируйте места заранее. …",
    "rating": 5,
    "name": "Luna Oraculum",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Thank you! I liked everything! I recommend the pistachio tart with coffee with thyme and mint! By the way, they booked a smaller table, but offered a bigger one. The administrator acted professionally !!! …",
    "rating": 5,
    "name": "Natali Natali",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бар для девичников: и погадать, и желания позагадывать, и фото коктейлей сделать)))) Места маловато, пора расширяться) Столик надо заказывать заранее! Очень оригинальная подача блюд))) …",
    "rating": 5,
    "name": "Liliya Sytnik",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bar with warm atmosphere, interesting concept, good, soulful, service. The cocktails are fantastic, the cocktails are delicious, the dishes are too. The table must be booked in advance as the place is popular. …",
    "rating": 5,
    "name": "Анна Чуприна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) As always, the funny and witty \"Black Square\" improvisation theater studio promised that we will all see \"The sky in diamonds\", as it was not reported, and therefore we decided that we must change consciousness 😎 …",
    "rating": 5,
    "name": "Ольга Щербань",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и оригинальное место) вкусные коктейли🍹один минус (очень долго подают горячие боюда), но офицыанты не давали скучать! Были и предсказания, и гадания, и ,\"магия\")))Обязательно заглянем к вам еще раз!!!😊 …",
    "rating": 5,
    "name": "Светлана",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We have been to this bar several times until the last time. Everything was less ... until the last time. We decided to celebrate the new year. We were charged UAH 400 each for the table reserve. It wasn't a deposit …",
    "rating": 2,
    "name": "Євген Радзівон",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прикольно. Отличная подача коктейлей. Вкусно по меню, доступно.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksandr Kay",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мой любимый паб.\nМеста мало конечно. Само помещение небольшое. Надо столик бронировать. Но мне всегда находили там место. Главное чтобы я освободила столик до того времени, на …",
    "rating": 5,
    "name": "Kalina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мне очень понравилось! Буду приходить ещё. До этого, хоть и смотрела фотографии ,представляла не так.\nПонравилось абсолютно все. Музыка из моего репертуара :Vivienne Mort, …",
    "rating": 5,
    "name": "Екатерина Бондаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Круто провели с девочками время. Но есть минус когда полный зал это кухня, очень долго ждали заказ. Коктейль быстро готовят. Спасибо персоналу …",
    "rating": 5,
    "name": "Оксана Ярошевская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Случайно попали в это место и не пожалели! Атмосферно, необычно, волшебно! Свечи, паутина, камни и дерево - настоящее прибежище ведьмочек и магов! Невозможно не заказать коктейли, ведь они предначертаны судьбой! В зале работала таролог. В …",
    "rating": 5,
    "name": "Лариса",
    "cat": "Cocktail bar"
  },
  {
    "review": "Если честно, не очень... Тесно, столики маленькие, если пришли не только выпить, расположить тарелки почти невозможно. Долгое ожидание блюд, подача неравномерная, двоим подали салат и ждали ещё полчаса, чтобы получить блюда остальным …",
    "rating": 1,
    "name": "Елена Борисова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное место. Очень люблю отдыхать там и организовывать мероприятия. Гадания и обряды то что нужно для хорошего настроения. …",
    "rating": 5,
    "name": "Ліна Федоріна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое тематическое место!\nТаких в Киеве реально мало и хотелось бы больше.\nВ этом заведении интересно пить коктейли ) …",
    "rating": 5,
    "name": "Max Grytsak",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A wonderful witch bar with an unsurpassed atmosphere, which is provided not only by the interior and music, but also by common rites! I advise everyone to swallow a little potion and immerse themselves in magic 💛💙 …",
    "rating": 5,
    "name": "Максим Вільний",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место с идеальным персоналом. Вкусовые качества блюд на самом высоком уровне.  Коктейли просто огонь 🥂.огромное спасибо за вашу работу и наш идеальный вечер. …",
    "rating": 5,
    "name": "Лидия Тарасенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A very cool mystical place. With an interesting interior, delicious cuisine and incredible cocktails. Even if you do not believe in mysticism, you need to come here at least once. …",
    "rating": 5,
    "name": "Натали Никитина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Подруга повела меня в этот бар на день рождения. Она точно знала что выбирать. Все продумано до мелочей, в том числе коктейльная карта. Я вытаскивала карту коктейля вслепую. А ещё в них предсказания. Место просто шикарное …",
    "rating": 5,
    "name": "Diana Kovalova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Давно хотели сходить в это заведение. Хотели, но забронировать столик как-то не додумались. Пришли в субботу в 17:30, а всё занято и забронировано. Было только 2 места у барной стойки. Администратор предложила выбрать коктейль из колоды …",
    "rating": 5,
    "name": "Elenka Yurynska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера - супер!Праздновали день рождение сестры!Всем все очень понравилось!\nОсобенно хочется выделить их коктейли)волшебство просто!))названия подталкивают попробовать :)а их вид заставляет верить в колдовство:) …",
    "rating": 5,
    "name": "Samantochka Verevkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютное заведение. Есть некий концепт. Выбор еды сравнительно небольшой. Ели салаты - вкусные. В заведении чисто. Довольно неудобные высокие стулья,  лучше на диванчике. Столов немного, но официантку надо было ждать. Довольно высокие цены, …",
    "rating": 4,
    "name": "OLEKSANDR PAK",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Oh this atmospheric place. And how you are invited there. They tell an interesting story with magical content about cocktails. You choose a map and read the contents of the book. I recommend not to give up this choice …",
    "rating": 5,
    "name": "Катерина Харута",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great cafe. Autumn liked the dish \"Male loyalty\"\n\n(Original) …",
    "rating": 5,
    "name": "Ket my travel",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилось данное заведение! Все выдержано в одном стиле, волшебный экстерьер и интерьер, оригинальная подача блюд и коктейльный карты. Рекомендую к посещению всем ;) …",
    "rating": 5,
    "name": "Анжелика Еремеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, меню на 65 страниц осилить очень трудно. Готовят вкусно. Цены выше среднего …",
    "rating": 5,
    "name": "Tetiana Khomenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была в этом месте на корпоративе. Интересная обстановка, меню и подача блюд нестандартная. Кто любит мистическую тематику - приходите. Особенно чувствуется атмосфера на праздники. Отмечу интересную ведемскую подачу коктейлей. …",
    "rating": 5,
    "name": "Валерия Потапова",
    "cat": "Cocktail bar"
  },
  {
    "review": "В целом, колоритное и тематическое место. Кухня вкусная, коктейли шедевральные, но... Как сказала моя сестра делая первый глоток спиртного \"я б уже третий пила\" . Девочки, это же бар! Неужели так трудно оперативно вынести выпить. 40 минут …",
    "rating": 4,
    "name": "Наталья Базилевская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Великолепная атмосфера, шикарная карта коктейлей, очень вкусная еда. Случайно попали в мой день рождения, не говоря об этом владельцам, но поскольку они невероятно внимательны к своим посетителям - получила праздничный комплимент в виде …",
    "rating": 5,
    "name": "Ксенія Павлюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место нетрививальное, тематическое. Понравился подбор музыки, создаёт атмосферу. Замечательная идея с картами и коктейлями, только к некоторым коктейлям прилагается ритуал, что выглядит очень впечатляюще, а некоторые без ритуала, дыма, и …",
    "rating": 4,
    "name": "Maria Iur",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересный дизайн,вкусно,цены адекватные,персонал внимателен.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Дубиковская",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I really liked it))) And the atmosphere and the food and the girls are good)) I got a good positive charge))) …",
    "rating": 5,
    "name": "Iryna Kukharuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting themed cafe with a mysterious atmosphere, friendly staff and delicious cocktails which are just a lot! (The girls offer a cocktail divination to choose from, they have a whole book of these cocktails …",
    "rating": 5,
    "name": "Natasha Pekar",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) To close the establishment during working hours, to call back, we were told that they only work by reservation ... it is not indicated on the website and in Instagram. Arrived from another city, very upset …",
    "rating": 1,
    "name": "Тетяна Мильнікова",
    "cat": "Cocktail bar"
  },
  {
    "review": "+ Потрясающая задумка интерьера и меню. Также порадовало гадание на коктельных картах.\n- Очень людно и громко даже в понедельник:) …",
    "rating": 4,
    "name": "Yuliia Zhuravlova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ждали свой заказ больше часа. Никто не удосужился предупредить или объяснить что произошло. Ушли не дождавшись одного заказанного блюда. Котлеты из индейки абсолютно не стоят своих денег. Абсолютно испорченный вечер и настроение. Не приду и …",
    "rating": 1,
    "name": "Ольга Фарятьєва",
    "cat": "Cocktail bar"
  },
  {
    "review": "Для новичков советую попробовать «погадать» на коктейлях, а тем, кто уже знаком с ассортиментом барной карты и приходит хорошенько выпить мой рецепт: голубой абсент запиваем сидром, выходит и недорого и пьяно …",
    "rating": 5,
    "name": "Анастасия Гудим",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, каждый коктейль со своей легендой и, если повезёт, с ритуалом. Кухня и порции тоже порадовали))) …",
    "rating": 5,
    "name": "Люба Якушевская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень аутентичное и тематическое место. На входе встречают мётлы и ворон. Интересная барная карта, особенно понравились коктейли с жидким азотом (те, что шипят). Попробовали два салата и тоже понравились. А ещё нас обслуживала приятная …",
    "rating": 4,
    "name": "Alina Panchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилось! Отличные коктейли, оригинальная кухня, специфическая стилистика превратят посещение этого места в праздник))) …",
    "rating": 5,
    "name": "Ищук Анастасия",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное тематическое заведение. Маленький уютный бар. Меню согласно правилам по QR коду. Заведение пользуется популярностью, поэтому желательно заранее бронировать столик, я была в понедельник и были свободные места. Карты таро, выбор …",
    "rating": 5,
    "name": "Taka Taka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место . Вкусные блюда , интересный интерьер . Персонал приветливый . Блюда приносили быстро . Понравилось все .\nРекомендую посетить сие место ))) …",
    "rating": 5,
    "name": "Степан Возный",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Оригинальная идея с выбором коктейля через гадание на картах! Рекомендую. …",
    "rating": 5,
    "name": "Svitlana Rumiantseva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место. Столик лучше бронировать наперед. Кухня и выпивка на высоте, атмосфера вообще улёт))) встречали сдесь и прошлый НГ. …",
    "rating": 5,
    "name": "Александр Голубенький",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное место, шикарная атмосфера. Кайфовые коктели и довольно таки вкусная  вкусная еда.   Правда немного места маловато, но это пустяки …",
    "rating": 5,
    "name": "Anka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одно из любимейших мест. Вкуснейшие авторские коктейли. Оригинальная подача барной карты. Кормят здесь тоже хорошо. Атмосферно, уютно, вкусно. …",
    "rating": 5,
    "name": "Kateryna Svatukha",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Beautifully decorated place that is easy to find. I recommend to everyone who is walking next to Lviv Square or on the Landscape Alley to continue immersing in mythical stories, with the help of this restaurant you …",
    "rating": 5,
    "name": "Tetiana Vlasenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не так давно был в командировке в Киеве.  С коллегами зашли в это сказочное заведение.... Было очень приятно, хорошая музыка  и атмосфера, весёлый и дружелюбный персонал,  обслуживание можно сказать сказочное - при выборе напитка тянули …",
    "rating": 5,
    "name": "Андрей Инквизитор",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное аутентичное место. Посетителями бывают иностранцы, официанты внимательные и весёлые. Интерьер просто супер, оригинальная подача коктейлей. Всем рекомендую посетить этот бар, не пожалеете:)))) …",
    "rating": 5,
    "name": "Артур Александров",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I do not recommend! All the advantages of this institution have faded due to incompetence of staff. Booked a table at 19.30, approached at 19.38, the girl at the entrance with a frightened look began to run into the …",
    "rating": 1,
    "name": "Тетяна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A little strange but nice place) delicious food (and we ordered a lot of them), original and interesting names on the menu, nice and cheerful waiters, conduct various activities related to the theme of the place. The …",
    "rating": 5,
    "name": "Oleksandr Dymnich",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное заведение, хороший выбор коктейлей. Цены немного завышены но вполне приемлимо. Сюда идут не поесть и \"накидаться\", а за атмосферой, долгими разговорами и гаданиями на таро). Стол бронировать обязательно - заведение очень …",
    "rating": 4,
    "name": "Irina Isaienko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное аутентичное заведение. Соотношение сервис+качество/цена очень хороши.  Рекомендую, и явно не последний раз посетил. …",
    "rating": 5,
    "name": "Леонид Оксаниченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из самых атмосферных баров Киева. Посидеть с подругами, выбрать тематический коктейль, погадать у Таролога - вот и рецепт настоящего магического вечера ;) …",
    "rating": 5,
    "name": "Maria Ieromenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Positive-atmospheric place, good service, author's kitchen.\nI really liked it, and magic rituals are a separate secret story 💕🕸️🧙 …",
    "rating": 5,
    "name": "Liliya Luts",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были на Белтейн. Очень атмосферное и уютное место.\nЗал небольшой. Персонал отзывчивый. Ритуалы и бытовая магия настолько бережно вплетены в общий контекст этого места, что это будет комфортно как ценителям, так …",
    "rating": 5,
    "name": "Anastasia Hayeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Impressive bar. Looks cool. Delicious cuisine. I'll come here again! …",
    "rating": 5,
    "name": "Yaroslav Rostanets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были в этом интереснейшем месте на предсвадебном девичнике. Что сказать? Отныне я влюблена в \"Лысую гору\") Атмосфера, качество обслуживания, тематическая музыка, вкусная еда, интересно оформленное меню, настоящие ведьминские коктейли -- всё …",
    "rating": 5,
    "name": "Виктория Nocturnal",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер заведение. Кухня отличная, меню огромное. Карта напитков вообще зашкаливает. Процесс выбора коктейля - целая процедура с колодой гадальных карт. И ещё часто бывают всякие тематические мероприятия. Молодцы, всегда проводили там …",
    "rating": 5,
    "name": "Elena Fetischeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее место посидеть с подужками. Концепция хорошая, все меню выдержано. Необходимо заранее бронить столик, если гулять пятница-суббота вечер. Единственный минус был в долгом обслуживании. Но если выбираться на весь вечер, то все гуд. …",
    "rating": 5,
    "name": "Ирина Федоренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very interesting thematic institution. It is original that you can rely on Fate and choose a rental cocktail, and you can choose what is already described in the Legend Book), but there is not so simple, because you …",
    "rating": 5,
    "name": "Марішка Бо",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Extremely entourage and tasty establishment. Great cocktails, delicious cuisine. Bar created with soul. I recommend. I also advise to pull the table, did not see any vacancies there. …",
    "rating": 5,
    "name": "Olga Tatarinova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера очень крутая. Коктели оригинальные. И очень порадовала эта продуманность до мелочей))) Но немного подкачало исполнение. Котель в пластиковом стакане. Громкие обсуждения официантов чужой личной жизни. Это все входит в диссонанс с …",
    "rating": 4,
    "name": "Catherine Kuschova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Катерина, добрый день! Спасибо за отзыв, очень важна и полезна обратная связь) Официанты уже получили, действительно есть такой \"прокол\" - не всегда контролируют \"громкость\". Что касается коктейля - видимо Вы пили \"Магию крови\". Это единственный коктейль, который мы подаем в пластике - в целях Вашей и нашей безопасности. Коктейль предполагает, что Вы проводите ритуал и добавляете каплю своей крови. Для этого Вам подается медицинский скарификатор, стерильная аптечная спиртовая салфетка и коктейль в одноразовой посуде. Это было решение собственников - для обеспечения безопасности гостей и сотрудников. Спасибо за понимание! Будем рады видеть снова\n\n(Translated by Google)\nKaterina, good afternoon! Thank you for your feedback, feedback is very important and useful) The waiters have already received it, there really is such a \"puncture\" - they do not always control the \"volume\". As for the cocktail - apparently you drank Blood Magic. This is the only cocktail we serve in plastic for your and our safety. The cocktail assumes that you perform the ritual and add a drop of your blood. To do this, you are served with a medical scarifier, a sterile pharmacy alcohol napkin and a cocktail in a disposable container. It was the owners' decision to ensure the safety of guests and employees. Thank you for understanding! We will be glad to see you again",
    "rating": 5,
    "name": "Алина Заднипрянец",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool and extremely atmospheric place!\nThe kitchen is just crazy!\nThe cocktails are unusual and all very tasty! …",
    "rating": 4,
    "name": "Julia Podoroznia",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric, mystical, many thematic details of the interior, cozy. Now the institution is not pleasant, but does not spoil the mood. …",
    "rating": 5,
    "name": "Алина Торгалова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень и очень круто. Спасибо за яркие впечатления! Обязательно будем посещать ещё ! …",
    "rating": 5,
    "name": "Ната Кр",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я в восторге от идеи и реализации. И, кстати, кухня тоже есть -- все вкусно, а не только тематично)) сочетание атмосферы, обслуживания, оригинальности в подаче -- все создает глубокое впечатление. Хочется вернуться и есть за чем и зачем))) …",
    "rating": 5,
    "name": "Лиза Чепугова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Просто самое супер-атмосферное место. Коктейли просто адски вкусны, если бы знали что лучше заранее заказать столик, просидели бы до закрытия 🖤🖤 …",
    "rating": 5,
    "name": "Ірина Цикаленко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I love this place for the incredible atmosphere, unique cocktails and well-chosen playlist.\nAnd thank you very much for the delicious cuisine! …",
    "rating": 4,
    "name": "Marina Purple",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое место силы. Место ежегодного слета наших университетских ведьм. Кухня - пальчики оближешь. Фисташковый тарт нереально вкусный. Коктейли - лучшие в городе. Плейлист - бомба. В последний визит подвела скорость подачи блюд. Ну очень …",
    "rating": 5,
    "name": "Георгина Русина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Более чем великолепное место!\nУютное, с отличной, бережно и качественно созданной атмосферой!\nВсегда хорошая музыка и прекрасные ведьмочки-официантки умнички) …",
    "rating": 4,
    "name": "Kateryna Nastashkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The restaurant has a charming atmosphere, everything from the entrance is permeated with curiosities.\nThe menu is basic (snacks, main dishes, cocktails, tinctures, etc.) and there is …",
    "rating": 3,
    "name": "Alyona Mikucki",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное тематическое место.\nНо шумно было как на базаре, чуть не оглохли за 5 мин пребывания.\nМеню по кюар кодам на столах - не работает. …",
    "rating": 5,
    "name": "Елена Буйлова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Для гостей Киева самое то. Интересно, странно и очень атмосферно. Лучше заказывать столик т.к. из-за за маленького размера кафе и большого количества людей,  мест не хватает. Также столы стоят очень плотно. Нам удалось сесть у входа на …",
    "rating": 5,
    "name": "Aleksandra Sukhanova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классное заведение, я была в восторге как маленький ребенок, начиная с атмосферы помещения и шляпок ведьм, выбором коктейлей по картам и заканчивая самим невероятно интересно выглядящим и бурлящим напитком. Очень классное и легкое …",
    "rating": 5,
    "name": "Galia Gorkusha",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great find! I did not expect to meet such an interesting institution in Kyiv, although I have lived here for 30 years. The map of cocktails and their serving is a real art! I recommend to everyone who loves the theme …",
    "rating": 4,
    "name": "sveta moskvina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все супер, и атмосфера и дизайн и еда вкусная, но несли ее час:( Пойдем ещё, но забронируем заранее и столик и время для подачи еды)) …",
    "rating": 5,
    "name": "Анна Кручок",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, таинственное и немного мистическое,но бронируйте столик заранее …",
    "rating": 5,
    "name": "Лиля Клокун",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное,уютное и тематическое заведение с потрясающей атмосферой! Цены ооочень лояльные,вкусно,подача блюд соответствует тематике  заведения! …",
    "rating": 5,
    "name": "Darina Nedashkivska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера,\nПерсонал - знающий своё дела,\nБармен - считывающий твои желания и делающий коктейли по вкусу именно тебе. …",
    "rating": 5,
    "name": "Yula Sujim",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное место для посиделок в женском кругу)), очень необычное и приятное. Советую всем в холодные вечера для ощущения чего то нового. …",
    "rating": 5,
    "name": "Anastasiia Ponomarova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравились коктейли. Карты к ним вообще супер. Не видела такого. Очень интересные задумки. Супер атмосфера.\nПерсонал не говорит на английском. Меню на английском в наличии тоже не …",
    "rating": 4,
    "name": "Юлія Молотова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric location, everything (even a toilet) is thought over to trifles in the old style of the witch's era) Kitchen - mediated, for an amateur. I did not go, my husband really liked me. In this place with a child …",
    "rating": 5,
    "name": "Liudmila Ryndia",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Amazing place ... Very tasty coffee with mint and thyme, dry Kyiv jam!)) Strange predictions and a mysterious ritual …",
    "rating": 5,
    "name": "Sergey",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное тематическое заведение на месте бывшего ресторана Горец. Расположено в старом доме в подвальном помещении с несколькими столиками на первом этаже. Очень антуражно и атмосферно, поэтому как правило довольно людно. Хорошие коктейли и …",
    "rating": 5,
    "name": "Юрий Мыснык",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение соответствующее своему названию. Очень большой выбор необычных вкусных коктейлей. Приветный персонал. Удобная локация. С минусов, для меня, — ритуальные церемонии для гостей. …",
    "rating": 5,
    "name": "Irina Khryshchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктейли, и в целом царит вполне \"магическая\" атмосфера. Единственный совет администратору - стоимость гадания озвучивать сразу, когда предлагаете эту услугу посетителям, а не \"огорошивать\" своих гостей перед уходом …",
    "rating": 5,
    "name": "Angelika Pavlenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер! Тематическое место со множеством коктелей и достаточно неплохой кухней. Крученный салат с сёмгой  просто огонь)) Очень внимательные официанты и вообщем атмосфера хорошая. Единственное что у нас не получилось это заказать текилу в …",
    "rating": 3,
    "name": "Daria Romaniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Идея места очень интересная. Классный дизайн и необычная подача. Разочаровало то, что система онлайн бронирования не работает: забронировав столик на сайте, звонка с подтверждением брони я так и не дождалась. В итоге, когда мы пришли, брони …",
    "rating": 5,
    "name": "Мария Каленюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное атмосферное место! Вкусные оригинальные коктейли,  мистический антураж,  настоящая гадалка) Бар идеально подходит для посиделок с подругами. Сюда хочется вернуться снова) …",
    "rating": 5,
    "name": "Алёнчик Крижановская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер атмосферно!\nСет \"алкогольный оракул\" - очень весело и необычно …",
    "rating": 5,
    "name": "Катерина Шаповал",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place) mesmerizing atmosphere, delicious food, attentive staff. The concept of the institution is followed in every detail. …",
    "rating": 5,
    "name": "Valery K.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Довольно  таки интересно.  Антураж, коктели супер... Правда кухня рано закрывается...  Безусловно стоить посетить данное заведение. …",
    "rating": 5,
    "name": "Христина Лугова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The original menu, which can be read as literature :) interesting dishes, drinks, and especially the names; there is live music, summer terrace …",
    "rating": 3,
    "name": "Anastasiia Palash",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера и интерьер - задумка отличная. НО! Не на одном интерьере надо выезжать, ребята!!! Такое впечатление, что персоналу тупо наплевать на гостей.\nПришли девушка (первая) сказала, мол у них куча народу, надо стол заранее …",
    "rating": 5,
    "name": "Slava Tsvetkov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень колоритно и интригующе. Великолепная кухня,замечательное обслуживание. Не наигранно,от сердца. Очень понравилось. Были компанией,сходим ещё, рекомендую безоговорочно. Отдельное спасибо официантке Марии -она нас обслуживала. Ни на …",
    "rating": 5,
    "name": "Ната Ната",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классное, атмосферное место, коктейльная карта просто 🔥, еда вкусная, порции большие …",
    "rating": 4,
    "name": "Оксана Савка",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting time spent with friends. Creative atmosphere for modern witches🚺 with interesting bands and bagpipe playing! 👌 …",
    "rating": 2,
    "name": "Daria Priymak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Официантка со светлыми волосами умница, а администратор брюнетка пренебрежительна и неприветлива, когда попросили их гадание по напиткам, 40 минут ждали пока подойдет, в итоге она с колодой пришла к соседнему столу, который сел позже чем …",
    "rating": 4,
    "name": "Lucky Smile",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вчера посетили с подругой данное заведение.\nПосадили нас сверху , мы очень сильно замерзли,потому что от открывающей двери постоянно сифонило ,и даже обогреватель не спасал. …",
    "rating": 4,
    "name": "Дмитрий Мазко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее  атмосферное заведение на тему ведавства и мистики))При входе встречает ворон в клетке, но места маловато ( Есть выбор наливок и настоек от 35- 50 грн, фирменный абсент, коктельная карта обширна (цены от 120 до 140 грн), подача …",
    "rating": 5,
    "name": "Gold Brandays",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное местечко! Все понравилось, видно сразу, что владельцы стараются добавить новые изюминки в обслуживание и привлекание клиентов, очень милая гадалка нам попалась, маленькая бубочка) мило, тихо, уютно, а главное атмосферно! Желаю …",
    "rating": 5,
    "name": "Тетяна Кузьміна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Потрясающее атмосферное место с совершенно невероятными двмящимися коктейлями. Ребята настолько постарались, что даже музыкальное сопровождение состоит из сплошь \"магических\" песнях о ведьмах, драконах и т.д. Очень вкусная и, по своему, …",
    "rating": 5,
    "name": "Katusha G",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные авторские коктейли, которые можно выбрать при гадании, а можно самому полистать карту бара со значением каждого коктейля. Вкусная кухня, приличные порции. Бар очень уникальный и интересный. Была несколько раз и ни разу не пожалела. …",
    "rating": 4,
    "name": "8NCM",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематический бар с интересным интерактивом, вкусной кухней и коктейлями.\nИз минусов: кухню нужно долго ждать, терминал часто не работает …",
    "rating": 5,
    "name": "Назар Шишка",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Unusual and atmospheric cafe. I recommend to visit.\n\n(Original) …",
    "rating": 5,
    "name": "Nevsky Oleg",
    "cat": "Cocktail bar"
  },
  {
    "review": "Случайно зашёл в этот бар,смотря по отзывам мне повезло,что для меня нашлось место. Очень магическая атмосфера,дружелюбный персонал,который и исполнит твои желания,а также погадает на картах таро. Бармены готовят коктейли очень быстро, …",
    "rating": 5,
    "name": "Олена Березовська",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cool place, really liked it. All witch chips are thought out to the smallest detail, be it the facade or the name of the dishes on the menu. I recommend …",
    "rating": 5,
    "name": "Igor K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, обязательно к посещению всем, кто не равнодушен к оккультной тематике, или просто кому нравится оккультно/ритуальная/ведьмовская атрибутика. …",
    "rating": 5,
    "name": "qwerty",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место, всем советую, очень понравилось. Все на высоком уровне. Столы необходимо бронить заранее, меню на 70+ стр читать нужно тоже предварительно что бы не тупить потом. Кухня и бар на любой рот. Замечания: пиво должно быть …",
    "rating": 5,
    "name": "Наталия Ефремова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была здесь со своим любимцем , маленьким Йорком ) Встретили нас дружелюбно и посадили за хороший столик. Даже  мою собачку напоили фильтрованный водой, без моей просьбы! Спасибо  за внимание! …",
    "rating": 4,
    "name": "Larisa Pikalova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень уютный тематический ресторанчик. В будний день больше половины столиков было забронировано.\nэто было моя вторая попытка посетить этот ресторан. Первая не увенчалась …",
    "rating": 3,
    "name": "Anna Mizina",
    "cat": "Cocktail bar"
  },
  {
    "review": "прикольный концепт, интересно прийти, порассматривать необычный антураж, попробовать на самом деле уникальный (например, какой-то дымящий) коктейль. но не место для посиделок компании или вкусного ужина (стейк был, как кусок резины - …",
    "rating": 2,
    "name": "Вэлери Науменко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место красивое  и на этом всё.\nОбслуживание желает лучшего, два коктейля жать пол часа при не полной посадке - беда, о задержке заказа никто не предупредил до того момента, пока не начали …",
    "rating": 5,
    "name": "Кот Ки",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вауууу, это просто супер местечко!!! Осталось море позитивных эмоций! Понравилось всё! Тематика заведения🤩😋,  очень красивый, добродушный персонал, всё вкусно!  А ещё нам провели очень интересный ритуал, после которого через несколько …",
    "rating": 4,
    "name": "Марія Садова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) On the positive side: a mystical interesting entourage, fresh and delicious dishes (\"heart of stone\" - extraordinary!), Cool music design, original cocktails. …",
    "rating": 4,
    "name": "Ігор Тріль",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting, not typical institution. You can not only eat, but also guess yourself on the author's tarot and drink a cocktail that corresponds to the card that fell :) It will be interesting to come back here …",
    "rating": 5,
    "name": "Выключатель Света",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень колоритно и атмосферно, мало мест, рекомендую бронировать заранее!! Кокткйльная карта из 20 напитков, поесть тоже можно и сытно и перекусить!!! …",
    "rating": 2,
    "name": "Jens Voss",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmosphere and location: the Switch Bar shines with an extraordinary atmosphere. Located in the basement, witch hats everywhere and a deck of cards per table that you pull out to order a cocktail. Really special. …",
    "rating": 4,
    "name": "Наталья Клименко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious food and drinks. But they waited for salads for a long time. …",
    "rating": 1,
    "name": "Larysa Meshcherkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ужасное заведение, изначально забронированный столик не был готов в назначенное время, заказанные блюда ожидали полтора часа, так же смутила очередность подачи, закуски подали через 20 минут после вторых блюд, коктейли ждали пол часа, …",
    "rating": 1,
    "name": "Бородина Анастасия",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пришли.  Просидели ровно пол часа. Попросили позвать официанта, просьбу проигнорировали. К другим столикам подходили, почему нас не заметили - не знаю. Решили что не будем ждать с моря погоды и ушли. …",
    "rating": 5,
    "name": "Лилия Федоренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bald Mountain - Witch Bar is a great place to meet girlfriends - girls - witches. Interesting thematic atmosphere, delicious witch's menu. Terribly tasty and creative witch's drinks from the bartender. Pleasant …",
    "rating": 5,
    "name": "Татьяна Чернобай",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятные впечатления! Очень атмосферно! Магически вкусно!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Alina B.",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting atmospheric establishment. Differs from others unequivocally! There are their - and +.\nOf the pros: a large cocktail menu is thematically decorated and played. The …",
    "rating": 3,
    "name": "Юлия Шматко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric, but very little space, the dishes are mediocre, all cocktails are the same, it's hard to call them delicious, the price of 130 grams is clearly inflated. …",
    "rating": 5,
    "name": "Dasha Perfilieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилось, кухня вкусная) проводили заговоры) место больше для женской компании и не большой) …",
    "rating": 5,
    "name": "Oksanichenko Nataly",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасный антураж, ненавязчивые гадания и ритуалы)  вкусно, необычная подача и очень креативное меню …",
    "rating": 5,
    "name": "Yurii Zhmurko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Молодцы, атмосферу соблюдают, иной раз думаешь да ну нафиг туда заходить, там же ведьмы, недешево, но приятно, камерно как то. …",
    "rating": 4,
    "name": "Александр Баратинский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место. Можно сделать необычные фото. Меню с интересными блюдами. Но ценник очень дорогой. …",
    "rating": 5,
    "name": "Ruslana Iokhannson",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не помню ни одного вечера, который бы так ярко отпечатался в моей жизни как вчерашний. И не знаю, что больше всего повлияло на этот отпечаток. Люди с которыми я провела его? -да, конечно! Место которое мы выбрали? - несомненно! Столик, …",
    "rating": 5,
    "name": "Алёна Поступайло",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неимоверно загадочное место! Магические ритуалы, гадания, волнующая воображение атмосфера, шикарная музыка! Впечатления гарантируются)) …",
    "rating": 5,
    "name": "Юлия",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарное тимотическое кафе !\nМожно очень прекрасно отмечать дни рождения и девишники ! Да и просто забежать на прекрасный магический кофе ! …",
    "rating": 5,
    "name": "Helen Ggg",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были с подругами в декабре 2019, все очень понравилось: общая атмосфера, интерьер, программа, оригинальные коктейли. Вкусная еда, забавный сюрприз в ватерклозете... Обязательно пойдем еще! …",
    "rating": 5,
    "name": "Анжелика Венгрус",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное тематическое место. Явно девушкам нравится, потому что мужчин практически там не встретишь. Поразил ворон:) классный! …",
    "rating": 4,
    "name": "ІННА INNA",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прикольное тематическое кафе 🧙‍♀️, но, к сожалению, очень маленькое, тесновато в зале, и очень долго готовят заказ... …",
    "rating": 5,
    "name": "Ира Бойко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень люблю это место - вкусно, атмосферно, красиво!))\nГадание на коктейлях - это отдельная любовь! …",
    "rating": 5,
    "name": "Ayka Po",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень необычное заведение, ощущение было, что попала в фильм \"Все женщины ведьмы\"  С порога  в бар, реально проникаешь в какую-то другую реальность. Там всё необычное... обстановка, энергия, люди которые там работают. Мне очень понравилось! …",
    "rating": 5,
    "name": "Mariya Rubets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферно и интересно. Но заказ очень долго ждала, около 2х часов еду, алкоголь быстрее приносят. …",
    "rating": 5,
    "name": "Оксана Сиротюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cool place! And quite unusual (all the names of the menu \"with a witch's zest\" on the table are candles and cards with cocktails) the prices are not low, but the items fully justify their price. Interesting and …",
    "rating": 5,
    "name": "Marina Dovgoteles",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, отличный бар, вкусные коктейли  и приятный персонал, ворон вне конкуренции! …",
    "rating": 3,
    "name": "Юлія Хвесік",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The atmosphere is cool. But the prices are too high. We went to the company, ordered a 1 kg meat plate, as a result they brought a plate that is half (I am not kidding) of breadcrumbs. Also ordered slicing (the one …",
    "rating": 4,
    "name": "Ольга Зайченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very entertaining variant of choice of drinks, their names and presentation. The positioning of the bar is accurate - there is something interesting to drink. It is worth refining with a little more, because for now …",
    "rating": 5,
    "name": "Oleg Petukhov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место необычное. Мне понравилась атмосфера, отличная коммуникация с клиентами.\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Z'mitRock KK",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Probably the worst cafe in Kiev. We went there to evaluate the institution from the inside and find out what it is and what can be interesting. As a result, they could not see the menu by QR code. The waitresses did …",
    "rating": 4,
    "name": "Natalia Grebennikova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place, it feels like trying to give a good mood ... but the cocktails are weak to my taste. Yes, wait a long time for them))) and everything else is just magical))))) prosperity to you …",
    "rating": 4,
    "name": "Вика Лунева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутой бар! Коктейли бомбезные. Немного долго несут заказ - но в целом приемлимо. Очень советую хотя бы раз сюда зайти …",
    "rating": 4,
    "name": "Ivan Prizvysche",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) If you are small, do not try to take more and the table, or the manager will come and say that it is booked. In a salad with the last veal a little and very salted, so it is not clear what quality meat. But in general …",
    "rating": 5,
    "name": "Anna Polivoda",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была два раза с разницей в месяц. Осталось двоякое чувство. Закуски готовят быстро, а вот со скоростью подачи основных блюд есть задержки. Это очень опечалило меня, потому что пригласила одногруппников на встречу, и впечатления остались …",
    "rating": 5,
    "name": "Матрица Души",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение на все 100\nНачиная со входа, когда милая, улыбчивая хостес встречает и провожает в зал.\nОбслуживание очень внимательное, комфортное, девочки умнички и красавицы. …",
    "rating": 5,
    "name": "Александр Страшенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всё круто) понятное дело что на любителя,но продуманно до мелочей,каждое блюдо с изюминкой) было здорово посетить это заведение, обязательно вернёмся)\nБлюда вкусные. …",
    "rating": 5,
    "name": "Nа Din",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I had a great time with my girlfriends here at the witch's barn. Cocktails are very intoxicating, the dishes are delicious …",
    "rating": 5,
    "name": "Ann Zinkovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting cocktail recipes, quality service. Everything is fine!) …",
    "rating": 5,
    "name": "Пономаренко Артём",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень повезло что было окошко времени между бронями и смог посетить это заведение. Само собой хотелось бы отметить тематическое оформление  в первую очередь вывеска на улице и каменные стены, лампы, свечи на столах. Заказал камамбер …",
    "rating": 2,
    "name": "Mariia",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Entourage, interior, menu - cool.\nThe cuisine is delicious, the idea with cocktails is good.\nBut. …",
    "rating": 2,
    "name": "Iva S",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) My girlfriend and I decided to visit this institution for the first time. In the photos it seemed very atmospheric, so we wanted to get here. They didn't know whether it was necessary to book a place in advance or …",
    "rating": 5,
    "name": "Denys Shykula",
    "cat": "Cocktail bar"
  },
  {
    "review": "Нереально позитивный опыт. Интересные разные коктейли, конкурсы гадания на коктейль и тд.\nАдекватные цены. Заходите и не прогадаете. …",
    "rating": 2,
    "name": "Liliia Degtiar",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I heard a lot of cool reviews, but in reality I was disappointed.\nDishes waited a long time, and some did not bring even after 2 hours of waiting. …",
    "rating": 2,
    "name": "Анна Алимова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) In general, the restaurant is interesting, the menu is interesting. But the service is terrible. You need to wait, ask to accept the order, and then wait a long time. The waiter who tries to catch, he just does not …",
    "rating": 4,
    "name": "Мария Савон",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное и атмосферное место. Всё очень красиво оформлено. Единственный минус - долго несли заказ, который можно было сделать за 10 минут (или сколько там мясо на тарелку положить?) Спасибо большое за классный вечер) …",
    "rating": 4,
    "name": "Леонид Иванов",
    "cat": "Cocktail bar"
  },
  {
    "review": "В плюсах: официантки очень расторопные и приветливые. Кухня на 4-5 баллов по пятибалльной шкале. Очень вкусные коктейли и оригинальный выбор оных по картам Таро)) из минусов, тесновато, шумно, что конечно можно объяснить как шабаш, но все …",
    "rating": 1,
    "name": "Ірина Козяр",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Was in this place for the first time. Booked a table in advance, but accidentally the reservation was not found. The administrator reluctantly seated us at a table that was for other people. They ordered a meal, but …",
    "rating": 5,
    "name": "Mila Lk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Celebrated a hen party 🥂\nA cool place for such an action, a voodoo doll, a bride's bouquet, jewelry ... everything was amazing 💃🏻 …",
    "rating": 5,
    "name": "Alex Sem",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшее кафе, или паб .!! Очень атмосферно.. громадный выбор коктейлей, еда выше всех похвал. Антураж и развлекательная программа есть! А вот столики лучше заранее заказать.ато часто все занято. …",
    "rating": 1,
    "name": "Ольга О",
    "cat": "Cocktail bar"
  },
  {
    "review": "Забронировали столик на Бал у Воланда, сделали заранее предзаказ по кухне. Когда пришли, нас мило встретили и провели за наш столик, уже сервированный на двоих. Нашего заказа по кухне ещё не было, но на столе стояла сырная тарелка, которую …",
    "rating": 2,
    "name": "Сергій Кацімон",
    "cat": "Cocktail bar"
  },
  {
    "review": "Предварительно было очень интересно попасть в это заведение, такие тематические барухи притягивают внимание)\nКоктейльная карта была очень интересна и интригующая …",
    "rating": 5,
    "name": "Olena Rohulia",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Everything is great, but the staff lacks a more mystical look and an interesting attribute of a broom or hat for a photo in this establishment and its popularity. …",
    "rating": 5,
    "name": "Георгий Луданов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, где всегда в образе хостес и приветливый персонал, который отлично понимает и доносит тематику места. Уникальная подача коктейлей. Меню в целом очень оригинальное, а обряды, которые проводятся с подачи сотрудников …",
    "rating": 5,
    "name": "Trina Dubovyc'ka",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Satisfied with all the service. range, even lucky enough to get a runologist, all of the highest quality! They came on Saturday even without armor. found us a place, so time was limited, but we were not left without …",
    "rating": 3,
    "name": "Anna Anna",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Many have heard about this institution. Well, what can I say? Ambiguous. The situation was surprising: when they were already leaving, people were not allowed to enter - as if there were no seats. But there were …",
    "rating": 5,
    "name": "Марина Пыхтина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное атмосферное заведение!\nВкусная кухня и не обычная подача коктейлей.\nНужно бронировать заранее, чтобы вам достался лучший столик, и бронировать лучше …",
    "rating": 3,
    "name": "Вероника Козловська",
    "cat": "Cocktail bar"
  },
  {
    "review": "Забронировала ещё за недели полторы до Дня рождения стол на сайте. В день празднования перезвонила, уточнила по имени и времени, предупредила что опаздываем - мне сказали все хорошо, бронь держим. Я мечтала об этом месте, ещё и хотела …",
    "rating": 5,
    "name": "Vladyslav Poliakov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Спасибо огромное любим ваш бар, но пришли в двоем отметить др и как то так вышло что за три часа не смогли дождаться котлет. Со всем остальным все отлично любим вас были не раз и будем ещё но сегодня что то пошло не так загрузка была не …",
    "rating": 5,
    "name": "Oksana Demianenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place :) deliciously fed, interestingly reminded and instilled a love of cocktails! It seems that you are in Lviv, not in Kyiv, our city really needs such institutions. I'll definitely be back here to …",
    "rating": 1,
    "name": "Галина Дехтярук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я очень удивлена такому огромному количеству позитивных отзывов! Не представляю, как удалось достичь такого уровня!\n1. Просят символическую предоплату на карту при резерве. Но это ладно. …",
    "rating": 5,
    "name": "Елена Коломиец",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень круто,я искренне рекомендую! Это нужно прочувствовать,писать  просто нет смысла! …",
    "rating": 4,
    "name": "Yuliia Boiarinova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень тематическое место. Интересная подача коктейлей. В меню интересные названия. Подпортило впечатление обслуживание- очень долго готовились блюда( но может это нам так не повезло) …",
    "rating": 5,
    "name": "Oliko Todua",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была в этом прекрасном баре несколько раз, невероятная атмосфера и интересный интерьер. Очень нравится подача коктейлей, некоторые из них идут с пузырьками и дымом, полагаю, таким образом имитируя зельеварение)) есть коктейли, которые и по …",
    "rating": 5,
    "name": "Yevheniia Iurchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение со своей историей и замечательной кухней, однозначно хочется вернуться. Очень милый персонал, бармен с неисчерпаемой фантазией) …",
    "rating": 5,
    "name": "Валерия Вергелес",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, приятный персонал и доступные цены) очень неординарное меню и подача) …",
    "rating": 5,
    "name": "Диана",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное место\nВкусные коктейли с оригинальной подачей …",
    "rating": 5,
    "name": "Lada Life",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное местечко почти в самом центре старого Киева. Дизайн помещения, костюмы девушек - официантов, оформление меню, фишки с картами Таро при выборе алкоголя - очень впечатляют, браво! Персонал - на высоте, еда достаточно …",
    "rating": 4,
    "name": "Алиса Конончук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшый бар в Киеве по атмосфере, красивый тематический интерьер. Бываю тут часто и могу сказать что обслуживание раз на раз не приходится, последний раз в заведении работал только 1 официант, конечно же он ничего не успевал..иногда очень …",
    "rating": 4,
    "name": "lisowl",
    "cat": "Cocktail bar"
  },
  {
    "review": "Сегодня были в этом заведении. Очень понравилась атмосфера и антураж, коктейли и гадания тоже. Рекомендую! Но не забывайте , что на выходе вас ждёт чек)))) …",
    "rating": 5,
    "name": "Garskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Потрясающе атмосферное место, всё очень удачно продумано начиная от коктейльной карты (выглядит реально как карты таро) до музыки в заведении. Очень вежливые и компетентные официанты, которые знают состав всех коктейлей и в случае …",
    "rating": 4,
    "name": "Sveta Sh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место выбирала дочка. Не смотря на тематическую атмосферу (я ожидала стереотипно чего-то мрачного), заведение оказалось достаточно уютным и интересным. Уходить не хотелось. Много деталей в интерьере, которые с интересом рассматриваешь. …",
    "rating": 5,
    "name": "Anna Fedenko (Shelena)",
    "cat": "Cocktail bar"
  },
  {
    "review": "удивительное место! прекрасная и мистическая атмосфера, полно магии и волшебной музыки. …",
    "rating": 5,
    "name": "Даниил Слиж",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер! Всё отлично! Антураж бомбический! Персонал в теме и подыгрывает)\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Лилия Иващенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The very concept of the restaurant is interesting, but the service wants the best: waited for salads for 1.5-2 hours and not very tasty; when visiting this institution, check the check that you were counted, because …",
    "rating": 5,
    "name": "Oleksii Atip",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A very atmospheric place with lots of cocktails. And judging from the menu, with good cuisine. …",
    "rating": 5,
    "name": "Olga Getman",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно было и очень атмосферно !\nТочно не пожалеете ;) …",
    "rating": 4,
    "name": "Nastia Shevchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера на высоте, как и кухня с баром! Официантов правда в зале почти нет и когда они надо тоже, но девушка хостесс просто прекрасна. Ради неё и коктейлев придём снова. …",
    "rating": 2,
    "name": "Людмила Агеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ну очень прошанное место. Столик надо бронить за 3 дня. Все сидят друг у друга на голове. В карантин такое себе ощущение 😆😁\nВо время отдыха там предлагают платные услуги, типа на таро за 300 грн погадать. …",
    "rating": 5,
    "name": "Майя Ахматшина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Душевный бар, вкусно, атмосферно и спокойно!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Ольга Клименко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Магическая атмосфера, отличный персонал, и магические коктейли  и вкусная кухня. …",
    "rating": 5,
    "name": "Oleksandra Demyanik",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место! Я прям а вотсорге осталась. Подружки привели меня праздновать тут день рождения, это было очень оригинальное решение. Все антуражно, картины, метлы, столики, фонарики. Можно было себе взять ведемскую шапку, коктейли …",
    "rating": 5,
    "name": "Kostiushko Travels",
    "cat": "Cocktail bar"
  },
  {
    "review": "Полюбилось  это заведение за царящую там атмосферу, очень интересный -колоритный  интерьер, приятный персонал, безусловно вкусную кухню! Крученный салат с лососем-пальчики оближешь... …",
    "rating": 5,
    "name": "Анна Островская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень антуражное место которое было бы не таким оригинальным без своего персонала. Официантки Алена и Ирина успевали создать эффектную атмосферу, принимать заказы, подсказывая по составляющим меню так свободно, будто сами это постоянно …",
    "rating": 4,
    "name": "Ірина Кулинич",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The interior is fully consistent with the witch theme, as well as the names of dishes and drinks on the menu) I liked that there is a schedule and themed \"parties\") …",
    "rating": 5,
    "name": "Sasha Konstantinovskaia",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение очень атмосферное. Обслуживание, кухня, напитки, все понравилось\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Татьяна Бараник",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ну такое себе) если оценивать как кафе или паб то не очень.\nНо как место где можно собраться на шабаш 😄 то очень прикольно.\nСтранное место… думаю так и должно быть. …",
    "rating": 5,
    "name": "Tetiana Synkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Loved the atmosphere, the service. Great cocktails and service …",
    "rating": 5,
    "name": "1 2",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших баров Киева, очень атмосферно, вкусные наливки и коктейли, неплохая еда, по средам живая музыка …",
    "rating": 5,
    "name": "Nataliia Matiash",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Loved it, so atmospheric, unreal cocktails))\n\n(Original) …",
    "rating": 2,
    "name": "Oleksandr Oliinyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Food norms, service as service (lit a candle on the table himself). But Russian music and service negate the first good impression of a non-standard map and stories. …",
    "rating": 5,
    "name": "Инна Мирошниченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер место для встречи с подругами 😉 Видно что вложено много труда и любви.\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Тетяна Дубровська",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cheap, in the center. Cool at the bottom, no at the top.\nWe were at the Witch Bar today. What can I say - cheap, interesting, a lot of people, crowded. …",
    "rating": 5,
    "name": "Yulia Mishina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место с необычным интерьером. Понравилось, что официантка спокойно ждала пока мы сделаем заказ, подсказывала по составу блюд, обсуждала, что лучше заказать,не спешила уйти и помогла сделать правильный выбор. Вечер с волынкой …",
    "rating": 5,
    "name": "Eugene Petrikeev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычная концепция. Бар полностью ее  придерживается. Интересное меню и подача некоторых коктейлей и блюд. Атмосферное место,где можно хорошо посидеть и пошаманить немного ⚗️ …",
    "rating": 5,
    "name": "Анатолій",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) great, atmospheric place with delicious cocktails and cuisine)\nyou need to book a table in advance, as there are many people …",
    "rating": 5,
    "name": "adel al-maaly",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное тематическое заведение, с очень интересным обслуживанием. Очень хорошо все продумано- интерьер,  меню, коктейли. Особенно понравилась подача коктейлей. …",
    "rating": 2,
    "name": "User hidden",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера отличная\nКухня на высоте\nСотрудники заведения портят все впечатление. Скурвился ведьма бар, скурвился …",
    "rating": 5,
    "name": "Анна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Суперское место!очень очень понравлось.рекомендую\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Anastasiia Pipina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Меню, напитки и атмосфера - великолепно. Из минусов - ОЧЕНЬ мало места, далеко не весь персонал вежлив. Была здесь несколько раз, когда нас обслуживала официантка с каменным лицом, которая буквально швыряла тарелки на стол и не …",
    "rating": 5,
    "name": "Dasha Myagkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место, которое действительно оставит под большим впечатлением.\nИнтерьер заслуживает огромного внимания. Подобные места редко можно найти.\nЗа все время пребывания, было много приятных моментов со стороны персонала: …",
    "rating": 5,
    "name": "Kate Kislenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Для всех ведьмочек и не только😉 потрясающее место по своей атмосфере, антуражу и коктейльной карте. Чтобы выбрать коктейль, Вам предлагают вытянуть карту, что само по себе уже превращает времопровождение в некий магический ритуал. …",
    "rating": 5,
    "name": "Julia Novochenko-Zherdetska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место! Отличное обслуживание. Коктейли выбирали согласно картам. Единственное НО, очень долго ждали кухню. …",
    "rating": 5,
    "name": "Наталя Тавлуй",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I liked! Themed atmosphere! Delicious food with an unusual taste! Still a living crow at the entrance) Interesting and mysterious drinks! …",
    "rating": 5,
    "name": "валерия ли",
    "cat": "Cocktail bar"
  },
  {
    "review": "Экзотические колдовские блюда , коктейли и настойки на травах - просто великолепны! Это магия и волшебство! …",
    "rating": 4,
    "name": "Михаил Борец",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place.\n\nHowever, the bartender is crooked, constantly breaks glasses with almost ready …",
    "rating": 3,
    "name": "Helen Shashkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Весьма атмосферное заведение, тематичный интерьер очень понравился. Девушка, что принимала заказ вначале и проводила \"ритуалы\" была замечательна. Потом в дело пошла кухня и бар, и на этом все плюсы закончились. Вареников не оказалось, …",
    "rating": 5,
    "name": "Alyona Danilina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Аутентичное, концептуальное, продуманное даже в мелочах, место. Обслуживание супер и очень вкусные коктейли …",
    "rating": 1,
    "name": "Елена Черненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень хотелось попасть в это заведение, забронировали на сайте столик, ни кто не перезвонил и не подтвердил заказ, звонили с 17:00 пять раз ни кто из работников заведения не брал трубку, на шестой раз взяли трубку и сказали что свободных …",
    "rating": 5,
    "name": "Татьяна Косарева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Оригинальные предсказания от Булгакова, коктейли, ведьмочки, метлы и приятные официанты и бармены. Обязательно вернемся снова! …",
    "rating": 3,
    "name": "Людмила Чикриз",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We waited for some food for a long time, we sat by the toilet, so there was an unpleasant smell. social distance between tables is not observed. A ceremony was held to entertain visitors with an order, for this …",
    "rating": 1,
    "name": "Olha Katsimon",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) If you have time to wait for a cocktail in 40 minutes and to eat in an hour and a half, then you are here. The institution itself should get another administrator, then everything will be fine. …",
    "rating": 5,
    "name": "Олександр Клименко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) +\nLocation\nInterior / exterior …",
    "rating": 5,
    "name": "Татьяна Жихарева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я под впечатлением) впервые тут и мне понравилось) очень атмосферно, классное оформление, интересное меню, приятное обслуживание... Если интересна мистическая тема, вообще отлично заходит) …",
    "rating": 5,
    "name": "Natalka Ryaba",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I have not met such an atmospheric place for a long time. There is a continuous \"witch's\" atmosphere. The bar captivates with its appearance - you are greeted by a real witch on a broom, and at the entrance - a choice …",
    "rating": 3,
    "name": "Дарья Сысоева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место красивое и оооочень тематическое!\nВкусная еда и напитки.\nНо!!! …",
    "rating": 1,
    "name": "Эльдар Аблязизов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крайне разочарован отношением персонала к своим клиентам. Я забронировал столик на 4 человека, и сразу сказал что б столик был не у входа (был опыт сидеть за столом возле входа, так что уже знал что там холодно, ну и вообще проходное место, …",
    "rating": 4,
    "name": "Дмитрий Хмельницкий",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The establishment is interesting, but on holidays you can get a table near the \"blooming\" toilet.\nThere are interesting events for those who want entertainment, such as: …",
    "rating": 5,
    "name": "Maksym Dorosh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера.\nСоветую попробовать котельную карту.\nОчень вкусная кухня! …",
    "rating": 5,
    "name": "Марго",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) This is a charming and very tasty place. Pleasant service, great music, delicious food and cool witchcraft rituals. …",
    "rating": 4,
    "name": "Иркин Иванкова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферно! Все выдержано в определенном стиле. Девочки просто умнички, порхали между столиками аки пчелки. Очень понравилась ведущая вечера - харизматична и доброжелательна. Почувствовала себя дома😉 …",
    "rating": 4,
    "name": "Діана Тяско",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place. Delicious desserts, coffee. There is a menu of full dishes, but did not taste, because now only tables to order, and we came without armor, so we were allowed only to stay for half an hour. …",
    "rating": 1,
    "name": "Ольга Зінченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Yesterday my husband and I wanted to visit this institution, but ... at the entrance the girl barely broke away from her phone and said that all the tables are booked and here they are waiting for visitors. At 17:15 …",
    "rating": 5,
    "name": "Nelli Prosianyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A must visit! Everyone will find something to taste! I recommend to try the cocktail Magic Blood and dumplings with nettles)) …",
    "rating": 4,
    "name": "Анна Головань",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное заведение) коктейли интересные, но ожидала от них большего.  Общее впечатление хорошее  . …",
    "rating": 5,
    "name": "Наталия Смирнова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкуснейшее мясо и овощи в Ведьма-баре \"Лысая гора \", шикарные коктейли, внимательный персонал и  колдовская атмосфера!\n#ЛысаяГора …",
    "rating": 4,
    "name": "Тамила Голубева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место, интересная подача коктейлей. Сняла звезду за то, что еду ожидали 50 минут. Алкоголь приносят быстро …",
    "rating": 1,
    "name": "Женя Макаров",
    "cat": "Cocktail bar"
  },
  {
    "review": "Включили в счёт сырную тарелку, которой в предзаказе и заказе не было. Выглядело угощением, оказалось нифига)\nКоктейли не понравились, рассчитаны на людей, в алкоголе не разбирающихся, …",
    "rating": 5,
    "name": "Санька Жучок",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое атмосферное заведение) есть столики для большой компании, необычная подача бара, вкусные коктейли и флёр мистики :) отдельное ❤️❤️❤️ за плейлист :) …",
    "rating": 5,
    "name": "Olha Prozoria",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I celebrated my birthday here. She booked a table in advance to avoid unpleasant moments. In general - a pleasant witch's atmosphere, friendly staff. Great music that goes well with the entourage of the institution :) …",
    "rating": 1,
    "name": "valeriya melay",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место очень переоценили, как мне кажется. Надеялись на крутой атмосферный вечер, а получили непрофессиональное отношение персонала  - нас встретили со словами, что нашей брони и в помине нет, а столы уже все заняты. Кстати забронировать …",
    "rating": 4,
    "name": "Roman Kolesnyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, навязчивое обслуживание, хорошая атмосфера, стоит сходить хоть раз, интересный опыт. …",
    "rating": 5,
    "name": "Ксюша Малюкина",
    "cat": "Cocktail bar"
  },
  {
    "review": "О это место какое-то волшебство. Необычная и очень приятная атмосфера, вкусная еда и фирменные коктейли. Всё очень стилизовано. Тут вам и карты с коктейлями, и гадание для желающих, и предсказания с книги  для каждого. А меню это отдельный …",
    "rating": 5,
    "name": "Vsuschenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Амосферно, уютно вкусная кухня\n\n(Translated by Google)\nAtmospheric, cozy delicious cuisine",
    "rating": 5,
    "name": "Ирина Ирина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю этот бар! Как атмосферно, театрально. Кухня тоже хороша, порции огромные. Коктейли необычны, на любой вкус. Есть гадания...Прийдем еще! …",
    "rating": 5,
    "name": "Виктория «Санса» Старк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная атмосфера, хорошая музыка и огромнейший выбор коктейлей, покушать тоже есть что, также рекомендую фтсташковый тарт! …",
    "rating": 1,
    "name": "Alina Shynkaruk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Meat dishes carried for more than an hour (for two people). no one was warned about the long wait. cocktails taste like dewdrop of lemon with a slight addition of alcohol (although the menu says that such delicacies …",
    "rating": 1,
    "name": "Дмитрий Козлов",
    "cat": "Cocktail bar"
  },
  {
    "review": "1. Довольно странно с моей точки зрения, когда персонал требует оплаты чека до того как были поданы все блюда из заказа.\n2. Ещё более странно, что порция нагетсов готовится и подаётся в течение …",
    "rating": 4,
    "name": "Екатерина Вожжова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting themed design, delicious food and drinks, but the service is not very much. A small number of waiters, the staff does not have time to accept and issue orders on time, so you have to wait too long + dirty …",
    "rating": 4,
    "name": "Lika Deineko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные бычьи яйца и наливки.Очень милая девушка-официантка нам сделала фото классные.А не очень милая,та,что поопытнее,немного испортила настроение своим равнодушием и типа она хозяйка всех ведьм,а мы тут зашли почему-то к ней.Сервис таким …",
    "rating": 4,
    "name": "Alina Spasskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень много крутых моментов) Вот эта вся ритуалочка + концептуальные коктейли и аутентичный интерьер. Но кухня часто долго выдает заказы, а в коктейлях есть ощущение, что не все ингредиенты используются (учитывая их не самую низкую …",
    "rating": 3,
    "name": "orly Insearchig",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место однозначно стОит того, чтобы его посетить. Атмосферно, магично, уютно. Все продумано до мелочей. Но ожидание... сегодня пятница, полная посадка, вполне логично задержки в выносе заказов, но 2 часа... два! Это как минимум …",
    "rating": 5,
    "name": "Dmytro Komarchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Загадочное и интересное место, советую посетить\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Оля Бондаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Unfortunately, during the quarantine, cocktail cards are not allowed and there are no predictions from Bulgakov …",
    "rating": 3,
    "name": "This is The Way",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cocktails are great, the food is bad (extremely fatty, there is no half of the menu), no food was brought on time (at the time they were talking about), the atmosphere is good. …",
    "rating": 5,
    "name": "Жанна Вєлікова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Comments are superfluous here. Just take off here, you won't regret it! …",
    "rating": 1,
    "name": "Влада Гордеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "22.02 Отмечали день рождения. Обстановка интересная и на этом наверное из хорошего все. Мы делали предзаказ и к нашему приходу стол был не готов, заказ по кухне ждали очень долго. По итогу вечера от последних заказов мы отказались и в …",
    "rating": 5,
    "name": "Віталій Шитий",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The potatoes and steak were delicious. The milkshake is quite sweet and also delicious. I will visit again 100%! …",
    "rating": 5,
    "name": "KeeperMoon",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уже который раз приходим сюда. Оригинальное тематическое место. Хороший сервис, ценят своих гостей!\nКухня - отличные блюда, оригинальная подача. Особенно понравился Крученый салат …",
    "rating": 5,
    "name": "Iryna Komarovskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасное атмосферное место. Бронировать столик лучше заранее. Вкусные коктейли со смыслом и предсказаниями 😊 …",
    "rating": 5,
    "name": "Лена Барабей",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное атмосферное место! Оживлённое, шумное, но это не мешает наслаждаться тематической музыкой. Изумительная официантка, которая интересно гадает на коктейль и очень вкусно о них рассказывает, что невозможно отказаться! …",
    "rating": 4,
    "name": "Maria Mayskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведение, креативное оформление меню. Но кухня не очень вкусная,цены выше среднего,порции не большие …",
    "rating": 5,
    "name": "Дмитри Акулов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное, необычное, атмосферное место. Если вы хотите себя побаловать чем то новым и интересным, а тем более мистическим я советую.\nПлохо только то что не всегда есть свободный столик и столик нужно бронировать. …",
    "rating": 5,
    "name": "Іван Кравець",
    "cat": "Cocktail bar"
  },
  {
    "review": "Волшебное место с волшебными коктейлями. Прекрасные сотрудники которые не забывают о посетителях и не дают заскучать. Вкусно и уютно) …",
    "rating": 5,
    "name": "Анна Орленко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятный персонал, интересный интерьер и меню, вкусно. В коктейлях много травяных добавок - на любителя. Так же делают коктейли с дымком:) В общем атмосфера просто вау. …",
    "rating": 4,
    "name": "El Riddle",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятно атмосферное место. Очень понравилось и блюда вкусные. Но большинство блюд готовили слишком долго, а ассортимента чая например не было в наличии, кроме одного …",
    "rating": 1,
    "name": "Hanna Fleisher",
    "cat": "Cocktail bar"
  },
  {
    "review": "Советую засекать время😁 Мы уже 1 час 50 минут ждём заказ. Когда он будет - неизвестно. Кстати алкогольные коктейли принесли через час с небольшим. Еды нет. Круто😁 …",
    "rating": 4,
    "name": "Света Чернуха",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как сходить разок, интересно) интерьер, подача коктейлей классные)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lady Nadia",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место что бы пошаманить с друзьями вечерком или просто в обед выпить вкусный кофе и провести спиритический сенс с Булгаковым ;) …",
    "rating": 5,
    "name": "Анастасия Ошкало",
    "cat": "Cocktail bar"
  },
  {
    "review": "Случайно проходили мимо и не прошли.\nАтмосферное место, продуманное до мелочей. Даже пароль на wi-fi и то про ведьм)) …",
    "rating": 5,
    "name": "Юлия Бенза",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное заведение, интересная котельная карта, вкусная кухня😍\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Наталія Дяченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The restaurant is incredible, thank you very much to the bartender for the amazing cocktails and quality service. It is a pity that the area of ​​the establishment is too small for such an influx of people, but it …",
    "rating": 5,
    "name": "Юлия Василенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место весьма атмосферное, продуман и интерьер, и меню. Есть свои традиции, и официанты о них забавно рассказывают. Если любите вкусные коктейли, Булгакова и тему ведьм - вам здесь понравится. А вот быстренько перекусить сюда заходить не …",
    "rating": 5,
    "name": "Андрей PR",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное место.Все магическое,волшебное. Жалко что нет свободных мест.Все по записи. …",
    "rating": 5,
    "name": "Тетяна Чепурко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Were with friends at HP. Great place. Very cozy atmosphere. Cool themed interior. Various fun rituals are always held to spell luck and love. …",
    "rating": 5,
    "name": "Alina Koshalkovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилось. Необычно, сказочная обстановка. Интерьер , всё очень продумано. …",
    "rating": 5,
    "name": "Julia Ukolova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусные коктейли, прикольная атмосфера, интересное меню!!!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleksandra Dektiarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень круто и почти никогда нет свободных столиков)Кухня вкусная,барная карта на хорошем уровне.Весело и интересно) …",
    "rating": 5,
    "name": "Gaisinska Elena",
    "cat": "Cocktail bar"
  },
  {
    "review": "Спасибо за отличный день рождения!\nОчень уютная атмосфера и вкуснейшие коктейли 😍 …",
    "rating": 4,
    "name": "Juliana Konovalova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место прикольное с вполне оригинальным и самобытным антуражем. Кухня вкусная. Тут всегда достаточно людно. Была тут утром на кофе и вечером на встречах с друзьями. Несколько аз попадала на ланч. Людей всегда хватает-это говорит о хорошей …",
    "rating": 4,
    "name": "Natakotenki Nann",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тот случай, когда антураж ок, а обслуживание и меню ну такое.\nОчень симпатичное атмосферное заведение - тут живёт настоящий насупленный ворон! Нахохленно смотрит на посетителей, очень хотелось погладить, но длинный клюв …",
    "rating": 5,
    "name": "Serg D",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как обычно всё шикарно!)\n\n(Translated by Google)\nAs usual, everything is gorgeous!)",
    "rating": 4,
    "name": "Innes Tikhonova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place, cocktails delicious and not standard, interesting design of the cocktail card. The menu is not bad. But service leaves much to be desired. In the order did not specify which line to make a meal …",
    "rating": 5,
    "name": "Алена Лелеко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A place of strength.\nIdeal for meetings with friends. …",
    "rating": 4,
    "name": "Nikita Primak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неплохое атмосферное место. Огромная барная карта с кучей мистических коктейлей. Еда неплохая, но не Вау - скорее как закуска. Раньше был ворон в заведении, но правильно, что птицу отдали в хорошие руки …",
    "rating": 3,
    "name": "Natalechka Evgenievna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное место с четко выдержанной атмосферой, но есть огромный вопрос к обслуживанию при загрузке в 4 стола, коктейли несли долго, делали не качественно с добавлением пенопласта, час несли салат на основе микс салата и готовых слайдов …",
    "rating": 5,
    "name": "Kim Malro",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасное место, очень атмосферное. Очень вкусные коктейли, которых нет в меню, но вам их 'нагадают' на картах таро;) еда тоже хорошая, правда одно нещасное блюдо нам делали полтора часа как минимум, но в извинения принесли по шоту,а потом …",
    "rating": 5,
    "name": "Луньова Ганна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Wonderful atmospheric and original setting. Thanks for the great food and interesting activities. Super! …",
    "rating": 1,
    "name": "Денис",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отвратительный сервис. Официантка слегка перепутала блюда, на столе вроде бы есть кнопка вызова персонала, но официантам на нее плевать. В зале официанта не найти. Не рекомендуется к посещению, очень плохой сервис. …",
    "rating": 5,
    "name": "Ivanna Gurzhiy",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool place!) Good location !! Interesting interior !! And the menu !! Many different dishes where in Kiev you will not find) delicious !! Super tinctures and cocktails. Various rituals are held during the …",
    "rating": 1,
    "name": "Yana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень мало места, холодно, везде стоят Уфо. Заказ ждали почти час. Все пишут про оригинальность коктейлей, но она заключается в добавлении травы типа шалфея и кучи сиропа. Джин пробили\"бефитер\" по факту бадяга какая-то. …",
    "rating": 3,
    "name": "Руслана Кудым",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We have been waiting for an order for a long time.\nThe place is atmospheric and the dishes are delicious, but waited for the meat for about 2 hours. That's why this is the first and last time here. …",
    "rating": 5,
    "name": "Анастасия Ставрюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мне очень понравилось. Мои друзья тоже заценили такое необычное местечко) Случайно попали в это заведение небольшой компанией и не прогадали. И в самом дел здесь очень здорово все продумано: интерьер, атмосфера, подача блюд и напитков. …",
    "rating": 1,
    "name": "Maksym Tk-i",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место с плохим обслуживанием....\nЖдали свой заказ 40 минут, при этом несколько раз вызывали официанта (\"жали на кнопрчку\"-как объяснил администратор), но так никто и не подошел. Ловили …",
    "rating": 4,
    "name": "Юлія Делакруа",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting place, with unique entourage and delicious cuisine, the prices are a bit inflated, but I visit the adventure, because it is quite fun and memorable for a long time. …",
    "rating": 5,
    "name": "Наталья Борисова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были сегодня в ведьма-баре первый раз и я в восторге! Вкусная кухня, хороший кальян, необычные коктейли. Понравилась подача коктейля (фужер в форме черепа, сухой лед). В целом понравилась атмосфера и ведьминская тематика. Много интересных …",
    "rating": 5,
    "name": "Nataliya Krutous",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное  место. Однозначно , надо хоть раз посетить.  Девочкам очень понравится! Пробовала драники с крапивы,  нямка. …",
    "rating": 5,
    "name": "Ludmila K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Выше всяких похвал! Очень колоритное местечко! Хорошо выдержана стилистика заведения, прекрасный персонал, хорошее меню, превосходные коктейли, великолепная подача. В общем, я в восторге! Идея воплощена прекрасно! Атмосферно! Настроение …",
    "rating": 5,
    "name": "Angelina Gorbik",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самое мистическое место Киева, попадаешь будто в другую реальность. Всё буквально продумано до мелочей. А эти футболки девочек  - это любовь, в баре их можно даже себе купить( что очень радует, ведьмочки оценят)).  Хожу туда уже 3 год , и …",
    "rating": 4,
    "name": "Аля Феофанова",
    "cat": "Cocktail bar"
  },
  {
    "review": "В целом бар очень интересный. Необычный алгоритм выбора коктейлей) портит впечатление только таролог. Девушкам, которые сильно мнительный не рекомендую ходить к ней. Она очень неплохой психолог, пытается вытянуть с тебя максимум инфо для и …",
    "rating": 5,
    "name": "Yurii Podorozhnii",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Thematic institution. The waiter guesses at the cards, you turn off the Tarot card and get a cocktail that matches the card. Everything is pretty decent …",
    "rating": 5,
    "name": "Svitlana Oliinyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric and unlike any other place.\n\n(Original) …",
    "rating": 3,
    "name": "Марина Крючкова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были там с подружками в первую неделю после открытия. Официантка не знала меню вообще, насоветывала одно, принесли совсем другое. Как можно открывать заведение не обучив при этом персонал! Наверное спешили денег заработать. Цены завышены. …",
    "rating": 4,
    "name": "Ольга Медведева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересный антураж, идея! Прекрасная задумка!!!!! Но....\nКадры решают всё - кухня отвратная. Ждали мясо час. Оказывается, его забыли приготовить. Кое-как приготовили,  но есть его невозможно. Жесткое и дубовое! …",
    "rating": 4,
    "name": "Степан Бойко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great atmosphere - entourage, mysticism, witchcraft and all that) Attentive staff. Drinks and food are delicious. Although, we had to wait a long time for the order. …",
    "rating": 4,
    "name": "Yulia Neverova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The approach to cocktails is not clear - the prices are not indicated in the menu. But thematically, originally. Delicious ice cream and tea …",
    "rating": 5,
    "name": "Ірина Тарадименко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A magical atmosphere with delicious food and magical drinks. The place you want to come back to again and again, where you feel cared for, as if you came to visit real friends ♥ ️💛💙🐱 …",
    "rating": 5,
    "name": "Kahterina Pas",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень круто!!! Интерьер, меню, обслуживание, все в одной манере, атмосфера завораживает!!! Меню оригинальное и вкусно очень!!!! Это место стоить посещать!!!! …",
    "rating": 5,
    "name": "Тимур Лафета",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool. The atmosphere is sustained to the smallest detail. It is worth visiting at least once. …",
    "rating": 2,
    "name": "Анастасия Аврамчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение атмосферное, если бы не несколько но... Зачем так плотно ставить столики? Я, с одной стороны, понимаю, что хочется заработать, но в более тесном заведении я ещё не бывала. Невозможно спокойно сидеть за столиками на двоих! …",
    "rating": 5,
    "name": "Egor Papyshev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Это прекрасное уютное место, можно сказать выдающееся. Очень атмосферное, понравился сценарий подачи вкусняшек, да и вообще отношение и манера общения с посетителями. Коктейли клёвые, несколько дороговато но придумано на отлично. Любителям …",
    "rating": 3,
    "name": "Мария Легкова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неоднозначное впечатление. С одной стороны место колоритное, многообещающее,с интересным интерьером, оригинальными коктейлями, завораживающей подачей. Понравилось мороженое малина-чили и фисташковый тарт. …",
    "rating": 4,
    "name": "Andrii Lapchyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Антураж и атмосфера на 100% соответствует ожиданиям. Ручной ворон на входе. Вкусная еда и большой выбор интересных коктейлей.  Один минус - места ну очень мало и столики поставлены друг к дркгк впритык,  и что бы комуто выйти за один столом …",
    "rating": 5,
    "name": "Людмила Озорнова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place! There are a lot of people and this is not surprising зна we definitely recommend !!! We will definitely be back)) …",
    "rating": 4,
    "name": "Anastasiia Lysenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, вкусно, приятный персонал\n\n(Translated by Google)\nAtmospheric, tasty, pleasant staff",
    "rating": 5,
    "name": "Ася Бычкова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были рады посидеть компанией. Чудесное обслуживание и даже помогут, если все места заняты) …",
    "rating": 5,
    "name": "Andrii Bondarchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting place and entourage place. Especially for women, the vast majority of whom are here :) I recommend the tincture \"Bulgakovka\" …",
    "rating": 5,
    "name": "Dragon Crystal",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отлично, хорошая кухня, приятная отмосфера, хорошее обслуживание. Большие порции, цены средние для такого уровня заведения. Попасть вечером можно только через бронирование очень популярное заведение. …",
    "rating": 5,
    "name": "Helen Yerastova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A very authentic place you want to go to. Delicious food, delicious and interesting cocktails) Service at the height! …",
    "rating": 5,
    "name": "Kateryna Chaika",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематическая обстановка, вкусная еда, отличная коктейльная карта с очень необычной подачей. …",
    "rating": 4,
    "name": "Николай Антонов",
    "cat": "Cocktail bar"
  },
  {
    "review": "В целом приятная обстановка, хорошая кухня, неплохой антураж и разумные цены.\nНо немного тесновато и шумновато как по мне. …",
    "rating": 5,
    "name": "Александра",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли просто замечательные. Оригинальная подача. Спасибо!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Elena Kurganova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Обязательно нужно сюда прийти и выбрать коктейль по  таро,поучаствовать в магическом ритуале и выпить Булгаковки ✨ …",
    "rating": 5,
    "name": "Валерия Бондаренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное, быстрое обслуживание, вкусные коктейли. Очень понравились гадания на книге. …",
    "rating": 4,
    "name": "Natali Amana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ооооочень тематичная атмосфера, хотя мне не хватает куража и драйва от персонала)) в таких местах он может отличаться от общепринятого.... И к еде есть вопросы, хотелось бы получить более вкусные результаты. А так все вежливо, хоть и не …",
    "rating": 5,
    "name": "Олександр Дяченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric establishment with friendly staff and interesting features\nCool cocktails that you pull out of a deck of cards …",
    "rating": 5,
    "name": "Anastasiia Zhuha",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Extremely atmospheric place. Very tasty cocktails, great music and cool divination on the cards) …",
    "rating": 4,
    "name": "Леся Гапунич",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно!))))\nПриятный персонал, вкусные блюда)\nКак минус не соблюдены сроки приготовления,  из обещанных 15-20 минут вышел час …",
    "rating": 3,
    "name": "Anastasiya Kashirina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Красивый антураж. Но приходить сюда можно исключительно чтоб выпить под простую закуску.  Очень долго обслуживают.  Из меню половины нет, а то что есть не отличается особо: заказали блюдо из рыбы с гарниром, телятину с гарниром и теплый …",
    "rating": 5,
    "name": "ketrina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting place, as if you are moving to another reality. …",
    "rating": 5,
    "name": "Юлия Бабурова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличные коктейли, антураж, интерьер, вевьма приятное место.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Vasil58 Vasil",
    "cat": "Cocktail bar"
  },
  {
    "review": "Если кто-то не верит в магию и не способен оценить идею и труд:ходить не стоит,вообще запритесь дома, или если вы ожидаете похода в обычный паб-это местечко для умных, интересных ,сли вы открыты к новому и не боитесь общения-вам сюда,нам …",
    "rating": 1,
    "name": "Sonya Fromento",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ждали официанта минут 20, сделали заказ, бармен его сделал, но никто не принёс на протяжении 40 минут. Но официантка успела сходить на перекур раза два. Обслуживание ужасное …",
    "rating": 5,
    "name": "Evgenia Ruban",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное атмосферное место. На входе вас встретит ворон, его обещают научить говорить. Официанты предложат вам выбрать ритуальный коктейль вытянув карту из колоды стилизованной под таро. Каждый коктейль является своеобразным предсказанием. …",
    "rating": 5,
    "name": "Сергей Почтовик",
    "cat": "Cocktail bar"
  },
  {
    "review": "Антураж заведения зашкаливает. Очень атмосферный барчик, где можно приятно провести время с друзьями за кружкой зелья сваренного ведьмами :D\nМузыка не громкая и тематическая, что даёт свой плюс. …",
    "rating": 5,
    "name": "Наталья Агамова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great and atmospheric place !!! I recommend !!\n\n(Original) …",
    "rating": 4,
    "name": "Евгения Лисица",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли вкусные, но столик на двоих такой маленький что места только для одного блюда и двух коктейлей. Холодно было. Обещали чай гостям, но нам не принесли. В целом колоритно, симпатично. Но есть над чем поработать ещё …",
    "rating": 5,
    "name": "Александр Карпанов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Фантастическое место во всех смыслах. На данный момент это бар номер один для меня. Приходите и сами всё увидите. Никто не пожалеет …",
    "rating": 2,
    "name": "Olga Tsymbaluk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) She expected more from the institution. Cocktails are interesting to choose, look at them too, but alcohol is cheap and tasteless. As there is too much light for the witch bar (and it cannot be turned off or muted), …",
    "rating": 5,
    "name": "Марина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересная атмосфера, вкусные и необычные коктейли.\nПостоянно ходить туда бы не стала - не тот формат, но иногда буду заглядывать.\nПриветливый и добродушный персонал🙃 …",
    "rating": 3,
    "name": "Olya Servetnyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Rested here with my girlfriend on Saturday evening.\nFrom the pros:\n- delicious cocktails; …",
    "rating": 1,
    "name": "Nicka Neumann",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пыталась забронировать столик в этом заведении на 31 октября на сайте, мне так и не перезвонили. Когда мы с компанией уже почти пришли я решила сама позвонить им и все уточнить. Оказалось нужно было покупать какие-то билеты на эти даты, а …",
    "rating": 4,
    "name": "Ganna Sklyarova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Норм место. Правда посетители - в основном женщины и девушки. Есть гадалка. Цены в меню на сайте и в ресторане не совпадают. Коктейли по 150 грн, алкоголь еле угадывается. Фишка в бульках с дымом, остальное сок или газировка …",
    "rating": 3,
    "name": "Andrii Litvynchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The place is atmospheric, there are no claims here. The cocktails here are average in price but very original. Food is also affordable, as is beer. But - an extremely long wait for the dishes. We waited for a beer …",
    "rating": 4,
    "name": "Шкатулка Таролога",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интерьер интересный, еда вкусная. Но обслуживание оставляет желать лучшего. Мы ждали заказ в будний день 2 часа! Коктейль час. Официанты тупо игнорируют. …",
    "rating": 4,
    "name": "Анастасия Лютеций",
    "cat": "Cocktail bar"
  },
  {
    "review": "Красиво и атмосферно, но очень долго несут еду.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Natali Soloviova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I am delighted with this establishment! Everything is thought out to the smallest detail, the wonderful atmosphere and interior, the way to choose cocktails, the menu. Nice staff, very classy staff who conducts the …",
    "rating": 1,
    "name": "Yana",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была пару месяцев назад. Настроение безнадежно испорчено. С сырной тарелки начал медленно и уверенно выползать червяк. Подозвали официанта. Девушка вместо того, что бы по правилам сервиса, убрать раздражающий фактор с глаз гостя. Взяла …",
    "rating": 1,
    "name": "Ирина Пилипчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The place is atmospheric and beautiful, you get like a place from the movie, delicious cuisine, beautiful and delicious cocktails, but the service is just awful in all respects: forget about serving, rudeness, …",
    "rating": 5,
    "name": "Ігор Фітьо",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Well, just gorgeous! Atmosphere for a million, the choice of cocktail is another event, I recommend it to everyone! …",
    "rating": 3,
    "name": "Olga Sukhopara",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Spectacular cocktails. Some. But they seem to have little alcohol. …",
    "rating": 5,
    "name": "Alisa Horetska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) This is a fairly authentic place with its own history. The restaurant fully corresponds to the name Witch Bar. There are very tasty author's cocktails and a pleasant, calm atmosphere (by the way, the institution holds …",
    "rating": 5,
    "name": "Татьяна Карпенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычное место, со своим колоритом, хочется возвращаться сюда ещё\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tetyana Grishkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение в общем понравилось.  Только надо понимать,  что все не спешно и долго.  Вот алкоголь наливают,  мне показалось вовремя,  а еду приносят поздно,  и могут перепутать.  Но это выходит в стиле заведения.  Вкусный фисташковый тарт. …",
    "rating": 5,
    "name": "Ann SHa",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A great place to dive into yourself and add a little masquerade and mysticism to a serious earthly routine. …",
    "rating": 5,
    "name": "Наталія Олегівна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) interesting place. interesting idea. but as there was little space for me, it was crowded, many people needed to book a table because there was a possibility that they would not be able to get a bet because everything …",
    "rating": 4,
    "name": "Liudmyla Dubych",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting bar. Everything fits the theme\n\n(Original) …",
    "rating": 5,
    "name": "Yana Bobyrets",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была в баре 4 раза. Всем кто хочет необычной атмосферы, Вам сюда.  Не навязчивые официанты, обслуживание хорошее, интерье - вообще удивил, кухня вкусная. Рекомендую! И буду рекомендовать друзьям! …",
    "rating": 5,
    "name": "Maryna Tiuliukova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Случайно попали в это заведение небольшой компанией и не прогадали. Очень здорово все продумано: интерьер, атмосфера, подача блюд и напитков. Места, конечно, маловато, но это нисколечки не испортило общего впечатления. Все остались сыты и …",
    "rating": 3,
    "name": "Олена Казанська",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Kyiv lacks places with a concept. Not just pathetic for all the money, but as in Lviv, so that there was history and I wanted to return. This place is like this. But! What happened? Cocktails are just as awful as …",
    "rating": 5,
    "name": "Анастасія Смик",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place))) really liked it. Girl's atmosphere, good interior. Delicious cuisine Pistachio almond cake - concentrated pleasure, almost ecstasy)) Valhalla set is very tasty. Cocktails are certainly above praise. I …",
    "rating": 4,
    "name": "Алексей Коршинов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Новое, и достаточно интересное место. Таких в Киеве нет. Очень приветливые девочки, администраторы и официанты. Советуют, идут на встречу, вообщем молодцы. Очень необычные и вкусные коктейли. Из немного, что плюс, и каждый из них …",
    "rating": 5,
    "name": "Cherry Ri",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно, немаленькие порции, красивое оформление блюд и коктейлей. Конечно понравился дизайн и инь-янь виси) приятная атмосфера и обслуживание. Минусы: маленькое помещение и работают с вечера, а хотелось бы иметь возможность и днём придти …",
    "rating": 5,
    "name": "Mariia Holushko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самое атмосферное и тематическое заведение где я побывала. Все продумано до мелочей, и все в точности как должно быть в логове у ведьмы. Уникальная карта коктейлей, адаптированное меню под тематику, внимательные официантки, и очень милая …",
    "rating": 5,
    "name": "Irina Tuypa",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень люблю тут бывать с друзьями, кухня и коктейли очень классно продуманы, стиль и атмосфера супер, персонал прекрасный!!! Много писать не буду,  одно из лучших мест в Киеве! Спасибо!!!🤗💜 …",
    "rating": 1,
    "name": "Tetyana Tretyakova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Начитавшись отзывов, решили сходить сюда с подругой в минувшую пятницу. Я позвонила и сделала бронь еще в Чт. По телефону мне пообещали \"как раз последний стол на двоих\". В пятницу, когда мы пришли на свое время, оказалось, что брони нашей …",
    "rating": 5,
    "name": "Оксана Зінковська",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное, уютное и очень любимое место!!! Хотите немного магии и волшебства в серых буднях, тогда вам однозначно в Ведьма бар! Приветливый персонал всегда с интересным интерактивом для посетителей, вкусная и оригинальная кухня, и мега …",
    "rating": 5,
    "name": "Крис Тина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место!! Впечатлило обслуживание, и кухня вкусная, особенно понравились медальоны с телятины. Ребята молодцы, подали ту прожарку, которую я хотела) Коктейли достаточно крепкие, но очень вкусные! …",
    "rating": 5,
    "name": "Даша Биляева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) She was here just for her birthday on Halloween. She didn't even know where her friends had called. The institution was very impressed by its friendliness and creativity. Interesting competitions, unusual look and …",
    "rating": 5,
    "name": "Anastasiya Lindemann",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An extraordinary city. All witches are recommended))) great food, cocktails, serving food. Recommended !!!! …",
    "rating": 5,
    "name": "Вікторія Горбонос",
    "cat": "Cocktail bar"
  },
  {
    "review": "Безумно атмосферное, вкусное, уютное, классное место! Подача, декорации, коктейли - все просто супер. Очень хорошая вкусная кухня. Спасибо, что есть такие места. …",
    "rating": 2,
    "name": "Володимир Мудрий",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very slow and careless service (they carried beer for 30 minutes + counted extra portion of chicken nuggets), each of the cocktails was too sweet, the dishes were nothing special. …",
    "rating": 4,
    "name": "Катерина Рубан",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не дешево, но оооочень антуражно. Хотя бы раз стоит пойти на дымящиеся коктейли  и вкусную еду. Заказывайте заранее столик, потому что посадочных мест крайне мало и без брони врядли удастся присесть. Обязательно попросите, что бы вас …",
    "rating": 1,
    "name": "Lana D",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A boorish admin who can't handle his mistakes. The reservation was long before the visit. Called several times to clarify details. As a result, it turned out that our table is busy and place us nowhere. Instead of …",
    "rating": 5,
    "name": "Світлана Линчак",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Mrs Lano! This was not a mistake of the administrator, because on the day we did not accept the reservation, the entrance was on the tickets. You bought a ticket for a table for two and came with a big company. The number of chairs near the table was indicated by the ticket office and the hall map when you or your girlfriend purchased them. You have been returned 500 UAH - this is not a deposit, not a reservation - it is the ticket price. If you went upstairs with two tickets to a movie or a concert, it would probably be the same. But we would like to say that if there were free seats in the bar, we would find an opportunity to accommodate you. But there were no seats, you saw it. In order to accommodate you, you would need to lift people who have purchased tickets to specific seats. Under the complaint of your girlfriend on the Witches bar page we have placed the screens, which lists how many places at which table and a widget, which shows that when buying the number of chairs near the table is drawn. Too bad you had a bad evening, but blaming the facility staff is unfair on your part\n\n(Original)\nПані Лано! Це не була помилка адміністратора, адже у зей день ми не приймали бронювання вхід був за квитками. Ви купили квиток на стіл для двох осіб і прийшли великою компанією. Кількість стільців біля столу була вказана строінці де продавались квитки та на карті залу, коли ви чи ваша подруга їх купувала. Вам повернули 500 грн - це не депозит, не бронь - це вартість квитка. Якби ви вшістьох прйшли з двома квитками у кіно чи на концерт, мабуть сталось би теж саме. Та хочемо сказати, що якбти у барі були вільні місця, ми б знайшли можливість вас розмістити. Але місць не було, Ви це бачили. Для того, щоб розмістити Вас, треба було б підняти з місця людей, що придбали квиткти на конкрентні місця. Під скаргою Вашої подруги на сторінці Відьма бару ми розмістили скріни, де розписано скільки місць за яким столом і віджет, з якого видно, що при купівлі кількість стільців біля столику намальовано. Шкода, що Ви мали зіпсований вечір, але звинувачувати у цьому працівників закладу - несправедливо з Вашого боку",
    "rating": 5,
    "name": "Vladimir Kukhar",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the most memorable places of the year. Witchcraft energy blows from the entrance, surprises in the menu, instructions for drinking cocktails, cocktail cards in the literal sense, and many other unusual things …",
    "rating": 4,
    "name": "Наталия Гоголенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Веселые бармен,  очаровательные официантки.  Отличные напитки и атмосфера .\n\n(Translated by Google) …",
    "rating": 1,
    "name": "Ihor Matyshchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я внутри не была,но снаружи очень понравились.И теперь я очень жалею что я там не побывала.. Следующая моя поездка будет обязательно с посещением этого бара. …",
    "rating": 4,
    "name": "Anastasiia Nepomiluieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "зашёл, посидел 20 мин. официантка не соизволила подойти, ушёл,  вынужден  констатировать, что в любимом месте, стало отвратительное обслуживание. …",
    "rating": 5,
    "name": "Hellga Madera",
    "cat": "Cocktail bar"
  },
  {
    "review": "Лучшие авторские коктейли, интересная подача. Пока догадаешь- сопьешься\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Tетяна Дрожевська",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутая идея, которая была воплощена на 5+!\nИнтерьер безумно порадовал, подчеркнула массу \"ведьмовских\" идей для дома) Коктейльные меню в виде карт Таро - просто огонь, интересная подача и не менее …",
    "rating": 1,
    "name": "Роман Геря",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very original and charismatic place. The most delicious and mysterious cocktails in Kiev. The design is thought out to the smallest detail. In addition, there are interesting programs, themed evenings, you can guess …",
    "rating": 4,
    "name": "Mori",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Well, after reading the reviews, I'm going to visit your institution today.\nI ordered a table, I will be with foreign connoisseurs of Ukrainian gastronomy. …",
    "rating": 5,
    "name": "Анна Левицкая",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень неплохое и атмосферное место, есть возможность заказать отдельную комнату для компании, хорошая коктейльная карта. Цены нельзя назвать демократичными, я бы даже сказала, здесь очень дорого, но заведение интересное, любителям можно …",
    "rating": 1,
    "name": "Irina Bondarenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилось. Стильно и колоритное заведение\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Nataliya Demicheva",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) To book a table for a company on Heloin, but due to a poor booking system, we were not accepted at the bar. It is not nice it turns out, when you come, and no place, and the specification for calling, but as it turns …",
    "rating": 5,
    "name": "Галина Зинченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We are really sorry that you had a bad evening. But - no one drove you out of the doorstep - you were treated to a bulgakovka and initially tried to find an opportunity to place. BUT. You were 8 and you bought a ticket for a table for two. The number of seats at the tables was painted on the event page where you purchased the ticket and painted on the widget through which you purchased it. We do not employ students, the girl who deals with the booking is very professional and almost always finds the opportunity to accommodate guests when overlays happen. But not in this case - we could find 1-2 extra seats, but unfortunately not 6. They simply were not there, and in order to give you a place, we had to take it from the people who paid for the tickets. You paid for 2 seats. This is not a bad booking system. In order to prevent such moments, we did not sell tickets personally - but through a professional partner - the Karabas ticket service. You bought tickets for specific tables, your table number 9 had 2 seats, and it was indicated. And if you came with two or more tickets for a concert or a movie, the same thing would happen. Once again - we are sorry that this happened, but we should not blame our team for being unprofessional\n\n(Original)\nНам дійсно дуже шкода, що ви мали зіпсований вечір. Але - Вас ніхто не виганяв з порогу - Вас пригостили булгаківкою і спочатку намагались знайти можливість розмістити. АЛЕ. Вас було 8, а Ви купили квиток за столик для двох. Кількість місць за столиками була розписана на стрінці заходу, де Ви купували квиток та намальовані на віджеті, через який Ви його купували. В нас не працюють студенти, дівчина яка займається бронюванням дуже професійна і майже завжди знаходить можливість розмістити гостей, коли трапляються накладки. Але не в цьому випадку - знайти 1-2 додаткових місця ми ще могли, але нажаль не 6. Їх просто не було, і для того щоб надати місце Вам, треба було забрати його в людей, які заплатитли за квитки. Ви заплатили за 2 місця. Це нее невдадала система бронювання. Саме для того, щоб запобігти подібних моментів, ми продавали квитки не особисто - а через професійного партнера - квитковий сервіс Карабас. Ви купували квитки за конкретні столики, Ваш столик під номером 9 мав 2 місця, і це було вказано. І якби ви з двома квитками прийшли вшістьох чи ввісьмох на концерт чи в кіно, трапилось би те ж саме. Ще раз - нам прикро, що так сталося, але не треба звинувачувати у непрофесійності нашу команду",
    "rating": 5,
    "name": "Lili Ovchynnikova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень антуражное, приятное заведение! Вкусная кухня, заботливый персонал, атмосфера сказки и позитива! Очень рекомендую!)) …",
    "rating": 2,
    "name": "Julie Baeva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферно. Вкусные настойки, большой выбор коктейлей, приветливый персонал. Правда места очень не много, бронируйте заранее. …",
    "rating": 5,
    "name": "Татьяна Вовк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место. Очень вкусная еда, фееричные коктейли. Меню увлекательно читать, подача коктейлей тематически обыгрывается. Персонал всегда старается помочь. Место атмосферное, камерное. Важно - забронировать столик , иначе не попасть 😉 …",
    "rating": 5,
    "name": "Олеся Свідерко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ничего не покорило в заведении: ни коктейли, которые подаются все в одинаковых бокалах с вином, ни кухня, ни кофе с апельсином и корицей, который является по сути просто американо с кусочком апельсиновой цедры и порошком корицы, что никак …",
    "rating": 5,
    "name": "Tetiana Vavryk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Осталась очень довольна, заведение атмосферное, все меню необычное, огромный выбор коктейлей. …",
    "rating": 5,
    "name": "veronika tymoshenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Просто культовое место! Не побывать здесь - кощунство!\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Svitlana Mamuta",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусные коктейли, карты таро, гадания и предсказания, приветливый персонал  создают полное погружение в тематику заведения. Приду еще) …",
    "rating": 5,
    "name": "Елена Паламарчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересный интерьерчик, забавная подача коктейльного меню (для заказа коктейля предлагается вытянуть наудачу из колоды карт с названиями коктейлей - как гадание)), вкусные коктейли и еда, красивая подача блюд и напитков в авторской …",
    "rating": 5,
    "name": "Алена Ткаченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Было интересно, много разнообразных коктейлей и карты Таро и стильный дизайн. Но из меню не было в наличии рыбы и в помещении было достаточно прохладно, пришлось пересаживаться под УФО, чтоб не замёрзнуть. Наверное в летнюю жару тут …",
    "rating": 5,
    "name": "Д Шинкар",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень колоритное место, интересное меню и подача. Очень понравился метод выбора коктейлей! А так же персонал заведения не давал скучать предлагая участие в различных мероприятиях) …",
    "rating": 5,
    "name": "Елена Стратьева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место с хорошими коктейлями и оригинальной подачей. Ну очень вкусный салат с лососем. Правда блюда нужно долго ждать. …",
    "rating": 4,
    "name": "Alena",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place. And men have no place here)))))\n\n(Original) …",
    "rating": 3,
    "name": "Etery Chikobava",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не обычное место. Не стандартная кухня и алкоголь!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "an k",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное завоевание с разными необычными коктейлем и их описанием,кушала рубленные  индюшачьи котлеты -очень понравились. Плюс там есть технологи,но только по вечерам и всегда разные и есть мольфарка в вс и гадание на кофейной гуще тоже в …",
    "rating": 4,
    "name": "Anastasiia Zvierieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место, но разочаровало\n1. Интересная подача коктейлей\n2. Лучше покушать дома, потому что ждать еду придётся больше часа, это …",
    "rating": 5,
    "name": "Виктория Сигиденко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мой любимый бар уже раза три была, как локдаун снимут ещё раз приеду. А мальчик - таролог вообще душка, спасибо. …",
    "rating": 5,
    "name": "i-lena i",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place - at the entrance you are greeted by a huge hook in the cage. Cocktails are not bad, the dishes are also quite original. Choosing a cocktail on a deck of cards is a very fun thing if you are in the …",
    "rating": 5,
    "name": "Сергей Мостицкий",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Super atmosphere, very polite and friendly staff. Delicious cuisine, a variety of cocktails is impressive. …",
    "rating": 4,
    "name": "Nataliia Maliarchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Незабывай ужин с друзьями.\n\n(Translated by Google)\nUnforgettable dinner with friends.",
    "rating": 5,
    "name": "Larisa Dmitrieva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обалденное место!!! Цены конечно космос никак не словянские, но уютно в подвале. Основной контингент поситителей-ведьмочки чаще всего одинокие)) так что одиноким ведьмакам поле для пахоты необьятное!!! Рекомендую …",
    "rating": 5,
    "name": "Листопад Константин",
    "cat": "Cocktail bar"
  },
  {
    "review": "Была до карантина и судя по всему до открытия 2 этажа. Тяжело было забронить стол, но в целом впечатление было очень хорошее. Антуражно и атмосферно. …",
    "rating": 4,
    "name": "irina lomakina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень популярное место с тематическим ведьминским интерьером. В баре можно заказать оригинальные коктейли.\nЕсли вы не знаете какой напиток выбрать, - положитесь на гадальные карты. Вам …",
    "rating": 5,
    "name": "Виктория Синиченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное колоритное место! Коктейль по картам, меню в стиле \"жертвенный теленок\", настойка по рецепту Мастера и РИТУАЛЫ - это просто ОГОНЬ!!! Настоятельно рекомендуем, отличное место. Цены приемлемы, сервис достойный, кухня отличная, …",
    "rating": 3,
    "name": "Daria Fed",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейльные карты очень хороши. Гадание на книге Булгакова тоже. Но не хватает атмосферности и клубности заведения. Оно больше для туристов, чем для киевлян... …",
    "rating": 5,
    "name": "Lyudmila Samoylenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее заведение, все вкусно, все вовремя)))) единственное, тесно немного, но атмосфера это компенсирует))) ещё пойдём не раз, пожалуй) …",
    "rating": 5,
    "name": "cvalter",
    "cat": "Cocktail bar"
  },
  {
    "review": "Концепт интересный и относительно новый. Коктейли хоть и называются интригующе, но они самые обычные с завышенной ценой. Еду не пробовали. Удивил контингент заведения- только женщины …",
    "rating": 5,
    "name": "Елена Картер",
    "cat": "Cocktail bar"
  },
  {
    "review": "Неповторимое место. Бар в ведемском стиле, названия блюд, их вид, экзотические коктейли не оставят равнодушными. Столик нужно бронировать ооочченьь зараннее. Популярен среди женщин:)  Однозначно стоит посетить. …",
    "rating": 4,
    "name": "Olena Peti",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное заведение. Очень вкусный крем суп. Администратор компетентная и вежливая) …",
    "rating": 5,
    "name": "Людмила Гомола",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень концептуально место. Каждая деталь подобрана под общую концепцию. Вы просто обязаны доверить свою судьбу картам таро, которые определят не только будущее, но и то, какой коктейль вам пить. Прижимом каждый коктейль в индивидуальной …",
    "rating": 5,
    "name": "Ekaterina Kuznetsova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение неплохое. Но - долго готовят заказ и шумно ( это кому как)))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Ярослав Швидун",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное заведение!! Мистическое! Очень хорошее отношение и сервис)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Светлана Панина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Любимое место для встреч с подругами . Всегда довольны и едой и напитками . Однако нужно задуматься о расширение заведения …",
    "rating": 5,
    "name": "Yurii Bilous",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место на любителя, особенно мужчинам надо задуматься о посещении. Хотя среди девушек пользуется особой популярностью. Очень хороший персонал, респект бармену. Приятная и внимательная хазяйка. 4* исключительно за наливки \"собственного …",
    "rating": 3,
    "name": "polina goncharova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное камерное заведение с гаданиями на коктейле от главной ведьмы заведения, заклинаниями на удачу и любовь. Хорошая кухня, милый бар, хороший выбор фоновой музыки. …",
    "rating": 1,
    "name": "Anna Unexpected",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Quite an atmospheric place. Focused on more or less simple and interesting people. The absence of pathetic and arrogant people around allows the norms to spend time. Many different cocktails, a peculiar way of serving …",
    "rating": 5,
    "name": "Уляна Василина",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) On the ground floor - very atmospheric !! But we had a private small room where (if you sit under a shelf with \"decorations\" of the interior) you can see only a dark wall and air conditioning. The window is closed by …",
    "rating": 4,
    "name": "TӨTEN",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Polino, thank you for your comment! This is a really small room, and when booking we always warn that this is a ritual room). I would like to note that in addition to the air conditioning on this wall are photos, the window is covered with a light emerald curtain). We post photos of dishes and interiors as much as possible so that guests understand where they are going and what they are booking. If the table does not suit, we always go to a meeting and try to transplant guests, if possible. Have a nice day!\n\n(Original)\nПоліно, вдячні за коментар! Це дійсно маленька кімнмта, і при бронюванні ми завжди попереджуємо, що це ритуальна кімната). Хотілося б зазначити, що окрім кондиціонеру на цій стіні представлені фотографії, вікно закрите світло-смарагдовою шторою). Ми максимально викладаємо у мережу фото страв та інтер'єру, щоб гості розуміли, куди йдуть і що бронюють. Якщо не влаштовує столик, то завжди йдемо на зустріч і намагаємося пересадити гостей, якщо є така можливість. Гарного Вам дня!",
    "rating": 5,
    "name": "Анна Гутніченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "еда оказалась несъедобной, хорошо, что разрешили за нее не платить.\nмузыка не соответствует антуражу заведения. …",
    "rating": 5,
    "name": "Ольга Малей",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение очень атмосферное, внутри уютно, всегда много людей по этому ручше бронировать место заранее, есть человек который гадает на картах ТАРО - очень интересная идея, меня аж на 70 страниц, так что есть из чего выбрать, кухню мы не …",
    "rating": 4,
    "name": "Іра Марущак",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное место, персонал отзывчивый. Возможно были проблемы с персоналом на кухне, заказы несли очень долго, но всё компенсировали приятными комплиментами. Надеюсь следующий раз всё будет хорошо. …",
    "rating": 5,
    "name": "Elizabeth Semeniuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень забавное тематическое место - ведьмы, метлы, паутина, коты, горгульи, горящие свечи, гадания. Особенно популярно у женщин)) и аккуратно с коктейлями, выбирать их настолько весело, что сложно удержаться от ещё одного!) …",
    "rating": 5,
    "name": "Aida Gluhova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I've been here several times. And every time just a pleasant impression !!! Strange interior, original dishes, charming potions ... ❃👍 Very friendly staff with a good sense of humor! Dishes are simply delicious, …",
    "rating": 4,
    "name": "Юлия Полищук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The atmosphere is just super! I shoot one star because they waited for a long time, although there were not many people, and they forgot about one of our salads ( …",
    "rating": 1,
    "name": "Евгений Отовчиц",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из любимых баров Киева. Отличная кухня, незабываемая, действительно магическая атмосфера. Подойдёт для любого события, всем советую 🖤 …",
    "rating": 5,
    "name": "Natalia Verbovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место, что бы провести хороший и интересный вечер с друзьями! Замечательный бармен, приветливый персонал, хорошая кухня и атмосфера! Обязательно вернусь ещё! …",
    "rating": 5,
    "name": "Мираллисса Дабжанская",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A stylized place, an interesting concept. Many people in the evening, small room. …",
    "rating": 5,
    "name": "Татьяна Шеремет",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отвратительно. Лживое и лицемерное отношение, позиция страусов с головой в песок, трусливые отмазки, отвратительная компания людей-управляющих и мерзкое впечатление. …",
    "rating": 2,
    "name": "330%",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place❤️\n\n(Original)\nЧудове місце❤️",
    "rating": 5,
    "name": "Кристина Гусарская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Всегда очень вкусные коктейли, вежливый и внимательный персанал и классная атмосфера …",
    "rating": 3,
    "name": "Myroslav Hanushchak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематическое заведение в ведьминском стиле. Очень интересное заведение. Коктейльная карта в виде карт таро, к каждому напитку свое описание. Ценовая политика - средняя. Коктейли по 130,00 грн. …",
    "rating": 5,
    "name": "Kseniya Mova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не рекомендую к посещению данное заведение, коктейли ждали два с половиной часа.\nЕда для такого места приемлемая, но если выбирать то идти точно не сюда. …",
    "rating": 5,
    "name": "Олеся Гриненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и интересное место. Необычные деруны и ведьмовские ритуалы мне пришлись по вкусу) Каждая женщина может почувствовать себя тут немножечко ведьмой) …",
    "rating": 5,
    "name": "Tetiana Dolinska-Kolchynska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) That's kind of cool. Good magic concept, cards with cocktails, hook in the cage. But something is missing. It's hard to explain, but there is room to grow. And even music - well, what about stupid pop music at a witty …",
    "rating": 5,
    "name": "Ira Ivaniv",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классный небольшой тематический бар, с украинской кухней и необычными коктейлям. Приятная атмосфера, необычные обряды, есть англ. меню.\nДля тех, кто любит все необычное, волшебное и магическое …",
    "rating": 5,
    "name": "Ольга Вівсяна",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place! Everything is thought out for details! Hit the crow Woland at the entrance and password to wi-fi (Bulgakov's birthday) …",
    "rating": 5,
    "name": "Анна Филоненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное, неординарное место, где царит мистика, фантастический черничный сидр и очень вкусная еда. Персоналу бара отдельная благодарность за их работу. Удачи вам и побольше благодарных клиентов 🥳 …",
    "rating": 5,
    "name": "Katarina Strizhenova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и уютное место. Вкусная кухня и бар. Для тех, кто любит немного экзотики и тематические заведение - самый топ!)❤️ …",
    "rating": 4,
    "name": "Ann Tiurina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The atmosphere is amazing. Very unusual cocktails.\n\n(Original) …",
    "rating": 5,
    "name": "Artem Zeleny",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень приятное и уютное заведение! Мистическая обстановка, оригинальная кухня, необычные и вкусные коктейли!  Скучать вам там не придется! Для нас это была любовь с первого взгяда!!! …",
    "rating": 5,
    "name": "Юлі Я",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличная карта коктейлей.\nПриятное место, но помните - вас спасет только бронь и чем Вас больше - тем комфортнее вас рассадят. …",
    "rating": 4,
    "name": "Natalie White",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric institution. Cool music. Delicious and large portions. Must be booked in advance. …",
    "rating": 5,
    "name": "Den Kingovich",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Conceptual place for metropolitan witches. Thoughtful concept - from crow at the entrance to cocktails and tarot cards. With some tetrality, they did not forget about the kitchen - everything is delicious. I recommend …",
    "rating": 4,
    "name": "Ирина Горбач",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Incredibly interesting place. Expectation of the order turns into a little Witchesh amusement. There was never such a thematic and atmospheric restaurant ... All the company liked, and some were pulled out of a …",
    "rating": 4,
    "name": "#msky",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шумно очень. Бывает, предложенные персоналом виды развлечений навязчивы. Но в целом весело и необычно\nПод настроение. Коктейли классные. Особенно понравилось то, что можно гадать, …",
    "rating": 5,
    "name": "Светлана Евтушенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место волшебное, место мистическое 😈 Где ещё вам сделают коктейль по гаданию на Таро? …",
    "rating": 3,
    "name": "Александр Степанчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место чудесное, не поставила пятёрку лишь потому, что на пять мы его не изведали, заскочили с подругами случайно туда. Атмосфера шикарная, позитивная, коктейли чудесные. Рекомендую заглянуть в бар. …",
    "rating": 1,
    "name": "Дарья Мельник",
    "cat": "Cocktail bar"
  },
  {
    "review": "Я бы поставил редкие 4,5, но т.к так нельзя будет 4. 5 за задумку, 5 за коктейли и карты, 4.5 за кухню.\n4 за реализацию. Все же это кофейный домик \"хозяйуи медной горы\" с налетом …",
    "rating": 5,
    "name": "Eli P",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасный тематический бар. Вкусная кухня. Приветливый персонал. Вкусные коктейли. Мистическая атмосфера.\nОднозначно, рекомендую. …",
    "rating": 5,
    "name": "Олександр Радковський",
    "cat": "Cocktail bar"
  },
  {
    "review": "Есть свой прикол конечно из-за тематики. Но могут и надурить если на веселе приходите в компании. Нас хотели на 800 грн (35$) обуть.проверяйте чеки... Особенно на наливках. …",
    "rating": 5,
    "name": "Maryna Filipenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Долгое ожидание заказа, атмосфера такая себе, алкоголь дешёвый (качество палёной бадяги) обслуживание 2 из 10 + спасибо за отравление вы сделали мой вечер и походу и всю ночь …",
    "rating": 1,
    "name": "Катерина Коба",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарная атмосфера, очень вкусная кухня и коктейли!\nХочется попробовать каждый коктейль и понять, что там внутри) обязательно приду ещё за крутыми впечатлениями, спасибо! …",
    "rating": 3,
    "name": "Кристина Романец",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) As a conscious sober person, I declare: it is worth visiting it only for the sake of one atmosphere of the institution. But I warn superstitious people: in the very lair of witches sometimes happens scary ... …",
    "rating": 5,
    "name": "Инна Л",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место, где вас точно научат летать😂Вкусные коктейли. Ритуалы. Хозяйки относятся с душой к своему заведению. Хочется вернуться ещё много раз …",
    "rating": 4,
    "name": "Оксана Важинская",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cocktails for UAH 150 were brought without \"fog\", because the dry ice was over. Quite different in composition, they tasted the same - very sweet and not tasty …",
    "rating": 5,
    "name": "Наталия Возгарненна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведение, вкусная еда, но очень тесное и слишком долго приходиться ждать официантов и свой заказ. Одного раза для посещения вполне достаточно. …",
    "rating": 5,
    "name": "Valentyna Gordynska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Oчень замечательное кафе! Как будто в сказку попал! Котейли супер, и кухня отличная! …",
    "rating": 5,
    "name": "Оксана Колобанько",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое, атмосферное заведение. Сюда не стоит идти за изысками в меню: кухня очень слабая. Но сама обстановка, работа персонала, продуманные детали интерьера, подарят вам массу положительных впечатлений. …",
    "rating": 5,
    "name": "Valeria Honcharova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отлично интересное заведение с собственными лешендами коктейлями и гаданиями на картах таро, а вам какой коктейль выпадет? …",
    "rating": 4,
    "name": "A. Stakhnevych",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Visited the institution with a loved one 01.09. This was his first visit to Kyiv, so I wanted to impress. The choice for dinner fell on Bald Mountain. The place is filled with an atmosphere of mysticism. I really …",
    "rating": 5,
    "name": "Tatiana Ochimovska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric location) is very cool! I recommend !!! I want magic - you are here! Highly recommended! A lot of magic! It is really fascinating! Amazing cocktails! Tarot cards) Wonderful!) …",
    "rating": 3,
    "name": "Александр «LordDakar» Королёв",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool establishment! Many interesting details in the interior, all this unforgettable entourage. And the kitchen is very tasty and affordable. …",
    "rating": 5,
    "name": "Andrіy Korotych",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Funny bar!\nYou can have a great laugh\nBut if you want to eat something quickly, then you obviously do not go there - …",
    "rating": 1,
    "name": "Nick Sholohov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень приятное место. С фантазией. Отличные авторские коктейли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlana Trubakova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Норм местечко,для хорошей компании)  оригинальные коктейли. Милый персонал. Один минус - Заказал стейк с грибами и луком, а принесли с горохом и одуванчиком. …",
    "rating": 5,
    "name": "Лана Куцоля",
    "cat": "Cocktail bar"
  },
  {
    "review": "Побывал в горе я лысой, и отведал блюдо с крысой. Съел глаза енота я, но не понял ничего.\nКарты мы таро раздали, всем коктейли заказали. Льются лонги в наши рты, закажи …",
    "rating": 4,
    "name": "Максим Антонюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приехали с друзьями специально посмотреть это место,на что нам на входе сказали-\"Все занято,мы вас не ждали!Хотите ждите на улице час!\".Ужасное место и испорченное настроение!!!!Не рекомендую,пошли чуть ниже в Палата #6,отлично провели …",
    "rating": 5,
    "name": "Олександр Цирень",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень необычное место, самобытное такое. Креативная подача. Вкусные закуски. Салаты лично мне не понравились. Но за идею, воплощение в жизнь - 5. …",
    "rating": 5,
    "name": "Anton Lebedev",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Endured atmosphere, friendly staff, extraordinary cuisine. A place where it's nice to be and want to go back. I advise everyone to try cocktails because they have a unique, unparalleled taste on the market. …",
    "rating": 5,
    "name": "Ирина Бойченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric institution. If you want something unusual then come here. Of the minuses - a cramped and poor selection of beer, but a large selection of cocktails. …",
    "rating": 4,
    "name": "Pavel K",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное и очень интересное место.\nЕда вкусная :-) …",
    "rating": 5,
    "name": "Mehmet Emin ELLİDAĞ",
    "cat": "Cocktail bar"
  },
  {
    "review": "Один из лучших коктейль-баров Киева, при этом с отличной кухней! Хорошие цены, потрясающие авторские коктейли. …",
    "rating": 5,
    "name": "Тетяна Шабалдак",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и интересное место с необычными коктейлями и бурными играми. Однозначно стоит посетить. Однако будьте внимательны, проверяйте ваш счёт, могут дописать лишнее …",
    "rating": 5,
    "name": "Наталья Аничкина",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Not a bad place in magic style. At the entrance to the cage lives a large black crow (is it correct to keep such a bird locked up without access to fresh air?) The cafe itself has themed dishes like witch dumplings. …",
    "rating": 5,
    "name": "Инна Качура",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Nice place with different concept 👍\n\n(Original) …",
    "rating": 4,
    "name": "Yevhen Podluzhnyi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень тематическое место с интересными традициями, шикарной картой неповторимых коктейлей! Дамочкам рекомендуется!))) …",
    "rating": 4,
    "name": "Alexandra M",
    "cat": "Cocktail bar"
  },
  {
    "review": "Первый раз в этом кафе, честно впечатлило, отмосфера не обычная. Спасибо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Yelyzaveta",
    "cat": "Cocktail bar"
  },
  {
    "review": "Креативная обстановка,  необычного вида и вкусные коктейли.\nПровела отличный вечер в кругу любимых подруг.\nПолучила море позитивной энергии. …",
    "rating": 5,
    "name": "Женя нестеренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее заведение со стилистическим уклоном на мистику Булгакова. Интересное меню и коктейльная карта. Но кальян довольно посредственный и не стоит тех денег …",
    "rating": 5,
    "name": "Надежда Shmigirovskaya",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting entourage and cocktails, for each dish and drink - its own story. On the other hand, it is difficult to understand what kind of dish is meant by this. :) The kitchen is fine. but quite ordinary …",
    "rating": 5,
    "name": "Андрей Коблюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное позитивное и атмосферное место, необычное обслуживание и креативная подача блюд и напитков, вкусная еда. Отличное заведение, которое хочется посетить снова …",
    "rating": 5,
    "name": "Игорь Немировский",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятный персонал, быстрое обслуживание, приятная атмосфера, соответствует названию интерьер, экстерьер и меню. Правда тксновато, щал небольшой, столик бронировать заранее обязательно, а то не зайдете …",
    "rating": 5,
    "name": "Наташа Лагодзя",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) All things considered! The interior, the tarot card menu, the music all work for one idea. And cocktails in general cool, the bartender on the ingredients does not save)) …",
    "rating": 5,
    "name": "Мария Березина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Благодаря персоналу бара - складывается удивительная атмосфера уникального, удивительного места, куда хочеться вернуться. И даже начинаешь верить в мистику... …",
    "rating": 5,
    "name": "Ирина Цапчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематическое интересное заведение. Кто любит Булгакова, в частности \"Мастер и Маргарита\", тому здесь точно понравится. И здесь хорошая музыка. …",
    "rating": 5,
    "name": "Элис Краузе",
    "cat": "Cocktail bar"
  },
  {
    "review": "Своеобразное место.90% посетителей-женщины.  Очень тесно и шумно,  но интересно.  Приятный персонал и очень вкусные коктейли и еда. Для любителей шумных вечеринок. …",
    "rating": 5,
    "name": "Valeriia Filinovych",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычный авторский бар,хорошая кухня и в целом парадоксально комфортная атмосфера. …",
    "rating": 5,
    "name": "Vita Prokopenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер крутое местечко.Всё сделано в ведёмской тематике.Классная подача!!!!!!Замечательное обслуживание.Спасибо за такое необычное и прикольное заведение🤗👻🖤👍👍👍 …",
    "rating": 4,
    "name": "Вадим Акимкин",
    "cat": "Cocktail bar"
  },
  {
    "review": "Что вы знаете о ведьмах? Если все - то это место точно придётся вам по душе. Если ничего.. То загляните сюда на маленький шабаш и узнаете все, что можно. Обожаю это заведение<3 …",
    "rating": 1,
    "name": "Roman Dm",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее атмосферное заведение. Идеально подойдёт для девичника. Вкусные коктейли, отличный чизкейк …",
    "rating": 5,
    "name": "Sergey Galayda",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место просто шикарное, очень рекомендую!!! Атмосфера превосходит все ожидания, а бармену отдельный респект за вкусные, действительно алкогольные и фееричные коктейли!!!Буду  рекомендовать всем знакомым и сама ещё вернусь не один раз!!! …",
    "rating": 2,
    "name": "Helena Orlianska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Гадать не умеют, но кормят вкусно. Заведение , как я понял, чисто женское. Ну оно и понятно - ведьмы. …",
    "rating": 2,
    "name": "Александр Сокольвяк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Администратор не приветлив, отвечает откровенно неуважительно к клиентам. При явно рабочем заведении, закрывают дверь перед клиентами.\nМожет стоит полицию вызвать))) …",
    "rating": 5,
    "name": "Lolya Umanska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Обязательно к посещению.\n\n(Translated by Google)\nVery atmospheric place. Must visit.",
    "rating": 5,
    "name": "Анастасия Владимировна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место переоценено:( не понравилось все: обслуживание, еда:( извините, этого из  меню нет,  а вот это мы не будем сейчас  готовить, мы работаем до последнего посетителя так что доедайте бистрее и убирайтесь:( 2 звёздочки за антураж - он …",
    "rating": 5,
    "name": "Леся Кузнецова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Если вы готовы ждать заказ бесконечно долго - это заведение для вас! Официанты не спешат подходить к столу, заказы принимаются нехотя. Приходить голодным крайне нежелательно. Если вам повезло дождаться заказа, то в утешение вам будет вкус …",
    "rating": 3,
    "name": "Алена Кравченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасная атмосфера, приветливый коллектив. Бронировать нужно заранее, всегда людно.\nПо кухне все очень вкусно. …",
    "rating": 5,
    "name": "Элла Пилипенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятная атмосфера, быстрое и качественные обслуживание , шикарные коктейли , вкусная кухня ) приятно порадовали цены! Всем рекомендую 🔥\nСпасибо вам большое за вашу работу 😘😘😘 …",
    "rating": 5,
    "name": "Максим Матийцев",
    "cat": "Cocktail bar"
  },
  {
    "review": "Одно из самых любимых мест в Киеве, каждый раз будто попадаешь в параллельную реальность из фантастических книг. Столик лучше бронировать заранее. …",
    "rating": 4,
    "name": "Ольга Топал",
    "cat": "Cocktail bar"
  },
  {
    "review": "Задумка не плохая, но обслуживание.... Ждали 15 минут меню, и 30 свой заказ. В итоге ушли так и не дождавшись. Отношение к людям не очень. Все было занято, а к нам там друг сидел, говорили что мест нету, когда мы сказали что нас ждут, нам …",
    "rating": 5,
    "name": "Dmytro B",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный бар, вкусные блюда и фирменные коктейли. Администратор очень дружелюбная и общительная женщина. Атмосфера на пятерку.\nА недавно в баре ещё и ворон настоящий появился. …",
    "rating": 5,
    "name": "Era Miller",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great bar, authentic atmosphere, delicious cuisine + magic coffee) …",
    "rating": 5,
    "name": "Наталія Сахнацька",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ходили с подружками. Прикольно, нестандартно, стоит по приколу как-то сходить. Повеселились )\nНо не достаточно, чтобы добавить в список \"любимых мест\", куда хочется приходить …",
    "rating": 5,
    "name": "Вера Ковтуненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое место. Целая книга коктейлей с разными травами, еда очень вкусная. Музыка, интерьер, всё супер. В Киеве мало таких с душой сделанных мест. …",
    "rating": 5,
    "name": "Vera Vera",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место. Вкусное меню. Главное-вовремя  забронировать столик.)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Maya Meadows",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool place) great interior, very nice staff) impressed by the theme and full compliance with the name) want to come again and again) especially impressed by the ritual😂 …",
    "rating": 3,
    "name": "Ярослав Свет",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютная атмосфера с множеством креативных элементов, чем-то похоже на кафе и бары Львова. Разнообразное меню, при доступных ценах. …",
    "rating": 5,
    "name": "Сергій Зварич",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классная атмосфера, чего стоит один администратор- прекрасная девушка которая зажигала всех... …",
    "rating": 5,
    "name": "Viktoriia A",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) One of the favorite places. Smoky magic cocktails, charming witches around. Come on in, take a look. You will not regret it😉 …",
    "rating": 5,
    "name": "Maria Tyshchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Tables on the street are extremely poorly served. And wait, and remind several times :( …",
    "rating": 1,
    "name": "Oleksii Ostapov",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Exotic drinks and interesting rituals!\n\n(Original) …",
    "rating": 5,
    "name": "Екатерина Головко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер! Все понравилось. И меню и развлечения. Спасибо.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Оксана Корнієнко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера этого заведения супер! Хорошие, вежливые и внимательные официанты! Ритуалы на праздники это очень необычно и завлекает! Вкусные и качественные коктейли и еда - каждый найдет что-то для себя! Всем советую! …",
    "rating": 5,
    "name": "Інна Попова",
    "cat": "Cocktail bar"
  },
  {
    "review": "отличная задумка с колодой коктелей, но\n1. кухня ужасная - приносят далеко не то, что написано в меню\n2. персонал хамит …",
    "rating": 5,
    "name": "Olen'ka Naka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное атмосферное место. Идеально для спокойного вечера в приятной компании. Отличные коктейли, вкусная кухня, чудесный персонал, который умеет создать нужную атмосферу. …",
    "rating": 5,
    "name": "Наталя Волошина",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place, cooked deliciously\n\n(Original) …",
    "rating": 5,
    "name": "Ирина Трифонова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very colorful and cool place. And the tea \"magic potion\" really works 😉😄 we checked personally) …",
    "rating": 5,
    "name": "Daria Kalashnikova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отмечали день рождения, были в первый раз. Все очень понравилось. Не обычно, уютно. Много вкусных коктейлей и вкусная кухня. …",
    "rating": 3,
    "name": "Микола Прокопенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) It's cool, very interesting. The drinks are chic and super entourage. Instead of a toilet, the entrance to the afterlife. There is a white cabin, and there is a black) dishes are unusual and delicious. Witch hats and …",
    "rating": 3,
    "name": "Dmitry Gordina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место.\nИнтрига, сказка.\nЗагадывать желания, пить ведьминские коктейли с необычной подачей. …",
    "rating": 5,
    "name": "Vasile Motrescu",
    "cat": "Cocktail bar"
  },
  {
    "review": "Осталась под впечатлением. Нуарное место, подход к коктейльной карте восхищает. Всё пропитан духом магии, вуду и друизма. Рекомендую! …",
    "rating": 4,
    "name": "Ираклий Джамбулович",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Beautiful entourage and everything is stylistically sustained. Food, drinks, everything corresponds to the theme of witches and magic. The quality of the dishes is far from ideal. You can eat, not much fun. The meat …",
    "rating": 5,
    "name": "Anastasia Landysheva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пюсы: антуражно и красиво вообще атмосфера в заведении очень приятная. Минусы обслуживание оооочень медленное (10 минут ждали пока принесут меню, час пока принесут заказ). …",
    "rating": 4,
    "name": "Class.od.ua Class.od.ua",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting and specific place, dark with unusual cocktails. Photos with different vision, entertainment for visitors while waiting for their orders. …",
    "rating": 4,
    "name": "Ira Sodol'",
    "cat": "Cocktail bar"
  },
  {
    "review": "Подача коктелей очень хороша ,кухня не плохая ,и в принципе заведение неплохое ,но сделайте что то с запахом в туалете,он просачивается аж в зал. …",
    "rating": 5,
    "name": "Рустам Данильчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классные коктейли, чувствуешь себя необычно в таком месте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анастасия Ковтун",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The place is very atmospheric, although the prices are excessive, for which I shoot the fifth star, but this can be justified by the very small area of ​​the institution, so it is better to book a table in advance. …",
    "rating": 4,
    "name": "Vera Aksu",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место,но очень маленькое. Заказ свой(салаты) ждали долго, минут 40 и было ощущение что в коктейли вообще не добавляют алкоголь. …",
    "rating": 3,
    "name": "Горовая Мила",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое и атмосферное место!!! Стиль выдержан во всем: интерьер.;меню; коктели; гадание; ритуалы с коктелями; черный борщь:) даже на улеце парковка для метл:) именно то место где нужно собирается на шабаш! :) …",
    "rating": 4,
    "name": "A. Shakun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень оригинальный бар с характерной атмосферой. Тут вам и зелье вдьменское сварят, и на таро погадают, и колдовские обряды проведут! Если хотите устроить шабаш, то только здесь! …",
    "rating": 5,
    "name": "Artem Kirpach",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Not bad. Prices are normal. To go once - to suit\n\n(Original) …",
    "rating": 5,
    "name": "Юлия Заиченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень дорогое кафе, как для просто посидеть с друзьями. Кроме того, очень мало места. И выход не удобный - крутые ступеньки.\nА в общем колоритно. Для разнообразия можно посетить. …",
    "rating": 5,
    "name": "Anna Solomkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень прикольное оформление и атмосфера.\nЕду попробовать не решились )), но возможно все и хорошо с этим.\nПерсонал внимательный и дружелюбный. …",
    "rating": 5,
    "name": "Анянка Вайло",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, кухня отличная. Очень милая девушка хостес всегда поможет с выбором.  Коктейли каждый раз удивляют …",
    "rating": 2,
    "name": "Irina Kovalchuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting, stylized institution! Professional and very attentive staff! Thank you for a fabulous evening, you are well done! …",
    "rating": 5,
    "name": "Михаил Вацлав",
    "cat": "Cocktail bar"
  },
  {
    "review": "Кафе отличное, все очень интересно и вкусно. Прямо для ведьм!)))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Dasha Suchkova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и уютненькое заведение для тех кто хочет Хеллоуин не только раз в году!) И погадают и коктейль приготовят, в общем, рекомендую) …",
    "rating": 5,
    "name": "Юлия Хожай",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Terribly not tasty meat, not tasty cocktails ((The idea is very interesting with the menu and cocktails, a cozy and original place. But a big minus for the owners of the kitchen …",
    "rating": 4,
    "name": "Вікторія Оліщук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Душевное место с уютной атмосферой и вкусными напитками и едой. Особенно отмечу кокткйли:)это новое, интересное место которое стоит посетить любому кто хочет стать частью тайного Киева. …",
    "rating": 5,
    "name": "Виктория Морозенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уютное кафе, о котором я узнала совершенно случайно (шла в ректорат Киевского университета им. Б. Гринченка). Приветливые \"ведьмочки\" расскажут вам о меню, дадут гадальные карты, которые в свою очередь подскажут вам правильный напиток на …",
    "rating": 5,
    "name": "Lidiia Oso",
    "cat": "Cocktail bar"
  },
  {
    "review": "Офигенное, нереальное тематическое место! Шикарный дизайн интерьера и дизайн заведения снаружи, так прикольно коктейли Вы ещё не выбирали-я уверена! Обслуживала супер милая девочка-торохтушечка! Я в ВОСТОРГЕ! …",
    "rating": 5,
    "name": "Наталия Декальчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Conceptual institution. Menu seasoned with mysticism. The pricing policy of the institution is above average. However, it is worth a visit. At least because of the atmosphere. …",
    "rating": 5,
    "name": "Veronika Zaam",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место. Один раз тут побывать стоит обязательно) Не могу сказать, что стану прям постоянным посетителем, но иногда девичником можно и прийти. …",
    "rating": 4,
    "name": "Валерия Xyz",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мне очень зашло это заведение. Кухня отменная. Очень хорошие коктейли. Классное обслуживание. Попали на живую музыку, были солянки. Мне очень понравилось. Приду еще. …",
    "rating": 4,
    "name": "Inna S",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bombardy coffee with lavender. Interesting menu, decent prices, as for Kiev. …",
    "rating": 4,
    "name": "Сергей Лищук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Яркая идея и неплохое исполнение. Атмосферу создать и передать получилось. Но есть над чем ещё поработать\nХотя за новыми эмоциями и впечатлениями я бы рекомендовала прийти сюда хотя бы …",
    "rating": 5,
    "name": "Алеся Стельмах",
    "cat": "Cocktail bar"
  },
  {
    "review": "Еда 3/5, коктейли 4/5, обслуживание медленное, антураж прекрасный\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Марія Ульянова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычное заведение с вкусными коктейлями 👌\n\n(Translated by Google) …",
    "rating": 5,
    "name": "daphné laé",
    "cat": "Cocktail bar"
  },
  {
    "review": "очень  понравились. хорошее и интересное кафе.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aeternaris",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место! Всё очень вкусно и отличное обслуживание) отдельно хочу обратить внимание на гадание на картах Таро на коктейль) …",
    "rating": 4,
    "name": "Елена Чернега",
    "cat": "Cocktail bar"
  },
  {
    "review": "очень вкусные коктейли, интересная подача. кухня тоже не остстает. единственное, достаточно дорого. коктейли от 120 гривен …",
    "rating": 4,
    "name": "Ангелина Sylph",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A great bar, with a great experience around our drink. A ritual, a tarot, smoking glasses ... Anyway. Great place and great Deco! …",
    "rating": 4,
    "name": "Лужащий Косилок",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер завидение!!!! Моя девушка была в восторге!  Кухня шикарная, очень всё понравилось!!!! Просто шикарное заведения !!! Персонал, вы лучшие!!!! …",
    "rating": 3,
    "name": "Ostap Khanko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ведьма-бар \"Лысая гора\"  манил Еленку больше года, никак не складывалось доехать до столицы и выделить время на посещение. И тут вуаля - получилось😁\nПервая неожиданность - адрес расположения, почему-то Еленке это место …",
    "rating": 5,
    "name": "EGIDIJUS STANIONIS",
    "cat": "Cocktail bar"
  },
  {
    "review": "Уникальное место) цены приемлемые, коктейли и предсказания оставят самые яркие впечатления :) Здесь все живое, концептуальное, авторское. Атмосферно! …",
    "rating": 4,
    "name": "M Alina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Дорогой дневничек)\nВнутри заведения атмосферно как на Хеллоуин)\nМеню симпатичное и выбор из безалкогольных напитков приятно удивляет) …",
    "rating": 5,
    "name": "Brem Brem",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) You can come for the topic. Of course, Lviv-themed restaurants are losing. …",
    "rating": 4,
    "name": "Bogdana Moskalec",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Original location and cocktails, great choice. The price of one cocktail is about 5 eur (not small), but it pays off for their taste and originality (dry ice, which evaporates for a long time). Choosing certain …",
    "rating": 5,
    "name": "Микита Загайчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Двояке впечатление. Еду несли долго и путали заказы, в чеке были лишние позиции. Не рассчитано на большое количество людей. Интересное меню. …",
    "rating": 5,
    "name": "Oleksii Kriukov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень круто, атмосферно, интересные коктейли, особенно когда ты не знаешь что выпить, тебе приносят колоду карт в мешке и то что попадётся то и пейте, так как все отличное!) …",
    "rating": 5,
    "name": "Король Дмитрий",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) There is a \"magic\" zest. Much about spells, witches, Bulgakov, divination. Very tasty cocktails …",
    "rating": 4,
    "name": "Viktoriya Yatsuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Bomb! He took his wife, she was delighted. But to say that this is an original atmosphere is not to say anything!\nGuys, know where to get girls and young wives! …",
    "rating": 4,
    "name": "Yuriy Yarosh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Антураж заведения на высоте. Вкусно, но не дёшево. Некоторые порции маловаты при своей цене, особенно 6 вареников ) …",
    "rating": 5,
    "name": "Елена Сторожук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосфера волшебства и магии передана отлично.  Крутые коктейли и ритуальные фишки. Маст би всем любителям посидеть в приятном месте с друзьями …",
    "rating": 5,
    "name": "Kateryna Ustynova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An extraordinary establishment, it is worth visiting at least once for the completeness of the perception of bar establishments in Kyiv. For the entourage of the institution have to get higher prices compared to other …",
    "rating": 5,
    "name": "Ефим Войтенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферно, есть вопросы к коктейлям. Кухня своеобразная, но вкусно.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Artem Zur",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric. I will definitely go back there)\n\n(Original) …",
    "rating": 5,
    "name": "Марина Сергеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I recommend! Very atmospheric place! The most delicious cocktails🍹🍹🍹 …",
    "rating": 3,
    "name": "Elen Krapyvkina",
    "cat": "Cocktail bar"
  },
  {
    "review": "Все супер. Очень понравилось, вкусная кухня и большой выбор.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Антонина Кравченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Идея места шикарная, но как кажется - немного не доработано, персоналу однозначно не хватает тематических костюмов, которые бы подчеркнули атмосферу, цены немного завышены, кухня на 4ку, обслуживание немного медлительное, еду подают …",
    "rating": 5,
    "name": "Анастасія Бріас",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересная подача. Интересная задумка. Довольно большие порции. Готовят хорошо. Место очень популярное, вечерами там не пробиться... Шумновато... …",
    "rating": 4,
    "name": "Климок Вікторія",
    "cat": "Cocktail bar"
  },
  {
    "review": "Настойки не понравились, сильно разбавляют. Сидр прямо очень вкусный. Пироги супер. Еда средненькая. …",
    "rating": 5,
    "name": "Alex witcher",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутые коктейли и концепция заведения!\nВыпила 3 Лонга и поставила метлу на свечу и за это даже не сделали замечание)\n10 сгоревших метел из 10 …",
    "rating": 3,
    "name": "Екатерина Зенкина",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Liked very much. Cool atmospheric place!\n\n(Original) …",
    "rating": 5,
    "name": "Kay Raidho",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The idea of ​​the bar is cool, I advise everyone to go there, but there is one downside, it's very little space between the tables ( …",
    "rating": 1,
    "name": "Dmitry",
    "cat": "Cocktail bar"
  },
  {
    "review": "Офигенные коктейли для понимающих людей, по Киеву такого больше нет. Абсент очень👍 …",
    "rating": 5,
    "name": "Ольга Українка",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место на любителя. Все коктейли дымятся. Интерьер весьма угрюмый, в стиле пещер или логова. Кухня специфическая. Цены высокие. Видимо, основной якорь - это тематические  мероприятия. …",
    "rating": 5,
    "name": "PavelVasiluev",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное заведение, потрясающие настойки, очень крутая придумка с коктейлями.\nКухню ещё не оценил, но обязательно оценю и друзей приведу! …",
    "rating": 4,
    "name": "Юлія Альпака Олександрівна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прождали около 25 мин, никто из персонала не взял заказ. Просто два раза сказали: Да да, сейчас. …",
    "rating": 5,
    "name": "Maya Bee 1402",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great atmospheric place. Great program. cocktails. My friends and I were pleased …",
    "rating": 5,
    "name": "Константин Зоря",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) 10 stars. Perfectly. Whiskey ice cream I advise everyone. Prices are slightly above average, but it's worth it. Respect supreme) …",
    "rating": 5,
    "name": "Светлана Трибуналова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Everything is delicious, cozy, the atmosphere is very atmospheric, but soooo slow.\nAlthough diluting the expectations with all sorts of interaction with visitors, …",
    "rating": 5,
    "name": "Galina Fedorova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) From the bottom of my heart, I recommend. Visit at least once - further decide - your place or not. but I would not yet meet one who was left indifferent. …",
    "rating": 5,
    "name": "Юлія Максимець",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric and cool place)))\n\n(Original) …",
    "rating": 5,
    "name": "Ірина Іванченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень крутое место. Заботливый персонал.\nНеобыкновенная обстановка. …",
    "rating": 4,
    "name": "Serhii Hlupak",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравились деруны из крапивы, тапасы,  необычные коктейли и в целом атмосферное место. Стоит посетить! …",
    "rating": 5,
    "name": "Natalia Verzun",
    "cat": "Cocktail bar"
  },
  {
    "review": "Чудесная кухня, особенно суп с плесенью и шрколадный торт. А обстановка и музыка очень продуманы. Класс! …",
    "rating": 5,
    "name": "Василь Олійник",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) How I like your atmosphere, approach to guests and cocktails! 😋 You should definitely come here to anyone who wants real magic magic …",
    "rating": 5,
    "name": "Оксана Руденко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The crow is gone (\nBut the bar takes on its atmosphere. At least once, but it's worth going down and visiting \"Men's Loyalty\" :) …",
    "rating": 3,
    "name": "Andrew Morozov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное, магическое  место, вкусная еда и великолепные коктейли\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Анна Богданова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very cool thematic institution. Delicious cocktails and cuisine, friendly service of witches)) always a lot of beautiful girls! …",
    "rating": 3,
    "name": "Євген Булдаков",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting place, a wide selection of cocktails, delicious dishes, I really liked the pike perch and fried Camembert ... Cool, was more than once and will gladly visit again …",
    "rating": 5,
    "name": "Kristina Lezhnina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Good drinks, an interesting menu and just terrible music that kills all the good that the owners have done at this establishment. …",
    "rating": 5,
    "name": "Oleh",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарные коктейли. Хорошая кухня. Очень приятный персонал\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергій Єрастов",
    "cat": "Cocktail bar"
  },
  {
    "review": "Пожарная безопасность отсутствует вообще. Везде лекговоспламеняемые элементы декора (и не только) и везде напичкано свечей с открытым огнем. Пожиспекция взялась бы за голову. …",
    "rating": 5,
    "name": "Калина подорожує світом з Time to trip",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место. Коктейли вкусные, обслуживание немного медленное, но официант знала меню и быстро ориентировалась. …",
    "rating": 5,
    "name": "Александр Лелека",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cozy themed place with creative design. Delicious cocktails with interesting names. The menu (cocktail menu) is very nice and conceptual. Here you can relax from the hustle and bustle of the city. …",
    "rating": 5,
    "name": "Ирина Груша",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious cocktails, friendly waiters, interesting style of the restaurant. …",
    "rating": 4,
    "name": "Елена Худякова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) To say that the dishes are very cool and interesting here is to say nothing. Prices are average, for some it is possible a bit high, but they are justified! The establishment is definitely worth the attention! …",
    "rating": 5,
    "name": "Орнелла Остапенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень необычное место. Все пропитанно мистикой. Настоящее место для ведьмочек. Был со знакомой, она была в восторге)) хорошее место, чтобы удивить свою девушку)) …",
    "rating": 1,
    "name": "Слава Романенкова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Бычьи яйца, а точнее \"Мужская верность\" очень нежные и порция достойная!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Людмила Владимировна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень колоритное место, по вечерам интересные миниатюры, не буду раскрывать интириги ведьминских штучек :) Минус - много столов, тесно и немного душно, а людей всегда много. Бронируйте столики заранее …",
    "rating": 4,
    "name": "Vitalii “Vitt”",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A wide selection of author's cocktails and dishes. Everything is in a witch's style. For the first time they went there to drink, but soon ate. Large portions and very tasty. Must see in Kiev …",
    "rating": 5,
    "name": "Anna Shulga",
    "cat": "Cocktail bar"
  },
  {
    "review": "Растроенна что выбрали это место для отдыха.\nВся отмасфера напрягает.\nКухня желает лучшего. …",
    "rating": 5,
    "name": "Oksana Astra",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное заведение, на один раз посетить)))\n\n(Translated by Google)\nInteresting place to visit",
    "rating": 5,
    "name": "Asya Avetyan",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) There is a lack of waiters who would distinguish the languages ​​of visitors and places with comfortable sofas - customers are sitting almost on top of each other. …",
    "rating": 5,
    "name": "Оксана Асат",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тут ооооооооооооочень вкусные наливки и настойки и оооочень вкусное меню :)\nзаказ приносят быстро :)\nесть много интересных тематических мероприятий :) …",
    "rating": 5,
    "name": "Надежда Урупа",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A place where you can find a good mood, as well as anticipate the realization of the most cherished dreams! If you believe;) then everything will come true! …",
    "rating": 5,
    "name": "Наталія Чорна (Ейрін Тьєр)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличный администратор. Отличное место. Отличные ритуалы. Тарологи неочень. Не советую. Несут бред. Пробовала 2. А все остальное просто замечательное!!!! …",
    "rating": 5,
    "name": "Светлана Чиж",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень давно хотела попасть в это заведение. Приходила в будние дни днём, но было закрыто. Но сегодня сошлись все звёзды и я таки сюда попала. Оказывается надо заранее бронировать столик, но мы были не надолго поэтому все таки попали. …",
    "rating": 4,
    "name": "Elena Elena",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An institution with an interesting idea. Especially cool idea with menus and Maps. Since the cafe is on the basement, inside you feel a bit like in Lviv) …",
    "rating": 5,
    "name": "Мария Крижановская",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутое место!\nБлагодаря Вам вспомнила, что моя осень - это всегда волшебное время. К сожалению, с работой об этом забываю. …",
    "rating": 5,
    "name": "Татьяна Кацан",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классное, атмосферное кафе. Увлекательные гадания😁 Вкусная еда. Цены нормальные. …",
    "rating": 5,
    "name": "Дарія Донюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Не фонтан!Заведение небольшое,но обслуживают долго.Вареники зелёные с рыбой не вкусные.Понравились коктейли дымящие и вкусные.Кухня не понравилась. …",
    "rating": 5,
    "name": "Елизавета Горичная",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как заходишь сразу понятно что настоящее ведьмино кубло. Шипящие коктейли цвета ночи, еда с ведьминскими травками. Соответствует названию …",
    "rating": 5,
    "name": "Yegor Ostapenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферненько, нам понравилось)\n\n(Translated by Google)\nAtmospheric, we liked it)",
    "rating": 3,
    "name": "Lussia Pereguda",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric establishment, delicious cocktails with original serving. Polite service …",
    "rating": 4,
    "name": "Iryna Soltyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обслуживание и программа супер 🔥\nКоктейли топ👍 …",
    "rating": 5,
    "name": "Olha Shekera",
    "cat": "Cocktail bar"
  },
  {
    "review": "Как всегда на высоте. Блюда, напитки, обряды, обстановка, каждый раз как в первый раз. …",
    "rating": 5,
    "name": "Anastasya Zayvenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферно, интересная подача, хорошее обслуживание. Но, дважды! салат был плохо промыт и на зубах хрустел песок.. …",
    "rating": 5,
    "name": "Мария Сачик",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric establishment. There is a crow that greets guests. A large selection of cocktails, delicious dishes. …",
    "rating": 5,
    "name": "Dasha Melnichuk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Здесь необычные ингредиенты и названия блюд, интерьер в стиле замка ведьмы. К тому же, оставило яркое впечатление гадание с картами и коктейлями. …",
    "rating": 5,
    "name": "Iryna Rahuzova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great place, friendly waitresses, nice guessing right there! …",
    "rating": 5,
    "name": "Владимир Excelsior",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классная атмосфера. Еда восторга не вызвала, но скрасили всё коктейли.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Александр Тихоненко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень классное место, обожаю его)\n\n(Translated by Google)\nVery cool place, I love it)",
    "rating": 5,
    "name": "YEHOR TSILYI",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric place. Great coffee and food in general. It would be a nice surprise to have wine on the menu. I recommend it! …",
    "rating": 3,
    "name": "Анастасия Локшина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Безумно понравилось! Вкусные коктейли, атмосфера класс! Придём еще! 10 из 10!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aska Aska",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень магическое и атмосферное место всем советую)))\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Viktoria Miller",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусная еда и прекрасные коктейли, коих аж 35! Очень атмосферное и тематическое место в славянско-ведьменом стиле. …",
    "rating": 5,
    "name": "Тетяна Піндус",
    "cat": "Cocktail bar"
  },
  {
    "review": "Меню довольно тривиальное, только название изменены на тематические. Места мало. Цены кусаются. Желания вернуться не возникло. …",
    "rating": 5,
    "name": "Ольга Шершень",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное тематическое заведение,все выдержано в соответствии с задуманной стилистикой. Ведьмочки-официантки—молодцы,обязательно прийдем ещё раз …",
    "rating": 5,
    "name": "Alexander Kuzmenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место, но!\nПосле коктейля у моей подруги вдруг заболел живот. Совпадение? Не думаю. …",
    "rating": 5,
    "name": "Ирина Аникеева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Delicious, atmospheric, interesting\n\n(Original)\nСмачно, атмосферно, цікаво",
    "rating": 4,
    "name": "Николай Марченко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятно атмосферное место. Огромный выбор коктейлей. Все по своему вкусные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Lucifer Inferi",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хороше и спокойное место что бы окунуться в мир магии и ведьм. Ведьминский антураж с богатой котельной картой. Рекомендую. …",
    "rating": 4,
    "name": "Андрей Арнольдович",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасное атмосферное место с вкусной кухней и коктейлями ❤\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Volodymyr Solonenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошая атмосфера, приятный персонал, вкусные настойки, за кухню ставлю 4 ку.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сергей Кислуха",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We were just walking with a friend down the street. Stumbled spontaneously. Decided to come. I liked everything very much. We decided to make it a tradition to hike to this beautiful place. …",
    "rating": 5,
    "name": "Олексій Двойніков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематическое заведение, завораживающая атмосфера, классная подача коктейлей. От тортиков конечно ожидал большего..) …",
    "rating": 5,
    "name": "Viktoriia Malakhova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric establishment!\n\nThis is written in the reviews \"closely\", I do not agree - it's cozy! …",
    "rating": 5,
    "name": "Максим Биков",
    "cat": "Cocktail bar"
  },
  {
    "review": "Круто. Тематично. Вкусная и доступная кухня. Не менее хорошая но не дешевая коктельная карта. …",
    "rating": 5,
    "name": "deadpanda",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасное, необычное и завораживающие заведение. Не на один раз\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Anastasia Koshel",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric establishment. All girls will like it! Did a colleague pull out a pregnancy prophecy card and become pregnant? Do not think :) …",
    "rating": 5,
    "name": "Виктория Бабенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ожидал хуже,  но был приятно удивлён коктейлями и обстановкой\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Мудра Рі4",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошее заведение ) из минусов - мало места.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Алекс Бронн",
    "cat": "Cocktail bar"
  },
  {
    "review": "Еда и алкоголь неплохие, Но очень шумно и невероятно долго несут заказ\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Владислав Редько",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, вкусные коктейли, но столик лучше бронировать так как вечерами места найти сложно …",
    "rating": 5,
    "name": "Tatiana Bilozorova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric and interiors, but a bit odd format of service and accommodation. In general, it's interesting. Salads are small) …",
    "rating": 5,
    "name": "Василиса Ягурина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Кафе классное, антураж здоровский, коктейли магические)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Valter Scott",
    "cat": "Cocktail bar"
  },
  {
    "review": "Были с девушкой, коктейли очень понравились. Особенно интересно заказывать коктейль в зависимости от того какую карту вытянешь. …",
    "rating": 5,
    "name": "Liliia Kyrylenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Обожаю сюда приходить! Замечательное место с душевной атмосферой, интересным меню и отличным сервисом. А таролог Ирина просто восторг. …",
    "rating": 5,
    "name": "Yulia Yan",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место. Так атмосферно, интересно. Всем понравилось\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Сніжана Наголюк",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное место, вкусно все!!!) и коктейли и еда))) место волшебства)\n\n(Translated by Google) …",
    "rating": 2,
    "name": "Alena S.",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) A great themed place. Who is looking for something interesting and unusual - barbers. A great selection of cocktails. Delicious food. …",
    "rating": 4,
    "name": "Виктория Каплун",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классная атмосфера и коктейли 🤗\n\n(Translated by Google)\nCool atmosphere and cocktails 🤗",
    "rating": 5,
    "name": "Анастасия Шилова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Your favorite vacation spot with your girlfriends. I have never tasted such delicious desserts! …",
    "rating": 1,
    "name": "Michal Havelka",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мы пришли девичником, были в вечелом настроении, но похоже очень напрягди администратора, которая так и не клыбнулась нам ни разу. Очень долго обслуживали, салат делали-делали и так и не сделали, мы ушли. Не рекомендую это место …",
    "rating": 5,
    "name": "Виктория Лукашенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Коктейли так себе, цены завышены. Но атмосферность заведения на высоте\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Виктория Зинчук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятная атмосфера, вкусная кухня, интересное меню! Ходили кампанией из троих человек - всем очень понравилось! …",
    "rating": 5,
    "name": "hardisk :3",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Terrible vopicarna, food expensive and average, all oatatni built only for effect. The staff is extremely annoying with some nonsense - vested, etc .. Definitely not worth a visit. …",
    "rating": 5,
    "name": "Bozhena Melnyk",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересная атмосфера,приятный персонал. Единственное-маловато  места )\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алла Данилова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great atmosphere and delicious cocktails!\n\n(Original) …",
    "rating": 5,
    "name": "Anastasiia Petrova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very nice view from the top.\n\n(Original) …",
    "rating": 5,
    "name": "Александр Полищук",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Tasty, atmospheric.\n\n(Original)\nВкусно, атмосферно.",
    "rating": 5,
    "name": "Iryna",
    "cat": "Cocktail bar"
  },
  {
    "review": "Антуражно :) приветливый персонал и хорошие кухня/бар. Что еще нужно для того, чтобы провести вечер в приятной компании?) …",
    "rating": 5,
    "name": "Aster Roid",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусная еда и коктейли, интересный интерьер\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Kate Ulasheva",
    "cat": "Cocktail bar"
  },
  {
    "review": "Приятное место. С очень оригинальным меню. Был пару раз. Все было вкусно. Цены средние. …",
    "rating": 5,
    "name": "Yuri Palich",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) atmospheric place, delicious food and original drinks\n\n(Original) …",
    "rating": 5,
    "name": "Yurii Zubar",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Colorful place, nice staff, interesting cocktails, delicious food, nice loose audience, cozy, a little scary) …",
    "rating": 4,
    "name": "boogie bpg",
    "cat": "Cocktail bar"
  },
  {
    "review": "Сюда нужно идти не за едой или изысканными коктейлями а за атмосферой.Ожидайте обычные изи-миксы времен нулевых с добавлением жидкого азота для пущей ведьминости и загадочности но сама атмосфера заведения оч клевая.Подвал,каменные …",
    "rating": 1,
    "name": "Теймур Аскеров",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interestingly, on Friday night, the rate of baking is very slow. They waited and left. But the atmosphere and the girls are good. …",
    "rating": 4,
    "name": "Nat Kovaleva",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cool and unusual place where you can come with a girlfriend. A great selection of delicious cocktails!) …",
    "rating": 5,
    "name": "Aлина Баглаева",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cozy place, but orders were prepared 1 hour 10 minutes. It is usually accepted to warn if this is longer than 30 minutes. …",
    "rating": 5,
    "name": "Ладоміра",
    "cat": "Cocktail bar"
  },
  {
    "review": "Поработайте над сервисомю В частности, перезвоните и сообщите, если у вас нет свободных мест, когда сделана резервация через сайт. …",
    "rating": 5,
    "name": "Надя Ефремович",
    "cat": "Cocktail bar"
  },
  {
    "review": "Классная атмосфера,  проводят ритуалы  тематические коктейли\n\n(Translated by Google)\nCool atmosphere, themed cocktail rituals",
    "rating": 5,
    "name": "Sviatenko Liudmyla",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное душевное местечко ) вкусные коктейли, атмосфкрненько\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Наталья Викторовна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Прекрасный бар. Тематический, здорово оформлен, отличное меню. Каждый день особая программа для гостей. Рекомендую! …",
    "rating": 5,
    "name": "Roksana Bochkovskaya-Yashchuk (Роксана Ящук)",
    "cat": "Cocktail bar"
  },
  {
    "review": "супер бар вблизи дома, вкуснейшие коктейли и дух вечеринки)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Petro Peredriy",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) The coolest impression! Very nice place with delicious drinks, dishes and a wonderful atmosphere! …",
    "rating": 4,
    "name": "Дизайн-Буд Луцьк",
    "cat": "Cocktail bar"
  },
  {
    "review": "интересная подача еды с предсказаниями, таро, обряды. ярко, весело, приятное место …",
    "rating": 5,
    "name": "Александр Довгий",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тематический бар с вкусными коктейлями и кухней. Подходит как для празднования дня рождения, так и встречи с друзьями. …",
    "rating": 4,
    "name": "Наталія К",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное заведение с интересным оформлением внутри. Порадовала большая коктельная карта с интересным выбором их- с помощью карт таро …",
    "rating": 5,
    "name": "Ptashka decor.studio",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) liked a lot..from the downsides this lighting was obsessive and the speed of service was speeding up..and yes, the buzz sat. …",
    "rating": 5,
    "name": "Antonina Zahrotska",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Interesting institution. Especially I want to note the waiter Olga, it was her kindness and smile that made our vacation so positive. …",
    "rating": 5,
    "name": "Nadia Kuharskay",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место атмосферное, коктейли, и все напитки вкусные, кухня не очень. Обслуживание хорошее …",
    "rating": 5,
    "name": "Andrew Kuzmychov",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ну ооочень атмосферное заведение, в каждую деталь которого -начиная с лестницы и заканчивая коктейльной картой - вложена душа. …",
    "rating": 5,
    "name": "Leyla",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) It's soooo atmospheric. Prices are average. Many visitors. It is best to visit on themed days, which can be tracked on the Facebook page. …",
    "rating": 4,
    "name": "Олександр Григорович",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Thank you! Arrive again! Always happy!\n\n(Original)\nДякуємо! Прилітайте ще! Завжди раді!",
    "rating": 4,
    "name": "Юрий Каменева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Мимо пройти нельзя. Завораживает с первого взгляда. Приём тёплый. Блюда вкусные. Посетите, не пожалеете. …",
    "rating": 5,
    "name": "Екатерина Екатерина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересные коктейли, соответствующая названию обстановка и очаровательно выполненная коктейльная карта! …",
    "rating": 5,
    "name": "J V",
    "cat": "Cocktail bar"
  },
  {
    "review": "Люблю это заведение. Атмосферно, артово, гостепреимно. Рекомендую!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Andrzej Lukjanskij",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферно, обслуживающий персонал, меню, интерьер заставляет почувствовать приближение шабаша. Из минусов - дороговато. …",
    "rating": 4,
    "name": "Ярина Кобзар",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хотелось побывать там но и заработЫ никак не получается\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Svitlo",
    "cat": "Cocktail bar"
  },
  {
    "review": "Интересное место, девчонкам понравится)\n\n(Translated by Google)\nInteresting place, girls will like it)",
    "rating": 5,
    "name": "Volodymyr Demianenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень вкусно, атмосферно и главное уютное обслуживание. РЕКОМЕНДУЮ!!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Яна Харитонова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Суперсоке атмосферное место\n\n(Translated by Google)\nSupersoke atmospheric place",
    "rating": 5,
    "name": "Володимир Євдокимов",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) In general, a good place, the food is tasty, atmospheric, but not very clean, soap in the bathroom was not and was wet everywhere. I would not go again …",
    "rating": 5,
    "name": "Ivan Tyshchenko (TihonV)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутое и очень колоритное место. Бармен - волшебник, творит неимоверно красивые вещи. Рекомендую опробовать Коктейльные Карты.😉 …",
    "rating": 5,
    "name": "Maksym Porskalo",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Friendly staff, delicious food, interesting cocktails that you can choose from a deck of \"Tarot\" cards. …",
    "rating": 5,
    "name": "Ольга Павличенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное кафе!!! Тематика супер!!! Кто не был, обязательно нужно сходить) Кухня вкусная, и коктейли великолепны …",
    "rating": 5,
    "name": "Наталия",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Wonderful stylized establishment, good service, delicious food …",
    "rating": 5,
    "name": "Олег Полежаев",
    "cat": "Cocktail bar"
  },
  {
    "review": "Супер. Отличная коктельная карта и кухня. Рекомендую коктели  \"сон трава\" и \"карма\" …",
    "rating": 5,
    "name": "Loreta Dimiene",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное заведение :интерьер,меню,атмосфера)по карте Таро можно заказать коктейль -это всегда сюрприз) Очень советую посетить это сказочное место. …",
    "rating": 5,
    "name": "Евгений Корниенко",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место невероятно атмосферное и хорошая коктейльная карта с оригинальным помощником в выборе коктейлей - картами таро 🤯 …",
    "rating": 4,
    "name": "Olga Bozhenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Вкусно) атмосферно. В пятницу очень шумно.\n\n(Translated by Google)\nTasty) atmospheric. Very noisy on Friday.",
    "rating": 5,
    "name": "kot begemoth",
    "cat": "Cocktail bar"
  },
  {
    "review": "Место очень тематическое, особенно для девушек, женщин :) сходить стоит, вы влюбитесь в это заведение.Бронируйте столики, место не дешевое , но оно того стоит однозгачно …",
    "rating": 4,
    "name": "Вова Садовник",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I enjoyed the rites and food🤩\n\n(Original)\nPatiko apeigos ir maistas🤩",
    "rating": 5,
    "name": "Юлія Антюхова",
    "cat": "Cocktail bar"
  },
  {
    "review": "Шикарнейшее место, большой выбор коктейлей, необычная подача (коктейли с дымкой), вкусная еда. …",
    "rating": 4,
    "name": "Константин Краузе",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric. The menu is not very extensive, but in general - not bad …",
    "rating": 5,
    "name": "Тина Ружик",
    "cat": "Cocktail bar"
  },
  {
    "review": "Просто шшшшиииикаррррное место)Уникальное для столицы! Особенная благодарность официанту Ане и хостес Ксюше) …",
    "rating": 5,
    "name": "Таня Батуренко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Good atmosphere, great menu, garnish done. There is little room for minuses …",
    "rating": 3,
    "name": "Андрей Говоруха",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Colorful, witchcraft)) delicious cocktails. I liked it\n\n(Original) …",
    "rating": 4,
    "name": "Виталий Пономарев",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень своеобразно и не обично. Неплохая кухня. Присутствует єкзотика ))\n\n(Translated by Google) …",
    "rating": 3,
    "name": "Татьяна",
    "cat": "Cocktail bar"
  },
  {
    "review": "Однозначно одно из любимых заведений Киева. Атмосферно, креативно, весело)))\n\n(Translated by Google) …",
    "rating": 3,
    "name": "SvetLana Kalinova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great atmospheric place.\n\n(Original)\nЧудове атмосферне місце.",
    "rating": 4,
    "name": "Владимир Беляев",
    "cat": "Cocktail bar"
  },
  {
    "review": "Хорошая идея. Вкусные коктейли. Но реализация и отношение к гостям слабо\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Kate Pritula",
    "cat": "Cocktail bar"
  },
  {
    "review": "Нужно бронировать заранее. Без брони не попасть.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Таня Л.",
    "cat": "Cocktail bar"
  },
  {
    "review": "Замечательное заведение, но после того как подружке в салате попался кусочек какой-то упаковки, впечатление подпортилось. …",
    "rating": 5,
    "name": "Тетяна Білик",
    "cat": "Cocktail bar"
  },
  {
    "review": "На любителя. Тематическое заведение. Гадают за деньги. Кофе не очень.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Катя Чаухан",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Cocktails so-so. The place is disposable.\n\n(Original) …",
    "rating": 5,
    "name": "Maria Melnik",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень понравилась атмосфера и тематика вечера. Вкусные коктейли и еда\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Aleks Phess",
    "cat": "Cocktail bar"
  },
  {
    "review": "Отличное место посидеть с девочками. Мальчики почти туда не заходят, наверное, боятся😂. Местечко специфическое …",
    "rating": 5,
    "name": "Евгений Фоменко",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) I liked it, I'll visit again\n\n(Original)\nСподобалося, навідуюсь ще",
    "rating": 5,
    "name": "Alexander Bandurchenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) There is little space, but the style of the institution is maintained with a bang. In general, I liked it. Ideal for girls. …",
    "rating": 4,
    "name": "Evgenyia Lukovnikova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) original institution) atmosphere for girls\n\n(Original) …",
    "rating": 5,
    "name": "Svitlana Drobashko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Колоритное заведение, интересная коктейльная карта\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Дарья Рудь",
    "cat": "Cocktail bar"
  },
  {
    "review": "Тесновато, но весело и вкусно.\n\n(Translated by Google)\nA bit cramped, but fun and tasty.",
    "rating": 5,
    "name": "Marina Sliusar",
    "cat": "Cocktail bar"
  },
  {
    "review": "Ставлю авансом, так как невозможно найти места. Все всегда занято\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Anton Rassolenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "Спокойно, сдержанно, выдержана тематика. Столик желательно заказывать заранее, цены средние, вкусно …",
    "rating": 5,
    "name": "Lizzie Romanova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень рекомендую. Живой ворон. Коктейльные магические карты, сами коктейли совершенно неимоверные. Часто делают тематические вечера …",
    "rating": 5,
    "name": "Victoriia Makhalova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутое заведение, всем рекомендую, цены адекватные.\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Мария Латонина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Крутейшее место. Ритуалы, отдельная тема))). Тематическое, нужно брать.))) Не пожалеете …",
    "rating": 5,
    "name": "Lo Ka (loka)",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) An interesting city for both witches and witches. There are few places in Kiev with history such as in Lviv, for example …",
    "rating": 5,
    "name": "Kateryna Arestova",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень прикольное место, отличная кухня и атмосфера, здесь всегда приятно находиться.) …",
    "rating": 5,
    "name": "Пума ОПТИМІСТ",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень атмосферное и интенсивное заведение 👌 вкусная еда, большая котельная карта 💕 …",
    "rating": 5,
    "name": "Sergiy Lanovsky",
    "cat": "Cocktail bar"
  },
  {
    "review": "Невероятная атмосфера, ходим уже много лет)\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Елена Пряха (Elena Priakha)",
    "cat": "Cocktail bar"
  },
  {
    "review": "Заведение очень понравилось. Особенно гадание на следующий напиток который собираешься выпить. …",
    "rating": 5,
    "name": "Anastasiia Kharina",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) We sat down nicely\n\n(Original)\nГарненько посиділи",
    "rating": 5,
    "name": "Наталі Багрій",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Magical atmosphere and delicious coffee)\n\n(Original) …",
    "rating": 5,
    "name": "Mrs. X",
    "cat": "Cocktail bar"
  },
  {
    "review": "Просто великолепное место. Этому городу как раз не хватало локала такого направления. Теперь мы здесь постоянные гости) …",
    "rating": 5,
    "name": "Oksana Gorokhova",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) It is usually very crowded on Saturday.\n\n(Original)\nВ субботу обычно очень людно.",
    "rating": 4,
    "name": "Andrey Pavlenko",
    "cat": "Cocktail bar"
  },
  {
    "review": "🧙‍♀️🧙‍♂️Здесь очень атмосферно. Любимый паб столицы\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Tony T",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Very atmospheric. Interesting and cozy\nOnly enjoyed the service and meals …",
    "rating": 5,
    "name": "Varvara",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Great atmosphere, interesting design, delicious cocktails, great service! …",
    "rating": 5,
    "name": "Анастасия Зенцева",
    "cat": "Cocktail bar"
  },
  {
    "review": "Необычное заведение, с отличной кухней, доступными ценами, авторскими коктейлями. Обслуживание на 5* …",
    "rating": 5,
    "name": "Катя Игнатушина",
    "cat": "Cocktail bar"
  },
  {
    "review": "Официанты медленные, столы неудобные. Но один раз посетить определенно стоит.\n\n(Translated by Google) …",
    "rating": 4,
    "name": "Анастасія Закірова",
    "cat": "Cocktail bar"
  },
  {
    "review": "(Translated by Google) Atmospheric place. Lots of cocktails for every taste.\n\n(Original) …",
    "rating": 5,
    "name": "Андрій Нисинець",
    "cat": "Cocktail bar"
  },
  {
    "review": "Самое атмосферное место, в котором я была, администраторка/ведущая ритуалов просто потрясающая …",
    "rating": 5,
    "name": "Viktoriya Bukhalo",
    "cat": "Cocktail bar"
  },
  {
    "review": "Атмосферное место, меню, обслуживание отличное!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Алина Ткачук",
    "cat": "Cocktail bar"
  },
  {
    "review": "Очень интересное место. Впечатления просто супер!\n\n(Translated by Google) …",
    "rating": 5,
    "name": "Alena Pilipenko",
    "cat": "Cocktail bar"
  }
]